{
  "insp_id": "2016082568173106",
  "layout": "a",
  "customer_id": "11620",
  "customer_name": "Timothy Stark",
  "customer_addr": "3320 Jack Teeple Rd\nCharlestown, IN 47111",
  "certificate": "32-C-0204",
  "site_id": "001",
  "site_name": "TIM STARK",
  "insp_type": "ROUTINE INSPECTION",
  "date": "17-MAR-2017",
  "report_date": "18-MAR-2017",
  "citations": [
    {
      "code": "2.4",
      "kind": "Critical",
      "repeat": false,
      "desc": "NON-INTERFERENCE WITH APHIS OFFICIALS.",
      "narrative": "USDA inspectors examined animals within the licensee’s home. There were two lion cubs and one orange tiger cub\npresented for inspection. The two lion cubs had been declawed. There were also a variety of other animals in the\nmain level of the house. When asked if there were any other animals in the house, two primates were produced\nfrom the upper level of the house. When asked again if there were any other animals the licensee and licensee’s\nwife both indicated that there were not. After going into another area the inspectors noticed an area adjacent to the\narmadillo enclosures. When asked if the area could be inspected, the licensee denied entry. The licensee became\nirritated and began cursing at the inspectors. The inspection team was able to continue the inspection as long as\nthat area was not inspected.\nWhile the inspectors were examining the adult Lions, Tigers and Tiger-Lion hybrids there were several\nconversations between the licensee and the inspectors regarding the lack of cubs and the low cub numbers. The\nlicensee maintained that only one tiger cub was present and that the inspection team had seen it within the house.\nAfter inspecting all animal areas and before starting on the review of paperwork, the licensee and licensee’s wife\nwere asked if there were any other animals on the property. Their response was no. The licensee was given no less\nthan a dozen chances throughout the inspection process to inform the inspection team of the presence of the tiger\ncubs, but he maintained that we had seen all of the animals on the property.\nAt the end of the inspection, only after being presented with evidence that the UDSA inspection team knew about\ntwo other tiger cubs present on the property, the Licensee admitted that he had lied to the inspectors. He indicated\nthat he had lied to the inspection team and that he didn’t want to be punished for something he believed his\nattending veterinarian did. He informed the inspection team that the attending veterinarian had “botched” the declaw\nprocedure and that the two tiger cubs had “complications” that he was hiding from us. He said that he was\n“embarrassed” and didn’t want us to see them. He allowed the inspection team to examine the tiger cubs but\nrefused to allow the team to inspect the room where the animals were being held. The animals enclosure was a\ntransport carrier that was taken to a deck in front of the house for inspection.\nA licensee or representative shall not interfere with any APHIS official in the course of carrying out his or her duties.\nThe inspection process requires a working relationship between the USDA and the facility. Interference makes this\nprocess difficult to impossible. Correct by ensuring that the Licensee and all facility staff are instructed to truthfully\nanswer questions posed by inspectors and to not otherwise interfere with the inspection process"
    },
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "During inspection there were two 5-6 week old tiger cubs that were painful on four legs. Each cub had one leg that\nwas bandaged and the licensee said there were open wounds under the bandages. Their affected paws were\nsignificantly swollen, spotting blood, and the cubs were struggling to walk, appearing very sore, trying to walk after\nbeing declawed approximately two weeks earlier.\nDuring inspection the licensee was asked specifically “are there any more cubs here?”, and he said “no.” He was\nalso specifically asked if there were only two lion cubs and one tiger cub here, that’s all we’ve got this year and\nnobody else? The Licensee replied, “Not yet.” During the remainder of the facility walk-through, he was asked\nmultiple times about the number of cubs and was given every opportunity to inform the inspection team about the\npresence of additional animals. Only after reviewing the facility paperwork and presenting evidence that there were\ntwo tiger cubs that had not been seen by the inspection team, the licensee admitted to lying to the inspectors when\nhe told them they had seen all the animals and stated that he had been hiding them. He felt the cubs condition was\nthe fault of his attending veterinarian and he did not want to be punished for the veterinarian’s mistakes. He\ninformed the inspection team he felt the attending veterinarian had “botched” the declaw procedure and that the two\ntiger cubs had “complications” so he was hiding them from us. He said that he was “embarrassed” and didn’t want\nus to see the condition of the cubs. He allowed the inspection team to examine the tiger cubs but refused to allow\nthe team to inspect the room where the animals were being held. The animals primary enclosure was a transport\ncarrier brought to a deck in front of the house for inspection of the animals.\nBoth cubs were brought outside for inspection in a crate that was approximately 24 inches long by 18 inches wide.\nNeither animal would walk from the crate onto the wooden deck for inspection. The facility representative had to\nphysically remove each animal. Once removed it was evident that both tigers had significantly swollen paws and\nlimbs and were reluctant to walk. Additionally both cubs appeared distressed, they vocalized nearly the entire time\nthat they were on the deck.\nWhen placed on the deck, the orange tiger cub immediately sprawled on the decking material (laying down). After\npersuasion by a facility representative it moved slowly for only short periods of time before resting in front of the\ninspectors. After each step there were spots of blood left on the decking from the front paws. The white tiger cub\nwas very reluctant to move. It walked only when prompted, and when it did so, this animal was severely lame\ndragging the hind limb and only occasionally bearing very little weight on it. This cub consistently laid down and\nappeared to be suffering throughout the inspection.\nAccording to the licensee the declaw procedure took place approximately two weeks prior to inspection and was\nconducted by the attending veterinarian. Paperwork regarding the procedure was not made available to the\ninspectors and the attending veterinarian was unable to be contacted by the inspectors to confirm the exact date of\nthe procedures, the location at which they were performed, or by whom. The licensee stated that he believed the\nveterinarian “botched this” and that the bandages were too tight. Reportedly, both animals’ feet were bandaged\nfollowing the surgery and the bandages were left on the animals overnight. According to the licensee, he removed\ninitially the bandage the next day. The licensee stated that he had re-bandaged both tiger cubs the day before the\ninspection because of the continued swelling and injury to the skin. He also reported that at that time he gave both\nanimals an unknown dose of amoxicillin. The licensee acknowledged that this medication was not prescribed by the\nveterinarian and a dose or frequency of administration was not discussed between the licensee and the attending\nveterinarian for these animals. The licensee stated that his attending veterinarian had not been available to examine\nthe animals because he was out of the country and that he had not sought alternative emergency veterinary care for\neither animal.\nAccording to the licensee the attending veterinarian completes the declaw surgeries at the facility and not at a\ndedicated surgical site. The attending veterinarian has a mobile practice. The licensee stated that no animal that is\ndeclawed receives medications for pain because he doesn’t think that they are in pain. No record of any pain\nmanagement or antibiotics were provided by the licensee. No written post-operative care was provided to the\nlicensee. During the inspection it was noted that within the past year approximately a dozen more large felines have\nbeen declawed by the attending veterinarian. There were several Lynx, Bobcat, Tigers, Lions, Tiger-Lion hybrids\nand Cougars that were noted to have declaws in their medical records at the facility. There were also two lion cubs\ninspected that had the declaw procedure conducted on the same day as the two tigers.\nThe declawing of large exotic felines is well known to cause ongoing pain, discomfort, or other pathological\nconditions in the animals. In addition, declawing does not safeguard the public or the animals from biting and other\npredatory behaviors. The routine declawing of wild and exotic carnivores does not constitute appropriate veterinary\ncare. Additionally, the failure to have animals showing clinical signs of disease, injury, or illness examined by a\nveterinarian can result in delays in proper treatment and prolonged suffering.\nCorrect by ensuring that both cubs are immediately examined by a licensed veterinarian familiar with the handling,\ncare, and veterinary treatment of big cats and appropriate veterinary care must be provided to these animals.\nThe licensee must ensure that that veterinarian is provided with the authority to perform any diagnostic testing and\ninitiate appropriate treatment they deem necessary.\nAdditionally, all health related illness or issues that are observed in any animals maintained by the licensee must be\nreferred to a licensed veterinarian from this point forward so that they receive appropriate diagnosis and treatment.\nThe licensee was verbally instructed to have the two tiger cubs examined and treated by a veterinarian within one\nhour of delivery of the report.\nA complete routine inspection was conducted on 17 March 2017. This report is limited to the direct veterinary care\ncitation for the tiger cubs identified on that inspection and interference with the inspection. A second inspection\nreport containing all other noncompliant items will follow. Both the inspection and exit interview, explaining the\nserious non-compliances, were conducted with the licensee and licensee's wife on 17 March 2017.\nAdditional Inspectors\nCompton Annmarie, Animal Care Inspector\nMchenry Kerry, Veterinary Medical Officer"
    }
  ],
  "narrative": "2.4           CRITICAL\nNON-INTERFERENCE WITH APHIS OFFICIALS.\nUSDA inspectors examined animals within the licensee’s home.  There were two lion cubs and one orange tiger cub\npresented for inspection. The two lion cubs had been declawed. There were also a variety of other animals in the\nmain level of the house. When asked if there were any other animals in the house, two primates were produced\nfrom the upper level of the house. When asked again if there were any other animals the licensee and licensee’s\nwife both indicated that there were not. After going into another area the inspectors noticed an area adjacent to the\narmadillo enclosures. When asked if the area could be inspected, the licensee denied entry. The licensee became\nirritated and began cursing at the inspectors. The inspection team was able to continue the inspection as long as\nthat area was not inspected. \nWhile the inspectors were examining the adult Lions, Tigers and Tiger-Lion hybrids there were several\nconversations between the licensee and the inspectors regarding the lack of cubs and the low cub numbers. The\nlicensee maintained that only one tiger cub was present and that the inspection team had seen it within the house. \nAfter inspecting all animal areas and before starting on the review of paperwork, the licensee and licensee’s wife\nwere asked if there were any other animals on the property. Their response was no. The licensee was given no less\nthan a dozen chances throughout the inspection process to inform the inspection team of the presence of the tiger\ncubs, but he maintained that we had seen all of the animals on the property.\nAt the end of the inspection, only after being presented with evidence that the UDSA inspection team knew about\ntwo other tiger cubs present on the property, the Licensee admitted that he had lied to the inspectors. He indicated\nthat he had lied to the inspection team and that he didn’t want to be punished for something he believed his\nattending veterinarian did. He informed the inspection team that the attending veterinarian had “botched” the declaw\nprocedure and that the two tiger cubs had “complications” that he was hiding from us. He said that he was\n“embarrassed” and didn’t want us to see them. He allowed the inspection team to examine the tiger cubs but\nrefused to allow the team to inspect the room where the animals were being held. The animals enclosure was a\ntransport carrier that was taken to a deck in front of the house for inspection. \nA licensee or representative shall not interfere with any APHIS official in the course of carrying out his or her duties.\nThe inspection process requires a working relationship between the USDA and the facility. Interference makes this\n\nprocess difficult to impossible. Correct by ensuring that the Licensee and all facility staff are instructed to truthfully\nanswer questions posed by inspectors and to not otherwise interfere with the inspection process\n2.40(b)(2)           DIRECT                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nDuring inspection there were two 5-6 week old tiger cubs that were painful on four legs. Each cub had one leg that\nwas bandaged and the licensee said there were open wounds under the bandages. Their affected paws were\nsignificantly swollen, spotting blood, and the cubs were struggling to walk, appearing very sore, trying to walk after\nbeing declawed approximately two weeks earlier.\nDuring inspection the licensee was asked specifically “are there any more cubs here?”, and he said “no.” He was\nalso specifically asked if there were only two lion cubs and one tiger cub here, that’s all we’ve got this year and\nnobody else?  The Licensee replied, “Not yet.” During the remainder of the facility walk-through, he was asked\nmultiple times about the number of cubs and was given every opportunity to inform the inspection team about the\npresence of additional animals.  Only after reviewing the facility paperwork and presenting evidence that there were\ntwo tiger cubs that had not been seen by the inspection team, the licensee admitted to lying to the inspectors when\nhe told them they had seen all the animals and stated that he had been hiding them. He felt the cubs condition was\nthe fault of his attending veterinarian and he did not want to be punished for the veterinarian’s mistakes. He\ninformed the inspection team he felt the attending veterinarian had “botched” the declaw procedure and that the two\ntiger cubs had “complications” so he was hiding them from us. He said that he was “embarrassed” and didn’t want\nus to see the condition of the cubs. He allowed the inspection team to examine the tiger cubs but refused to allow\nthe team to inspect the room where the animals were being held. The animals primary enclosure was a transport\ncarrier brought to a deck in front of the house for inspection of the animals.\nBoth cubs were brought outside for inspection in a crate that was approximately 24 inches long by 18 inches wide.\nNeither animal would walk from the crate onto the wooden deck for inspection. The facility representative had to\nphysically remove each animal. Once removed it was evident that both tigers had significantly swollen paws and\nlimbs and were reluctant to walk. Additionally both cubs appeared distressed, they vocalized nearly the entire time\nthat they were on the deck.\nWhen placed on the deck, the orange tiger cub immediately sprawled on the decking material (laying down). After\npersuasion by a facility representative it moved slowly for only short periods of time before resting in front of the\ninspectors. After each step there were spots of blood left on the decking from the front paws. The white tiger cub\nwas very reluctant to move. It walked only when prompted, and when it did so, this animal was severely lame\ndragging the hind limb and only occasionally bearing very little weight on it. This cub consistently laid down and\nappeared to be suffering throughout the inspection.\nAccording to the licensee the declaw procedure took place approximately two weeks prior to inspection and was\n\nconducted by the attending veterinarian. Paperwork regarding the procedure was not made available to the\ninspectors and the attending veterinarian was unable to be contacted by the inspectors to confirm the exact date of\nthe procedures, the location at which they were performed, or by whom. The licensee stated that he believed the\nveterinarian “botched this” and that the bandages were too tight. Reportedly, both animals’ feet were bandaged\nfollowing the surgery and the bandages were left on the animals overnight. According to the licensee, he removed\ninitially the bandage the next day. The licensee stated that he had re-bandaged both tiger cubs the day before the\ninspection because of the continued swelling and injury to the skin. He also reported that at that time he gave both\nanimals an unknown dose of amoxicillin. The licensee acknowledged that this medication was not prescribed by the\nveterinarian and a dose or frequency of administration was not discussed between the licensee and the attending\nveterinarian for these animals. The licensee stated that his attending veterinarian had not been available to examine\nthe animals because he was out of the country and that he had not sought alternative emergency veterinary care for\neither animal.\nAccording to the licensee the attending veterinarian completes the declaw surgeries at the facility and not at a\ndedicated surgical site. The attending veterinarian has a mobile practice. The licensee stated that no animal that is\ndeclawed receives medications for pain because he doesn’t think that they are in pain. No record of any pain\nmanagement or antibiotics were provided by the licensee. No written post-operative care was provided to the\nlicensee. During the inspection it was noted that within the past year approximately a dozen more large felines have\nbeen declawed by the attending veterinarian. There were several Lynx, Bobcat, Tigers, Lions, Tiger-Lion hybrids\nand Cougars that were noted to have declaws in their medical records at the facility. There were also two lion cubs\ninspected that had the declaw procedure conducted on the same day as the two tigers.\nThe declawing of large exotic felines is well known to cause ongoing pain, discomfort, or other pathological\nconditions in the animals. In addition, declawing does not safeguard the public or the animals from biting and other\npredatory behaviors. The routine declawing of wild and exotic carnivores does not constitute appropriate veterinary\ncare. Additionally, the failure to have animals showing clinical signs of disease, injury, or illness examined by a\nveterinarian can result in delays in proper treatment and prolonged suffering.\nCorrect by ensuring that both cubs are immediately examined by a licensed veterinarian familiar with the handling,\ncare, and veterinary treatment of big cats and appropriate veterinary care must be provided to these animals.\nThe licensee must ensure that that veterinarian is provided with the authority to perform any diagnostic testing and\ninitiate appropriate treatment they deem necessary.\nAdditionally, all health related illness or issues that are observed in any animals maintained by the licensee must be\nreferred to a licensed veterinarian from this point forward so that they receive appropriate diagnosis and treatment.\nThe licensee was verbally instructed to have the two tiger cubs examined and treated by a veterinarian within one\nhour of delivery of the report.\n\nA complete routine inspection was conducted on 17 March 2017. This report is limited to the direct veterinary care\ncitation for the tiger cubs identified on that inspection and interference with the inspection.  A second inspection\nreport containing all other noncompliant items will follow. Both the inspection and exit interview, explaining the\nserious non-compliances, were conducted with the licensee and licensee's wife on 17 March 2017.\nAdditional Inspectors\nCompton Annmarie, Animal Care Inspector\nMchenry Kerry, Veterinary Medical Officer",
  "animals_total": 194,
  "species": [
    {
      "count": 8,
      "scientific": "Amblonyx cinereus",
      "common": "ORIENTAL SMALL-CLAWED OTTER"
    },
    {
      "count": 2,
      "scientific": "Arctictis binturong",
      "common": "BINTURONG"
    },
    {
      "count": 1,
      "scientific": "Atelerix albiventris",
      "common": "FOUR-TOED HEDGEHOG (MOST COMMON PET HEDGEHOG)"
    },
    {
      "count": 2,
      "scientific": "Ateles chamek",
      "common": "BLACK SPIDER MONKEY"
    },
    {
      "count": 1,
      "scientific": "Callithrix jacchus",
      "common": "COMMON MARMOSET"
    },
    {
      "count": 2,
      "scientific": "Caluromys derbianus",
      "common": "CENTRAL AMERICAN WOOLLY OPOSSUM"
    },
    {
      "count": 1,
      "scientific": "Canis latrans",
      "common": "COYOTE"
    },
    {
      "count": 7,
      "scientific": "Canis lupus",
      "common": "GRAY WOLF / GREY WOLF / TIMBER WOLF"
    },
    {
      "count": 1,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 1,
      "scientific": "Canis mesomelas",
      "common": "BLACK-BACKED JACKAL"
    },
    {
      "count": 2,
      "scientific": "Cercopithecus hamlyni",
      "common": "OWL-FACED MONKEY"
    },
    {
      "count": 1,
      "scientific": "Cercopithecus mitis",
      "common": "BLUE MONKEY"
    },
    {
      "count": 6,
      "scientific": "Chinchilla lanigera",
      "common": "CHINCHILLA (DOMESTICATED)"
    },
    {
      "count": 1,
      "scientific": "Chlorocebus pygerythrus",
      "common": "VERVET"
    },
    {
      "count": 9,
      "scientific": "Choloepus didactylus",
      "common": "LINNAEUS'S TWO-TOED SLOTH"
    },
    {
      "count": 2,
      "scientific": "Crocuta crocuta",
      "common": "SPOTTED HYENA"
    },
    {
      "count": 5,
      "scientific": "Cynomys parvidens",
      "common": "UTAH PRAIRIE DOG"
    },
    {
      "count": 5,
      "scientific": "Erethizon dorsatum",
      "common": "NORTH AMERICAN PORCUPINE"
    },
    {
      "count": 6,
      "scientific": "Eulemur fulvus",
      "common": "BROWN LEMUR"
    },
    {
      "count": 3,
      "scientific": "Genetta thierryi",
      "common": "HAUSA GENET"
    },
    {
      "count": 1,
      "scientific": "Hylobates lar",
      "common": "LAR GIBBON"
    },
    {
      "count": 7,
      "scientific": "Hystrix africaeaustralis",
      "common": "CAPE PORCUPINE"
    },
    {
      "count": 6,
      "scientific": "Lemur catta",
      "common": "RING-TAILED LEMUR"
    },
    {
      "count": 1,
      "scientific": "Leopardus pardalis",
      "common": "OCELOT"
    },
    {
      "count": 2,
      "scientific": "Leptailurus serval",
      "common": "SERVAL"
    },
    {
      "count": 8,
      "scientific": "Lynx rufus",
      "common": "BOBCAT"
    },
    {
      "count": 2,
      "scientific": "Macaca mulatta",
      "common": "RHESUS MACAQUE"
    },
    {
      "count": 1,
      "scientific": "Marmota monax",
      "common": "GROUNDHOG / WOODCHUCK"
    },
    {
      "count": 1,
      "scientific": "Mephitis mephitis",
      "common": "STRIPED SKUNK"
    },
    {
      "count": 1,
      "scientific": "Mustela vison",
      "common": "AMERICAN MINK"
    },
    {
      "count": 9,
      "scientific": "Nasua nasua",
      "common": "SOUTH AMERICAN COATI"
    },
    {
      "count": 1,
      "scientific": "Osphranter rufus",
      "common": "RED KANGAROO"
    },
    {
      "count": 2,
      "scientific": "Otolemur garnettii",
      "common": "SMALL-EARED BUSHBABY / NORTHERN GREATER GALAGO"
    },
    {
      "count": 6,
      "scientific": "Panthera leo",
      "common": "LION"
    },
    {
      "count": 1,
      "scientific": "Panthera leo x  p. tigris",
      "common": "LION X TIGER HYBRID / LIGER / TIGON"
    },
    {
      "count": 1,
      "scientific": "Panthera pardus",
      "common": "LEOPARD"
    },
    {
      "count": 18,
      "scientific": "Panthera tigris",
      "common": "TIGER"
    },
    {
      "count": 3,
      "scientific": "Papio anubis",
      "common": "OLIVE BABOON"
    },
    {
      "count": 5,
      "scientific": "Potos flavus",
      "common": "KINKAJOU"
    },
    {
      "count": 4,
      "scientific": "Prionailurus viverrinus",
      "common": "FISHING CAT"
    },
    {
      "count": 3,
      "scientific": "Procyon lotor",
      "common": "RACCOON"
    },
    {
      "count": 2,
      "scientific": "Puma concolor",
      "common": "PUMA / MOUNTAIN LION / COUGAR"
    },
    {
      "count": 3,
      "scientific": "Saguinus geoffroyi",
      "common": "GEOFFROY'S TAMARIN"
    },
    {
      "count": 2,
      "scientific": "Saguinus midas",
      "common": "RED-HANDED TAMARIN"
    },
    {
      "count": 1,
      "scientific": "Saimiri boliviensis",
      "common": "BLACK-CAPPED SQUIRREL MONKEY"
    },
    {
      "count": 4,
      "scientific": "Sapajus appella",
      "common": "BROWN CAPUCHIN / TUFTED CAPUCHIN"
    },
    {
      "count": 1,
      "scientific": "Sus scrofa domestica",
      "common": "DOMESTIC PIG / POTBELLY PIG / MICRO PIG"
    },
    {
      "count": 2,
      "scientific": "Tolypeutes matacus",
      "common": "SOUTHERN THREE-BANDED ARMADILLO"
    },
    {
      "count": 2,
      "scientific": "Urocyon cinereoargenteus",
      "common": "GRAY FOX / GREY FOX"
    },
    {
      "count": 5,
      "scientific": "Ursus americanus",
      "common": "NORTH AMERICAN BLACK BEAR"
    },
    {
      "count": 2,
      "scientific": "Ursus arctos",
      "common": "BROWN BEAR"
    },
    {
      "count": 5,
      "scientific": "Varecia variegata",
      "common": "BLACK-AND-WHITE RUFFED LEMUR"
    },
    {
      "count": 3,
      "scientific": "Vulpes lagopus",
      "common": "ARCTIC FOX"
    },
    {
      "count": 8,
      "scientific": "Vulpes vulpes",
      "common": "RED FOX (INCLUDES SILVER FOX & CROSS FOX)"
    },
    {
      "count": 5,
      "scientific": "Vulpes zerda",
      "common": "FENNEC FOX"
    }
  ]
}