{
  "insp_id": "125160924420242",
  "layout": "a",
  "customer_id": "32797",
  "customer_name": "Gina Westercamp",
  "customer_addr": "Po Box 2422\nFairfield, IA 52556",
  "certificate": "42-A-1147",
  "site_id": "001",
  "site_name": "GINA WESTERCAMP",
  "insp_type": "ROUTINE INSPECTION",
  "date": "03-MAY-2016",
  "report_date": "04-MAY-2016",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "A female poodle (057581320) was observed to be excessively licking her mouth and the hair around the front of her\nmouth had become wet. Closer observation of the dog revealed at least one loose upper front tooth that was easily\nmoved when touched by the inspector. The surfaces of the check teeth are covered in a grey/brown material and\nthere is a grey creamy substance along the gum line. Approximately one-fourth of the surface of the upper canine\nteeth and the majority of the surface of the upper front teeth are also covered in the grey/brown material. The gums\nare moderately reddened. Poor dental health can cause pain and discomfort to the dog as well as lead to further\nhealth complications.\nThis dog must be evaluated by a licensed veterinarian for proper diagnosis and treatment plan. The diagnosis and\ntreatment plan must be documented and available to the inspector upon request. The licensee must ensure that all\ndogs receive adequate veterinary care at all times.\nA female Chihuahua (0A02552969) has extremely long, overgrown toenails. The toenails have become so long that\nthey have begun to curl under. Overgrown toenails can cause pain and discomfort to the dog as well as affect the\ndog's natural gait.\nThe licensee must have this dog's toenails trimmed to an acceptable length. The licensee must establish an\neffective plan for the maintenance and care of the toenails of all dogs to ensure that they are kept at an acceptable\nlength at all times."
    },
    {
      "code": "3.1(a)",
      "kind": "",
      "repeat": true,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "In one enclosure, containing one adult dog and two puppies, there is a heat lamp that has become detached from\nthe enclosure and is lying on the floor of the enclosure. The heat lamp contains a glass bulb and is plugged in and\nturned on while lying on the floor. A puppy is lying near the heat lamp and the adult dog is moving around the heat\nlamp. Heat lamps and glass bulbs that can come into contact with the dogs can result in injury and burns. The\nlicensee reattached the heat lamp to the top of the enclosure during the inspection.\nAnother enclosure, containing one adult dog, has a heat lamp cord that is attached to the top of the interior of the\nenclosure. The cord is attached with wire and the wire has become detached from the enclosure top and the cord is\nhanging down into the enclosure. The wire still wrapped around the cord has created a sharp point that can come\ninto contact with the dog.\nOne enclosure, containing one adult dog and two puppies, has a small section of wire that has been cut and placed\nagainst the whelping box to keep it from moving. The cut section of wire has resulted in multiple sharp points at the\nlevel of the dog and puppies.\nOne enclosure, containing three dogs, has a broken piece of metal framing that is directly beneath the access door.\nThe broken metal has resulted in jagged edges and sharp points that the dogs could come into contact with when\nthey move through the access door.\nSharp points and jagged edges could cause injury to the dogs. Housing facilities for dogs must be designed and\nconstructed so that they protect the animals from injury. The licensee must repair, replace, or alter the sharp points\nand jagged edges in a manner that eliminates the injury risk towards the dogs. The licensee must ensure that all\nenclosures remain safe for the animals at all times."
    },
    {
      "code": "3.1(c)(2)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "One enclosure, containing three dogs, has a plastic feeder attached to the wall. The dogs have excessively chewed\nthe top and bottom of this feeder and the sides of the feeder are extensively scratched.\nAnother enclosure, containing four dogs, has plastic covering the walls of the indoor section of the enclosure. The\ndogs have excessively chewed and torn the plastic above the access door. The damaged plastic has created a\nsection of exposed wood and the dogs have begun chewing on the wood.\nOne enclosure, containing two dogs, has plastic covering the inside of the shelter. The dogs have excessively\nchewed and torn the plastic that is framing the access door of the shelter.\nChewed and damaged surfaces cannot be adequately cleaned and sanitized. All surfaces must be maintained on a\nregular basis. Surfaces that cannot be readily cleaned and sanitized must be replaced when they are worn or\nsoiled. The licensee must replace the chewed and damaged surfaces or alter them in a manner that allows for\nadequate cleaning and sanitizing to occur. The licensee must ensure that all surfaces are kept in good repair at all\ntimes.\nCorrection date: May 18, 2016"
    },
    {
      "code": "3.6(a)(2)(10)",
      "kind": "",
      "repeat": true,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "In one enclosure two small puppies were observed to be out of their whelping box and lying on the wire floor. One\npuppy's right front leg has passed through an opening in the floor and the puppy was seen to struggle in an attempt\nto move. Openings in the flooring that are large enough to allow an animal's leg to pass through can cause injury to\nthe animal.\nPrimary enclosures must have floors that are constructed in a manner that protects the dogs' feet and legs from\ninjury and do not allow the dogs' feet to pass through openings in the floor. The licensee must replace the flooring\nor alter it in a manner that does not allow the puppy's feet or legs to pass through. The licensee must ensure that\nthe enclosure flooring is safe for the dogs at all times. The licensee moved both puppies back into the whelping box\nduring the inspection.\nExit interview conducted with Kelly Maxwell, ACI and the facility representative."
    }
  ],
  "narrative": "2.40(b)(2)           DIRECT                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nA female poodle (057581320) was observed to be excessively licking her mouth and the hair around the front of her\nmouth had become wet.   Closer observation of the dog revealed at least one loose upper front tooth that was easily\nmoved when touched by the inspector.  The surfaces of the check teeth are covered in a grey/brown material and\nthere is a grey creamy substance along the gum line.  Approximately one-fourth of the surface of the upper canine\nteeth and the majority of the surface of the upper front teeth are also covered in the grey/brown material.  The gums\nare moderately reddened.   Poor dental health can cause pain and discomfort to the dog as well as lead to further\nhealth complications.\nThis dog must be evaluated by a licensed veterinarian for proper diagnosis and treatment plan.  The diagnosis and\ntreatment plan must be documented and available to the inspector upon request.  The licensee must ensure that all\ndogs receive adequate veterinary care at all times.\nA female Chihuahua (0A02552969) has extremely long, overgrown toenails.  The toenails have become so long that\nthey have begun to curl under.  Overgrown toenails can cause pain and discomfort to the dog as well as affect the\ndog's natural gait.  \nThe licensee must have this dog's toenails trimmed to an acceptable length.   The licensee must establish an\neffective plan for the maintenance and care of the toenails of all dogs to ensure that they are kept at an acceptable\nlength at all times.  \n3.1(a)                    REPEAT\nHOUSING FACILITIES, GENERAL.\nIn one enclosure, containing one adult dog and two puppies, there is a heat lamp that has become detached from\nthe enclosure and is lying on the floor of the enclosure.  The heat lamp contains a glass bulb and is plugged in and\nturned on while lying on the floor.  A puppy is lying near the heat lamp and the adult dog is moving around the heat\nlamp.  Heat lamps and glass bulbs that can come into contact with the dogs can result in injury and burns.  The\n\nlicensee reattached the heat lamp to the top of the enclosure during the inspection.\nAnother enclosure, containing one adult dog, has a heat lamp cord that is attached to the top of the interior of the\nenclosure.  The cord is attached with wire and the wire has become detached from the enclosure top and the cord is\nhanging down into the enclosure.  The wire still wrapped around the cord has created a sharp point that can come\ninto contact with the dog. \n \nOne enclosure, containing one adult dog and two puppies, has a small section of wire that has been cut and placed\nagainst the whelping box to keep it from moving.  The cut section of wire has resulted in multiple sharp points at the\nlevel of the dog and puppies.\n  \nOne enclosure, containing three dogs, has a broken piece of metal framing that is directly beneath the access door. \nThe broken metal has resulted in jagged edges and sharp points that the dogs could come into contact with when\nthey move through the access door.\nSharp points and jagged edges could cause injury to the dogs.  Housing facilities for dogs must be designed and\nconstructed so that they protect the animals from injury.  The licensee must repair, replace, or alter the sharp points\nand jagged edges in a manner that eliminates the injury risk towards the dogs.  The licensee must ensure that all\nenclosures remain safe for the animals at all times.\n3.1(c)(2)\nHOUSING FACILITIES, GENERAL.\nOne enclosure, containing three dogs, has a plastic feeder attached to the wall.  The dogs have excessively chewed\nthe top and bottom of this feeder and the sides of the feeder are extensively scratched.\n \nAnother enclosure, containing four dogs, has plastic covering the walls of the indoor section of the enclosure.  The\ndogs have excessively chewed and torn the plastic above the access door.  The damaged plastic has created a\nsection of exposed wood and the dogs have begun chewing on the wood.\n   \nOne enclosure, containing two dogs, has plastic covering the inside of the shelter.  The dogs have excessively\nchewed and torn the plastic that is framing the access door of the shelter. \nChewed and damaged surfaces cannot be adequately cleaned and sanitized.  All surfaces must be maintained on a\nregular basis.  Surfaces that cannot be readily cleaned and sanitized must be replaced when they are worn or\nsoiled.  The licensee must replace the chewed and damaged surfaces or alter them in a manner that allows for\nadequate cleaning and sanitizing to occur.  The licensee must ensure that all surfaces are kept in good repair at all\ntimes.\n\nCorrection date:  May 18, 2016\n3.6(a)(2)(10)                    REPEAT\nPRIMARY ENCLOSURES.\nIn one enclosure two small puppies were observed to be out of their whelping box and lying on the wire floor.  One\npuppy's right front leg has passed through an opening in the floor and the puppy was seen to struggle in an attempt\nto move.  Openings in the flooring that are large enough to allow an animal's leg to pass through can cause injury to\nthe animal.  \nPrimary enclosures must have floors that are constructed in a manner that protects the dogs' feet and legs from\ninjury and do not allow the dogs' feet to pass through openings in the floor.  The licensee must replace the flooring\nor alter it in a manner that does not allow the puppy's feet or legs to pass through.  The licensee must ensure that\nthe enclosure flooring is safe for the dogs at all times.  The licensee moved both puppies back into the whelping box\nduring the inspection.\nExit interview conducted with Kelly Maxwell, ACI and the facility representative.",
  "animals_total": 176,
  "species": [
    {
      "count": 114,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 62,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}