{
  "insp_id": "117151347430889",
  "layout": "a",
  "customer_id": "5306",
  "customer_name": "Allen Koedam",
  "customer_addr": "Wanda Koedam\n2469 180th Street\nRock Rapids, IA 51246",
  "certificate": "42-A-0016",
  "site_id": "001",
  "site_name": "ALLEN & WANDA KOEDAM",
  "insp_type": "ROUTINE INSPECTION",
  "date": "27-APR-2015",
  "report_date": "27-APR-2015",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "In building B, there is a female, white Bichon (ear tattoo #79) that has a wound on the right side of her neck. The\nwound is red and parts of it are still raw. There is a dark brown material caked on the hair around the wound. The\narea of the neck containing the wound is slightly swollen. The right ear has some dried blood on the tip of it from\ntouching the wound. Neck wounds such as this can cause pain and discomfort to the dog as well as lead to other\nhealth issues.\nThis same dog also has a thick dark brown substance caking the surface of her check teeth making it difficult to see\nthe teeth. Poor dental health can cause pain and discomfort to the dog as well as lead to other health problems.\nThis dog must be evaluated by a licensed veterinarian for her neck wound and dental health. Licensee must obtain\nan accurate diagnosis and treatment plan from the veterinarian. This diagnosis and treatment plan must be\ndocumented and made available to the inspector upon request. Licensee must ensure that all dogs receive\nadequate veterinary care at all times.\nCorrect by: May 04, 2015"
    },
    {
      "code": "3.11(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "There are two enclosures in building B and one enclosure in the far building that have an excessive buildup of dirt\nand grime on their walls. There are a total of three dogs housed in these enclosures. This buildup of dirt and grime\ncan increase disease risks to the dogs. All used primary enclosures must be sanitized once every two weeks and\nmore often if necessary to prevent the buildup of dirt, grime and disease hazards.\nCorrect by: May 11, 2015\nExit interview conducted with facility representative."
    }
  ],
  "narrative": "2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nIn building B, there is a female, white Bichon (ear tattoo #79) that has a wound on the right side of her neck.  The\nwound is red and parts of it are still raw.  There is a dark brown material caked on the hair around the wound. The\narea of the neck containing the wound is slightly swollen.  The right ear has some dried blood on the tip of it from\ntouching the wound.  Neck wounds such as this can cause pain and discomfort to the dog as well as lead to other\nhealth issues.  \nThis same dog also has a thick dark brown substance caking the surface of her check teeth making it difficult to see\nthe teeth.  Poor dental health can cause pain and discomfort to the dog as well as lead to other health problems.\nThis dog must be evaluated by a licensed veterinarian for her neck wound and dental health.  Licensee must obtain\nan accurate diagnosis and treatment plan from the veterinarian.  This diagnosis and treatment plan must be\ndocumented and made available to the inspector upon request.  Licensee must ensure that all dogs receive\nadequate veterinary care at all times. \nCorrect by:  May 04, 2015\n3.11(b)(2)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\nThere are two enclosures in building B and one enclosure in the far building that have an excessive buildup of dirt\nand grime on their walls.  There are a total of three dogs housed in these enclosures.  This buildup of dirt and grime\ncan increase disease risks to the dogs.  All used primary enclosures must be sanitized once every two weeks and\nmore often if necessary to prevent the buildup of dirt, grime and disease hazards.\nCorrect by:  May 11, 2015\nExit interview conducted with facility representative.\n\n",
  "animals_total": 229,
  "species": [
    {
      "count": 133,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 96,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}