{
  "insp_id": "112151821110459",
  "layout": "a",
  "customer_id": "332163",
  "customer_name": "Niki Blevins",
  "customer_addr": "15425 St Hwy 125 S\nGarrison, MO 65657",
  "certificate": "43-A-5909",
  "site_id": "001",
  "site_name": "Niki Blevins",
  "insp_type": "ROUTINE INSPECTION",
  "date": "22-APR-2015",
  "report_date": "22-APR-2015",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "***The licensee did not follow her Program of Veterinary Care when treating her cats for fleas. The Attending\nVeterinarian's instructions were to use Frontline and Revolution on alternating months for ectoparasites. Instead,\nthe licensee purchased an over the counter flea product that was labeled for use only in dogs. This product caused\ninsecticide toxicosis in seven adult cats and four kittens. Despite treatment by the Attending Veterinarian, all four\nkittens died. All seven adult cats survived, but four females later aborted their litters of kittens. Not following the\nAttending Veterinarian's instructions in the Program of Veterinary Care can result in the use of inappropriate\nmethods to prevent, control, diagnose, and treat diseases and injuries. The licensee must follow the Program of\nVeterinary Care for her animals.\nTO BE CORRECTED ON APRIL 22, 2015.\n***The licensee was using medications that did not have labels. She was pouring medications from large bottles of\nAlbon and Pyrantel into smaller bottles for ease of use. However, these small bottles did not have labels that\nindicated what was in the bottles. Medications without labels or with incomplete labels can result in an animal\nreceiving the incorrect medication, the incorrect dose, or expired medication. The licensee must ensure that all\nmedication containers are labeled with the name of the medication, the dose to be given, and the expiration date.\nTO BE CORRECTED BY APRIL 24, 2015."
    },
    {
      "code": "2.50(a)(2)",
      "kind": "",
      "repeat": false,
      "desc": "TIME AND METHOD OF IDENTIFICATION.",
      "narrative": "(a)(2) Kittens less than 16 weeks of age.\nThe licensee was not properly identifying kittens comingled from different litters. One enclosure contained 5 kittens\nfrom one litter and 1 kitten from another litter. Another enclosure contained 2 kittens from one litter and 1 kitten\nfrom another litter. These kittens were being identified with cage cards rather than having individual identification.\nAppropriate identification of kittens is necessary to meet recordkeeping requirements for inventory, disposition,\ntransport, and healthcare documentation. The licensee must individually identify kittens that are from different litters\nand housed together in the same enclosure.\nTO BE CORRECTED BY APRIL 24, 2015.\nThe inspection and the exit briefing were conducted by Konnie Plumlee-VMO with the licensee."
    }
  ],
  "narrative": "2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n***The licensee did not follow her Program of Veterinary Care when treating her cats for fleas.  The Attending\nVeterinarian's instructions were to use Frontline and Revolution on alternating months for ectoparasites.  Instead,\nthe licensee purchased an over the counter flea product that was labeled for use only in dogs.  This product caused\ninsecticide toxicosis in seven adult cats and four kittens.  Despite treatment by the Attending Veterinarian, all four\nkittens died.  All seven adult cats survived, but four females later aborted their litters of kittens.  Not following the\nAttending Veterinarian's instructions in the Program of Veterinary Care can result in the use of inappropriate\nmethods to prevent, control, diagnose, and treat diseases and injuries.  The licensee must follow the Program of\nVeterinary Care for her animals.\nTO BE CORRECTED ON APRIL 22, 2015.\n***The licensee was using medications that did not have labels.  She was pouring medications from large bottles of\nAlbon and Pyrantel into smaller bottles for ease of use.  However, these small bottles did not have labels that\nindicated what was in the bottles.  Medications without labels or with incomplete labels can result in an animal\nreceiving the incorrect medication, the incorrect dose, or expired medication.  The licensee must ensure that all\nmedication containers are labeled with the name of the medication, the dose to be given, and the expiration date.  \nTO BE CORRECTED BY APRIL 24, 2015.\n2.50(a)(2)\nTIME AND METHOD OF IDENTIFICATION.\n(a)(2)  Kittens less than 16 weeks of age.\nThe licensee was not properly identifying kittens comingled from different litters.  One enclosure contained 5 kittens\nfrom one litter and 1 kitten from another litter.  Another enclosure contained 2 kittens from one litter and 1 kitten\nfrom another litter.  These kittens were being identified with cage cards rather than having individual identification. \nAppropriate identification of kittens is necessary to meet recordkeeping requirements for inventory, disposition,\n\ntransport, and healthcare documentation.  The licensee must individually identify kittens that are from different litters\nand housed together in the same enclosure.\nTO BE CORRECTED BY APRIL 24, 2015.\nThe inspection and the exit briefing were conducted by Konnie Plumlee-VMO with the licensee.",
  "animals_total": 41,
  "species": [
    {
      "count": 17,
      "scientific": "Felis silvestris catus",
      "common": "CAT ADULT"
    },
    {
      "count": 24,
      "scientific": "Felis silvestris catus",
      "common": "CAT KITTEN"
    }
  ]
}