{
  "insp_id": "2016082569068763",
  "layout": "a",
  "customer_id": "323515",
  "customer_name": "Howling Woods Farm",
  "customer_addr": "1371 West Veterans Highway\nJackson, NJ 08527",
  "certificate": "22-C-0127",
  "site_id": "001",
  "site_name": "HOWLING WOODS FARM",
  "insp_type": "ROUTINE INSPECTION",
  "date": "21-FEB-2018",
  "report_date": "07-MAR-2018",
  "citations": [
    {
      "code": "2.40(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "The available Program Of Veterinary Care was dated 9-25-14. This program has not been updated in over three\nyears. Additionally, there was no Signature sheet available to indicate the number of physical visits to the facility by\nthe attending veterinarian. A fully documented Program of Veterinary Care, addressing all of the required sections,\nmust be completed by the attending veterinarian and signed by both the veterinarian and owner.\nWritten programs of veterinary care are necessary to indicate the once yearly facility visits and care that is to be\nprovided to the wolf/hybrids maintained at this facility.\nTO BE CORRECTED BY: MARCH 7, 2018"
    },
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "The following medications were found to be expired:\n* 1 package of Bordetella vaccines, half of which were used, had an expiration date of 3-25-16\n* 1 package of Revolution with an expiration date of 10/2016\nThe use of expired medications is not considered adequate veterinary care. If expired medications are readily\navailable, they must be properly disposed of and current medications must be utilized for the health and well-being\nof the wolf/hybrids.\nFacilities shall maintain programs of adequate veterinary care that includes the use of appropriate methods to\nprevent, control, diagnose, and treat diseases and injuries.\nTO BE CORRECTED BY: MARCH 7, 2018"
    },
    {
      "code": "3.1(a)",
      "kind": "",
      "repeat": true,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "THE FOLLOWING ITEMS ARE IN NEED OF REPAIR OR REPLACEMENT:\n1. The floor of the rear shelter building now has a full metal dig guard (fence panel) totally exposed on the interior\nportion of the earthen floor. Legs, feet and toe pads could get caught between the openings causing injury. This\npanel must be covered to protect the wolf/hybrid's feet and legs from injury.\n2. Upon entrance into the main enclosure, there are exposed metal points of the dig guard present. The wolf/hybrid\nshave access to these points and they could injure themselves on the sharp points. These exposed areas must be\ncovered to prevent injury.\n3. One plank is missing on the raised platform in Winona and Mac's enclosure. The screws that held down the\nplank are now exposed and could caused injury to the wolf/hybrids. The plank must be repaired to maintain\nstructural strength and to protect the wolf/hybrids from injury.\n4. The top plank (2 x 4), on the rear gate of the exercise pen, is broken. Additionally, the metal fence panel is also\ndented in this same area. These damaged areas of the gate must be repaired to main structural strength.\n5. Broken, metal trim is present on all four corners of the green dog house. These damaged area could cause injury\nto the wolf/hybrids. This trim must be replaced to maintain structural strength and to keep the dog house in good\nrepair."
    },
    {
      "code": "3.1(e)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "Inside of the refrigerator, two bags of cheese cubes are stored directly on top of an open bag of raw chicken. The\nbag of raw chicken had bloody liquid in the bottom of the bag. The cheese cubes are used as treats and can be\ncontaminated by the raw chicken. All open supplies of food items must be kept in leakproof containers with tightly\nfitting lids to prevent contamination and spoilage.\n2. Due to a malfunctioning door seal, a can of Thompson's Water Seal is maintained on top of the small chest\nfreezer in order to weigh down the lid. This freezer contains chicken parts for the feeding of the wolf/hybrids. This\nchemical could potentially contaminate the food maintained inside. Chemicals shall not be stored or maintained\nabove food items.\nTO BE CORRECTED BY: MARCH 8, 2018\nThis inspection and exit briefing were conducted with the facility representative.\nAdditional Inspectors\nMcintosh Ashley, Veterinary Medical Officer"
    }
  ],
  "narrative": "2.40(a)(1)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThe available Program Of Veterinary Care was dated 9-25-14.  This program has not been updated in over three\nyears.  Additionally, there was no Signature sheet available to indicate the number of physical visits to the facility by\nthe attending veterinarian.  A fully documented Program of Veterinary Care, addressing all of the required sections,\nmust be completed by the attending veterinarian and signed by both the veterinarian and owner.   \nWritten programs of veterinary care are necessary to indicate the once yearly facility visits and care that is to be\nprovided to the wolf/hybrids maintained at this facility.\nTO BE CORRECTED BY:  MARCH 7, 2018\n2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThe following medications were found to be expired:\n* 1 package of Bordetella vaccines, half of which were used, had an expiration date of 3-25-16\n* 1 package of Revolution with an expiration date of 10/2016\nThe use of expired medications is not considered adequate veterinary care.  If expired medications are readily\navailable, they must be properly disposed of and current medications must be utilized for the health and well-being\nof the wolf/hybrids.\nFacilities shall maintain programs of adequate veterinary care that includes the use of appropriate methods to\nprevent, control, diagnose, and treat diseases and injuries.\nTO BE CORRECTED BY:  MARCH 7, 2018\n3.1(a)                    REPEAT\n\nHOUSING FACILITIES, GENERAL.\nTHE FOLLOWING ITEMS ARE IN NEED OF REPAIR OR REPLACEMENT:\n1.  The floor of the rear shelter building now has a full metal dig guard (fence panel) totally exposed on the interior\nportion of the earthen floor.  Legs, feet and toe pads could get caught between the openings causing injury.  This\npanel must be covered to protect the wolf/hybrid's feet and legs from injury.\n2.  Upon entrance into the main enclosure, there are exposed metal points of the dig guard present.  The wolf/hybrid\nshave access to these points and they could injure themselves on the sharp points.  These exposed areas must be\ncovered to prevent injury.\n3.  One plank is missing on the raised platform in Winona and Mac's enclosure.  The screws that held down the\nplank are now exposed and could caused injury to the wolf/hybrids.  The plank must be repaired to maintain\nstructural strength and to protect the wolf/hybrids from injury.\n4.  The top plank (2 x 4), on the rear gate of the exercise pen, is broken. Additionally, the metal fence panel is also\ndented in this same area.  These damaged areas of the gate must be repaired to main structural strength.\n5. Broken, metal trim is present on all four corners of the green dog house.  These damaged area could cause injury\nto the wolf/hybrids.  This trim must be replaced to maintain structural strength and to keep the dog house in good\nrepair.\n3.1(e)\nHOUSING FACILITIES, GENERAL.\nInside of the refrigerator, two bags of cheese cubes are stored directly on top of an open bag of raw chicken.  The\nbag of raw chicken had bloody liquid in the bottom of the bag.  The cheese cubes are used as treats and can be\ncontaminated by the raw chicken.  All open supplies of food items must be kept in leakproof containers with tightly\nfitting lids to prevent contamination and spoilage.  \n2. Due to a malfunctioning door seal, a can of Thompson's Water Seal is maintained on top of the small chest\nfreezer in order to weigh down the lid.  This freezer contains chicken parts for the feeding of the wolf/hybrids.  This\nchemical could potentially contaminate the food maintained inside.  Chemicals shall not be stored or maintained\nabove food items.   \nTO BE CORRECTED BY:  MARCH 8, 2018\nThis inspection and exit briefing were conducted with the facility representative.\n\nAdditional Inspectors\nMcintosh Ashley, Veterinary Medical Officer",
  "animals_total": 7,
  "species": [
    {
      "count": 7,
      "scientific": "Canis lupus x c. l. familiaris",
      "common": "WOLF/DOG HYBRID"
    }
  ]
}