{
  "insp_id": "2016090000789972",
  "layout": "b",
  "customer_id": "20774",
  "customer_name": "ERIC LADERER VICKIE LADERER",
  "customer_addr": "18702 E. 125TH RD\nFULTON, KS 66738",
  "certificate": "48-A-2244",
  "site_id": "001",
  "site_name": "ERIC and Vickie Laderer",
  "insp_type": "ROUTINE INSPECTION",
  "date": "11-MAY-2022",
  "report_date": "12-MAY-2022",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "* The following medication used to treat the dogs at the facility is past the labeled expiration date. The recorded\nexpiration date on one 100 ml bottle of Oxytocin was 09/2021. This medication was intermingled with other products that\nare currently being used at the facility and is therefore ready for use. The usage of expired drugs on regulated animals is\nnot considered to be an acceptable veterinary practice and does not constitute adequate veterinary care. The\neffectiveness of the dosage level and expected results when expired drugs are administrated could be drastically changed\nor may not work as anticipated. The licensee must ensure that all medications used on the dogs must be current and\nhave not gone past the recorded expiration date. Correct by 5/25/22."
    },
    {
      "code": "3.1(a)",
      "kind": "",
      "repeat": false,
      "desc": "Housing facilities, general.",
      "narrative": "* An estimated four by eight-inch hole was observed in the chain link enclosure divider fencing. One dog is in contact\nwith the affected fencing located in an outdoor enclosure. The ability to contain the animal securely is greatly affected\nand could lead to potential injury, if the enclosure divider fencing is not kept in good repair. Containment of the animal is\nnecessary for protection from potential escape or injury which could have a negative impact on the well-being of the\nanimal. Housing facilities for dogs must be designed and constructed so that they are structurally sound, kept in good\nrepair, protect the animals from injury, contain the animals securely, and restrict other animals from entering. Correct by\n5/18/22."
    },
    {
      "code": "3.1(f)",
      "kind": "",
      "repeat": false,
      "desc": "Housing facilities, general.",
      "narrative": "* Fecal waste was observed accumulating on the elevated ground floor in one outdoor enclosure housing one dog. An\nestimated 25 percent of the total floor area was covered with fecal waste. The licensee estimated the waste buildup to be\na weeks’ worth. Fecal waste can attract pests and rodents, become a disease hazard or area of contamination to the\nanimal. Odors, insects, disease hazards, and pest infestation from fecal waste accumulations can have an adverse effect\non the health and well-being of the animals at this facility. The licensee must provide for the regular and frequent\ncollection, removal, and disposal of animal and food waste, bedding, debris, garbage, water, other fluids and wastes, and\ndead animals, in a manner that minimizes contamination and disease risks. Correct by 5/18/22."
    },
    {
      "code": "3.11(c)",
      "kind": "",
      "repeat": false,
      "desc": "Cleaning, sanitization, housekeeping, and pest control.",
      "narrative": "* There is an overgrowth of grass and weeds surrounding one outdoor enclosure housing one dog. The grass and\nweeds were estimated to be one foot in height. This could provide a living area for rodents, other pests or vermin. In\naddition, it makes removal of fecal waste from the enclosure more difficult to do. The licensee must ensure all weeds,\ngrasses, and bushes must be controlled to facilitate cleaning of the premises and pest control, and to protect the health\nand well-being of the animals. Correct by 5/25/22.\nThis inspection and exit interview were conducted with the licensee.\nEnd Section"
    }
  ],
  "narrative": "2.40(b)(2) \n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \n*   The following medication used to treat the dogs at the facility is past the labeled expiration date.  The recorded \nexpiration date on one 100 ml bottle of Oxytocin was 09/2021.   This medication was intermingled with other products that \nare currently being used at the facility and is therefore ready for use.  The usage of expired drugs on regulated animals is \nnot considered to be an acceptable veterinary practice and does not constitute adequate veterinary care.  The \neffectiveness of the dosage level and expected results when expired drugs are administrated could be drastically changed \nor may not work as anticipated.   The licensee must ensure that all medications used on the dogs must be current and \nhave not gone past the recorded expiration date.  Correct by 5/25/22. \n3.1(a) \n   \nHousing facilities, general. \n*     An estimated four by eight-inch hole was observed in the chain link enclosure divider fencing.  One dog is in contact \nwith the affected fencing located in an outdoor enclosure.  The ability to contain the animal securely is greatly affected \nand could lead to potential injury, if the enclosure divider fencing is not kept in good repair.  Containment of the animal is \nnecessary for protection from potential escape or injury which could have a negative impact on the well-being of the \nanimal.    Housing facilities for dogs must be designed and constructed so that they are structurally sound, kept in good\n\nrepair, protect the animals from injury, contain the animals securely, and restrict other animals from entering.  Correct by \n5/18/22. \n3.1(f) \n   \nHousing facilities, general. \n*    Fecal waste was observed accumulating on the elevated ground floor in one outdoor enclosure housing one dog.  An \nestimated 25 percent of the total floor area was covered with fecal waste.  The licensee estimated the waste buildup to be \na weeks’ worth. Fecal waste can attract pests and rodents, become a disease hazard or area of contamination to the \nanimal.  Odors, insects, disease hazards, and pest infestation from fecal waste accumulations can have an adverse effect \non the health and well-being of the animals at this facility.  The licensee must provide for the regular and frequent \ncollection, removal, and disposal of animal and food waste, bedding, debris, garbage, water, other fluids and wastes, and \ndead animals, in a manner that minimizes contamination and disease risks.  Correct by 5/18/22. \n3.11(c) \n   \nCleaning, sanitization, housekeeping, and pest control. \n*   There is an overgrowth of grass and weeds surrounding one outdoor enclosure housing one dog.  The grass and \nweeds were estimated to be one foot in height.  This could provide a living area for rodents, other pests or vermin.  In \naddition, it makes removal of fecal waste from the enclosure more difficult to do.  The licensee must ensure all weeds, \ngrasses, and bushes must be controlled to facilitate cleaning of the premises and pest control, and to protect the health \nand well-being of the animals.  Correct by 5/25/22. \n \nThis inspection and exit interview were conducted with the licensee. \n \nEnd Section",
  "animals_total": 57,
  "species": [
    {
      "count": 34,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 23,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}