{
  "insp_id": "50140937529969",
  "layout": "a",
  "customer_id": "20126",
  "customer_name": "Chris Nilges",
  "customer_addr": "1419 Jasper Spur Road\nBland, MO 65014",
  "certificate": "43-A-3790",
  "site_id": "001",
  "site_name": "CHRIS NILGES",
  "insp_type": "ROUTINE INSPECTION",
  "date": "25-FEB-2014",
  "report_date": "26-FEB-2014",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "Direct - There was an approximately 9 week old male Havanese puppy (#56) that was lethargic. The puppy was\nobserved lying in the enclosure and would barely lift its head and did not attempt to play with the other puppy in the\nenclosure. Upon closer observation, the puppy's gums were light pink to white in color and appeared dry. The\npuppy also appeared to be breathing heavy and a faint wheezy-like sound could occasionally be heard with the\npuppy's breathing. According to the licensee, he had not noticed the puppy's condition. A lethargic puppy with\nabnormal breathing could have a serious medical condition that can deteriorate very quickly, resulting in death. The\nlicensee had this animal examined by a licensed veterinarian immediately following the completion of the facility\ninspection. In conjunction with the exit interview on February 25, 2014, the licensee provided the inspector with\nwritten documentation from a veterinarian for the evaluation and treatment recommendations regarding this animal.\nThe licensee must ensure that the veterinarian's treatment plan is followed.\n***There was an approximately 8 year old male Yorkshire Terrier (#078*362*588) with a dental condition. The dog\nwas observed with its tongue hanging out and wet fur mostly around the face and front legs; some small matts were\npresent in the fur around the dog's face. Many of the dog's teeth appeared to be missing. At least one tooth on\neach side of the mouth was observed and each had a very heavy build-up of yellowish brown to green material\ncovering it. One of these teeth was an upper left cheek tooth which was observed to move very easily upon lifting\nthe dog's upper lip. There was a whitish gray creamy material observed at the gum line of each of these teeth.\n***There was an adult male white Chihuahua (#099*512*809) with a dental condition, long nails and an\napproximately 1 1/4 inch diameter region of hair loss along the front of the upper left rear leg. Some of the teeth\nappeared to be missing and most of the teeth that were present had a heavy build-up of yellowish brown to dark\nbrown material on the teeth. This abnormal build-up of material covered the majority of the cheek teeth and\nextended into the gum line. The gums appeared reddened, swollen and had receded along some of these teeth.\nSome of the nails on the dog's rear paws were excessively long. Some of these nails were curling under and were\nstarting to approach the pads of the feet. Also, there was an approximately 1 inch linear rough, dry, dark brown to\nblack scab-like lesion in the area of hair loss on the dog's left rear leg. Some of the surrounding fur in this area was\nlight reddish brown in color. According to the licensee, he was unaware of the lesion on the dog's leg. The hair loss\nand lesion on the left rear leg could be the result of an injury, infection or other veterinary medical condition that may\ncause discomfort. Long toenails increase the risk of discomfort and injury. The licensee must ensure that all dogs'\ntoenails are trimmed short enough that their stance is not affected and to a length that will decrease the risk of\ninjury.\nThe abnormal build-up of material on the dogs' teeth can cause damage to the gum tissue and tooth structures.\nThese dogs' dental conditions could be painful, may decrease the dogs' ability to eat normally and negatively impact\nthe overall health of the animals.\n***There was an adult female Shiba Inu (#103*871*293) intermittently holding its left front leg up and licking at the\npaw. On closer observation there was an approximately 1 inch long region of hair loss between two of the digits on\nthe left front paw. The skin in the region of hair loss appeared red, moist and inflamed with at least one small\npinpoint open sore. The surrounding fur was wet and a clear to white material was observed on and around the\nlesion. While observing the paw, the dog would frequently jerk the paw away and back towards its body. According\nto the licensee, he had not noticed the condition of the dog's paw. This lesion could be the result of injury, infection\nor other veterinary medical condition that could be painful.\nThe licensee must have the Yorkshire Terrier (#078*362*588), Chihuahua (#099*512*809) and Shiba Inu\n(#103*871*293) examined by a licensed veterinarian in order to ensure that accurate diagnoses are made and\nappropriate treatment plans are developed and followed. The licensee must develop and establish an effective\ndental care program as part of the overall program of veterinary care for the animals in the facility.\n***There was an adult female Yorkshire Terrier (#105*052*527) that had matting of the fur with several larger sized\nmatts noted along the dog's back and rear legs. Matting can be uncomfortable and can increase the risk of skin\nsores. The licensee must ensure this dog is groomed and establish an appropriate grooming schedule for all dogs.\nThe licensee must ensure that all animals receive adequate veterinary care at all times. TO BE CORRECTED BY:\nFebruary 28, 2014."
    },
    {
      "code": "3.1(a)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "(a) Structure.\n***There were several enclosures throughout the facility that had structures which were in disrepair. The outdoor\nportion of a sheltered enclosure housing an adult dog had metal flashing around the frame of the access door. This\nmetal flashing was broken and separating from the underlying structures along a section of the bottom, corner and\nside . Some of the edges of the separated metal frame were bent, roughened and pointing outward where an animal\ncould easily step on and/or otherwise come in contact with the irregularly shaped sharp edges. In another outdoor\nportion of an enclosure housing 2 dogs, a section of the back solid wall, adjacent to the side of an access door\nframe, was in disrepair. The metal-like wall was separating from the underlying structure and some of the irregularly\nshaped and roughened edges were bent outward and pointing into the enclosure at the dogs' level. A large portion\nof the exposed underlying wall was rusted. Also, there were at least three shelter units in the outdoor facility with\nwalls that had white plastic coverings which were chewed along the edges of the door frames; various sized\nportions of the plastic were separating from the wood underneath them. One of these shelters had two larger\nsections of the underlying wood exposed around the door frame. The chewed plastic edges appeared rough and\nsharp in appearance. The broken and/or chewed wall coverings and metal door frames increase the risk that the\nanimals could become injured on the roughened edges. The licensee must ensure that all animal housing facilities\nare kept in good repair and that they protect the animals from injury as well as contain the animals securely and\nrestrict other animals from entering at all tiimes. TO BE CORRECTED BY: March 4, 2014.\nThe inspection was conducted on February 25, 2014 with the licensee. All correction dates were verbally discussed\nand acknowledged to be understood by the licensee on February 25, 2014. An exit interview was completed on\nFebruary 26, 2014.\nAdditional Inspectors\nHeine William, Animal Care Inspector"
    }
  ],
  "narrative": "2.40(b)(2)           DIRECT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nDirect - There was an approximately 9 week old male Havanese puppy (#56) that was lethargic.  The puppy was\nobserved lying in the enclosure and would barely lift its head and did not attempt to play with the other puppy in the\nenclosure.  Upon closer observation, the puppy's gums were light pink to white in color and appeared dry.  The\npuppy also appeared to be breathing heavy and a faint wheezy-like sound could occasionally be heard with the\npuppy's breathing.  According to the licensee, he had not noticed the puppy's condition.  A lethargic puppy with\nabnormal breathing could have a serious medical condition that can deteriorate very quickly, resulting in death.  The\nlicensee had this animal examined by a licensed veterinarian immediately following the completion of the facility\ninspection.  In conjunction with the exit interview on February 25, 2014, the licensee provided the inspector with\nwritten documentation from a veterinarian for the evaluation and treatment recommendations regarding this animal. \nThe licensee must ensure that the veterinarian's treatment plan is followed.  \n***There was an approximately 8 year old male Yorkshire Terrier (#078*362*588) with a dental condition.  The dog\nwas observed with its tongue hanging out and wet fur mostly around the face and front legs; some small matts were\npresent in the fur around the dog's face.  Many of the dog's teeth appeared to be missing.  At least one tooth on\neach side of the mouth was observed and each had a very heavy build-up of yellowish brown to green material\ncovering it. One of these teeth was an upper left cheek tooth which was observed to move very easily upon lifting\nthe dog's upper lip.  There was a whitish gray creamy material observed at the gum line of each of these teeth.  \n***There was an adult male white Chihuahua (#099*512*809) with a dental condition, long nails and an\napproximately 1 1/4 inch diameter region of hair loss along the front of the upper left rear leg.  Some of the teeth\nappeared to be missing and most of the teeth that were present had a heavy build-up of yellowish brown to dark\nbrown material on the teeth. This abnormal build-up of material covered the majority of the cheek teeth and\nextended into the gum line. The gums appeared reddened, swollen and had receded along some of these teeth. \nSome of the nails on the dog's rear paws were excessively long.  Some of these nails were curling under and were\nstarting to approach the pads of the feet.  Also, there was an approximately 1 inch linear rough, dry, dark brown to\nblack scab-like lesion in the area of hair loss on the dog's left rear leg.  Some of the surrounding fur in this area was\nlight reddish brown in color.  According to the licensee, he was unaware of the lesion on the dog's leg.  The hair loss\nand lesion on the left rear leg could be the result of an injury, infection or other veterinary medical condition that may\n\ncause discomfort.  Long toenails increase the risk of discomfort and injury. The licensee must ensure that all dogs'\ntoenails are trimmed short enough that their stance is not affected and to a length that will decrease the risk of\ninjury.  \nThe abnormal build-up of material on the dogs' teeth can cause damage to the gum tissue and tooth structures. \nThese dogs' dental conditions could be painful, may decrease the dogs' ability to eat normally and negatively impact\nthe overall health of the animals. \n***There was an adult female Shiba Inu (#103*871*293) intermittently holding its left front leg up and licking at the\npaw.  On closer observation there was an approximately 1 inch long region of hair loss between two of the digits on\nthe left front paw.  The skin in the region of hair loss appeared red, moist and inflamed with at least one small\npinpoint open sore.  The surrounding fur was wet and a clear to white material was observed on and around the\nlesion.  While observing the paw, the dog would frequently jerk the paw away and back towards its body.  According\nto the licensee, he had not noticed the condition of the dog's paw.  This lesion could be the result of injury, infection\nor other veterinary medical condition that could be painful. \n The licensee must have the Yorkshire Terrier (#078*362*588), Chihuahua (#099*512*809) and Shiba Inu\n(#103*871*293) examined by a licensed veterinarian in order to ensure that accurate diagnoses are made and\nappropriate treatment plans are developed and followed. The licensee must develop and establish an effective\ndental care program as part of the overall program of veterinary care for the animals in the facility.\n***There was an adult female Yorkshire Terrier (#105*052*527) that had matting of the fur with several larger sized\nmatts noted along the dog's back and rear legs. Matting can be uncomfortable and can increase the risk of skin\nsores. The licensee must ensure this dog is groomed and establish an appropriate grooming schedule for all dogs.\nThe licensee must ensure that all animals receive adequate veterinary care at all times. TO BE CORRECTED BY:\nFebruary 28, 2014.\n3.1(a)\nHOUSING FACILITIES, GENERAL.\n(a) Structure.\n***There were several enclosures throughout the facility that had structures which were in disrepair.  The outdoor\nportion of a sheltered enclosure housing an adult dog had metal flashing around the frame of the access door.  This\nmetal flashing was broken and separating from the underlying structures along a section of the bottom, corner and\nside . Some of the edges of the separated metal frame were bent, roughened and pointing outward where an animal\ncould easily step on and/or otherwise come in contact with the irregularly shaped sharp edges. In another outdoor\nportion of an enclosure housing 2 dogs, a section of the back solid wall, adjacent to the side of an access door\n\nframe, was in disrepair. The metal-like wall was separating from the underlying structure and some of the irregularly\nshaped and roughened edges were bent outward and pointing into the enclosure at the dogs' level.  A large portion\nof the exposed underlying wall was rusted.  Also, there were at least three shelter units in the outdoor facility with\nwalls that had white plastic coverings which were chewed along the edges of the door frames; various sized\nportions of the plastic were separating from the wood underneath them.  One of these shelters had two larger\nsections of the underlying wood exposed around the door frame.  The chewed plastic edges appeared rough and\nsharp in appearance.  The broken and/or chewed wall coverings and metal door frames increase the risk that the\nanimals could become injured on the roughened edges. The licensee must ensure that all animal housing facilities\nare kept in good repair and that they protect the animals from injury as well as contain the animals securely and\nrestrict other animals from entering at all tiimes.  TO BE CORRECTED BY:  March 4, 2014.\nThe inspection was conducted on February 25, 2014 with the licensee.  All correction dates were verbally discussed\nand acknowledged to be understood by the licensee on February 25, 2014.  An exit interview was completed on\nFebruary 26, 2014.\nAdditional Inspectors\nHeine William, Animal Care Inspector",
  "animals_total": 229,
  "species": [
    {
      "count": 181,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 48,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}