{
  "insp_id": "2016082568133280",
  "layout": "a",
  "customer_id": "18287",
  "customer_name": "Randy Stoen",
  "customer_addr": "828 Cardinal Ave\nDows, IA 50071",
  "certificate": "42-A-0895",
  "site_id": "001",
  "site_name": "RANDY STOEN",
  "insp_type": "ROUTINE INSPECTION",
  "date": "08-MAR-2017",
  "report_date": "09-MAR-2017",
  "citations": [
    {
      "code": "2.40(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "The licensee has a Program of Veterinary Care but it is not complete and does not accurately represent the\npractices currently conducted at the facility.\nOn the Program of Veterinary Care the vaccination schedule for puppies says \"Annual\". The licensee stated that\nthe puppies are vaccinated more often than once a year.\nThe section for Ectoparasites says \"57% Malathion as needed\". There is no dosage, route of administration, and\nhow often the treatment will be given.\nThe section for Blood Parasites says \"Ivomec\". There is no dosage, route of administration, and how often the\ntreatment is to be given. There is also no indication of any testing to be conducted and how often this testing will\noccur.\nThe section for Intestinal Parasites says \"Strongid T, Ivomec, Panacur\". There is no dosages, route of\nadministration, puppy deworming schedule, and adult deworming schedule. There is also no indication of which\nanimals are to receive which of the three listed dewormers.\nThe section for Method of Euthanasia indicates that the licensee will perform the euthanasia and says \"Injection\nsuccinylcholine at kennel by owner\". This method of euthanasia is not approved by the American Veterinarian\nMedical Association Guidelines for Euthanasia. The licensee stated that he does not perform this method of\neuthanasia and all euthanasia is performed by a licensed veterinarian.\nFailure to have a complete and accurate written program of veterinary care does not ensure that the dogs are\nreceiving veterinary care consistent with currently accepted veterinary medical practices. The program must be\namended to reflect the practices of the facility. It shall include product dosage, route of administration, the\nfrequency of use, any testing to be completed, and the frequency at which this testing shall be done. The program\nmust also be amended to accurately reflect the puppy vaccination and puppy and adult deworming schedules. The\nprogram must also be updated with the current method of euthanasia.\nCorrection date: April 15, 2017"
    },
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "Male Bichon (\"Remington\", microchip #837383097) has areas of moderate hair loss on his body. The areas are\nmost noted on the left side of the body. The area of hair loss along the left rib cage also contains three dark colored\nscab-like sections within it and the skin is slightly reddened. Two areas of hair loss are located on the left hind leg.\nOne area is near the knee and the other area is along the lower leg. The skin in both areas is slightly reddened and\ncontains numerous small dark colored bumps and lesions. On the inside of the left ear flap there is a round, dark\ncolored lesion and the edges of the lesion feel thickened. This dog is not currently receiving any veterinary\ntreatment for the above described condition.\nHair loss and poor skin health could cause pain and discomfort to the dog and could indicate an underlying heath\nissue. This dog must be evaluated by a licensed veterinarian for a proper diagnosis and to establish an effective\ntreatment plan. The diagnosis and treatment plan must be documented in writing and available to the inspector\nupon request. The licensee must ensure that all animals receive adequate veterinary care at all times.\nThe licensee mixes Albon in the water supply for the puppies. The bottle of Sulfadimethoxine that is currently being\nadded to the water expired in September 2016. Expired materials may lose their effectiveness and the health of the\nanimals could suffer. The licensee must dispose of this expired product or clearly label it so it is not used for the\ndogs. The licensee must ensure that all products used for the dogs have not expired in order to support the health\nand well-being of the animals. At the time of the inspection the licensee re-labeled the bottle so that it will not be\nused for the puppies."
    },
    {
      "code": "2.40(b)(4)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "The licensee has two small bottles that each have a hand written label. The label on the first bottle says\n\"Tranquilizer, name of the veterinary clinic, exp. 01-03-18\". The label on the second bottle says \"Tranquilizer, name\nand address of the veterinary clinic, 1cc/10#, exp. 03-18\". The licensee stated that he did not know what the actual\nproduct was inside the bottles.\nMedications must be labeled with appropriate and accurate information (name of product and active ingredient,\nstrength of the product) in order to ensure they are administered appropriately to the animal (dosage, route of\nadministration and frequency).\nMedical products used as tranquilizers could be controlled substances and if it is administered by an individual who\nis not a veterinarian or directly supervised by a veterinarian, than the individual’s training should be documented\nand approved by the attending veterinarian as part of the facility’s program of veterinary care.\nTherefore, the licensee must document in writing that they have been adequately trained by the attending\nveterinarian on the use of the tranquilizer to ensure proper dosing rates and administration in order to protect the\nhealth and welfare of the dogs. Written documentation of such training must be provided upon request.\nThe licensee also said that he has a stethoscope and has been taught by the attending veterinarian how to listen to\nthe dog's heart rate after it has been tranquilized. The licensee must also have written guidance from the attending\nveterinarian on the training he has received and any further training on appropriately monitoring vital signs, handling\nof the animals during and after administration, recognizing when medical intervention is necessary and determine\nwhat steps to take.\nCorrection date: April 15, 2017"
    },
    {
      "code": "3.1(a)",
      "kind": "",
      "repeat": true,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "An enclosure containing two Golden Retrievers has a sheltered area constructed of cattle panels. One dog was\nobserved sticking his head through the openings of the panel. The dog's head could become entrapped in the\nopenings resulting in a possible injury.\nThere are two enclosures containing Cocker spaniels. The slated floors in these enclosures are broken resulting in\nholes in the flooring. One hole located near the food receptacle is large enough for a dog's foot to possibly pass\nthrough it which could result in injury. There is a total of nine dogs housed in these enclosures.\nHousing facilities for dogs must be designed and constructed so that they are structurally sound. They must be kept\nin good repair, protect the animals from injury and contain the animals securely. The licensee must modify the\ncattle panel in a manner that will not allow the dog to put his head through any openings. The licensee must also\nreplace the damaged flooring or alter it in a manner that ensures that it is safe for the dogs. The licensee must\nensure that all enclosures are kept in good repair and contain the animals safely and securely at all times."
    },
    {
      "code": "3.1(c)(2)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "In the whelping areas in the basement each enclosure contains a whelping box constructed of wood. In one\nenclosure, containing one adult dog, the top edges of the whelping box has been excessively chewed and\nshredded. In at least four enclosures, containing a total of fifteen dogs, the upper edge of the plastic water bowl has\nbeen excessively chewed and shredded. Chewed and damaged surfaces cannot be properly cleaned and sanitized\nwhich could increase the risk of disease hazards towards the dogs.\nAll surfaces of housing facilities must be maintained on a regular basis. Surfaces that cannot be readily cleaned\nand sanitized must be replaced when worn or soiled. The licensee must replace the chewed surfaces or alter them\nin a manner that allows for proper cleaning and sanitizing of the surfaces.\nCorrection date: April 15, 2017"
    },
    {
      "code": "3.11(d)",
      "kind": "",
      "repeat": true,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "In the two enclosures containing four adult Golden Retrievers the sheltered areas each contain one food bowl. At\nleast one bowl has mouse feces mixed in to the dog food. When the inspectors crouched down to examine the food\nbowl they smelled a strong odor of mouse urine. Mouse feces were also observed along the interior frame work of\nthe sheltered area. At the time of the inspection there was not pest control for these enclosures. Contamination by\nmice could have a negative impact on the health of the dogs.\nAn effective program for the control of insects, birds, and mammals that are pests, must be established and\nmaintained by the licensee in order to support the health and well-being of the dogs and to reduce contamination by\npests in animal areas.\nInspection conducted with ACI Kelly Maxwell, ACI Liz Bartels, IDALS representative and two Iowa State Troopers.\nExit interview conducted with ACI Kelly Maxwell, ACI Liz Bartels, and one Iowa State Trooper.\nACI Kelly Maxwell reviewed the correction dates and the information contained in 2.40 (b)(4) with the licensee over\nthe phone.\nAdditional Inspectors\nBartels Mary, Animal Care Inspector"
    }
  ],
  "narrative": "2.40(a)(1)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThe licensee has a Program of Veterinary Care but it is not complete and does not accurately represent the\npractices currently conducted at the facility.  \nOn the Program of Veterinary Care the vaccination schedule for puppies says \"Annual\".  The licensee stated that\nthe puppies are vaccinated more often than once a year.\nThe section for Ectoparasites says \"57% Malathion as needed\".  There is no dosage, route of administration, and\nhow often the treatment will be given.  \nThe section for Blood Parasites says \"Ivomec\".  There is no dosage, route of administration, and how often the\ntreatment is to be given.  There is also no indication of any testing to be conducted and how often this testing will\noccur.  \nThe section for Intestinal Parasites says \"Strongid T, Ivomec, Panacur\".  There is no dosages, route of\nadministration, puppy deworming schedule, and adult deworming schedule.  There is also no indication of which\nanimals are to receive which of the three listed dewormers.  \nThe section for Method of Euthanasia indicates that the licensee will perform the euthanasia and says \"Injection\nsuccinylcholine at kennel by owner\".  This method of euthanasia is not approved by the American Veterinarian\nMedical Association Guidelines for Euthanasia.  The licensee stated that he does not perform this method of\neuthanasia and all euthanasia is performed by a licensed veterinarian.  \nFailure to have a complete and accurate written program of veterinary care does not ensure that the dogs are\nreceiving veterinary care consistent with currently accepted veterinary medical practices.  The program must be\namended to reflect the practices of the facility.  It shall include product dosage, route of administration, the\nfrequency of use, any testing to be completed, and the frequency at which this testing shall be done.  The program\nmust also be amended to accurately reflect the puppy vaccination and puppy and adult deworming schedules.  The\nprogram must also be updated with the current method of euthanasia.\n\nCorrection date:  April 15, 2017\n2.40(b)(2)                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nMale Bichon (\"Remington\", microchip #837383097) has areas of moderate hair loss on his body.  The areas are\nmost noted on the left side of the body.  The area of hair loss along the left rib cage also contains three dark colored\nscab-like sections within it and the skin is slightly reddened.  Two areas of hair loss are located on the left hind leg. \nOne area is near the knee and the other area is along the lower leg.  The skin in both areas is slightly reddened and\ncontains numerous small dark colored bumps and lesions.  On the inside of the left ear flap there is a round, dark\ncolored lesion and the edges of the lesion feel thickened.  This dog is not currently receiving any veterinary\ntreatment for the above described condition.\nHair loss and poor skin health could cause pain and discomfort to the dog and could indicate an underlying heath\nissue.  This dog must be evaluated by a licensed veterinarian for a proper diagnosis and to establish an effective\ntreatment plan.  The diagnosis and treatment plan must be documented in writing and available to the inspector\nupon request.  The licensee must ensure that all animals receive adequate veterinary care at all times. \nThe licensee mixes Albon in the water supply for the puppies.  The bottle of Sulfadimethoxine that is currently being\nadded to the water expired in September 2016.  Expired materials may lose their effectiveness and the health of the\nanimals could suffer.  The licensee must dispose of this expired product or clearly label it so it is not used for the\ndogs.  The licensee must ensure that all products used for the dogs have not expired in order to support the health\nand well-being of the animals.  At the time of the inspection the licensee re-labeled the bottle so that it will not be\nused for the puppies.\n2.40(b)(4)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThe licensee has two small bottles that each have a hand written label.  The label on the first bottle says\n\"Tranquilizer, name of the veterinary clinic, exp. 01-03-18\".  The label on the second bottle says \"Tranquilizer, name\nand address of the veterinary clinic, 1cc/10#, exp. 03-18\".  The licensee stated that he did not know what the actual\nproduct was inside the bottles.  \nMedications must be labeled with appropriate and accurate information (name of product and active ingredient,\nstrength of the product) in order to ensure they are administered appropriately to the animal (dosage, route of\nadministration and frequency).\nMedical products used as tranquilizers could be controlled substances and if it is administered by an individual who\n\nis not a veterinarian or directly supervised by a veterinarian, than the individual’s training should be documented\nand approved by the attending veterinarian as part of the facility’s program of veterinary care.  \nTherefore, the licensee must document in writing that they have been adequately trained by the attending\nveterinarian on the use of the tranquilizer to ensure proper dosing rates and administration in order to protect the\nhealth and welfare of the dogs. Written documentation of such training must be provided upon request.\nThe licensee also said that he has a stethoscope and has been taught by the attending veterinarian how to listen to\nthe dog's heart rate after it has been tranquilized.  The licensee must also have written guidance from the attending\nveterinarian on the training he has received and any further training on appropriately monitoring vital signs, handling\nof the animals during and after administration, recognizing when medical intervention is necessary and determine\nwhat steps to take.\nCorrection date:  April 15, 2017\n3.1(a)                    REPEAT\nHOUSING FACILITIES, GENERAL.\nAn enclosure containing two Golden Retrievers has a sheltered area constructed of cattle panels.  One dog was\nobserved sticking his head through the openings of the panel. The dog's head could become entrapped in the\nopenings resulting in a possible injury.  \nThere are two enclosures containing Cocker spaniels.  The slated floors in these enclosures are broken resulting in\nholes in the flooring.  One hole located near the food receptacle is large enough for a dog's foot to possibly pass\nthrough it which could result in injury.  There is a total of nine dogs housed in these enclosures.\nHousing facilities for dogs must be designed and constructed so that they are structurally sound.  They must be kept\nin good repair, protect the animals from injury and contain the animals securely.  The licensee must modify the\ncattle panel in a manner that will not allow the dog to put his head through any openings.  The licensee must also\nreplace the damaged flooring or alter it in a manner that ensures that it is safe for the dogs.  The licensee must\nensure that all enclosures are kept in good repair and contain the animals safely and securely at all times.\n3.1(c)(2)\nHOUSING FACILITIES, GENERAL.\nIn the whelping areas in the basement each enclosure contains a whelping box constructed of wood.  In one\nenclosure, containing one adult dog, the top edges of the whelping box has been excessively chewed and\n\nshredded.  In at least four enclosures, containing a total of fifteen dogs, the upper edge of the plastic water bowl has\nbeen excessively chewed and shredded.  Chewed and damaged surfaces cannot be properly cleaned and sanitized\nwhich could increase the risk of disease hazards towards the dogs.\nAll surfaces of housing facilities must be maintained on a regular basis.  Surfaces that cannot be readily cleaned\nand sanitized must be replaced when worn or soiled.  The licensee must replace the chewed surfaces or alter them\nin a manner that allows for proper cleaning and sanitizing of the surfaces.  \nCorrection date:  April 15, 2017\n3.11(d)                    REPEAT\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\nIn the two enclosures containing four adult Golden Retrievers the sheltered areas each contain one food bowl.  At\nleast one bowl has mouse feces mixed in to the dog food.  When the inspectors crouched down to examine the food\nbowl they smelled a strong odor of mouse urine.  Mouse feces were also observed along the interior frame work of\nthe sheltered area.  At the time of the inspection there was not pest control for these enclosures.  Contamination by\nmice could have a negative impact on the health of the dogs.  \nAn effective program for the control of insects, birds, and mammals that are pests, must be established and\nmaintained by the licensee in order to support the health and well-being of the dogs and to reduce contamination by\npests in animal areas.\nInspection conducted with ACI Kelly Maxwell, ACI Liz Bartels, IDALS representative and two Iowa State Troopers.\nExit interview conducted with ACI Kelly Maxwell, ACI Liz Bartels, and one Iowa State Trooper.\nACI Kelly Maxwell reviewed the correction dates and the information contained in 2.40 (b)(4) with the licensee over\nthe phone.\nAdditional Inspectors\nBartels Mary, Animal Care Inspector",
  "animals_total": 70,
  "species": [
    {
      "count": 57,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 13,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}