{
  "insp_id": "230151454080728",
  "layout": "a",
  "customer_id": "321425",
  "customer_name": "Joe Breckenridge",
  "customer_addr": "658 Dogwood Tree Rd.\nReeds Spring, MO 65737",
  "certificate": "43-A-5519",
  "site_id": "001",
  "site_name": "JOE BRECKENRIDGE",
  "insp_type": "ROUTINE INSPECTION",
  "date": "18-AUG-2015",
  "report_date": "18-AUG-2015",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "An adult female Boston terrier (m/c# 003 271-001) had an area of thinning hair about 6 inches in diameter located\non her right side and abdomen behind her elbow. The skin in this area was reddened and had numerous tiny\nscabs. The licensee had noticed the problem but the dog was not receiving treatment and the licensee had not\nconsulted a veterinarian about the problem. Skin problems can be painful, can progress, and can be the result of\nan underlying medical condition. The licensee must have this dog examined by a veterinarian for diagnoisis and\ntreatment. The licensee must present written documentation of the treatment upon the inspector's request.\nTO BE CORRECTED BY AUGUST 25, 2015."
    },
    {
      "code": "2.75(a)(1)(6)",
      "kind": "",
      "repeat": false,
      "desc": "RECORDS: DEALERS AND EXHIBITORS.",
      "narrative": "Six of the 14 dogs listed on the Dogs on Hand (APHIS form 7005) did not have identification numbers on the\npaperwork. Properly completed acquisition records are necessary for identification of dogs to facilitate\nrecord-keeping requirements for inventory, disposition, transport, and healthcare. The licensee must update this\nRecord of Acquisition and maintain the record on a regular basis so that it always has accurate information\nregarding acquisition, identification, and disposition for all dogs.\nTO BE CORRECTED BY AUGUST 25, 2015."
    },
    {
      "code": "3.1(e)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "(e) Storage.\nOpen bags of dog food were laying on the floors of both buildings that housed dogs. Improperly stored dog food\ncan become contaminated by pests and can spoil. The licensee must ensure that all open supplies of dog food are\nstored in leakproof containers with tightly fitting lids to prevent contamination and spoilage.\nTO BE CORRECTED BY AUGUST 25, 2015."
    },
    {
      "code": "3.3(e)(1)(3)",
      "kind": "",
      "repeat": false,
      "desc": "SHELTERED HOUSING FACILITIES.",
      "narrative": "(e) Surfaces.\nOne enclosure housing an adult Boston terrier had been chewed all the way around the dog door on the outside\nportion of the enclosure. A large amount of wooden subsurface was exposed and was not impervious to moisture.\nSurfaces that are not impervious to moisture can not be cleaned and sanitized properly. The licensee must repair\nor replace this area so that it can be properly cleaned and sanitized.\nTO BE CORRECTED BY AUGUST 31, 2015."
    },
    {
      "code": "3.6(a)(2)(2)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "A wire enclosure housing unweaned Boston terrier puppies had a hole in a wall panel that was 2 inches high and 7\ninches wide. The puppies were observed putting paws through the opening and attempting to push their heads\nthrough. This could lead to entrapment and injury of the puppies. The licensee must ensure that primary\nenclosures are constructed and maintained so that they protect the dogs from injury.\nTO BE CORRECTED BY AUGUST 21, 2015."
    },
    {
      "code": "3.11(c)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "(c) Housekeeping for premises.\nWeeds and grass were growing on all sides of the whelping building up to the level of the bottom row of enclosures\nwhich housed adult dogs and puppies. Excessive weeds and grass provide hiding and breeding places for pests\nsuch as insects, rodents, and snakes. The licensee must establish an effective program to control weeds and\ngrasses.\nTO BE CORRECTED BY AUGUST 25, 2015.\nThe inspection and the exit briefing were conducted with the licensee and an inspector from the Missouri\nDepartment of Agriculture."
    }
  ],
  "narrative": "2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nAn adult female Boston terrier (m/c# 003 271-001) had an area of thinning hair about 6 inches in diameter located\non her right side and abdomen behind her elbow.  The skin in this area was reddened and had numerous tiny\nscabs.  The licensee had noticed the problem but the dog was not receiving treatment and the licensee had not\nconsulted a veterinarian about the problem.  Skin problems can be painful, can progress, and can be the result of\nan underlying medical condition.  The licensee must have this dog examined by a veterinarian for diagnoisis and\ntreatment.  The licensee must present written documentation of the treatment upon the inspector's request.\nTO BE CORRECTED BY AUGUST 25, 2015.\n2.75(a)(1)(6)\nRECORDS: DEALERS AND EXHIBITORS.\nSix of the 14 dogs listed on the Dogs on Hand (APHIS form 7005) did not have identification numbers on the\npaperwork.  Properly completed acquisition records are necessary for identification of dogs to facilitate\nrecord-keeping requirements for inventory, disposition, transport, and healthcare. The licensee must update this\nRecord of Acquisition and maintain the record on a regular basis so that it always has accurate information\nregarding acquisition, identification, and disposition for all dogs.\nTO BE CORRECTED BY AUGUST 25, 2015.\n3.1(e)\nHOUSING FACILITIES, GENERAL.\n(e) Storage.\nOpen bags of dog food were laying on the floors of both buildings that housed dogs.  Improperly stored dog food\ncan become contaminated by pests and can spoil.  The licensee must ensure that all open supplies of dog food are\nstored in leakproof containers with tightly fitting lids to prevent contamination and spoilage.\nTO BE CORRECTED BY AUGUST 25, 2015.\n3.3(e)(1)(3)\n\nSHELTERED HOUSING FACILITIES.\n(e) Surfaces.\nOne enclosure housing an adult Boston terrier had been chewed all the way around the dog door on the outside\nportion of the enclosure.  A large amount of wooden subsurface was exposed and was not impervious to moisture. \nSurfaces that are not impervious to moisture can not be cleaned and sanitized properly.  The licensee must repair\nor replace this area so that it can be properly cleaned and sanitized.\nTO BE CORRECTED BY AUGUST 31, 2015.\n3.6(a)(2)(2)\nPRIMARY ENCLOSURES.\nA wire enclosure housing unweaned Boston terrier puppies had a hole in a wall panel that was 2 inches high and 7\ninches wide.  The puppies were observed putting paws through the opening and attempting to push their heads\nthrough.  This could lead to entrapment and injury of the puppies.  The licensee must ensure that primary\nenclosures are constructed and maintained so that they protect the dogs from injury.\nTO BE CORRECTED BY AUGUST 21, 2015.\n3.11(c)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\n(c) Housekeeping for premises.\nWeeds and grass were growing on all sides of the whelping building up to the level of the bottom row of enclosures\nwhich housed adult dogs and puppies.  Excessive weeds and grass provide hiding and breeding places for pests\nsuch as insects, rodents, and snakes.  The licensee must establish an effective program to control weeds and\ngrasses.\nTO BE CORRECTED BY AUGUST 25, 2015.\nThe inspection and the exit briefing were conducted with the licensee and an inspector from the Missouri\nDepartment of Agriculture.",
  "animals_total": 23,
  "species": [
    {
      "count": 14,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 9,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}