{
  "insp_id": "83152044390528",
  "layout": "a",
  "customer_id": "5978",
  "customer_name": "William Meadows",
  "customer_addr": "963 County St 2930\nTuttle, OK 73089",
  "certificate": "73-C-0122",
  "site_id": "001",
  "site_name": "WILLIAM MEADOWS",
  "insp_type": "ROUTINE INSPECTION",
  "date": "24-MAR-2015",
  "report_date": "27-MAR-2015",
  "citations": [
    {
      "code": "2.40(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "- The licensee did not have an up-to-date APHIS Form 7002, Program of Veterinary Care, on hand. The Program\nof Veterinary Care form was last signed by the Attending Veterinarian on 31 January 2014. This form must be fully\ncompleted and signed by the current attending veterinarian. The veterinarian must also visit the facility at least\nannually. The licensee called a new attending veterinarian who completed a new Program of Veterinary care and\nemailed the form to me.\nTo be corrected from this point forward."
    },
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "- At the time of the inspection there was a pig named Wilbur in the petting zoo area with excessively long hooves.\nThe lateral claws on both back feet were long and flattened. Wilbur did have a normal postural stance. The licensee\nstated that the local Agriculture department comes out and trims the hooves. Excessive growth of hooves changes\nthe angle of the toes, affects the gait, and can lead to chronic problems in the feet and legs such as arthritis. The\nlicensee shall get Wilbur's hooves trimmed to ensure his health and well being."
    },
    {
      "code": "2.75(b)(1)",
      "kind": "",
      "repeat": true,
      "desc": "RECORDS: DEALERS AND EXHIBITORS.",
      "narrative": "- The animal inventory was not up to date at the time of the inspection. Four cubs were born at the facility on\n1-19-2015 according to an IES investigator that was at the facility on 1-20-15. The four cubs were not included on\nthe animal inventory at the time of the inspection. Also according to the licensee the binturong named Ogami died\non 3-3-15 and a Muntjac deer named Whisper died on 2-21-15 and both of these animals are listed on the inventory\nwith dates of acquisition and no date of death or disposition is present on the inventory. The licensee stated that he\nacquired a serval kit 12 days ago and the kit was not on the inventory. The acquisition information must include the\ndate the animal was acquired as well as information concerning the person the animal was acquired from including\nname, complete mailing address, USDA license number (if applicable), driver(cid:25)'s license number, and vehicle license\nnumber. Specifically, there was not information on the acquisition of the new serval kit that was on display at the\npark at the time of the inspection. The inventory form must be updated continuously as the inventory changes."
    },
    {
      "code": "2.131(c)(1)",
      "kind": "",
      "repeat": true,
      "desc": "HANDLING OF ANIMALS.",
      "narrative": "- The facility is currently not conducting guided tours. Multiple areas were identified during the inspection as having\nno or inadequate public barriers. These areas include the deer enclosure, the petting zoo, and the kangaroo pen at\nthe back of the park. In any area where the public is allowed to feed or is able to physically contact enclosed\nanimals there must be either an easily identifiable park employee, or a public barrier sufficient to keep the public at\nleast 3 feet away from the enclosure wall. The facility must provide public barriers in all areas of the park. In areas\nwhere the facility will allow contact and/orfeeding of the animals, there must be an easily identifiable park employee\npresent to supervise the interaction with the animals."
    },
    {
      "code": "3.75(c)(1)",
      "kind": "",
      "repeat": true,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "- Peeling paint and excessive rust on numerous slats, access door, and the floor slats of the bird cage type primary\nenclosure for two ring tailed lemurs, Tarzan and Nanners. The rusted surfaces were extensive and appeared to\naffect the structural strength of the enclosure. Additionally, the surfaces of this enclosure have a buildup of grime\nand dust and have not been appropriately cleaned or sanitized. Rusted surfaces cannot be adequately cleaned or\nsanitized and pose a risk to the health of the animals due to an accumulation of food debris, excreta, and grime\nwhich may harbor infectious organisms. Excessive rust may also reduce the structural strength of the enclosure\nwhich can lead to injury or escape if the caging should break or collapse. Surfaces that come into contact with\nnonhuman primates must be free of excessive rust that prevents the required cleaning and sanitization or that\naffects the structural strength of the enclosure.\nCorrected during the inspection by moving lemurs into another enclosure."
    },
    {
      "code": "3.80(a)(2)(1)",
      "kind": "",
      "repeat": true,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "- The bird cage-type enclosure housing 2 ring tailed lemurs, Nanners and Tarzan, had cut sections of electrical wire\ntwisted through the latching mechanism to secure the access door and metal wires were used to secure the food\nand water receptacles to the side of the enclosure. These wires had sharp points that were within reach of the\nlemurs, posing a risk of injury to the animals. All sharp points and edges must be removed from this enclosure, and\nongoing maintenance of all facility enclosures must be performed to continually monitor potential hazards."
    },
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": true,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "- The grizzly bear enclosure and black bear's enclosure had rust on the fencing panels with excessive rust noted on\nthe north side of the black bear enclosure. The licensee had painted all of the welds in these enclosures, however,\nthe panels are still rusted. There are loose boards on the top of the shade shelter area for the grizzly bear. These\nareas are in disrepair and are structurally unsound, posing a risk of injury or possible escape.\n- At the back of the enclosure, housing the 3 red kangaroos, along the east fence line there is a hole that appears to\nhave been dug by an agar for another fencing post. This hole has two flat long rocks laying on top but they do not\ncompletely cover this hole, leaving a significant gap which poses a risk for injury and entrapment of a foot. The\nlicensee placed a large flat rock over this hole during the inspection.\n-The chain link fence of the primary enclosure, housing a 13 year old male tiger named Rajah, a 15 year old lion\nnamed Pharaoh, an 11 year old female lioness named Kiara, a 5 year old female tiger named Shakita, an 11 month\nold male tiger named Maximus as well as other large cats, is approximately 10.5 feet in height. There is nothing else\nat the top of this fencing. This fence height is inadequate to sufficiently contain the enclosed animals at all times.\nThe licensee has welded extension poles on the top of this fence, which when complete, would make the fence 16\nfeet in height. However, no fencing has been stretched on the upper section. The licensee must modify these\nenclosures or move the large cats to enclosures that are constructed of such material that is appropriate for the\nanimals, of such strength that is structurally sound, and are maintained in good repair to protect the animals from\ninjury and securely contain the animals.\nThe facility must be constructed of such material and of such strength as appropriate for the animals involved. The\nindoor and outdoor housing facilities shall be structurally sound and shall be maintained in good repair to protect the\nanimals from injury and to contain the animals."
    },
    {
      "code": "3.125(c)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "- Numerous bags of dog food were being stored at a barn away from the main facility. The bags were not properly\nstacked and were sitting in the middle of an open barn aisle. One bag of feed was torn open and had not been\nthrown away. This feed is subject to contamination from a variety of sources, including pests and wild animals.\nFeed must be properly stored and adequately protected from contamination to protect the health of facility animals.\nCorrect by: 28 March 2015"
    },
    {
      "code": "3.127(d)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, OUTDOOR.",
      "narrative": "- The facility perimeter fence has two areas that are not providing adequate security. In the corner behind the feed\nstorage room, there is a large hole underneath the fence. The facility was clearly aware of this hole, as several\npieces of metal had been placed into the hole in an attempt to block it. This is not sufficient and this hole provides\nan easy way for animals to enter or exit the facility. On the fence separating the main park from the camel\nenclosure, there is a large double door gate which was not latched. The facility has attempted to block these doors\nfrom opening by driving t-posts on both sides. The doors are so loose and wobbly, however, that it would be easy\nfor unauthorized personnel to slip through the opening. Also, t-posts are not adequate security since they can\neasily be removed by hand. Perimeter fence security is critical to prevent unwanted animals and persons from\nentering the facility and to serve as a secondary means of containment to the park animals. The facility must\nproperly fill the hole under the fence and must repair and properly secure the double door gate. The perimeter fence\nmust be properly repaired and maintained at all times.\nCorrect by: 1 April 2015"
    },
    {
      "code": "3.130",
      "kind": "",
      "repeat": true,
      "desc": "WATERING.",
      "narrative": "- The water receptacles for several animals in the park including; Limpopo(serval), Dexter (camel), Orion(cougar)\nand Shakita (tiger) had an accumulation of reddish, greenish brown algae debris on the sides and bottom of the\nautomatic watering receptacles. This is an indication that the water receptacles are not being adequately cleaned,\nwhich could result in contamination of the drinking water. Lack of access to potable water is extremely dangerous\nfor animals. Water needs to be provided frequently enough to meet the physiologic needs of the animals and to\nprevent dehydration which can lead to serious health issues, such as renal failure. If potable water is not accessible\nto the animals at all times, it must be provided as often as necessary for the health and comfort of the animal.\nFrequency of watering shall consider age, species, condition, size, and type of the animal. All water receptacles\nshall be kept clean and sanitary.\nInspection and exit interview conducted with facility representative, IES, 2 USDA APHIS AC VMOs and one USDA\nAPHIS AC Supervisor.\nAdditional Inspectors\nSabala David, Supervisory Animal Care Specialist\nTygart Michael, Supervisory Animal Care Specialist"
    }
  ],
  "narrative": "2.40(a)(1)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n- The licensee did not have an up-to-date APHIS Form 7002, Program of Veterinary Care, on hand.  The Program\nof Veterinary Care form was last signed by the Attending Veterinarian on 31 January 2014. This form must be fully\ncompleted and signed by the current attending veterinarian.  The veterinarian must also visit the facility at least\nannually. The licensee called a new attending veterinarian who completed a new Program of Veterinary care and\nemailed the form to me.\nTo be corrected from this point forward.\n2.40(b)(2)                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n- At the time of the inspection there was a pig named Wilbur in the petting zoo area with excessively long hooves.\nThe lateral claws on both back feet were long and flattened. Wilbur did have a normal postural stance. The licensee\nstated that the local Agriculture department comes out and trims the hooves. Excessive growth of hooves changes\nthe angle of the toes, affects the gait, and can lead to chronic problems in the feet and legs such as arthritis. The\nlicensee shall get Wilbur's hooves trimmed to ensure his health and well being.\n2.75(b)(1)                    REPEAT\nRECORDS: DEALERS AND EXHIBITORS.\n- The animal inventory was not up to date at the time of the inspection. Four cubs were born at the facility on\n1-19-2015 according to an IES investigator that was at the facility on 1-20-15. The four cubs were not included on\nthe animal inventory at the time of the inspection. Also according to the licensee the binturong named Ogami died\non 3-3-15 and a Muntjac deer named Whisper died on 2-21-15 and both of these animals are listed on the inventory\nwith dates of acquisition and no date of death or disposition is present on the inventory. The licensee stated that he\nacquired a serval kit 12 days ago and the kit was not on the inventory. The acquisition information must include the\ndate the animal was acquired as well as information concerning the person the animal was acquired from including\nname, complete mailing address, USDA license number (if applicable), driver(cid:25)'s license number, and vehicle license\nnumber. Specifically, there was not information on the acquisition of the new serval kit that was on display at the\n\npark at the time of the inspection.  The inventory form must be updated continuously as the inventory changes.\n2.131(c)(1)                    REPEAT\nHANDLING OF ANIMALS.\n- The facility is currently not conducting guided tours. Multiple areas were identified during the inspection as having\nno or inadequate public barriers. These areas include the deer enclosure, the petting zoo, and the kangaroo pen at\nthe back of the park. In any area where the public is allowed to feed or is able to physically contact enclosed\nanimals there must be either an easily identifiable park employee, or a public barrier sufficient to keep the public at\nleast 3 feet away from the enclosure wall. The facility must provide public barriers in all areas of the park. In areas\nwhere the facility will allow contact  and/orfeeding of the animals, there must be an easily identifiable park employee\npresent to supervise the interaction with the animals.\n3.75(c)(1)                    REPEAT\nHOUSING FACILITIES, GENERAL. \n- Peeling paint and excessive rust on numerous slats, access door, and the floor slats of the bird cage type primary\nenclosure for two ring tailed lemurs, Tarzan and Nanners. The rusted surfaces were extensive and appeared to\naffect the structural strength of the enclosure.  Additionally, the surfaces of this enclosure have a buildup of grime\nand dust and have not been appropriately cleaned or sanitized. Rusted surfaces cannot be adequately cleaned or\nsanitized and pose a risk to the health of the animals due to an accumulation of food debris, excreta, and grime\nwhich may harbor infectious organisms.  Excessive rust may also reduce the structural strength of the enclosure\nwhich can lead to injury or escape if the caging should break or collapse. Surfaces that come into contact with\nnonhuman primates must be free of excessive rust that prevents the required cleaning and sanitization or that\naffects the structural strength of the enclosure.\nCorrected during the inspection by moving lemurs into another enclosure.\n3.80(a)(2)(1)                    REPEAT\nPRIMARY ENCLOSURES.  \n- The bird cage-type enclosure housing 2 ring tailed lemurs, Nanners and Tarzan, had cut sections of electrical wire\ntwisted through the latching mechanism to secure the access door and metal wires were used to secure the food\nand water receptacles to the side of the enclosure.  These wires had sharp points that were within reach of the\nlemurs, posing a risk of injury to the animals.  All sharp points and edges must be removed from this enclosure, and\nongoing maintenance of all facility enclosures must be performed to continually monitor potential hazards.\n3.125(a)                    REPEAT\n\nFACILITIES, GENERAL.   \n- The grizzly bear enclosure and black bear's enclosure had rust on the fencing panels with excessive rust noted on\nthe north side of the black bear enclosure. The licensee had painted all of the welds in these enclosures, however,\nthe panels are still rusted. There are loose boards on the top of the shade shelter area for the grizzly bear. These\nareas are in disrepair and are structurally unsound, posing a risk of injury or possible escape.\n- At the back of the enclosure, housing the 3 red kangaroos, along the east fence line there is a hole that appears to\nhave been dug by an agar for another fencing post. This hole has two flat long rocks laying on top but they do not\ncompletely cover this hole, leaving a significant gap which poses a risk for injury and entrapment of a foot. The\nlicensee placed a large flat rock over this hole during the inspection.\n-The chain link fence of the primary enclosure, housing a 13 year old male tiger named Rajah, a 15 year old lion\nnamed Pharaoh,  an 11 year old female lioness named Kiara, a 5 year old female tiger named Shakita, an 11 month\nold male tiger named Maximus as well as other large cats, is approximately 10.5 feet in height. There is nothing else\nat the top of this fencing.  This fence height is inadequate to sufficiently contain the enclosed animals at all times.\nThe licensee has welded extension poles on the top of this fence, which when complete, would make the fence 16\nfeet in height.  However, no fencing has been stretched on the upper section. The licensee must modify these\nenclosures or move the large cats to enclosures that are constructed of such material that is appropriate for the\nanimals, of such strength that is structurally sound, and are maintained in good repair to protect the animals from\ninjury and securely contain the animals.\nThe facility must be constructed of such material and of such strength as appropriate for the animals involved. The\nindoor and outdoor housing facilities shall be structurally sound and shall be maintained in good repair to protect the\nanimals from injury and to contain the animals.\n3.125(c)\nFACILITIES, GENERAL.   \n- Numerous bags of dog food were being stored at a barn away from the main facility.  The bags were not properly\nstacked and were sitting in the middle of an open barn aisle.  One bag of feed was torn open and had not been\nthrown away.  This feed is subject to contamination from a variety of sources, including pests and wild animals. \nFeed must be properly stored and adequately protected from contamination to protect the health of facility animals.\nCorrect by:  28 March 2015\n3.127(d)\nFACILITIES, OUTDOOR. \n- The facility perimeter fence has two areas that are not providing adequate security.  In the corner behind the feed\nstorage room, there is a large hole underneath the fence.  The facility was clearly aware of this hole, as several\n\npieces of metal had been placed into the hole in an attempt to block it.  This is not sufficient and this hole provides\nan easy way for animals to enter or exit the facility. On the fence separating the main park from the camel\nenclosure, there is a large double door gate which was not latched.  The facility has attempted to block these doors\nfrom opening by driving t-posts on both sides.  The doors are so loose and wobbly, however, that it would be easy\nfor unauthorized personnel to slip through the opening.  Also, t-posts are not adequate security since they can\neasily be removed by hand. Perimeter fence security is critical to prevent unwanted animals and persons from\nentering the facility and to serve as a secondary means of containment to the park animals.  The facility must\nproperly fill the hole under the fence and must repair and properly secure the double door gate. The perimeter fence\nmust be properly repaired and maintained at all times.\nCorrect by:  1 April 2015\n3.130                    REPEAT\nWATERING.  \n- The water receptacles for several animals in the park including; Limpopo(serval), Dexter (camel), Orion(cougar) \nand Shakita (tiger) had an accumulation of reddish, greenish brown algae debris on the sides and bottom of the\nautomatic watering receptacles.   This is an indication that the water receptacles are not being adequately cleaned,\nwhich could result in contamination of the drinking water.  Lack of access to potable water is extremely dangerous\nfor animals.  Water needs to be provided frequently enough to meet the physiologic needs of the animals and to\nprevent dehydration which can lead to serious health issues, such as renal failure. If potable water is not accessible\nto the animals at all times, it must be provided as often as necessary for the health and comfort of the animal.\nFrequency of watering shall consider age, species, condition, size, and type of the animal. All water receptacles\nshall be kept clean and sanitary.\nInspection and exit interview conducted with facility representative, IES,  2 USDA APHIS AC VMOs and one  USDA\nAPHIS AC Supervisor.\nAdditional Inspectors\nSabala David, Supervisory Animal Care Specialist\nTygart Michael, Supervisory Animal Care Specialist",
  "animals_total": 77,
  "species": [
    {
      "count": 1,
      "scientific": "Amblonyx cinereus",
      "common": "ORIENTAL SMALL-CLAWED OTTER"
    },
    {
      "count": 2,
      "scientific": "Atelerix albiventris",
      "common": "HEDGEHOG"
    },
    {
      "count": 1,
      "scientific": "Ateles chamek",
      "common": "BLACK SPIDER MONKEY"
    },
    {
      "count": 1,
      "scientific": "Camelus dromedarius",
      "common": "DROMEDARY CAMEL"
    },
    {
      "count": 1,
      "scientific": "Caracal",
      "common": "CARAVAL"
    },
    {
      "count": 1,
      "scientific": "Cebus capucinus",
      "common": "WHITE-HEADED / WHITE-THROATED CAPUCHIN"
    },
    {
      "count": 1,
      "scientific": "Chaetophractus vellerosus",
      "common": "SCREAMING ARMADILLO"
    },
    {
      "count": 1,
      "scientific": "Chinchilla lanigera",
      "common": "CHINCHILLA"
    },
    {
      "count": 7,
      "scientific": "Dama dama",
      "common": "FALLOW DEER"
    },
    {
      "count": 1,
      "scientific": "Equus asinus asinus",
      "common": "DONKEY / BURRO / ASS"
    },
    {
      "count": 1,
      "scientific": "Felis silvestris catus",
      "common": "CAT ADULT"
    },
    {
      "count": 3,
      "scientific": "Hystrix africaeaustralis",
      "common": "CAPE PORCUPINE"
    },
    {
      "count": 1,
      "scientific": "Lama glama",
      "common": "LLAMA"
    },
    {
      "count": 13,
      "scientific": "Lemur catta",
      "common": "RING-TAILED LEMUR"
    },
    {
      "count": 3,
      "scientific": "Leptailurus serval",
      "common": "SERVAL"
    },
    {
      "count": 1,
      "scientific": "Lynx rufus",
      "common": "BOBCAT"
    },
    {
      "count": 5,
      "scientific": "Muscardinus avellanarius",
      "common": "HAZEL DORMOUSE"
    },
    {
      "count": 1,
      "scientific": "Nasua nasua",
      "common": "BROWN-NOSED COATI"
    },
    {
      "count": 2,
      "scientific": "Nomascus leucogenys",
      "common": "WHITE-CHEEKED GIBBON"
    },
    {
      "count": 2,
      "scientific": "Oryctolagus cuniculus",
      "common": "EUROPEAN RABBIT"
    },
    {
      "count": 4,
      "scientific": "Osphranter rufus",
      "common": "RED KANGAROO"
    },
    {
      "count": 2,
      "scientific": "Panthera leo",
      "common": "LION"
    },
    {
      "count": 2,
      "scientific": "Panthera pardus",
      "common": "LEOPARD"
    },
    {
      "count": 8,
      "scientific": "Panthera tigris",
      "common": "TIGER"
    },
    {
      "count": 1,
      "scientific": "Paradoxurus hermaphroditus",
      "common": "COMMON PALM CIVET"
    },
    {
      "count": 1,
      "scientific": "Parahyaena brunnea",
      "common": "BROWN HYENA"
    },
    {
      "count": 1,
      "scientific": "Potos flavus",
      "common": "KINKAJOU"
    },
    {
      "count": 1,
      "scientific": "Puma concolor",
      "common": "PUMA / MOUNTAIN LION / COUGAR"
    },
    {
      "count": 1,
      "scientific": "Sus scrofa domestica",
      "common": "DOMESTIC PIG / POTBELLY PIG / MICRO PIG"
    },
    {
      "count": 1,
      "scientific": "Ursus americanus",
      "common": "NORTH AMERICAN BLACK BEAR"
    },
    {
      "count": 1,
      "scientific": "Ursus arctos",
      "common": "BROWN BEAR"
    },
    {
      "count": 2,
      "scientific": "Varecia variegata",
      "common": "BLACK-AND-WHITE RUFFED LEMUR"
    },
    {
      "count": 3,
      "scientific": "Vulpes zerda",
      "common": "FENNEC FOX"
    }
  ]
}