{
  "insp_id": "309141646130175",
  "layout": "a",
  "customer_id": "9863",
  "customer_name": "Yogie And Friends Exotic Cat Sanctuary Inc.",
  "customer_addr": "128 Fob Lane\nFrierson, LA 71027",
  "certificate": "72-C-0138",
  "site_id": "001",
  "site_name": "YOGIE AND FRIENDS EXOTIC CAT SANCTUARY, INC.",
  "insp_type": "ROUTINE INSPECTION",
  "date": "05-NOV-2014",
  "report_date": "06-NOV-2014",
  "citations": [
    {
      "code": "2.40(x)",
      "kind": "Direct",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "(a) (1)\n***** The licensee retained a new attending veterinarian in May 2014. By the veterinarians own admission, she\ndoes not have experience with large exotic cats. The animals at this facility range from middle age to geriatric and\nhave had minimal veterinary care over the past several years. During the Aug 19, 2014 inspection USDA officials\ndirected the facility to obtain a veterinarian with large exotic felid experience or a consultant to work with the current\nattending veterinarian to ensure these animals receive adequate care specific for the species. As of the Nov 5th\ninspection a written document confirming they have retained a consultant under formal arrangements to work with\nthe current attending veterinarian has not been provided.\nAs of the Nov 5th inspection the minimal treatment provided by the current attending veterinarian is concerning.\nThe only documents of veterinary care provided by the attending veterinarian were laboratory results for fecal\nexams done on all of the large cats. Those documents showed Sampson (19 year old tiger) and Boudreau (19 year\nold cougar) were positive for the intestinal parasite Spirometra. There are short email statements received on Sept\n29, 2014 from the attending veterinarian that had been sent to the facility director and forwarded by the Director to\nAPHIS officials stating she prescribed Panacur 10 mg/kg for 3 days for treatment of the Spirometra. Panacur is not\nconsidered an effective treatment for Spirometra. Moses, the 8 year old lion, was positive for fluke ova. There is a\nshort email statement received on Sept 29, 2014 from the attending veterinarian stating she prescribed Panacur 10\nmg/kg for 3 days. Panacur at this dose is not an effective treatment for intestinal flukes. Documents have not been\nprovided indicating follow up fecal exams have been done to confirm effectiveness of treatment. The above does\nnot constitute adequate veterinary care for the animals. The licensee is responsible for ensuring the attending\nveterinarian provides the regulated animals with adequate veterinary care."
    },
    {
      "code": "2.40(x)",
      "kind": "Direct",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "(b) (2)\n***** ***** Batman is a 12 year old male lion with an ongoing problem with his right eye. According to the few health\nrecords provided by this facility after the Aug 5, 2014 inspection, Batman has had a problem with his right eye since\nMarch 2014. USDA inspectors have observed this animal with varying degrees of eye squinting and third eyelid\nprolapse at all 6 inspections that have occurred since July 22, 2014. According to veterinary records an attempt\nwas made by the current attending veterinarian to evaluate the eye on Aug 10, 2014 but no abnormalities were\nfound.\nDespite repeated requests by USDA officials for documentation on diagnostics and treatments that have occurred\nsince Aug 10th for this eye problem, adequate veterinary records have not been provided by the Attending\nVeterinarian or the facility. An email from the attending veterinarian received on Sept 9, 2014 states (cid:28)Batman hates\nthe supplement but is receiving it. Ataxia is not evident, eye is still draining. We will try repeating oral antibiotics\nsince eye did improve on them.(cid:29) This is the only communication received thus far from the Attending Veterinarian.\nAt the Aug 19th and Sept 23rd inspections USDA officials recommended a veterinary ophthalmologist be consulted\nsince the current attending veterinarian has been unable to resolve the eye problem. As of the Nov 5th inspection\nthere have been no documents or records indicating that any further diagnostics or consultations have occurred.\nAppropriate means of diagnosis, treatment and control of this ocular disease or injury does not appear to have\ntaken place given the chronic 8 month duration of the problem and there has been no resolution for the animal.\nBatman has had to suffer with an eye problem for 8 months. Eye issues can be extremely painful and distressful.\nThe licensee does not appear to be concerned with this animal(cid:25)s discomfort, pain and suffering. The licensee is\nresponsible for ensuring appropriate methods are used to adequately prevent, control, diagnose, and treat diseases\nand injuries."
    },
    {
      "code": "2.125",
      "kind": "",
      "repeat": true,
      "desc": "INFORMATION AS TO BUSINESS; FURNISHING OF SAME BY DEALERS, EXHIBITORS, OPERATORS OF AUCTION SALES, INTERMEDIATE HANDLERS, AND CARRIERS.",
      "narrative": "On the 9/23/14 inspection documentation requested of any nature such as a plan of veterinary care, contract for\nservices agreement, or other type of agreement between all veterinarians and the facility to provide services for\nadequate veterinary care to the animals at this facility and assistance to the ATV by the veterinarians who have\nexperience with all aspects of exotic felid medicine which the licensee states has been arranged has not been\nprovided to APHIS officials as of 11/5/14."
    },
    {
      "code": "2.131",
      "kind": "",
      "repeat": true,
      "desc": "HANDLING OF ANIMALS.",
      "narrative": "(a)\n*****Adequate experience and knowledge of the species maintained by a facility is required.\nThe general husbandry practices of feeding and cleaning alone does not demonstrate this skill. The ability to\nrecognize the proper required materials for building enclosures, housing units and enrichment choices is lacking.\nThe lack of ability to recognize the condition of the animals themselves to aid in evaluating good nutrition and the\nlack of ability to recognize an animal which is acting abnormally (which can be an indication of a health issue) so\nthat this can be conveyed to the attending veterinarian in a timely manner are further examples of this facility(cid:25)s\nfailure to exhibit that they possess adequate experience and knowledge of the species under their care.\nIf the facility personnel are not certain of the needs of the regulated species then they should seek out other\npersons in the same type of business or similar business such as zoos other individuals who have similar animals.\nThey should be able to determine the types of building materials and enrichment items which would be appropriate\nor not for use around the animals if they have the appropriate experience and knowledge of the species they are\nworking with.\nThis facility currently lacks a person of experience and knowledge of the regulated species and needs to incorporate\ninto the facility a plan for gaining this help from a person that possesses this experience and knowledge on a routine\nbasis or that can help to educate those personnel at the facility."
    },
    {
      "code": "3.125",
      "kind": "",
      "repeat": true,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "(a)\n***** The enclosure housing the following two tigers named Putty Tat and Gomez fails to be maintained in good\nrepair. The height of the enclosure and configuration of the construction fails to meet the current guidelines provided\nto the licensee which would prevent the potential for escape. This guidance was provided to the facility during an\ninspection in which the Animal Care Big Cat Specialist was present and provided her recommendations as well as\non a prior inspection report for the inspection conducted on 7/22/14."
    },
    {
      "code": "3.127",
      "kind": "",
      "repeat": true,
      "desc": "FACILITIES, OUTDOOR.",
      "narrative": "(b)\n***** At time of inspection the concrete block housing unit for the leopard continues to remain too small to provide\nadequate protection and to prevent discomfort from the elements for this animal. Guidance for this facility in an\ninspection report dated 7/22/14 regarding this housing unit has been ignored.\nA similar housing unit had been constructed for the cougar which was also not large enough to prevent protection\nand discomfort from the elements. A new housing unit for the cougar had been constructed and was present during\nthe inspection of 9/23/14 which provided all the requirements for this animal to be protected and provide for its\ncomfort during periods of inclement weather. This was discussed with the Director of the facility during the\ninspection as being the type of housing unit needed for the leopard as well, this guidance has been ignored as well.\nThis inspection and exit interview conducted by APHIS, USDA, ANIMAL CARE personnel and the director for the\nfacility.\nEND OF REPORT.\nAdditional Inspectors\nDigesualdo Cynthia, Veterinary Medical Officer\nMoore Mary, Veterinary Medical Officer"
    }
  ],
  "narrative": "2.40(x)           DIRECT                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n(a) (1) \n***** The licensee retained a new attending veterinarian in May 2014.  By the veterinarians own admission, she\ndoes not have experience with large exotic cats.  The animals at this facility range from middle age to geriatric and\nhave had minimal veterinary care over the past several years.   During the Aug 19, 2014 inspection USDA officials\ndirected the facility to obtain a veterinarian with large exotic felid experience or a consultant to work with the current\nattending veterinarian to ensure these animals receive adequate care specific for the species. As of the Nov 5th\ninspection a written document confirming they have retained a consultant under formal arrangements to work with\nthe current attending veterinarian has not been provided.    \nAs of the Nov 5th inspection the minimal treatment provided by the current attending veterinarian is concerning. \nThe only documents of veterinary care provided by the attending veterinarian were   laboratory results for fecal\nexams done on all of the large cats.  Those documents showed Sampson (19 year old tiger) and Boudreau (19 year\nold cougar) were positive for the intestinal parasite Spirometra.  There are short email statements received on Sept\n29, 2014 from the attending veterinarian that had been sent to the facility director and forwarded by the Director to\nAPHIS officials stating she prescribed Panacur 10 mg/kg for 3 days for treatment of the Spirometra.  Panacur is not\nconsidered an effective treatment for Spirometra. Moses, the 8 year old lion, was positive for fluke ova.  There is a\nshort email statement received on Sept 29, 2014  from the attending veterinarian stating she prescribed Panacur 10\nmg/kg for 3 days.  Panacur at this dose is not an effective treatment for intestinal flukes.  Documents have not been\nprovided indicating  follow up fecal exams have been done to confirm effectiveness of treatment. The above does\nnot constitute adequate veterinary care for the animals.  The licensee is responsible for ensuring the attending\nveterinarian provides the regulated animals with adequate veterinary care.\n2.40(x)           DIRECT                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n(b) (2)\n\n***** ***** Batman is a 12 year old male lion with an ongoing problem with his right eye.  According to the few health\nrecords provided by this facility after the Aug 5, 2014 inspection, Batman has had a problem with his right eye since\nMarch 2014.  USDA inspectors have observed this animal with varying degrees of eye squinting and third eyelid\nprolapse at all 6 inspections that have occurred since July 22, 2014.   According to veterinary records an attempt\nwas made by the current attending veterinarian to evaluate the eye on Aug 10, 2014 but no abnormalities were\nfound.  \nDespite repeated requests by USDA officials for documentation on diagnostics and treatments that have occurred\nsince Aug 10th for this eye problem, adequate veterinary records have not been provided by the Attending\nVeterinarian or the facility.  An email from the attending veterinarian received on Sept 9, 2014 states (cid:28)Batman hates\nthe supplement but is receiving it.  Ataxia is not evident, eye is still draining.  We will try repeating oral antibiotics\nsince eye did improve on them.(cid:29)  This is the only communication received thus far from the Attending Veterinarian. \nAt the Aug 19th and Sept 23rd inspections USDA officials recommended a veterinary ophthalmologist be consulted\nsince the current attending veterinarian has been unable to resolve the eye problem.  As of the Nov 5th inspection\nthere have been no documents or records indicating that any further diagnostics or consultations have occurred.\nAppropriate means of diagnosis, treatment and control of this ocular disease or injury does not appear to have\ntaken place given the chronic 8 month duration of the problem and there has been no resolution for the animal.  \nBatman has had to suffer with an eye problem for 8 months.  Eye issues can be extremely painful and distressful. \nThe licensee does not appear to be concerned with this animal(cid:25)s discomfort, pain and suffering.  The licensee is\nresponsible for ensuring appropriate methods are used to adequately prevent, control, diagnose, and treat diseases\nand injuries.\n2.125                    REPEAT\nINFORMATION AS TO BUSINESS; FURNISHING OF SAME BY DEALERS, EXHIBITORS, OPERATORS OF\nAUCTION SALES, INTERMEDIATE HANDLERS, AND CARRIERS.\nOn the 9/23/14 inspection documentation requested of any nature such as a plan of veterinary care, contract for\nservices agreement, or other type of agreement between all veterinarians and the facility to provide services for\nadequate veterinary care to the animals at this facility and assistance to the ATV by the veterinarians who have\nexperience with all aspects of exotic felid medicine which the licensee states has been arranged has not been\nprovided to APHIS officials as of 11/5/14.\n2.131                    REPEAT\nHANDLING OF ANIMALS.\n\n(a) \n*****Adequate experience and knowledge of the species maintained by a facility is required. \nThe general husbandry practices of feeding and cleaning alone does not demonstrate this skill. The ability to\nrecognize the proper required materials for building enclosures, housing units and enrichment choices is lacking.\nThe lack of ability to recognize the  condition of the animals themselves to aid in evaluating good nutrition and the\nlack of  ability to recognize an animal which is acting abnormally (which can be an indication of a health issue) so\nthat this can be conveyed to the attending veterinarian in a timely manner are further examples of this facility(cid:25)s\nfailure to exhibit that they possess adequate experience and knowledge of the species under their care.\nIf the facility personnel are not certain of the needs of the regulated species then they should seek out other\npersons in the same type of business or similar business such as zoos other individuals who have similar animals.\nThey should be able to determine the types of building materials and enrichment items  which would be appropriate\nor not for use around the animals if they have the appropriate experience and knowledge of the species they are\nworking with.\nThis facility currently lacks a person of experience and knowledge of the regulated species and needs to incorporate\ninto the facility a plan for gaining this help from a person that possesses this experience and knowledge on a routine\nbasis or that can help to educate those personnel at the facility.\n3.125                    REPEAT\nFACILITIES, GENERAL.   \n(a) \n***** The enclosure housing the following two tigers named Putty Tat and Gomez  fails to be maintained in good\nrepair. The height of the enclosure and configuration of the construction fails to meet the current guidelines provided\nto the licensee which would prevent the potential for escape. This guidance was provided to the facility during an\ninspection in which the Animal Care Big Cat Specialist was present and provided her recommendations as well as\non a prior inspection report for the inspection conducted on 7/22/14.\n3.127                    REPEAT\nFACILITIES, OUTDOOR. \n(b) \n***** At time of inspection the concrete block housing unit for the leopard continues to remain too small  to provide\nadequate protection and to prevent discomfort from the elements for this animal. Guidance for this facility in an\n\ninspection report dated 7/22/14 regarding this housing unit has been ignored.\nA similar housing unit had been constructed for the cougar which was also not large enough to prevent protection\nand discomfort from the elements. A new housing unit for the cougar had been constructed and was present during\nthe inspection of 9/23/14 which provided all the requirements for this animal to be protected and provide for its\ncomfort during periods of inclement weather. This was discussed with the Director of the facility during the\ninspection as being the type of housing unit needed for the leopard as well, this guidance has been ignored as well. \nThis inspection and exit interview conducted by APHIS, USDA, ANIMAL CARE personnel and the director for the\nfacility.\nEND OF REPORT.\nAdditional Inspectors\nDigesualdo Cynthia, Veterinary Medical Officer\nMoore Mary, Veterinary Medical Officer",
  "animals_total": 13,
  "species": [
    {
      "count": 3,
      "scientific": "Leptailurus serval",
      "common": "SERVAL"
    },
    {
      "count": 1,
      "scientific": "Lynx rufus",
      "common": "BOBCAT"
    },
    {
      "count": 4,
      "scientific": "Panthera leo",
      "common": "LION"
    },
    {
      "count": 1,
      "scientific": "Panthera pardus",
      "common": "LEOPARD"
    },
    {
      "count": 3,
      "scientific": "Panthera tigris",
      "common": "TIGER"
    },
    {
      "count": 1,
      "scientific": "Puma concolor",
      "common": "PUMA / MOUNTAIN LION / COUGAR"
    }
  ]
}