{
  "insp_id": "57161126020888",
  "layout": "a",
  "customer_id": "3169",
  "customer_name": "Stone Mountain Game Ranch",
  "customer_addr": "4525 Highway 78\nLilburn, GA 30047",
  "certificate": "57-C-0029",
  "site_id": "001",
  "site_name": "STONE MOUNTAIN GAME RANCH",
  "insp_type": "ROUTINE INSPECTION",
  "date": "25-FEB-2016",
  "report_date": "29-FEB-2016",
  "citations": [],
  "narrative": "This was a Focused inspection to address the non-compliant items listed on the January 14, 2016 Inspection\nReport. \nAll of the animals listed under the NCI 2.40 (b)(3) have been seen by the Veterinarian and are currently under\ntreatment, except the black and white pig that was limping, and the white pig with hair loss. Those were both\neuthanized by the Veterinarian.\nThe 3.52 (c) NCI concerning the bedding in the rabbit hutches.  Rabbit housing had an extra amount of wood chips\nadded to suffice for the colder weather.\nThe 3.125 (a) NCI concerning:\nThe enclosure where the two goats were sticking their heads through the opening in the wire, have been removed\nfrom that enclosure and it is no longer being used until the wiring can be repaired.\nThe secondary wire within the bobcat (2) enclosure that was old and rusted has been removed and replaced.\nThe back panels in the hospital area containing goats and sheep, that was not secured, and had gaps to possess a\npossible injury hazard, have been repaired, and replaced.\nThe gap under the fencing of the of the pig pen, containing two pigs, has been repaired.\nThe NCI  3.127 (b) concerning: \nThe deer enclosure has had three sides added to its open housing, allowing the deer more protection from the wind\nand rain.\nThe holding areas within the hospital, at the time of last inspection holding 4 adult goats, 2 sheep, and two newborn\ngoats, with inadequate shelter, has had new housing areas provided.\n\nThe larger goat enclosure housing the 17 goats, has had new shelters added to adequately house the goats during\nbad weather.\nExtra bedding of straw and/or wood chips has been added to all the shelters housing animals at the park.\n \nThe NCI 3.127 (c), drainage in the area containing two pigs has had a concrete slab poured in a higher area of the\nenclosure to ensure the animals have a safe, dry, secure area.\n Concerning the NCI 3.131 (a). The raised platform for the bears has been cleaned and sanitized.\nThis inspection and exit interview was conducted by Brenda Pietrosante, ACI, Michelle Williams, VMO, with the\nfacility Manager.\nAdditional Inspectors\nWilliams Michelle, Veterinary Medical Officer",
  "animals_total": 43,
  "species": [
    {
      "count": 6,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 3,
      "scientific": "Lynx rufus",
      "common": "BOBCAT"
    },
    {
      "count": 18,
      "scientific": "Odocoileus virginianus",
      "common": "WHITE-TAILED DEER"
    },
    {
      "count": 5,
      "scientific": "Oryctolagus cuniculus",
      "common": "EUROPEAN RABBIT"
    },
    {
      "count": 3,
      "scientific": "Ovis aries aries",
      "common": "SHEEP INCLUDING ALL DOMESTIC BREEDS"
    },
    {
      "count": 4,
      "scientific": "Sus scrofa domestica",
      "common": "DOMESTIC PIG / POTBELLY PIG / MICRO PIG"
    },
    {
      "count": 4,
      "scientific": "Ursus americanus",
      "common": "NORTH AMERICAN BLACK BEAR"
    }
  ]
}