{
  "insp_id": "2016082567980612",
  "layout": "a",
  "customer_id": "5079",
  "customer_name": "Daniel Schaaf",
  "customer_addr": "Jaynell Schaaf\n47380 U.S. Hwy 20\nAtkinson, NE 68713",
  "certificate": "47-A-0146",
  "site_id": "001",
  "site_name": "Daniel Schaaf, Jaynell Schaaf",
  "insp_type": "ROUTINE INSPECTION",
  "date": "27-OCT-2016",
  "report_date": "28-OCT-2016",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "***An adult male black and tan Yorkshire terrier named Toby, with microchip number OAO2160359, has a thick,\ndark brownish-black build-up of tartar along the gum line, extending halfway down all the top teeth that were visible\nduring the examination of the dog’s mouth. The inspector was able to examine the front teeth, canines, cheek teeth\nand the first molars on both sides. The gums were slightly swollen around the canines and front teeth on both\nsides.\n***An adult female black Shi Tzu named Magic, with microchip number 105019349, has a buildup of tartar on the\ntop right side of the check teeth, with the gum line above appearing slightly swollen. The first cheek tooth was loose\nwhen the inspector touched it during the examination.\nDental problems can be painful, make it difficult to eat, can lead to the development of other health problems, and\ncan affect the well-being of the animal.\nThe licensee must consult with a veterinarian for a proper diagnosis, and to develop and follow a treatment plan.\nThe licensee must document the veterinarian's findings, the treatment plan that is followed, and have the records\navailable to the inspector upon request. The licensee must provide all the animals proper veterinary care at all\ntimes.\nThis inspection and exit interview were conducted by Lynn Clarke, ACI, with the licensees."
    }
  ],
  "narrative": "2.40(b)(2)                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n***An adult male black and tan Yorkshire terrier named Toby, with microchip number OAO2160359, has a thick,\ndark brownish-black build-up of tartar along the gum line, extending halfway down all the top teeth that were visible\nduring the examination of the dog’s mouth.  The inspector was able to examine the front teeth, canines, cheek teeth\nand the first molars on both sides.  The gums were slightly swollen around the canines and front teeth on both\nsides.\n***An adult female black Shi Tzu named Magic, with microchip number 105019349, has a buildup of tartar on the\ntop right side of the check teeth, with the gum line above appearing slightly swollen.  The first cheek tooth was loose\nwhen the inspector touched it during the examination. \nDental problems can be painful, make it difficult to eat, can lead to the development of other health problems, and\ncan affect the well-being of the animal.\nThe licensee must consult with a veterinarian for a proper diagnosis, and to develop and follow a treatment plan.\nThe licensee must document the veterinarian's findings, the treatment plan that is followed, and have the records\navailable to the inspector upon request.  The licensee must provide all the animals proper veterinary care at all\ntimes.\nThis inspection and exit interview were conducted by Lynn Clarke, ACI, with the licensees.",
  "animals_total": 43,
  "species": [
    {
      "count": 43,
      "scientific": "Canis lupus familiaris",
      "common": "DOMESTIC DOG"
    }
  ]
}