{
  "insp_id": "224141250510704",
  "layout": "a",
  "customer_id": "44156",
  "customer_name": "Franklin Breedlove Jr.",
  "customer_addr": "Hc 31, Box 410\nDeer, AR 72628",
  "certificate": "71-A-1314",
  "site_id": "001",
  "site_name": "FRANKLIN BREEDLOVE, JR.",
  "insp_type": "ROUTINE INSPECTION",
  "date": "12-AUG-2014",
  "report_date": "12-AUG-2014",
  "citations": [
    {
      "code": "3.1(f)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "The kennel facility consists of one sheltered building. On the western and northern exterior sides of the building\nthere is standing water. There is evidence on the wash down drainage pipe of a leak and the trim on the lower\nwestern side of the building is green from moisture. Housing facilities must be equipped with disposal facilities and\ndrainage systems that are constructed and operated so that animal waste and water are rapidly eliminated.\nDisposal and drainage systems must minimize vermin and pest infestation, insects, odors, and disease hazards. All\ndrains must be properly constructed, installed, and maintained. The dealer must take measures to repair or replace\nthe leak and prevent future leaking and standing water to minimizes disease risks and to protect the health and\nwelfare of the animals.\nAffects ten adults and fourteen puppies Correct by August 26, 2014\nThe inspection and exit briefing was conducted with the Dealer."
    }
  ],
  "narrative": "3.1(f)\nHOUSING FACILITIES, GENERAL.\nThe kennel facility consists of one sheltered building.  On the western and northern exterior sides of the building\nthere is standing water.  There is evidence on the wash down drainage pipe of a leak and the trim on the lower\nwestern side of the building is green from moisture.  Housing facilities must be equipped with disposal facilities and\ndrainage systems that are constructed and operated so that animal waste and water are rapidly eliminated.\nDisposal and drainage systems must minimize vermin and pest infestation, insects, odors, and disease hazards. All\ndrains must be properly constructed, installed, and maintained.  The dealer must take measures to repair or replace\nthe leak and prevent future leaking and standing water to minimizes disease risks and to protect the health and\nwelfare of the animals.\nAffects ten adults and fourteen puppies                         Correct by August  26, 2014\nThe inspection and exit briefing was conducted with the Dealer.",
  "animals_total": 25,
  "species": [
    {
      "count": 11,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 14,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}