{
  "insp_id": "2016082569822090",
  "layout": "a",
  "customer_id": "507235",
  "customer_name": "Toby Borntreger",
  "customer_addr": "W15025 Samso Ln.\nFairchild, WI 54741",
  "certificate": "--",
  "site_id": "001",
  "site_name": "TOBY BORNTREGER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "23-MAR-2020",
  "report_date": "23-MAR-2020",
  "citations": [
    {
      "code": "2.1(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "REQUIREMENTS AND APPLICATION.",
      "narrative": "This was a search inspection.\nThe owner has applied for a license to conduct regulated activity, but has failed to follow through on obtaining a\nlicense. Specifically, he has not followed through on conducting the prelicense phone call with me (which was\nscheduled 18 days ago) so he can move to the next step of scheduling the first prelicense inspection. I stopped by\nthe owner's facility to see what happened. He stated he was too busy to make the phone call. When questioned\nthe owner stated that he has 32-33 dogs, approximately 30 of which are breeding females. The licensee is shipping\nhis puppies to an individual/facility that is acting as a pet store. He stated his last shipment was approximately three\nweeks ago and consisted of six puppies.\nI conducted a search on the owner on 12/19/19. He was conducting regulated activity at that time and I made him\naware that he was conducting regulated activity without a license and that he would need to be licensed in order to\ncontinue to conduct regulated activity.\nConducting regulated activity without a USDA license does not comply with the Animal Welfare Act or ensure that\nAPHIS officials can assess the care of the animals. The owner must either cease regulated activity or obtain a\nlicense from the USDA to continue conducting regulated activity under the Animal Welfare Act.\nNo regulated activity may be conducted until USDA license is obtained.\nThis inspection and exit interview were conducted with the owner.\nEnd of report."
    }
  ],
  "narrative": "2.1(a)(1)\nREQUIREMENTS AND APPLICATION.\nThis was a search inspection.\nThe owner has applied for a license to conduct regulated activity, but has failed to follow through on obtaining a\nlicense.  Specifically, he has not followed through on conducting the prelicense phone call with me (which was\nscheduled 18 days ago) so he can move to the next step of scheduling the first prelicense inspection.  I stopped by\nthe owner's facility to see what happened.  He stated he was too busy to make the phone call.  When questioned\nthe owner stated that he has 32-33 dogs, approximately 30 of which are breeding females.  The licensee is shipping\nhis puppies to an individual/facility that is acting as a pet store.  He stated his last shipment was approximately three\nweeks ago and consisted of six puppies.\nI conducted a search on the owner on 12/19/19.  He was conducting regulated activity at that time and I made him\naware that he was conducting regulated activity without a license and that he would need to be licensed in order to\ncontinue to conduct regulated activity.\nConducting regulated activity without a USDA license does not comply with the Animal Welfare Act or ensure that\nAPHIS officials can assess the care of the animals. The owner must either cease regulated activity or obtain a\nlicense from the USDA to continue conducting regulated activity under the Animal Welfare Act.\nNo regulated activity may be conducted until USDA license is obtained.\nThis inspection and exit interview were conducted with the owner.\nEnd of report.",
  "animals_total": 0,
  "species": [
    {
      "count": 0,
      "scientific": "NONE",
      "common": "NONE"
    }
  ]
}