{
  "insp_id": "189141959136373",
  "layout": "a",
  "customer_id": "5079",
  "customer_name": "Daniel Schaaf",
  "customer_addr": "Jaynell Schaaf\n47380 U.S. Hwy 20\nAtkinson, NE 68713",
  "certificate": "47-A-0146",
  "site_id": "001",
  "site_name": "Daniel Schaaf, Jaynell Schaaf",
  "insp_type": "ROUTINE INSPECTION",
  "date": "08-JUL-2014",
  "report_date": "09-JUL-2014",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "* A cream colored adult female Lhasa Apso (microchip number 068 825 363) has a growth under her belly. The\ngrowth is hanging about two inches below the normal body frame, soft and approximately four inches long. The\nbreeder has talked to her veterinarian about this, but no diagnoses have been made. The breeder said the dog had\nthis growth about a year ago and it is getting bigger. The dog owner must take this dog to a veterinarian and get a\ngood evaluation of this dog to insure that the proper and best care for this dog is being given.\n* A reddish/blond Pekinese (microchip number 101 258 797) has an open wound on the top side, between her\nsecond and third toes of her left front foot. The open wound is red and oozing. Open wounds with no veterinarian\ncare can become infected, painful, and lead to more permanent paralysis. The breeder must have this open wound\nseen by a veterinarian. The breeder needs to develop a plan to actively inspect all dogs on a daily basis. Have in\nplace a procedure set up by the attending veterinarian that correctly medicates open wounds, keep a record of what\nis being done and have it available for the inspector to see during the inspection process."
    },
    {
      "code": "3.1(c)(1)(2)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "* The four pens against the east inside wall of the sheltered facility have aluminum corners dogs have chewed\nleaving sharp points. Sharp points can injure dogs. The licensee must remove, replace or repair these areas that\nhave sharp points. This will help ensure dogs are in a safe environment and also help in the proper cleaning and\nsanitizing of these areas. The licensee needs to also put into place a good maintenance program. Correct by\n07-22-2014"
    },
    {
      "code": "3.1(c)(2)",
      "kind": "",
      "repeat": true,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "* The lower third of the galvanized sheet of tin attached to the east side of the exterior wall of the sheltered facility\nis rusted; Rust is covering an estimated 20 to 30 percent of the surface area of four enclosures where dogs are.\nSurfaces not maintained on a regular basis cannot be readily cleaned and sanitized. The licensee must ensure\nthat all surfaces are maintained on a regular basis so those surfaces can be readily cleaned and sanitized at all\ntimes or be replaced when worn. The licensee must remove, paint, or repair this part of the siding that is rusty to\nhelp insure that good cleaning and sanitizing practice can take place to help maintain a disease free environment\nfor dogs."
    },
    {
      "code": "3.6(a)(2)(12)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "* The plastic coated wire flooring of the outside dog runs on the south side of the sheltered facility is losing its\ncovering. Wire flooring that is not at least a diameter of 9 gauge must be coated with a material such as plastic or\nfiberglass. Inadequate flooring can lead to sore feet and open wounds. Dogs must have safe flooring to stay\nhealthy and comfortable. The licensee must repair or replace the areas of flooring that are not adequately coated.\nCorrect by 09-08-2014"
    },
    {
      "code": "3.11(c)",
      "kind": "",
      "repeat": true,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "* Dust, cobwebs and dog hair were accumulating on the interior walls, ceiling and enclosure pens of the sheltered\nfacility. This indicates a living area exists for rodents, other pests and other vermin. Unsanitary living conditions\nare created if the building is not kept clean and this could lead to health issues for the dogs. The licensee needs to\nput into place a good program that continually keeps areas where dogs are clean of cobwebs. Also, surfaces\nwhere dogs come into contact must be cleaned and sanitized at least once every two weeks and more often if\nneeded to help maintain a disease free facility for dogs. The licensee must clean/remove the cobwebs from the\ninside of the sheltered facility where dogs are housed"
    },
    {
      "code": "3.12",
      "kind": "",
      "repeat": false,
      "desc": "EMPLOYEES.",
      "narrative": "This kennel facility does not have enough employees to adequately in a timely manner take care of the\nmaintenance and daily routines that a kennel of this size requires. Each facility subject to the Animal Welfare\nregulations maintaining dogs must have enough employees to carry out the level of husbandry practices and care\nrequired . Correct by 10-08-2014\nThis inspection and exit briefing were conducted with the owner."
    }
  ],
  "narrative": "2.40(b)(2)                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n* A cream colored adult female Lhasa Apso (microchip number 068 825 363) has a growth under her belly.  The\ngrowth is hanging about two inches below the normal body frame, soft and approximately four inches long.  The\nbreeder has talked to her veterinarian about this, but no diagnoses have been made.  The breeder said the dog had\nthis growth about a year ago and it is getting bigger. The dog owner must take this dog to a veterinarian and get a\ngood evaluation of this dog to insure that the proper and best care for this dog is being given.\n* A reddish/blond Pekinese (microchip number 101 258 797) has an open wound on the top side, between her\nsecond and third toes of her left front foot.  The open wound is red and oozing.  Open wounds with no veterinarian\ncare can become infected, painful, and lead to more permanent paralysis.  The breeder must have this open wound\nseen by a veterinarian.  The breeder needs to develop a plan to actively inspect all dogs on a daily basis. Have in\nplace a procedure set up by the attending veterinarian that correctly medicates open wounds, keep a record of what\nis being done and have it available for the inspector to see during the inspection process.\n3.1(c)(1)(2)\nHOUSING FACILITIES, GENERAL.\n* The four pens against the east inside wall of the sheltered facility have aluminum corners dogs have chewed\nleaving sharp points.  Sharp points can injure dogs.    The licensee must remove, replace or repair these areas that\nhave sharp points.  This will help ensure dogs are in a safe environment and also help in the proper cleaning and\nsanitizing of these areas.  The licensee needs to also put into place a good maintenance program.  Correct by\n07-22-2014\n3.1(c)(2)                    REPEAT\nHOUSING FACILITIES, GENERAL.\n*    The lower third of the galvanized sheet of tin attached to the east side of the exterior wall of the sheltered facility\nis rusted;   Rust is covering an estimated 20 to 30 percent of the surface area of four enclosures where dogs are.  \nSurfaces not maintained on a regular basis cannot be readily cleaned and sanitized.   The licensee must ensure\nthat all surfaces are maintained on a regular basis so those surfaces can be readily cleaned and sanitized at all\n\ntimes or be replaced when worn.  The licensee must remove, paint, or repair this part of the siding that is rusty to\nhelp insure that good cleaning and sanitizing practice can take place to help maintain a disease free environment\nfor dogs.\n3.6(a)(2)(12)\nPRIMARY ENCLOSURES.\n* The plastic coated wire flooring of the outside dog runs on the south side of the sheltered facility is losing its\ncovering.  Wire flooring that is not at least a diameter of 9 gauge must be coated with a material such as plastic or\nfiberglass.  Inadequate flooring can lead to sore feet and open wounds.  Dogs must have safe flooring to stay\nhealthy and comfortable.  The licensee must repair or replace the areas of flooring that are not adequately coated. \nCorrect by 09-08-2014\n3.11(c)                    REPEAT\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\n*    Dust, cobwebs and dog hair were accumulating on the interior walls, ceiling and enclosure pens of the sheltered\nfacility.  This indicates a living area exists for rodents, other pests and other vermin.   Unsanitary living conditions\nare created if the building is not kept clean and this could lead to health issues for the dogs.  The licensee needs to\nput into place a good program that continually keeps areas where dogs are clean of cobwebs.   Also, surfaces\nwhere dogs come into contact must be cleaned and sanitized at least once every two weeks and more often if\nneeded to help maintain a disease free facility for dogs. The licensee must clean/remove the cobwebs from the\ninside of the sheltered facility where dogs are housed\n3.12\nEMPLOYEES.\nThis kennel facility does not have enough employees to adequately in a timely manner take care of the\nmaintenance and daily routines that a kennel of this size requires. Each facility subject to the Animal Welfare\nregulations maintaining dogs must have enough employees to carry out the level of husbandry practices and care\nrequired . Correct by 10-08-2014\nThis inspection and exit briefing were conducted with the owner.",
  "animals_total": 63,
  "species": [
    {
      "count": 53,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 10,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}