{
  "insp_id": "351140938200318",
  "layout": "a",
  "customer_id": "5865",
  "customer_name": "Robert Martin",
  "customer_addr": "2303 Spence Ave\nHollenberg, KS 66946",
  "certificate": "48-A-1939",
  "site_id": "001",
  "site_name": "Robert Martin",
  "insp_type": "ROUTINE INSPECTION",
  "date": "16-DEC-2014",
  "report_date": "17-DEC-2014",
  "citations": [
    {
      "code": "3.1(c)(3)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "* There is a mixture of dirt, grease and other excreta on six fiberglass entryway inserts. The inserts are located in\nthe north shelter building. Nine dogs are in contact with the affected inserts. The affected area covers\napproximately 25 to 50 percent of the insert surface area. Sanitization of surfaces is necessary to prevent an\naccumulation of excreta and other disease hazards. It indicates an unsanitary living condition exists that could lead\nto potential disease or health risks. The licensee must ensure that all surfaces are spot-cleaned daily and sanitized\nat least once every two weeks or more often if needed in accordance with section 3.11 B. Correct by 12/18/14.\n* The facility inspection and verbal exit briefing done on 12/16/14 were conducted with the licensee.\n* Copy of inspection report was sent by certified and regular mail."
    }
  ],
  "narrative": "3.1(c)(3)\nHOUSING FACILITIES, GENERAL.\n*   There is a mixture of dirt, grease and other excreta on six fiberglass entryway inserts.  The inserts are located in\nthe north shelter building.   Nine dogs are in contact with the affected inserts.   The affected area covers\napproximately 25 to 50 percent of the insert surface area.   Sanitization of surfaces is necessary to prevent an\naccumulation of excreta and other disease hazards.   It indicates an unsanitary living condition exists that could lead\nto potential disease or health risks.  The licensee must ensure that all surfaces are spot-cleaned daily and sanitized\nat least once every two weeks or more often if needed in accordance with section 3.11 B. Correct  by  12/18/14.\n*  The facility inspection and verbal exit briefing done on 12/16/14 were conducted with the licensee.\n*  Copy of inspection report was sent by certified and regular mail.",
  "animals_total": 106,
  "species": [
    {
      "count": 79,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 27,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}