{
  "insp_id": "156141315510123",
  "layout": "a",
  "customer_id": "26568",
  "customer_name": "Mount Evans Trout Fishing L.L.C.",
  "customer_addr": "#65 Hideaway Circle Road\nEvergreen, CO 80439",
  "certificate": "84-C-0094",
  "site_id": "001",
  "site_name": "MOUNT EVANS TROUT FISHING, LLC",
  "insp_type": "ROUTINE INSPECTION",
  "date": "06-JUN-2014",
  "report_date": "06-JUN-2014",
  "citations": [
    {
      "code": "3.129(b)",
      "kind": "",
      "repeat": false,
      "desc": "FEEDING.",
      "narrative": "A plastic feed trough in the outdoor enclosure housing 3 female reindeer had food that had a foul-odor and was\ncovered with flies. One of the caretakers stated this was food for the reindeer that had become wet. Food that\nbecomes overly moistened may become contaminated with microorganisms causing it to spoil and deteriorate and\ncan attract pests such as the flies seen on this spoiled feed.\nFood receptacles shall be kept clean and sanitary at all times. If self-feeders are used, adequate measures shall be\ntaken to prevent molding, contamination, and deterioration or caking of food.\nTo be corrected by 6/6/2014."
    },
    {
      "code": "3.131(c)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "A large misting fan was lying on its side on the ground within the outdoor enclosure for 3 female reindeer. The\nelectrical cord for this fan had several areas where the rubber coating was frayed or chewed, exposing the\nunderlying wire. This fan and the frayed cord pose a risk of injury to these animals and should be removed from the\nenclosure. If the fan is used for the animals during hot weather, it should be secured outside of the enclosure and\nthe wires should not be in reach of the animals or any potential source of electrical shock (water trough, standing\nwater, etc...).\nPremises (buildings and grounds) shall be kept clean and in good repair in order to protect the animals from injury\nand to facilitate the prescribed husbandry practices set forth in this subpart.\nCorrected during inspection.\nAccompanied on inspection by facility representatives and APHIS inspectors. Exit interview conducted on site with\nfacility representatives.\nAdditional Inspectors\nRhodes Cindy, Animal Care Inspector"
    }
  ],
  "narrative": "3.129(b)\nFEEDING.    \nA plastic feed trough in the outdoor enclosure housing 3 female reindeer had food that had a foul-odor and was\ncovered with flies.  One of the caretakers stated this was food for the reindeer that had become wet.  Food that\nbecomes overly moistened may become contaminated with microorganisms causing it to spoil and deteriorate and\ncan attract pests such as the flies seen on this spoiled feed.\nFood receptacles shall be kept clean and sanitary at all times. If self-feeders are used, adequate measures shall be\ntaken to prevent molding, contamination, and deterioration or caking of food.\nTo be corrected by 6/6/2014.\n3.131(c)\nSANITATION.   \nA large misting fan was lying on its side on the ground within the outdoor enclosure for 3 female reindeer.  The\nelectrical cord for this fan had several areas where the rubber coating was frayed or chewed, exposing the\nunderlying wire.  This fan and the frayed cord pose a risk of injury to these animals and should be removed from the\nenclosure.  If the fan is used for the animals during hot weather, it should be secured outside of the enclosure and\nthe wires should not be in reach of the animals or any potential source of electrical shock (water trough, standing\nwater, etc...).\nPremises (buildings and grounds) shall be kept clean and in good repair in order to protect the animals from injury\nand to facilitate the prescribed husbandry practices set forth in this subpart.\nCorrected during inspection.\nAccompanied on inspection by facility representatives and APHIS inspectors.  Exit interview conducted on site with\nfacility representatives.\n\nAdditional Inspectors\nRhodes Cindy, Animal Care Inspector",
  "animals_total": 3,
  "species": [
    {
      "count": 3,
      "scientific": "Rangifer tarandus",
      "common": "REINDEER"
    }
  ]
}