{
  "insp_id": "2016090000790195",
  "layout": "b",
  "customer_id": "3585",
  "customer_name": "Peter Renzo",
  "customer_addr": "5205 Boyer Lane\nSTAGECOACH, NV 89429",
  "certificate": "88-C-0163",
  "site_id": "005",
  "site_name": "PETER RENZO",
  "insp_type": "ROUTINE INSPECTION",
  "date": "13-MAY-2022",
  "report_date": "19-MAY-2022",
  "citations": [
    {
      "code": "2.40(a)",
      "kind": "",
      "repeat": false,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "At the time of inspection, the Attending Veterinarian had visited the facility on 30 March 2022 to evaluate the tiger, but\nwas not allowed to and terminated the formal arrangement with the licensee. The current Program of Vet Care was\nsigned by the previous Attending Veterinarian and there has been no new formal arrangement with an Attending\nVeterinarian, established by a regularly scheduled visit, written program and appropriate authority. Licensee reached out\nto another vet, but does not have an Attending Veterinarian for the tigers present at the facility. A program of veterinary\ncare is essential for animal health and wellbeing. The veterinarian shall visit the premises and shall have the authority to\nprovide adequate veterinary care for those animals. Animals without adequate veterinary care may suffer from disease,\nillness, malnutrition, or parasitism.\nCorrect by 3 June 2022 by establishing a program of veterinary care and following all instructions from the attending\nveterinarian.\nThis inspection and exit interview were conducted with the licensee.\nAdditional Inspectors:\nLAURIE GAGE, BIG CAT SPECIALISTEnd Section"
    }
  ],
  "narrative": "2.40(a) \n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nAt the time of inspection, the Attending Veterinarian had visited the facility on 30 March 2022 to evaluate the tiger, but \nwas not allowed to and terminated the formal arrangement with the licensee.  The current Program of Vet Care was \nsigned by the previous Attending Veterinarian and there has been no new formal arrangement with an Attending \nVeterinarian, established by a regularly scheduled visit, written program and appropriate authority.  Licensee reached out \nto another vet, but does not have an Attending Veterinarian for the tigers present at the facility.  A program of veterinary \ncare is essential for animal health and wellbeing.  The veterinarian shall visit the premises and shall have the authority to \nprovide adequate veterinary care for those animals.  Animals without adequate veterinary care may suffer from disease, \nillness, malnutrition, or parasitism. \n \nCorrect by 3 June 2022 by establishing a program of veterinary care and following all instructions from the attending \nveterinarian. \n \nThis inspection and exit interview were conducted with the licensee.\n\nAdditional Inspectors: \nLAURIE GAGE, BIG CAT SPECIALISTEnd Section",
  "animals_total": 2,
  "species": [
    {
      "count": 2,
      "scientific": "Panthera tigris",
      "common": "TIGER"
    }
  ]
}