{
  "insp_id": "2016090000618453",
  "layout": "b",
  "customer_id": "5334",
  "customer_name": "TROY GRANT JODY GRANT",
  "customer_addr": "4321 HEATHER AVE\nTHORNTON, IA 50479",
  "certificate": "42-B-0129",
  "site_id": "001",
  "site_name": "TROY & JODY GRANT",
  "insp_type": "ROUTINE INSPECTION",
  "date": "28-MAY-2021",
  "report_date": "28-MAY-2021",
  "citations": [
    {
      "code": "3.131(d)",
      "kind": "",
      "repeat": false,
      "desc": "Sanitation.",
      "narrative": "* Bird droppings were observed accumulating on top of five sheltered housing units. The affected areas are located in\nthe outdoor barn housing six skunks, three ground hogs and one ferret. The facility has no current effective pest\nprevention program in place. No means to control or eliminate the birds were viewed during the inspection. Lack of an\neffective program that controls birds can create unsanitary conditions and lead to potential health risks. Bird feces may\ncontain pathogens that could adversely impact animal health. The licensee must have a safe and effective program for\nthe control of insects, ectoparasites, and avian and mammalian pests shall be established and maintained. Correct by\n7/11/21\nThis inspection and exit interview done on 5/28/21 were conducted with the licensee.\nEnd Section"
    }
  ],
  "narrative": "3.131(d) \n   \nSanitation. \n*   Bird droppings were observed accumulating on top of five sheltered housing units.  The affected areas are located in \nthe outdoor barn housing six skunks, three ground hogs and one ferret.  The facility has no current effective pest \nprevention  program in place.  No means to control or eliminate the birds were viewed during the inspection.  Lack of an \neffective program that controls birds can create unsanitary conditions and lead to potential health risks.  Bird feces may \ncontain pathogens that could adversely impact animal health.  The licensee must have a safe and effective  program for \nthe control of insects, ectoparasites, and avian and mammalian pests shall be established and maintained.  Correct by \n7/11/21 \n \nThis inspection and exit interview done on 5/28/21 were conducted with the licensee. \n \nEnd Section",
  "animals_total": 42,
  "species": [
    {
      "count": 3,
      "scientific": "Mustela putorius furo",
      "common": "DOMESTIC FERRET"
    },
    {
      "count": 11,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 5,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    },
    {
      "count": 3,
      "scientific": "Vulpes vulpes",
      "common": "RED FOX (INCLUDES SILVER FOX & CROSS FOX)"
    },
    {
      "count": 7,
      "scientific": "Marmota monax",
      "common": "GROUNDHOG / WOODCHUCK"
    },
    {
      "count": 4,
      "scientific": "Didelphis virginiana",
      "common": "VIRGINIA OPOSSUM"
    },
    {
      "count": 3,
      "scientific": "Procyon lotor",
      "common": "RACCOON"
    },
    {
      "count": 6,
      "scientific": "Mephitis mephitis",
      "common": "STRIPED SKUNK"
    }
  ]
}