{
  "insp_id": "2016082568053635",
  "layout": "a",
  "customer_id": "331747",
  "customer_name": "Claude Conley",
  "customer_addr": "Jon Conley\n618 Conley Rd\nAlamo, TN 38001",
  "certificate": "63-C-0271",
  "site_id": "001",
  "site_name": "CLAUDE & JON CONLEY",
  "insp_type": "ROUTINE INSPECTION",
  "date": "08-AUG-2017",
  "report_date": "09-AUG-2017",
  "citations": [
    {
      "code": "2.40(a)(1)",
      "kind": "Critical",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "The facility currently does not have an attending veterinarian (AV) and has several animals in need of veterinary\nattention. In addition, several animals were 'diagnosed' and treated during the last three weeks without a\nveterinarian being involved. The facility representative (Park Manager) stated during the inspection that he had\nnoticed that the AV hadn't been out to the facility for about the past two to three weeks and that the AV usually\ncame out 2-3 times a week prior to that. He stated that the Collection Manager usually works with the AV. The\ninspector contacted the AV by phone and was told that his last day at the facility was three weeks prior. Four\nanimals were noted during this inspection as needing veterinary attention and no documentation was available to\nshow show that the needed veterinary attention had been provided. Documentation reviewed included a log book\nof procedures completed which showed that since the AV left the facility two animals (one gemsbok and one addax)\nwere sedated with BAM (butorphanol, azaperone, medetomidine), diagnosed with foot rot and treated (with\ninjectable prescription drugs). In addition, one red river hog was \"euthanized due to old age\" but there was no\ndiagnosis or method of euthanasia documented. There was no documentation available to show that these\ndiagnoses and treatment plans were under the advisement of a veterinarian. The previously written program of\nveterinary plan did not include instructions for facility personnel for using these drugs, for diagnosing/treating foot\nrot or performing euthanasia.\nEach facility must employ an attending veterinarian who shall provide adequate veterinary care to its animals. In the\ncase of a part time/consulting veterinarian, the formal arrangements shall include a written program of veterinary\ncare and regularly scheduled visits to the premises. Correct by Aug. 19, 2017."
    },
    {
      "code": "2.40(b)(1)",
      "kind": "",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "The veterinary drug cabinet and vet portable drug box contained a large number of expired drugs. None of the\ndrugs were labeled or marked as expired. The expired drugs included the following: Spectogard Liquid (8/15),\nValbazen dewormer (12/16), Ivomec injectable (10/16), Safeguard Paste (10/14), Advantage Multi (1/14), Safeguard\nsuspension (2/15), Tolazine Injectable (6/16), NeoPolycin Opthalmic Ointment (12/14), Lidocaine 2% injectable\n(9/16), Tiletamine-Zolazepam (4/17), Atropine Injectable (3/12), Naloxone Injectable (7/12) and Epinephrine\ninjectable (8/12). Expired drugs may no longer be effective. All medications shall be in-date to ensure proper use of\nthe medications. Expired drugs shall be properly discarded or marked as expired and stored in a separate location\nfrom the in-date drugs."
    },
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "Four animals are in need of veterinary attention:\n*One muntjac was seen licking a wound just behind its right shoulder as the inspector approached its enclosure. A\nsecond wound was noted on the right side over the back leg and a third wound was noted on the left side behind\nthe left shoulder. All three wounds were about 1 in x 1/2 to 3/4 in in size and irregular in shape. All had the top layer\nof skin missing with pink/red tissue visible. The edges of all wounds were black in color. No discharge was noted.\nThe facility representative was unaware if the muntjac had been seen by a veterinarian or what treatment if any was\nbeing done. No documentation was available for review to show that the muntjac's wounds had been observed,\ndiagnosed or treated.\n*An eland was noted to have elongated rear hooves. The hooves on the right rear leg were long enough that the\ninner hoof was curling up and over the top of the outer hoof. No documentation was available for review.\n*One blesbok in the seperate enclosure adjoining safari 3 was noted to be thin in body condition. The ribs, spine\nand hip bones were prominent. A fecal record showed that a fecal on blesbok (herd) had been done 7/13/17 and\nthat 3 strongyle eggs were noted. The facility representative stated he dewormed the blesbok but that no\ndocumentation was made. The attending veterinarian at the time was called and stated that based on the very small\nnumber of eggs noted on the test run that he did not prescribe any treatment. No documentation regarding the thin\nbody condition was available for review.\n*One thin watusi calf was noted in the enclosure at the entrance to the park. Th ribs, spine and hip bones were all\neasily visible. The calf was noted to be bright, alert and walking around with the adults. No observation or treatment\ndocumentation was available.\nThe facility shall ensure the use of appropriate methods to prevent, control, diagnose and treat diseases and injuries\nto include communicating all problems of animal health, behavior and well-being in a timely manner to the attending\nveterinarian so appropriate diagnostics and treatment can be instituted. The facility shall have the four animals\nevaluated by a veterinarian and follow and document all diagnostic and treatment recommendations made by the\nveterinarian. Correct by Aug. 12, 2017."
    },
    {
      "code": "2.75(b)",
      "kind": "",
      "repeat": false,
      "desc": "RECORDS: DEALERS AND EXHIBITORS.",
      "narrative": "The acquisition and disposition records for the facility are not up to date. For example:\n*Two young white wallaby are currently present at the facility. No acquisition records are present.\n*Acquisition records for two Siberian lynx were noted. No lynx are currently at the facility. The facility representative\nstated that they were sold. No disposition records are present.\n*During the last inspection the facility housed four grivet monkeys. No grivets are currently at the facility. The facility\nrepresentative stated they were sold. No disposition records are present.\n*No capybara were present during the inspection in January 2016. Two capybara are present during this inspection.\nA disposition record shows that four capybara were sold in November 2016. No records could be found for any\nacquisition of capybara.\nComplete and accurate acquisition and disposition records must be kept in order to ensure that all animals'\nidentities can be known with certainty and to facilitate tracking/tracing of animals. Acquisition records shall include\noffspring born of any animal at the facility. Correct from this day forward."
    },
    {
      "code": "2.131(d)(2)",
      "kind": "",
      "repeat": false,
      "desc": "HANDLING OF ANIMALS.",
      "narrative": "During this inspection the inspector walked through the interactive portion of the walk thru park twice. In this section\nof the park the public can feed the giraffe carrots and can enter an interactive enclosure where they can feed and\npet the goats, sheep and alpacas. In both instances the public was noted interacting with the animals but no\nemployee or attendant was within view. In one case, a young girl was feeding a giraffe a carrot while an adult was\nphotographing her. In both cases, kids and adults were in the enclosure with the goats, sheep and alpacas feeding\nthem. A responsible, knowledgeable, and readily identifiable employee or attendant must be present at all times\nduring periods of public contact in order to protect the animals and the public. Correct from this day forward."
    },
    {
      "code": "3.75(c)(3)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "The indoor portion of the macaque sheltered housing in the spider monkey/macaque building is in need of cleaning.\nOn the floor was an accumulation of food debris, excreta, and vegetative debris the macaques had brought in from\noutside. The accumulation was large enough that on over a third of the floor the concrete underneath was not\ndirectly visible. In addition, brown material had been smeared on a couple of the walls a foot above ground level.\nLack of cleaning will lead to odors, pests (a large number of flies were noted) and can lead to spread of disease in\naddition to leading to discomfort to the animals. All hard surfaces with which non-human primates come in contact\nmust be spot-cleaned daily and sanitized at least once every two weeks or more often if needed to prevent an\nexcessive accumulation of dirt, debris, food waste, and excreta (Sec. 3.84 of this subpart). Correct by Aug. 11,\n2017."
    },
    {
      "code": "3.77(a)",
      "kind": "",
      "repeat": false,
      "desc": "SHELTERED HOUSING FACILITIES.",
      "narrative": "Two of the non-human primate sheltered housing facilities were noted to feel excessively warm in the indoor portion\nof the sheltered housing despite relatively cool temperature outdoors for this time of year. The temperature outside\nreached 85 degrees F (Kestrel measurement).\n*Facility building (indoor section) housing tamarins, owl monkeys, ringtail lemurs and macaques: The temperature at\n12:20pm measured 85.2 and at 5pm measured 86.4 degrees F (Kestrel).\n*Facility building (indoors) housing spider monkeys and macaques: The temperature at 12:50pm measured 87. 7\ndegrees and at 5pm measured 88.5 degrees F (Kestrel).\nThe ambient temperature in the sheltered part of the facility must not rise above 85 degrees for more than 4\nconsecutive hours to ensure the health, comfort and well-being of the non-human primates. Correct by Aug. 16,\n2017."
    },
    {
      "code": "3.78(b)",
      "kind": "",
      "repeat": false,
      "desc": "OUTDOOR HOUSING FACILITIES.",
      "narrative": "Four black and white ruffed lemurs are currently being housed outdoors. A portion of the shade cloth covering their\nenclosure was noted torn and hanging inside the enclosure. The facility representative stated that a recent strong\nstorm did some damage. The enclosure contains just one shelter, a dog igloo style round shelter structure with a\nlarge direct opening. Wind and rain can enter easily enter through the opening causing discomfort to the animals. In\naddition, this shelter structure is relatively small and although four lemurs can fit in the shelter, it is not large enough\nto provide extra space to turn around easily or for one lemur to move away from the others. A stand structure for a\nsecond shelter is present in the enclosure but does not contain a shelter structure at this time. There are no other\nfeatures in the enclosure that could provide protection from the elements. All outdoor housing facilities for\nnon-human primates must provide adequate shelter from sun, rain, snow, wind, cold and any conditions that may\noccur at all times to ensure the health and comfort of the animals. Correct by Aug. 16, 2017."
    },
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": true,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "*During this inspection the inspector noted two young white wallabies in fleece pouches in the commissary. The\npouches were hung at ground level on a shelving unit. One wallaby had its head up and out of the pouch looking\naround the room. No employees or other people were present in the room. The facility representative indicated they\nspent the daytime while the facility was open in their pouches in the commissary and during the evening hours/early\nmorning hours were kept outside in a small enclosure. The commissary itself contains an open shelving unit with\nhusbandry chemicals stored on it along with other shelves storing feed. The wallabies are old enough that if they\nchose to jump out of their pouch they might cause themselves harm exploring the room. Also, if loose they might\nescape the building if someone opened a door. The housing for the young wallabies must be of such material and\nstrength that it is structurally sound and protects the animals from injury and contains the animals.\n*Several areas of fencing are in need of repair. The back enclosure fence of the newly added drive thru park section\nneeds to have dead vines removed that are entwined in and covering the fence on both sides. There is a large\nalmost round hole in a section of fence of the enclosure housing blesbok and hog deer. A fallow deer was noted in\nwith these animals. The fallow deer was noted jumping back through the hole in the fence. Sharp wire points were\nvisible in the broken area of fencing on which the animals could injure themselves. All enclosure fences shall be\nmaintained in good repair to protect the animals from injury and to contain the animals."
    },
    {
      "code": "3.127(b)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, OUTDOOR.",
      "narrative": "The safari 2 section of the drive thru portion of the park needs additional shelter structures for the animals to provide\nprotection from the elements such as wind, rain and hail. There are currently a number of man made shelters\npresent however there are not enough shelters present to house all of the animals in this section of the park\nsimultaneously in a comfortable manner. There are some trees providing shade along the sides of the section and a\nfew in the center that provide some natural protection but again, not enough for the number of animals in this\nenclosure. The facility representative stated that they have plans to build more shelters prior to winter. However,\nshelters are necessary at all times since bad weather/storms can occur at any time of year (in fact, a very recent\nstorm tore the roof off one of the shelters). The facility shall ensure that there is shelter provided for all animals kept\noutdoors to afford them protection and to prevent discomfort. Correct by Nov. 9, 2017."
    },
    {
      "code": "3.128",
      "kind": "",
      "repeat": false,
      "desc": "SPACE REQUIREMENTS.",
      "narrative": "Two capybara are currently being housed in an enclosure that does not contain a natural or man-made water\nfeature large enough for them to be able to submerge themselves. They each have a small round rubber tub similar\nto a feed receptacle that is kept filled with clean water. The water is only a few inches deep. Capybaras are\nsemi-aquatic mammals and regularly spend time in the water. In addition, their normal defecation behavior is to\ndefecate while in watery habitats. In order to allow the capybara to make normal postural and social adjustments\ntypical of their species, their enclosures shall be constructed and maintained so as to provide them access to\nenough water to be able to safely submerge themselves. Correct by Oct. 9, 2017.\nThe ferret cited for veterinary care during the last inspection is no longer at the facility.\nThis inspection and exit interview were conducted with undersigned facility representative."
    }
  ],
  "narrative": "2.40(a)(1)           CRITICAL\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThe facility currently does not have an attending veterinarian (AV) and has several animals in need of veterinary\nattention. In addition, several animals were 'diagnosed' and treated during the last three weeks without a\nveterinarian being involved. The facility representative (Park Manager) stated during the inspection that he had\nnoticed that the AV hadn't been out to the facility for about the past two to three weeks and that the AV usually\ncame out 2-3 times a week prior to that. He stated that the Collection Manager usually works with the AV.  The\ninspector contacted the AV by phone and was told that his last day at the facility was three weeks prior. Four\nanimals were noted during this inspection as needing veterinary attention and no documentation was available to\nshow show that the needed veterinary attention had been provided.  Documentation reviewed included a log book\nof procedures completed which showed that since the AV left the facility two animals (one gemsbok and one addax)\nwere sedated with BAM (butorphanol, azaperone, medetomidine), diagnosed with foot rot and treated (with\ninjectable prescription drugs). In addition, one red river hog was \"euthanized due to old age\" but there was no\ndiagnosis or method of euthanasia documented. There was no documentation available to show that these\ndiagnoses and treatment plans were under the advisement of a veterinarian. The previously written program of\nveterinary plan did not include instructions for facility personnel  for using these drugs, for diagnosing/treating foot\nrot or performing euthanasia. \nEach facility must employ an attending veterinarian who shall provide adequate veterinary care to its animals. In the\ncase of a part time/consulting veterinarian, the formal arrangements shall include a written program of veterinary\ncare and regularly scheduled visits to the premises. Correct by Aug. 19, 2017.\n2.40(b)(1)                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThe veterinary drug cabinet and vet portable drug box contained a large number of expired drugs. None of the\ndrugs were labeled or marked as expired. The expired drugs included the following: Spectogard Liquid (8/15),\nValbazen dewormer (12/16), Ivomec injectable (10/16), Safeguard Paste (10/14), Advantage Multi (1/14), Safeguard\nsuspension (2/15), Tolazine Injectable (6/16), NeoPolycin Opthalmic Ointment (12/14), Lidocaine 2% injectable\n(9/16), Tiletamine-Zolazepam (4/17), Atropine Injectable (3/12), Naloxone Injectable (7/12) and Epinephrine\ninjectable (8/12). Expired drugs may no longer be effective.  All medications shall be in-date to ensure proper use of\n\nthe medications. Expired drugs shall be properly discarded or marked as expired and stored in a separate location\nfrom the in-date drugs. \n2.40(b)(2)           DIRECT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nFour animals are in need of veterinary attention:\n*One muntjac was seen licking a wound just behind its right shoulder as the inspector approached its enclosure. A\nsecond wound was noted on the right side over the back leg and a third wound was noted on the left side behind\nthe left shoulder. All three wounds were about 1 in x 1/2 to 3/4 in in size and irregular in shape. All had the top layer\nof skin missing with pink/red tissue visible. The edges of all wounds were black in color. No discharge was noted.\nThe facility representative was unaware if the muntjac had been seen by a veterinarian or what treatment if any was\nbeing done. No documentation was available for review to show that the muntjac's wounds had been observed,\ndiagnosed or treated. \n*An eland was noted to have elongated rear hooves. The hooves on the right rear leg were long enough that the\ninner hoof was curling up and over the top of the outer hoof. No documentation was available for review. \n*One blesbok in the seperate enclosure adjoining safari 3 was noted to be thin in body condition. The ribs, spine\nand hip bones were prominent. A fecal record showed that a fecal on blesbok (herd) had been done 7/13/17 and\nthat 3 strongyle eggs were noted. The facility representative stated he dewormed the blesbok but that no\ndocumentation was made. The attending veterinarian at the time was called and stated that based on the very small\nnumber of eggs noted on the test run that he did not prescribe any treatment. No documentation regarding the thin\nbody condition was available for review. \n*One thin watusi calf was noted in the enclosure at the entrance to the park. Th ribs, spine and hip bones were all\neasily visible. The calf was noted to be bright, alert and walking around with the adults. No observation or treatment\ndocumentation was available. \nThe facility shall ensure the use of appropriate methods to prevent, control, diagnose and treat diseases and injuries\nto include communicating all problems of animal health, behavior and well-being in a timely manner to the attending\nveterinarian so appropriate diagnostics and treatment can be instituted. The facility shall have the four animals\nevaluated by a veterinarian and follow and document all diagnostic and treatment recommendations made by the\nveterinarian. Correct by Aug. 12, 2017. \n2.75(b)\nRECORDS: DEALERS AND EXHIBITORS.\nThe acquisition and disposition records for the facility are not up to date. For example:\n*Two young white wallaby are currently present at the facility. No acquisition records are present.\n\n*Acquisition records for two Siberian lynx were noted. No lynx are currently at the facility. The facility representative\nstated that they were sold. No disposition records are present. \n*During the last inspection the facility housed four grivet monkeys. No grivets are currently at the facility. The facility\nrepresentative stated they were sold. No disposition records are present. \n*No capybara were present during the inspection in January 2016. Two capybara are present during this inspection.\nA disposition record shows that four capybara were sold in November 2016. No records could be found for any\nacquisition of capybara. \nComplete and accurate acquisition and disposition records must be kept in order to ensure that all animals'\nidentities can be known with certainty and to facilitate tracking/tracing of animals. Acquisition records shall include\noffspring born of any animal at the facility. Correct from this day forward.\n2.131(d)(2)\nHANDLING OF ANIMALS.\nDuring this inspection the inspector walked through the interactive portion of the walk thru park twice. In this section\nof the park the public can feed the giraffe carrots and can enter an interactive enclosure where they can feed and\npet the goats, sheep and alpacas. In both instances the public was noted interacting with the animals but no\nemployee or attendant was within view. In one case, a young girl was feeding a giraffe a carrot while an adult was\nphotographing her. In both cases, kids and adults were in the enclosure with the goats, sheep and alpacas feeding\nthem. A responsible, knowledgeable, and readily identifiable employee or attendant must be present at all times\nduring periods of public contact in order to protect the animals and the public. Correct from this day forward. \n3.75(c)(3)\nHOUSING FACILITIES, GENERAL. \nThe indoor portion of the macaque sheltered housing in the spider monkey/macaque building is in need of cleaning.\nOn the floor was an accumulation of food debris, excreta, and vegetative debris the macaques had brought in from\noutside. The accumulation was large enough that on over a third of the floor the concrete underneath was not\ndirectly visible. In addition, brown material had been smeared on a couple of the walls a foot above ground level.\nLack of cleaning will lead to odors, pests (a large number of flies were noted) and can lead to spread of disease in\naddition to leading to discomfort to the animals. All hard surfaces with which non-human primates come in contact\nmust be spot-cleaned daily and sanitized at least once every two weeks or more often if needed to prevent an\nexcessive accumulation of dirt, debris, food waste, and excreta (Sec. 3.84 of this subpart). Correct by Aug. 11,\n2017.\n3.77(a)\nSHELTERED HOUSING FACILITIES. \nTwo of the non-human primate sheltered housing facilities were noted to feel excessively warm in the indoor portion\n\nof the sheltered housing despite relatively cool temperature outdoors for this time of year. The temperature outside\nreached 85 degrees F (Kestrel measurement).  \n*Facility building (indoor section) housing tamarins, owl monkeys, ringtail lemurs and macaques: The temperature at\n12:20pm measured 85.2 and at 5pm measured 86.4 degrees F (Kestrel). \n*Facility building (indoors) housing spider monkeys and macaques: The temperature at 12:50pm measured 87. 7\ndegrees and at 5pm measured 88.5 degrees F (Kestrel). \nThe ambient temperature in the sheltered part of the facility must not rise above 85 degrees for more than 4\nconsecutive hours to ensure the health, comfort and well-being of the non-human primates. Correct by Aug. 16,\n2017. \n3.78(b)\nOUTDOOR HOUSING FACILITIES. \nFour black and white ruffed lemurs are currently being housed outdoors. A portion of the shade cloth covering their\nenclosure was noted torn and hanging inside the enclosure. The facility representative stated that a recent strong\nstorm did some damage. The enclosure contains just one shelter, a dog igloo style round shelter structure with a\nlarge direct opening. Wind and rain can enter easily enter through the opening causing discomfort to the animals. In\naddition, this shelter structure is relatively small and although four lemurs can fit in the shelter, it is not large enough\nto provide extra space to turn around easily or for one lemur to move away from the others. A stand structure for a\nsecond shelter is present in the enclosure but does not contain a shelter structure at this time. There are no other\nfeatures in the enclosure that could provide protection from the elements. All outdoor housing facilities for\nnon-human primates must provide adequate shelter from sun, rain, snow, wind, cold and any conditions that may\noccur at all times to ensure the health and comfort of the animals. Correct by Aug. 16, 2017.\n3.125(a)                    REPEAT\nFACILITIES, GENERAL.   \n*During this inspection the inspector noted two young white wallabies in fleece pouches in the commissary. The\npouches were hung at ground level on a shelving unit. One wallaby had its head up and out of the pouch looking\naround the room. No employees or other people were present in the room. The facility representative indicated they\nspent the daytime while the facility was open in their pouches in the commissary and during the evening hours/early\nmorning hours were kept outside in a small enclosure. The commissary itself contains an open shelving unit with\nhusbandry chemicals stored on it along with other shelves storing feed. The wallabies are old enough that if they\nchose to jump out of their pouch they might cause themselves harm exploring the room. Also, if loose they might\nescape the building if someone opened a door. The housing for the young wallabies must be of such material and\nstrength that it is structurally sound and protects the animals from injury and contains the animals. \n*Several areas of fencing are in need of repair. The back enclosure fence of the newly added drive thru park section\nneeds to have dead vines removed that are entwined in and covering the fence on both sides. There is a large\n\nalmost round hole in a section of fence of the enclosure housing blesbok and hog deer. A fallow deer was noted in\nwith these animals. The fallow deer was noted jumping back through the hole in the fence. Sharp wire points were\nvisible in the broken area of fencing on which the animals could injure themselves. All enclosure fences shall be\nmaintained in good repair to protect the animals from injury and to contain the animals.\n3.127(b)\nFACILITIES, OUTDOOR. \nThe safari 2 section of the drive thru portion of the park needs additional shelter structures for the animals to provide\nprotection from the elements such as wind, rain and hail. There are currently a number of man made shelters\npresent however there are not enough shelters present to house all of the animals in this section of the park\nsimultaneously in a comfortable manner. There are some trees providing shade along the sides of the section and a\nfew in the center that provide some natural protection but again, not enough for the number of animals in this\nenclosure. The facility representative stated that they have plans to build more shelters prior to winter. However,\nshelters are necessary at all times since bad weather/storms can occur at any time of year (in fact, a very recent\nstorm tore the roof off one of the shelters). The facility shall ensure that there is shelter provided for all animals kept\noutdoors to afford them protection and to prevent discomfort. Correct by Nov. 9, 2017.\n3.128\nSPACE REQUIREMENTS. \nTwo capybara are currently being housed in an enclosure that does not contain a natural or man-made water\nfeature large enough for them to be able to submerge themselves. They each have a small round rubber tub similar\nto a feed receptacle that is kept filled with clean water. The water is only a few inches deep. Capybaras are\nsemi-aquatic mammals and regularly spend time in the water. In addition, their normal defecation behavior is to\ndefecate while in watery habitats. In order to allow the capybara to make normal postural and social adjustments\ntypical of their species, their enclosures shall be constructed and maintained so as to provide them access to\nenough water to be able to safely submerge themselves. Correct by Oct. 9, 2017.\nThe ferret cited for veterinary care during the last inspection is no longer at the facility. \nThis inspection and exit interview were conducted with undersigned facility representative.",
  "animals_total": 580,
  "species": [
    {
      "count": 11,
      "scientific": "Addax nasomaculatus",
      "common": "ADDAX"
    },
    {
      "count": 3,
      "scientific": "Ammotragus lervia",
      "common": "BARBARY SHEEP"
    },
    {
      "count": 1,
      "scientific": "Antidorcas marsupialis",
      "common": "SPRINGBOK"
    },
    {
      "count": 45,
      "scientific": "Antilope cervicapra",
      "common": "BLACKBUCK"
    },
    {
      "count": 2,
      "scientific": "Aotus nigriceps",
      "common": "BLACK-HEADED NIGHT MONKEY"
    },
    {
      "count": 1,
      "scientific": "Atelerix albiventris",
      "common": "FOUR-TOED HEDGEHOG (MOST COMMON PET HEDGEHOG)"
    },
    {
      "count": 2,
      "scientific": "Ateles geoffroyi",
      "common": "BLACK-HANDED SPIDER MONKEY"
    },
    {
      "count": 12,
      "scientific": "Axis axis",
      "common": "AXIS DEER / SPOTTED DEER / CHITAL"
    },
    {
      "count": 14,
      "scientific": "Axis porcinus",
      "common": "HOG DEER"
    },
    {
      "count": 32,
      "scientific": "Bison bison",
      "common": "AMERICAN BISON"
    },
    {
      "count": 5,
      "scientific": "Bos frontalis",
      "common": "GAYAL/GAUR"
    },
    {
      "count": 3,
      "scientific": "Bos primigenuis indicus",
      "common": "ZEBU"
    },
    {
      "count": 10,
      "scientific": "Bos taurus",
      "common": "CATTLE / COW / OX / WATUSI"
    },
    {
      "count": 16,
      "scientific": "Boselaphus tragocamelus",
      "common": "NILGAI"
    },
    {
      "count": 1,
      "scientific": "Budorcas taxicolor",
      "common": "TAKIN"
    },
    {
      "count": 2,
      "scientific": "Camelus bactrianus",
      "common": "BACTRIAN CAMEL"
    },
    {
      "count": 4,
      "scientific": "Camelus dromedarius",
      "common": "DROMEDARY CAMEL"
    },
    {
      "count": 56,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 65,
      "scientific": "Cervus nippon",
      "common": "SIKA DEER"
    },
    {
      "count": 21,
      "scientific": "Connochaetes taurinus",
      "common": "BRINDLED WILDEBEEST"
    },
    {
      "count": 75,
      "scientific": "Dama dama",
      "common": "FALLOW DEER"
    },
    {
      "count": 5,
      "scientific": "Damaliscus pygargus",
      "common": "BONTEBOK / BLESBOK"
    },
    {
      "count": 11,
      "scientific": "Elaphurus davidianus",
      "common": "PERE DAVID'S DEER"
    },
    {
      "count": 1,
      "scientific": "Equus grevyi",
      "common": "GREVY'S ZEBRA"
    },
    {
      "count": 8,
      "scientific": "Equus quagga",
      "common": "BURCHELL’S / GRANT’S / CHAPMAN’S / PLAINS ZEBRA"
    },
    {
      "count": 2,
      "scientific": "Giraffa camelopardalis",
      "common": "GIRAFFE"
    },
    {
      "count": 3,
      "scientific": "Hippotragus niger",
      "common": "SABLE ANTELOPE"
    },
    {
      "count": 2,
      "scientific": "Hydrochaeris hydrochaeris",
      "common": "CAPYBARA"
    },
    {
      "count": 8,
      "scientific": "Kobus ellipsiprymnus",
      "common": "COMMON WATERBUCK"
    },
    {
      "count": 13,
      "scientific": "Kobus leche",
      "common": "RED LECHWE / SOUTHERN LECHWE"
    },
    {
      "count": 20,
      "scientific": "Lama glama",
      "common": "LLAMA"
    },
    {
      "count": 15,
      "scientific": "Lama guanicoe",
      "common": "GUANACO"
    },
    {
      "count": 3,
      "scientific": "Lama pacos",
      "common": "ALPACA"
    },
    {
      "count": 9,
      "scientific": "Lemur catta",
      "common": "RING-TAILED LEMUR"
    },
    {
      "count": 5,
      "scientific": "Macaca nigra",
      "common": "SULAWESI CRESTED MACAQUE"
    },
    {
      "count": 18,
      "scientific": "Muntiacus reevesi",
      "common": "REEVE'S MUNTJAC"
    },
    {
      "count": 3,
      "scientific": "Naemorhedus goral",
      "common": "HIMALAYAN GORAL / HIMALAYAN BROWN GORAL"
    },
    {
      "count": 4,
      "scientific": "Nanger dama",
      "common": "ADDRA GAZELLE"
    },
    {
      "count": 2,
      "scientific": "Notamacropus rufogriseus",
      "common": "BENNETT'S WALLABY / RED-NECKED WALLABY"
    },
    {
      "count": 8,
      "scientific": "Oryx gazella",
      "common": "GEMSBOK"
    },
    {
      "count": 4,
      "scientific": "Osphranter rufus",
      "common": "RED KANGAROO"
    },
    {
      "count": 2,
      "scientific": "Otocyon megalotis",
      "common": "BAT-EARED FOX"
    },
    {
      "count": 7,
      "scientific": "Ovis aries aries",
      "common": "SHEEP INCLUDING ALL DOMESTIC BREEDS"
    },
    {
      "count": 2,
      "scientific": "Phacochoerus africanus",
      "common": "WARTHOG"
    },
    {
      "count": 2,
      "scientific": "Phacochoerus africanus",
      "common": "WARTHOG"
    },
    {
      "count": 1,
      "scientific": "Potamochoerus porcus",
      "common": "RED RIVER HOG"
    },
    {
      "count": 1,
      "scientific": "Rupicapra rupicapra",
      "common": "ALPINE CHAMOIS"
    },
    {
      "count": 9,
      "scientific": "Saguinus midas",
      "common": "RED-HANDED TAMARIN"
    },
    {
      "count": 2,
      "scientific": "Saguinus oedipus",
      "common": "COTTON-TOP TAMARIN"
    },
    {
      "count": 1,
      "scientific": "Sus scrofa domestica",
      "common": "DOMESTIC PIG / POTBELLY PIG / MICRO PIG"
    },
    {
      "count": 1,
      "scientific": "Tapirus bairdii",
      "common": "BAIRD'S TAPIR"
    },
    {
      "count": 12,
      "scientific": "Taurotragus oryx",
      "common": "COMMON ELAND"
    },
    {
      "count": 3,
      "scientific": "Tragelaphus angasii",
      "common": "NYALA"
    },
    {
      "count": 5,
      "scientific": "Tragelaphus spekii",
      "common": "SITATUNGA"
    },
    {
      "count": 3,
      "scientific": "Varecia rubra",
      "common": "RED RUFFED LEMUR"
    },
    {
      "count": 4,
      "scientific": "Varecia variegata",
      "common": "BLACK-AND-WHITE RUFFED LEMUR"
    }
  ]
}