{
  "insp_id": "35151332460252",
  "layout": "a",
  "customer_id": "24564",
  "customer_name": "Real Pets Corp",
  "customer_addr": "30 N 3rd St\nWomelsdorf, PA 19567",
  "certificate": "23-B-0200",
  "site_id": "004",
  "site_name": "REAL PETS CORP",
  "insp_type": "ROUTINE INSPECTION",
  "date": "04-FEB-2015",
  "report_date": "04-FEB-2015",
  "citations": [
    {
      "code": "3.31(a)(1)",
      "kind": "",
      "repeat": true,
      "desc": "SANITATION.",
      "narrative": "Section 3.31(a)(1) Cleaning and sanitation of primary enclosures: An enclosure with 10 weaned guinea pigs and an\nenclosure with 5 breeding guinea pigs and their offspring were excessively dirty. More fecal material was visible\nthan bedding material. Animals standing in fecal material are potentially exposed to bacteria and parasites. The\nlicensee must ensure that animal enclosures are sanitized at least once every two weeks and cleaned often enough\nto prevent an accumulation of excreta. Remains uncorrected."
    },
    {
      "code": "3.31(b)",
      "kind": "",
      "repeat": true,
      "desc": "SANITATION.",
      "narrative": "Section 3.31(b) Housekeeping: The cart, knives and potato slicer used to prepare potatoes for the animals were\nexcessively dirty. The top of the rack for the hamsters had debris and many of the shelves on the racks for the\ndwarf hamsters were excessively dusty. There was spilled feed and bedding on the floor around the storage area.\nRodent feces were along the walls and around the pallets of bedding and spilled feed, in the shipping/staging room,\nand washroom. Dirt and debris may harbor bacteria and fungus and cause animal health issues. Food preparation\nareas must be kept clean to prevent contamination of the food. Animal racks must be kept clean to keep the\nanimals healthy. Spilled food, bedding and rodent feces must be cleaned up to help prevent and monitor pests.\nPremises must be kept clean. Remains uncorrected."
    },
    {
      "code": "3.31(c)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "Section 3.31(c) Pest control: Rodent droppings were observed along the walls and by the spilled feed and bedding.\nRodents may spread contamination and disease between animals in separate enclosures. Wild rodents may\nintroduce diseases and parasites into the animal colonies. An effective program for the control of mammalian pests\nmust be established and maintained. Correct by February 11, 2015.\nAn exit briefing was conducted with the facility president.\nAdditional Inspectors\nMarkmann Robert, Animal Care Inspector"
    }
  ],
  "narrative": "3.31(a)(1)                    REPEAT\nSANITATION.\nSection 3.31(a)(1) Cleaning and sanitation of primary enclosures: An enclosure with 10 weaned guinea pigs and an\nenclosure with 5 breeding guinea pigs and their offspring were excessively dirty.  More fecal material was visible\nthan bedding material.  Animals standing in fecal material are potentially exposed to bacteria and parasites.  The\nlicensee must ensure that animal enclosures are sanitized at least once every two weeks and cleaned often enough\nto prevent an accumulation of excreta.  Remains uncorrected.\n3.31(b)                    REPEAT\nSANITATION.\nSection 3.31(b) Housekeeping: The cart, knives and potato slicer used to prepare potatoes for the animals were\nexcessively dirty.  The top of the rack for the hamsters had debris and many of the shelves on the racks for the\ndwarf hamsters were excessively dusty.  There was spilled feed and bedding on the floor around the storage area. \nRodent feces were along the walls and around the pallets of bedding and spilled feed, in the shipping/staging room,\nand washroom.  Dirt and debris may harbor bacteria and fungus and cause animal health issues.  Food preparation\nareas must be kept clean to prevent contamination of the food.  Animal racks must be kept clean to keep the\nanimals healthy.  Spilled food, bedding and rodent feces must be cleaned up to help prevent and monitor pests. \nPremises must be kept clean.  Remains uncorrected.\n3.31(c)\nSANITATION.\nSection 3.31(c) Pest control: Rodent droppings were observed along the walls and by the spilled feed and bedding. \nRodents may spread contamination and disease between animals in separate enclosures.  Wild rodents may\nintroduce diseases and parasites into the animal colonies.  An effective program for the control of mammalian pests\nmust be established and maintained.  Correct by February 11, 2015.\nAn exit briefing was conducted with the facility president.\n\nAdditional Inspectors\nMarkmann Robert, Animal Care Inspector",
  "animals_total": 2711,
  "species": [
    {
      "count": 922,
      "scientific": "Cavia porcellus",
      "common": "DOMESTIC GUINEA PIG"
    },
    {
      "count": 523,
      "scientific": "Cricetulus griseus",
      "common": "CHINESE HAMSTER"
    },
    {
      "count": 117,
      "scientific": "Meriones unguiculatus",
      "common": "MONGOLIAN GERBIL (COMMON PET / RESEARCH VARIETY)"
    },
    {
      "count": 264,
      "scientific": "Mesocricetus auratus",
      "common": "SYRIAN / GOLDEN HAMSTER (COMMON PET/RESEARCH TYPE)"
    },
    {
      "count": 7,
      "scientific": "Oryctolagus cuniculus",
      "common": "EUROPEAN RABBIT"
    },
    {
      "count": 438,
      "scientific": "Phodopus campbelli",
      "common": "CAMPBELLS DWARF HAMSTER"
    },
    {
      "count": 172,
      "scientific": "Phodopus roborovskis",
      "common": "ROBOROVSKIS DWARF HAMSTER"
    },
    {
      "count": 268,
      "scientific": "Phodopus sungorus",
      "common": "WINTER WHITE RUSSIAN DWARF HAMSTER"
    }
  ]
}