{
  "insp_id": "311141604056439",
  "layout": "a",
  "customer_id": "325792",
  "customer_name": "Jesse M Zook",
  "customer_addr": "2279 White Oak Rd\nStrasburg, PA 17579",
  "certificate": "23-A-0532",
  "site_id": "001",
  "site_name": "JESSE M ZOOK",
  "insp_type": "ROUTINE INSPECTION",
  "date": "12-NOV-2014",
  "report_date": "12-NOV-2014",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "1) In row 3, there was an enclosure with two of the five adult guinea pigs with hair loss and one dead guinea pig.\nAn adult white guinea pig had hair loss and a large scab on the top of its back with thinning hair on its sides. An\nadult tricolor guinea pig had a circular area of hair loss on the left side of its mouth.\n2) In row 3, there was an enclosure with one of the five adult guinea pigs with hair loss and two dead guinea pigs.\nAn adult tricolor guinea pig had hair loss on its sides.\n3) In row 4, there was an enclosure with four of the five adult guinea pigs with hair loss and five dead guinea pigs.\nAn adult black guinea pig had hair loss on the back half of its body. An adult tricolor guinea pig had hair loss on its\nrear end. An adult gray and white guinea pig had hair loss over most of its body. An adult brown and white guinea\npig had thinning hair on the back half of its body.\n4) In row 4, there was an enclosure with two of five adult guinea pigs with hair loss and one dead guinea pig. An\nadult white guinea pig had hair loss on the top of its back and another adult white guinea pig had hair loss and\nthinning on its sides. Also in the same enclosure there was an adult tan guinea pig with an open sore behind its\nright shoulder.\nThere were no records of these guinea pigs receiving any diagnosis or treatment. The licensee informed the APHIS\nofficials that he was treating some guinea pigs for ringworm, but the treatment was not under the direction of the\nattending veterinarian. The medication shown to the APHIS officials was not approved by the attending\nveterinarian. There were dead guinea pigs found in the same enclosures as the guinea pigs with skin and/or hair\nloss problems. The licensee must establish and maintain programs of adequate veterinary care that include the use\nof appropriate methods to prevent, control, diagnose and treat diseases and injuries. The guinea pigs must be\nexamined and treated as directed by the attending veterinarian to prevent death and suffering.\nCorrect by November 14, 2014."
    },
    {
      "code": "2.40(b)(3)",
      "kind": "Direct",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "During this inspection there were 10 adult guinea pigs observed with hair loss and/or sores or scabs descirbed in\nSection 2.40(b)(2). There were also at least 19 dead guinea pigs in the enclosures with the live guinea pigs. The\nattending veterinarian has not been notified of the conditions of these animals. Based on the number of dead\nguinea found and the number of animals needing care, daily observations either are not performed or are not\nperformed adequately. Dead animals must be removed from enclosures at least daily for the health of the\nremaining animals. A failure to conduct adequate oberservations with direct communication with the attending\nveterinarian can result in a delay of care provided to the animals and prolong animal suffering. All animals must be\nobserved daily to assess their health and well-being with a mechanism of direct and frequent communication with\nthe attending veterinarian so that timely and accurate information on problems of animal health and well-being are\nconveyed.\nCorrect by November 14, 2014."
    },
    {
      "code": "2.75(b)(1)",
      "kind": "",
      "repeat": false,
      "desc": "RECORDS: DEALERS AND EXHIBITORS.",
      "narrative": "Since the previous inspection on October 16, 2014, records of animal births and deaths were not been maintained\nfor the guinea pigs. Records must be kept on animals for animal tracking, assessment of the animal care program,\nand to comply with the Animal Welfare regulations. The licensee must ensure that records on animal births and\ndeath are kept and maintained.\nCorrect from this day forward."
    },
    {
      "code": "3.28(a)(3)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "The solid floors of the primary enclosures for guinea pigs were covered with feces. There was little or no bedding\npresent. There was no area with clean bedding in the guinea pig enclosures for the animals to get out of the fecal\nmaterial. Not having clean bedding exposes the animals to potential disease hazards such as bacteria, fungi and\nparasites. Primary enclosure with solid floor must be provided with clean bedding for the health and comfort of the\nanimals\nCorrect by November 14, 2014."
    },
    {
      "code": "3.31(a)(1)",
      "kind": "Direct",
      "repeat": true,
      "desc": "SANITATION.",
      "narrative": "Fecal material covered the floors of the enclosures housing the guinea pigs. Little or no bedding was observed in\nthe guinea pig enclosures, The guinea pigs were oberved standing, sitting and nesting in the fecal droppings. The\nfecal material consolidated into a moist fecal pad on the floor area by the automatic waterer. The guinea pigs and\ntheir offspring could not avoid the feces. There were no areas with clean bedding for the animals. Dead animals\nwere observed in the feces covered enclosures as well as animals with hair loss and/or sores/scabs.\nPrimary enclosures for guinea pigs are still not being cleaned adequately or often enough to remove accumulations\nof excreta. Most of the enclosures had no bedding. The licensee stated that rows 1, 2, and 4 were cleaned about\ntwo weeks ago and row 3 had not been cleaned in three weeks. The cleaning process (method and frequency)\nutilized is not effective in removing this fecal accumulation inside the enclosures. Ineffective cleaning and sanitation\nexposes the animals to potential disease hazards such as bacterial, fungal, and viral diseases. Primary enclosures\nmust be cleaned often enough to prevent an accumulation of excreta and soiled bedding and must be sanitized at\nleast once every 2 weeks. Correct by ensuring that all primary enclosures are kept clean and sanitized often enough\nto prevent an accumulation of excreta and soiled bedding.\nRemains uncorrected."
    },
    {
      "code": "3.31(a)(4)",
      "kind": "Direct",
      "repeat": true,
      "desc": "SANITATION.",
      "narrative": "The licensee again stated during the inspection that they have not started a sanitation program yet. During this\ninspection dead animals and guinea pigs needing veterinnary care were observed. Lack of a sanitation program\nexposes the animals to potential disease hazards such as bacterial, fungal, and viral diseases. Primary enclosures\nmust be sanitized at least once every 2 weeks or as necessary with proper agents to sufficiently disinfect all\nsurfaces that the guinea pigs may come into contact. Sanitation of primary enclosures is necessary to minimize risk\nof disease to the animals housed therein. Correct by ensuring a sanitation program is put into effect.\nRemains uncorrected."
    },
    {
      "code": "3.31(b)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "Housekeeping. There were accumulations of feces, dirt, and debris by the automatic water valves for the enclosures\nhousing 674 guinea pigs. These accumulations around the water valves and PVC drain pipes expose the guinea\npigs to potential infections with bacteria, fungi and parasites. The licensee is treating some guinea pigs for\nringworm and there are guinea pigs with generalized hair loss. Inadeqaute cleaning of the automatic water valves\nand PVC drain pipes can result in contamination of the guinea pig colony. The wate valves and PVC drain pipes\nmust be kept clean to ensure the health and well-being of the guinea pigs. The licensee cleaned the water valves\nand PVC drain pipes during this inspection. Licensee must establish and maintain a program to keep the water\nvalves and PVC drain pipes clean.\nCorrect from this day forward."
    },
    {
      "code": "3.32",
      "kind": "",
      "repeat": true,
      "desc": "EMPLOYEES.",
      "narrative": "The facility does not appear to have a sufficient number of employees to adequately care for the number of guinea\npigs being housed and to keep up with the general conditions in the facility.This facility has been cited previously for\ninadequate cleaning and sanitation. Guinea pig enclosure have not been cleaned in two or more weeks and\nenclosures have accumulations of excreta. The enclosure floors are covered in excreta so that animals can not\navoid the feces. Daily observations, removing dead animals and providing veterinary care to the animals is not\nbeing done adequately. A sanitation program has not been implemented since the last inspecton. Insufficient\nemployees allows cleaning, sanitation and housekeeping to fall behind; inadequate veterinary care; and inadequate\nremoval of dead animals. These conditions can pose health risks to the animals. Correct by ensuring that an\nadequate number of employees are present to adequately care for the guinea pigs so that appropriate animal health\nand husbandry are maintained.\nRemains uncorrected.\nExit briefing was conducted with the owner.\nAdditional Inspectors\nGeib Mary, Veterinary Medical Officer"
    }
  ],
  "narrative": "2.40(b)(2)           DIRECT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n1) In row 3, there was an enclosure with two of the five adult guinea pigs with hair loss and one dead guinea pig. \nAn adult white guinea pig had hair loss and a large scab on the top of its back with thinning hair on its sides.  An\nadult tricolor guinea pig had a circular area of hair loss on the left side of its mouth.  \n2) In row 3, there was an enclosure with one of the five adult guinea pigs with hair loss and two dead guinea pigs. \nAn adult tricolor guinea pig had hair loss on its sides.   \n3) In row 4, there was an enclosure with four of the five adult guinea pigs with hair loss and five dead guinea pigs. \nAn adult black guinea pig had hair loss on the back half of its body.  An adult tricolor guinea pig had hair loss on its\nrear end.  An adult gray and white guinea pig had hair loss over most of its body.  An adult brown and white guinea\npig had thinning hair on the back half of its body.\n4) In row 4, there was an enclosure with two of five adult guinea pigs with hair loss and one dead guinea pig.  An\nadult white guinea pig had hair loss on the top of its back and another adult white guinea pig had hair loss and\nthinning on its sides.  Also in the same enclosure there was an adult tan guinea pig with an open sore behind its\nright shoulder.\nThere were no records of these guinea pigs receiving any diagnosis or treatment.  The licensee informed the APHIS\nofficials that he was treating some guinea pigs for ringworm, but the treatment was not under the direction of the\nattending veterinarian.  The medication shown to the APHIS officials was not approved by the attending\nveterinarian.  There were dead guinea pigs found in the same enclosures as the guinea pigs with skin and/or hair\nloss problems.  The licensee must establish and maintain programs of adequate veterinary care that include the use\nof appropriate methods to prevent, control, diagnose and treat diseases and injuries. The guinea pigs must be\nexamined and treated as directed by the attending veterinarian to prevent death and suffering.\nCorrect by November 14, 2014.\n2.40(b)(3)           DIRECT\n\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nDuring this inspection there were 10 adult guinea pigs observed with hair loss and/or sores or scabs descirbed in\nSection 2.40(b)(2).  There were also at least 19 dead guinea pigs in the enclosures with the live guinea pigs.  The\nattending veterinarian has not been notified of the conditions of these animals.  Based on the number of dead\nguinea found and the number of animals needing care, daily observations either are not performed or are not\nperformed adequately.  Dead animals must be removed from enclosures at least daily for the health of the\nremaining animals.  A failure to conduct adequate oberservations with direct communication with the attending\nveterinarian can result in a delay of care provided to the animals and prolong animal suffering.  All animals must be\nobserved daily to assess their health and well-being with a mechanism of direct and frequent communication with\nthe attending veterinarian so that timely and accurate information on problems of animal health and well-being are\nconveyed.\nCorrect by November 14, 2014.\n2.75(b)(1)\nRECORDS: DEALERS AND EXHIBITORS.\nSince the previous inspection on October 16, 2014, records of animal births and deaths were not been maintained\nfor the guinea pigs. Records must be kept on animals for animal tracking, assessment of the animal care program,\nand to comply with the Animal Welfare regulations. The licensee must ensure that records on animal births and\ndeath are kept and maintained. \nCorrect from this day forward.\n3.28(a)(3)\nPRIMARY ENCLOSURES. \nThe solid floors of the primary enclosures for guinea pigs were covered with feces. There was little or no bedding\npresent. There was no area with clean bedding in the guinea pig enclosures for the animals to get out of the fecal\nmaterial. Not having clean bedding exposes the animals to potential disease hazards such as bacteria, fungi and\nparasites. Primary enclosure with solid floor must be provided with clean bedding for the health and comfort of the\nanimals\nCorrect by November 14, 2014.\n3.31(a)(1)           DIRECT                    REPEAT\nSANITATION.\nFecal material covered the floors of the enclosures housing the guinea pigs.  Little or no bedding was observed in\n\nthe guinea pig enclosures,  The guinea pigs were oberved standing, sitting and nesting in the fecal droppings.  The\nfecal material consolidated into a moist fecal pad on the floor area by the automatic waterer.  The guinea pigs and\ntheir offspring  could not avoid the feces.   There were no areas with clean bedding for the animals.  Dead animals\nwere observed in the feces covered enclosures as well as animals with hair loss and/or sores/scabs.    \nPrimary enclosures for guinea pigs are still not being cleaned adequately or often enough to remove accumulations\nof excreta. Most of the enclosures had no bedding.  The licensee stated that rows 1, 2, and 4 were cleaned about\ntwo weeks ago and row 3 had not been cleaned in three weeks. The cleaning process (method and frequency)\nutilized is not effective in removing this fecal accumulation inside the enclosures. Ineffective cleaning and sanitation\nexposes the animals to potential disease hazards such as bacterial, fungal, and viral diseases. Primary enclosures\nmust be cleaned often enough to prevent an accumulation of excreta and soiled bedding and must be sanitized at\nleast once every 2 weeks. Correct by ensuring that all primary enclosures are kept clean and sanitized often enough\nto prevent an accumulation of excreta and soiled bedding.\nRemains uncorrected.\n3.31(a)(4)           DIRECT                    REPEAT\nSANITATION.\nThe licensee again stated during the inspection that they have not started a sanitation program yet. During this\ninspection dead animals and guinea pigs needing veterinnary care were observed. Lack of a sanitation program\nexposes the animals to potential disease hazards such as bacterial, fungal, and viral diseases. Primary enclosures\nmust be sanitized at least once every 2 weeks or as necessary with proper agents to sufficiently disinfect all\nsurfaces that the guinea pigs may come into contact.  Sanitation of primary enclosures is necessary to minimize risk\nof disease to the animals housed therein. Correct by ensuring a sanitation program is put into effect.\nRemains uncorrected.\n3.31(b)\nSANITATION.\nHousekeeping. There were accumulations of feces, dirt, and debris by the automatic water valves for the enclosures\nhousing 674 guinea pigs. These accumulations around the water valves and PVC drain pipes expose the guinea\npigs to potential infections with bacteria, fungi and parasites.  The licensee is treating some guinea pigs for\nringworm and there are guinea pigs with generalized hair loss. Inadeqaute cleaning of the automatic water valves\nand PVC drain pipes can result in contamination of the guinea pig colony. The wate valves and PVC drain pipes\nmust be kept clean to ensure the health and well-being of the guinea pigs. The licensee cleaned the water valves\nand PVC drain pipes during this inspection. Licensee must establish and maintain a program to keep the water\nvalves and PVC drain pipes clean.\n\nCorrect from this day forward.\n3.32                    REPEAT\nEMPLOYEES.    \nThe facility does not appear to have a sufficient number of employees to adequately care for the number of guinea\npigs being housed and to keep up with the general conditions in the facility.This facility has been cited previously for\ninadequate cleaning and sanitation. Guinea pig enclosure  have not been cleaned in two or more weeks and\nenclosures have accumulations of excreta. The enclosure floors are covered in excreta so that animals can not\navoid the feces. Daily observations, removing dead animals and providing veterinary care to the animals is not\nbeing done adequately. A sanitation program has not been implemented since the last inspecton. Insufficient\nemployees allows cleaning, sanitation and housekeeping  to fall behind; inadequate veterinary care; and inadequate\nremoval of dead animals. These conditions can pose health risks to the animals.  Correct by ensuring that an\nadequate number of employees are present to adequately care for the guinea pigs so that appropriate animal health\nand husbandry are maintained.  \nRemains uncorrected.\nExit briefing was conducted with the owner.\nAdditional Inspectors\nGeib Mary, Veterinary Medical Officer",
  "animals_total": 674,
  "species": [
    {
      "count": 674,
      "scientific": "Cavia porcellus",
      "common": "DOMESTIC GUINEA PIG"
    }
  ]
}