{
  "insp_id": "76152026450907",
  "layout": "a",
  "customer_id": "745",
  "customer_name": "Thomas D Morris Inc",
  "customer_addr": "4001 Millender Mill Road\nReisterstown, MD 21136",
  "certificate": "51-R-0046",
  "site_id": "001",
  "site_name": "THOMAS D. MORRIS, INC",
  "insp_type": "ROUTINE INSPECTION",
  "date": "17-MAR-2015",
  "report_date": "18-MAR-2015",
  "citations": [
    {
      "code": "2.31(c)(7)",
      "kind": "",
      "repeat": true,
      "desc": "INSTITUTIONAL ANIMAL CARE AND USE COMMITTEE (IACUC).",
      "narrative": "Protocol 15-001 approved for 10 swine describes a non-survival surgery involving the spleen. Surgery records for\nthe 5 swine (B3465, B3466, B3467, B3468, & G4474) assigned to protocol 15-001 were reviewed during this\ninspection and all 5 swine had non-survival surgery performed that did not involve the spleen. These 5 swine had\nnon-survival surgeries performed as described in protocol 13-035 by the same principal investigator. Protocol\n13-035 had been approved for 11 swine and the principal investigator had already used 11 swine. The facility\nIACUC did not approve an increase in the number of animals for protocol 13-035 and did not approve procedures\nother than splenic for protocol 15-001. The principal investigator, therefore, did not follow his protocol 15-001 for\nthe 5 swine used. The facility IACUC must review and approve all proposed protocols and significant changes to\nensure that the proposed activities comply with the Animal Welfare regulations. Correct by ensuring that all future\nactivities are done in accordance with the IACUC approved protocol and all significant changes to the ongoing use\nof animals are reviewed by the IACUC.\nProtocol 13-009 directs that Buprenorphine be administered four to six hours after survival surgery to collect\nbone marrow. Surgery and follow-up records for 11 sheep were reviewed during this inspection and none of the\nsheep records indicated that they received the post-operative pain medication as directed by the protocol. Two of\nthe animals (5160, 5165) were noted to have swelling at the surgery site and associated mild lameness the day\nafter surgery. Two others (B3751, G4176) were noted to have mild lameness the day after surgery. This lameness,\nin all four animals, was identified by Veterinary personnel and treated. The sheep responded to analgesic\nadministration but the lameness might have been prevented by earlier Buprenorphine administration as outlined in\nthe protocol. These 4 sheep had lameness that could indicate discomfort or pain. Pain relief as approved in the\nprotocol must be followed to assure that the animals are not living with discomfort or pain that could have been\ncontrolled or minimized. Correct by assuring pain relief is administered as directed in the IACUC approved protocol.\nAn exit interview was conducted with facility Vice President; Dr. Mary Geib, VMO; and Dr. David Oelberg, VMO.\nAdditional Inspectors\nGeib Mary, Veterinary Medical Officer"
    }
  ],
  "narrative": "2.31(c)(7)                    REPEAT\nINSTITUTIONAL ANIMAL CARE AND USE COMMITTEE (IACUC).\nProtocol 15-001 approved for 10 swine describes a non-survival surgery involving the spleen.  Surgery records for\nthe 5 swine (B3465, B3466, B3467, B3468, & G4474) assigned to protocol 15-001 were reviewed during this\ninspection and all 5 swine had non-survival surgery performed that did not involve the spleen.  These 5 swine had\nnon-survival surgeries performed as described in protocol 13-035 by the same principal investigator.  Protocol\n13-035 had been approved for 11 swine and the principal investigator had already used 11 swine.  The facility\nIACUC did not approve an increase in the number of animals for protocol 13-035 and did not approve procedures\nother than splenic for protocol 15-001.  The principal investigator, therefore, did not follow his protocol 15-001 for\nthe 5 swine used.  The facility IACUC must review and approve all proposed protocols and significant changes to\nensure that the proposed activities comply with the Animal Welfare regulations.  Correct by ensuring that all future\nactivities are done in accordance with the IACUC approved protocol and all significant changes to the ongoing use\nof animals are reviewed by the IACUC.\n     Protocol 13-009 directs that Buprenorphine be administered four to six hours after survival surgery to collect\nbone marrow. Surgery and follow-up records for 11 sheep were reviewed during this inspection and none of the\nsheep records indicated that they received the post-operative pain medication as directed by the protocol. Two of\nthe animals (5160, 5165) were noted to have swelling at the surgery site and associated mild lameness the day\nafter surgery. Two others (B3751, G4176) were noted to have mild lameness the day after surgery. This lameness,\nin all four animals, was identified by Veterinary personnel and treated. The sheep responded to analgesic\nadministration but the lameness might have been prevented by earlier Buprenorphine administration as outlined in\nthe protocol.   These 4 sheep had lameness that could indicate discomfort or pain.  Pain relief as approved in the\nprotocol must be followed to assure that the animals are not living with discomfort or pain that could have been\ncontrolled or minimized.  Correct by assuring pain relief is administered as directed in the IACUC approved protocol.\nAn exit interview was conducted with facility Vice President; Dr. Mary Geib, VMO; and Dr. David Oelberg, VMO.\n\nAdditional Inspectors\nGeib Mary, Veterinary Medical Officer",
  "animals_total": 3,
  "species": [
    {
      "count": 3,
      "scientific": "Sus scrofa domestica",
      "common": "DOMESTIC PIG / POTBELLY PIG / MICRO PIG"
    }
  ]
}