{
  "insp_id": "2016082568570385",
  "layout": "a",
  "customer_id": "335445",
  "customer_name": "Poisonous Plant Research Laboratory",
  "customer_addr": "1150 East 1400 North\nLogan, UT 84341",
  "certificate": "87-G-0001",
  "site_id": "001",
  "site_name": "POISONOUS PLANT RESEARCH LABORATORY",
  "insp_type": "ROUTINE INSPECTION",
  "date": "26-JUL-2017",
  "report_date": "26-JUL-2017",
  "citations": [
    {
      "code": "2.33(b)(3)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE.",
      "narrative": "The inspectors could not determine if daily observation and monitoring of animal health was being accomplished for\nall animals. The documentation for observing and monitoring the daily health and well-being of the animals was not\ncomplete. The records were kept in different places depending on the status of the animals. There are multiple\npages with no entries on the off study animals. Also, the records for animals being treated were not complete.\nThere were entries in the drug log book with the animal identification, drug administered, and dosage and route\nannotated. But in many cases, the presenting signs, diagnostic tests performed, diagnosis, prognosis, and/or\nresolution of these animals were not annotated. Daily observation of all the animals to assess their well-being and\ndirect and frequent communication with the attending veterinarian regarding health issues is necessary to ensure\nthat the animals receive timely and adequate veterinary care. A more detailed system should be in place to ensure\nthat all animals are observed daily, that ill or injured animals receive veterinary care, and the attending veterinarian\nis notified when necessary.\nTo be corrected by December 26, 2017."
    },
    {
      "code": "2.131(b)(1)",
      "kind": "Critical",
      "repeat": false,
      "desc": "HANDLING OF ANIMALS.",
      "narrative": "Earlier this month, 32 quail chicks were found dead. The room housing the chicks was over 130 degrees\nFahrenheit. The morning entry on the room log indicated the chicks were cold and that the thermostat was\nadjusted to 80 degrees Fahrenheit at that time. There was a system failure which resulted in the room overheating.\nExcessively high ambient temperatures can cause hyperthermia, pain, suffering, and death. Handling of all animals\nshall be done as expeditiously and carefully as possible in a manner that does not cause trauma, overheating,\nexcessive cooling, behavioral stress, physical harm, or unnecessary discomfort. Many facilities use a monitoring\nsystem to notify the facility staff if the room temperature exceeds an acceptable temperature. The remaining chicks\nwere moved to a different building.\nTo be corrected from this date forward.\nAdditional Inspectors\nGibbens Robert, Director"
    }
  ],
  "narrative": "2.33(b)(3)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE.\nThe inspectors could not determine if daily observation and monitoring of animal health was being accomplished for\nall animals.  The documentation for observing and monitoring the daily health and well-being of the animals was not\ncomplete.  The records were kept in different places depending on the status of the animals.  There are multiple\npages with no entries on the off study animals.  Also, the records for animals being treated were not complete. \nThere were entries in the drug log book with the animal identification, drug administered, and dosage and route\nannotated.  But in many cases, the presenting signs, diagnostic tests performed, diagnosis, prognosis, and/or\nresolution of these animals were not annotated.  Daily observation of all the animals to assess their well-being and\ndirect and frequent communication with the attending veterinarian regarding health issues is necessary to ensure\nthat the animals receive timely and adequate veterinary care. A more detailed system should be in place to ensure\nthat all animals are observed daily, that ill or injured animals receive veterinary care, and the attending veterinarian\nis notified when necessary. \nTo be corrected by December 26, 2017.\n2.131(b)(1)           CRITICAL\nHANDLING OF ANIMALS.\nEarlier this month, 32 quail chicks were found dead.  The room housing the chicks was over 130 degrees\nFahrenheit.   The morning entry on the room log indicated the chicks were cold and that the thermostat was\nadjusted to 80 degrees Fahrenheit at that time.  There was a system failure which resulted in the room overheating. \nExcessively high ambient temperatures can cause hyperthermia, pain, suffering, and death. Handling of all animals\nshall be done as expeditiously and carefully as possible in a manner that does not cause trauma, overheating,\nexcessive cooling, behavioral stress, physical harm, or unnecessary discomfort.  Many facilities use a monitoring\nsystem to notify the facility staff if the room temperature exceeds an acceptable temperature.  The remaining chicks\nwere moved to a different building.  \nTo be corrected from this date forward.\n\nAdditional Inspectors\nGibbens Robert, Director",
  "animals_total": 342,
  "species": [
    {
      "count": 12,
      "scientific": "Ars birds",
      "common": "ARS BIRDS"
    },
    {
      "count": 45,
      "scientific": "Bos taurus",
      "common": "CATTLE / COW / OX / WATUSI"
    },
    {
      "count": 145,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 11,
      "scientific": "Mus musculus",
      "common": "HOUSE MOUSE / LAB MOUSE (COMMON RESEARCH VARIETY)"
    },
    {
      "count": 129,
      "scientific": "Ovis aries aries",
      "common": "SHEEP INCLUDING ALL DOMESTIC BREEDS"
    }
  ]
}