{
  "insp_id": "2016082568031787",
  "layout": "a",
  "customer_id": "10733",
  "customer_name": "Ed Carpenter",
  "customer_addr": "11854 Peacock Rd\nLaingsburg, MI 48848",
  "certificate": "34-C-0172",
  "site_id": "001",
  "site_name": "ED CARPENTER",
  "insp_type": "FOCUSED INSPECTION",
  "date": "03-DEC-2016",
  "report_date": "07-DEC-2016",
  "citations": [
    {
      "code": "2.40(b)(3)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "A focused inspection was completed on this facility, based on a complaint of a reindeer, on 03-NOV-16. The\nlicensee was, and had been, treating the reindeer with a spray that the attending veterinarian had given him. When\nI asked about the spray the licensee stated that the attending veterinarian had left it for the licensee to apply daily,\nthis way the veterinarian would not have to return daily to apply the spray. Since my visit on 03-NOV-16 I received\nthe attending veterinarians medical visit notes. The notes are dated 07-NOV-16. I called the veterinarian to make\nsure the date was correct, and he stated that it was. I asked the veterinarian if this was the first time he was made\naware of the condition of the reindeer and he stated yes. The licensee did not call the attending veterinarian in a\ntimely manner to convey the problems of health with the reindeer. The reindeer died on November 9, 2016 per the\nattending veterinarian.\nDaily observations of all animals to assess their health and well-being must be conducted. If these observations are\ncompleted by someone other than the attending veterinarian direct and frequent communication is required so that\ntimely and accurate information on problems of animal health and well-being are conveyed to the attending\nveterinarian.\nDaily observations must be made daily to asses the health of all animals. If there is any sign of an animal health\nproblem the attending veterinarian needs to be called and made aware of the issue. This is so that the animal can\nbe assessed by the veterinarian to prevent suffering and death.\nTo be corrected from this day forward.\nThis exit interview was conducted with the licensee."
    }
  ],
  "narrative": "2.40(b)(3)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nA focused inspection was completed on this facility, based on a complaint of a reindeer, on 03-NOV-16.  The\nlicensee was, and had been, treating the reindeer with a spray that the attending veterinarian had given him.  When\nI asked about the spray the licensee stated that the attending veterinarian had left it for the licensee to apply daily,\nthis way the veterinarian would not have to return daily to apply the spray.  Since my visit on 03-NOV-16 I received\nthe attending veterinarians medical visit notes.  The notes are dated 07-NOV-16.  I called the veterinarian to make\nsure the date was correct, and he stated that it was.  I asked the veterinarian if this was the first time he was made\naware of the condition of the reindeer and he stated yes.  The licensee did not call the attending veterinarian in a\ntimely manner to convey the problems of health with the reindeer.  The reindeer died on November 9, 2016 per the\nattending veterinarian.\nDaily observations of all animals to assess their health and well-being must be conducted.  If these observations are\ncompleted by someone other than the attending veterinarian direct and frequent communication is required so that\ntimely and accurate information on problems of animal health and well-being are conveyed to the attending\nveterinarian.\nDaily observations must be made daily to asses the health of all animals.  If there is any sign of an animal health\nproblem the attending veterinarian needs to be called and made aware of the issue.  This is so that the animal can\nbe assessed by the veterinarian to prevent suffering and death.\nTo be corrected from this day forward.\nThis exit interview was conducted with the licensee.",
  "animals_total": 0,
  "species": [
    {
      "count": 0,
      "scientific": "NONE",
      "common": "NONE"
    }
  ]
}