{
  "insp_id": "324141500060908",
  "layout": "a",
  "customer_id": "331207",
  "customer_name": "Connie Greenup",
  "customer_addr": "Mark Greenup\n5277 W. Farm Road 6\nBrighton, MO 65617",
  "certificate": "43-A-5875",
  "site_id": "001",
  "site_name": "MARK GREENUP",
  "insp_type": "ROUTINE INSPECTION",
  "date": "19-NOV-2014",
  "report_date": "21-NOV-2014",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "There were two medications (Pyran, Panacur) that did not have expiraton dates on them. These medications had\nbeen placed in small containers taken from larger containers and the expiration dates had not been transcribed from\nthe original containers. Medications without labels or with incomplete labels can result in an animal receiving the\nincorrect medication, the incorrect dose, or expired medication. The licensee must ensure that all medications are\nproperly labeled.\nTO BE CORRECTED BY DECEMBER 1, 2014."
    },
    {
      "code": "2.50(a)(2)",
      "kind": "",
      "repeat": false,
      "desc": "TIME AND METHOD OF IDENTIFICATION.",
      "narrative": "The licensee is not using an appropriate method to identify unweaned puppies. Appropriate identification of dogs is\nnecessary to meet recordkeeping requirements for inventory, disposition, transport, and healthcare documentation.\nThe licensee must identify puppies that are less than 16 weeks old with an approved method: offical tag, tattoo,\nplastic-type collar, microchip, or cage card (provided that all the puppies in the enclosure are from the same litter).\nTO BE CORRECTED BY DECEMBER 1, 2014."
    },
    {
      "code": "2.75(a)(2)",
      "kind": "",
      "repeat": false,
      "desc": "RECORDS: DEALERS AND EXHIBITORS.",
      "narrative": "The licensee is recording the required information for sales of dogs, but is not using the required disposition form\n(APHIS Form 7006) and has not requested a variance to use another form. Proper sales documentation is\nnecessary for transport purposes and to trace the identification of dogs when needed. The licensee must record\nsales that have occurred since becoming licensed onto Form 7006 and must use this form for future dispositions.\nTO BE CORRECTED BY DECEMBER 1, 2014."
    },
    {
      "code": "3.4(b)",
      "kind": "",
      "repeat": false,
      "desc": "OUTDOOR HOUSING FACILITIES.",
      "narrative": "3.4(b) Shelter from the elements.\nThe outdoor shelter for a male Golden Retriever was too small. The dog was able to get its entire body into the\nshelter, but it did not have enough room to make normal postural movements for sitting and lying down. Shelters\nmust be large enough for the dog to sit, stand, lie down in a normal manner, and to turn about freely for the comfort\nof the dog and to protect them from the elements. The licensee must ensure that all dogs have shelters that are\nlarge enough to accomodate the dogs while protecting them from the elements.\nTO BE CORRECTED BY NOVEMBER 22, 2014.\nThe inspection and the exit briefing were conducted with the licensee."
    }
  ],
  "narrative": "2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThere were two medications (Pyran, Panacur) that did not have expiraton dates on them.  These medications had\nbeen placed in small containers taken from larger containers and the expiration dates had not been transcribed from\nthe original containers.  Medications without labels or with incomplete labels can result in an animal receiving the\nincorrect medication, the incorrect dose, or expired medication.  The licensee must ensure that all medications are\nproperly labeled.\nTO BE CORRECTED BY DECEMBER 1, 2014.\n2.50(a)(2)\nTIME AND METHOD OF IDENTIFICATION.\nThe licensee is not using an appropriate method to identify unweaned puppies.   Appropriate identification of dogs is\nnecessary to meet recordkeeping requirements for inventory, disposition, transport, and healthcare documentation.  \nThe licensee must identify puppies that are less than 16 weeks old with an approved method: offical tag, tattoo,\nplastic-type collar, microchip, or cage card (provided that all the puppies in the enclosure are from the same litter).\nTO BE CORRECTED BY DECEMBER 1, 2014.\n2.75(a)(2)\nRECORDS: DEALERS AND EXHIBITORS.\nThe licensee is recording the required information for sales of dogs, but is not using the required disposition form\n(APHIS Form 7006) and has not requested a variance to use another form.  Proper sales documentation is\nnecessary for transport purposes and to trace the identification of dogs when needed. The licensee must record\nsales that have occurred since becoming licensed onto Form 7006 and must use this form for future dispositions.\nTO BE CORRECTED BY DECEMBER 1, 2014.\n\n3.4(b)\nOUTDOOR HOUSING FACILITIES.\n3.4(b) Shelter from the elements.\nThe outdoor shelter for a male Golden Retriever was too small.  The dog was able to get its entire body into the\nshelter, but it did not have enough room to make normal postural movements for sitting and lying down.  Shelters\nmust be large enough for the dog to sit, stand, lie down in a normal manner, and to turn about freely for the comfort\nof the dog and to protect them from the elements.  The licensee must ensure that all dogs have shelters that are\nlarge enough to accomodate the dogs while protecting them from the elements.\nTO BE CORRECTED BY NOVEMBER 22, 2014.\nThe inspection and the exit briefing were conducted with the licensee.",
  "animals_total": 71,
  "species": [
    {
      "count": 28,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 43,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}