{
  "insp_id": "2016082568211498",
  "layout": "a",
  "customer_id": "6902",
  "customer_name": "Summer Wind Farm Sanctuary",
  "customer_addr": "6490 Mowerson Rd\nBrown City, MI 48416",
  "certificate": "34-C-0227",
  "site_id": "001",
  "site_name": "SUMMER WIND FARMS",
  "insp_type": "ROUTINE INSPECTION",
  "date": "25-APR-2017",
  "report_date": "27-APR-2017",
  "citations": [
    {
      "code": "3.125(c)",
      "kind": "",
      "repeat": true,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "The meat cooler had an overwhelming odor of rotten and decaying meat. This odor makes it very hard to determine\nif the meat items stored in this cooler are fit for animal consumption. Clean the cooler, identify the source of the\nodor and eliminate it.\nThe produce cooler contains spoiled produce. Deteriorating bags of lettuce, discolored oranges, softening apples\nand another deteriorating bagged produce were present in the cooler. This produce was stored on the already\nsorted (feed side of the cooler). Spoiled produce must be removed promptly to prevent contamination of food\nintended to be fed to the animals. Sort and remove spoiled produce promptly. This cooler needs to be cleaned and\nhave spoiled and deteriorating items removed in order to prevent contamination of food items that will be fed to the\nanimals. A decaying dead rodent was noted inside a bin containing old monkey biscuits and a bag of dog food\nwhich was being fed to the emus according to the CEO. The facility management claims to be sorting the produce\nagain before feeding but the deteriorating and rotten condition of the produce present in the American black bear\nand Asian black bear food receptacle boxes makes it impossible for APHIS inspectors to determine if this is true."
    },
    {
      "code": "3.127(d)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, OUTDOOR.",
      "narrative": "Sections of the perimeter fence near Mohan's enclosure and near the grizzly bear enclosure are becoming over run\nwith vines and trees. This excess of vegetation must be trimmed back to ensure the structural integrity of the fence\nand to allow for proper inspection of the fence. Large, dangerous animals are housed at this facility and the\nperimeter fence serves as a secondary barrier between these animals and the public. Any animal escape could\nhave potentially lethal outcomes for the animal or a member of the public. Remove excess vegetation from these\nsections of the perimeter fence and any other areas of the perimeter where it is needed.\nCorrect by: 5-11-17."
    },
    {
      "code": "3.129(b)",
      "kind": "",
      "repeat": true,
      "desc": "FEEDING.",
      "narrative": "The food receptacle boxes for the American black bear, Asian black bear and Syrian brown bear enclosures need to\nbe cleaned. There is a large amount of rotting food debris in and around the Asian and American black bear boxes.\nAll bear food receptacle boxes have walls and sides which are very dirty. These food receptacles are not sanitary.\nThe grizzly bear is being fed on the dirt floor inside its shelter. Any food fed in this areas is going to be\ncontaminated by the rotting material present. These feeders need to be cleaned and made sanitary to ensure that\nthe food fed to the bears is wholesome and free from bacterial or pest infestation which could result in health issues\nfor the bears. Diarrhea was noted inside the enclosures for the Asian black bears and American black bears. The\nCEO commented that diarrhea was quite a common occurrence for the bears and believed that this was very\ncommon in bears."
    },
    {
      "code": "3.130",
      "kind": "",
      "repeat": true,
      "desc": "WATERING.",
      "narrative": "The water receptacle for the enclosure containing the tiger known as Daisy had a large amount of algae slime lining\nits interior. The water was green in appearance. The coyote water bucket had a layer of brown slime inside it. The\nwater receptacle for the Syrian Brown bear enclosure contained a small amount of green water with algae floating in\nit. The American black bear water receptacle was empty. The pool inside the enclosure contained filthy green\nwater. The water receptacle for the cougar contained very dirty water with material floating in it. These water\nreceptacles are not being cleaned and sanitized on a regular basis. Water receptacles should be kept clean and\nsanitary to promote adequate water consumption which is essential for animal health. Clean and sanitize these\nwater receptacles more frequently."
    },
    {
      "code": "3.131(a)",
      "kind": "",
      "repeat": true,
      "desc": "SANITATION.",
      "narrative": "There was excessive feces in the tiger known as Lilly's enclosure. There was excessive food waste inside Lilly's\nshelter. There was excessive food waste and feces inside the shelter for the tiger known as Daisy. There was\nexcessive feces and food waste in the tiger known as Mohan's enclosure. There was excessive food waste in the\nden area of Mohan's enclosure. There is excessive food waste and rotting produce near the food receptacle and in\nthe Asian black bear enclosure. There is excessive bones and food waste in the enclosure for the grizzly bear.\nThere was excessive food waste and rotting material present in the cougar den box. There was excessive fecal\nmaterial in the cougar's enclosure. An enclosure housing two foxes contained excessive feces and damp soiled\nbedding material. These enclosures need to be cleaned on a more frequent basis. This rotting material and feces\ncan lead to pest control issues. With warmer weather coming to the area quite soon these odor and pest control\nissues will be exacerbated. The rotting material present in these animal enclosures can contaminate them as they\nlie in their enclosures. These animals can ingest this material when they groom. Not removing old food waste\npromptly can lead to contamination of new food. Ingesting this rotten material can lead to potential health problems.\nClean these enclosures more frequently to prevent a buildup of food and fecal waste to minimize odors and prevent\npotential health problems for the animals housed in them."
    },
    {
      "code": "3.131(c)",
      "kind": "",
      "repeat": true,
      "desc": "SANITATION.",
      "narrative": "The entire premises is filled with various debris, old equipment, boards, trash old animal enclosures and fence.\nSeveral other buildings on the property are also filled with old equipment and debris and trash. Tall weed were\npresent in many area of the facility. These areas provide ample hiding areas for rodents and other pests and\nnumerous rodent holes were located throughout the facility. All this material must be removed to help control pests.\nThe food preparation/ butcher area counter is cluttered with supplies and is very dirty. Butcher knifes still dirty with\nblood are on the counter. The cabinet under the counter is rotting away do to a water leak. The room next to the\nbutcher area is filled with debris. An old cooler right outside the butcher area is overgrown with mold. These\nconditions make it impossible to properly clean these areas. Remove all this trash and debris and clean and\nsanitize the food preparation area."
    },
    {
      "code": "3.131(d)",
      "kind": "",
      "repeat": true,
      "desc": "SANITATION.",
      "narrative": "Many rodent holes were located throughout the facility. Rodent holes were located in the alleyway for the leopard\nrow cat enclosures. A rodent hole was noted going under the shelter for the cougar enclosure. A dead and\nmummifying mouse was noted inside a food receptacle bin inside the produce cooler. Rodent feces was noted on\nshelves inside the warm room. Rodents can be carriers of disease which may be harmful to the animals housed in\nthese areas. A more effective means of rodent control must be established for the facility."
    },
    {
      "code": "3.132",
      "kind": "Critical",
      "repeat": true,
      "desc": "EMPLOYEES.",
      "narrative": "It is evident that despite the reduction in animal numbers that there is a lack of adequately trained employees. The\npersistence of multiple animal welfare act violations related to basic animal husbandry issues illustrates this point.\nThe facility relies on volunteer workers. A lack of properly trained employees can result in facility and animal\nconditions that result in unnecessary animal suffering. Prior to the start of the inspection today a member of facility\nmanagement stated to the inspectors that she felt the findings on our inspections were not a big deal. It is this\nindifference to the basic animal husbandry needs of animals housed at this facility that contributes to the poor\nconditions at this facility. Animal numbers must be reduced or more properly trained workers need to be added.\nThe inspection was conducted with the facility CEO. An informal exit interview was conducted with the CEO at the\nconclusion of the inspection. A formal exit interview was conducted with the CEO on 4-27-17.\nThe condition of the tiger known as Daisy and the Syrian brown bears is under review by APHIS officials.\nAdditional Inspectors\nBongard Carrie, Animal Care Inspector"
    }
  ],
  "narrative": "3.125(c)                    REPEAT\nFACILITIES, GENERAL.   \nThe meat cooler had an overwhelming odor of rotten and decaying meat.  This odor makes it very hard to determine\nif the meat items stored in this cooler are fit for animal consumption.  Clean the cooler, identify the source of the\nodor and eliminate it.\nThe produce cooler contains spoiled produce.  Deteriorating bags of lettuce, discolored oranges, softening apples\nand another deteriorating bagged produce were present in the cooler.  This produce was stored on the already\nsorted (feed side of the cooler).  Spoiled produce must be removed promptly to prevent contamination of food\nintended to be fed to the animals.  Sort and remove spoiled produce promptly.  This cooler needs to be cleaned and\nhave spoiled and deteriorating items removed in order to prevent contamination of food items that will be fed to the\nanimals.  A decaying dead rodent was noted inside a bin containing old monkey biscuits and a bag of dog food\nwhich was being fed to the emus according to the CEO.  The facility management claims to be sorting the produce\nagain before feeding but the deteriorating and rotten condition of the produce present in the American black bear\nand Asian black bear food receptacle boxes makes it impossible for APHIS inspectors to determine if this is true.\n3.127(d)\nFACILITIES, OUTDOOR. \nSections of the perimeter fence near Mohan's enclosure and near the grizzly bear enclosure are becoming over run\nwith vines and trees.  This excess of vegetation must be trimmed back to ensure the structural integrity of the fence\nand to allow for proper inspection of the fence.  Large, dangerous animals are housed at this facility and the\nperimeter fence serves as a secondary barrier between these animals and the public.  Any animal escape could\nhave potentially lethal outcomes for the animal or a member of the public.  Remove excess vegetation from these\nsections of the perimeter fence and any other areas of the perimeter where it is needed.\nCorrect by:  5-11-17.\n3.129(b)                    REPEAT\nFEEDING.\n\nThe food receptacle boxes for the American black bear, Asian black bear and Syrian brown bear enclosures need to\nbe cleaned.  There is a large amount of rotting food debris in and around the Asian and American black bear boxes.\n All bear food receptacle boxes have walls and sides which are very dirty.  These food receptacles are not sanitary. \nThe grizzly bear is being fed on the dirt floor inside its shelter.  Any food fed in this areas is going to be\ncontaminated by the rotting material present.  These feeders need to be cleaned and made sanitary to ensure that\nthe food fed to the bears is wholesome and free from bacterial or pest infestation which could result in health issues\nfor the bears.  Diarrhea was noted inside the enclosures for the Asian black bears and American black bears.  The\nCEO commented that diarrhea was quite a common occurrence for the bears and believed that this was very\ncommon in bears.\n3.130                    REPEAT\nWATERING.  \nThe water receptacle for the enclosure containing the tiger known as Daisy had a large amount of algae slime lining\nits interior.  The water was green in appearance.  The coyote water bucket had a layer of brown slime inside it.  The\nwater receptacle for the Syrian Brown bear enclosure contained a small amount of green water with algae floating in\nit.  The American black bear water receptacle was empty.  The pool inside the enclosure contained filthy green\nwater.  The water receptacle for the cougar contained very dirty water with material floating in it.  These water\nreceptacles are not being cleaned and sanitized on a regular basis.  Water receptacles should be kept clean and\nsanitary to promote adequate water consumption which is essential for animal health.  Clean and sanitize these\nwater receptacles more frequently.  \n3.131(a)                    REPEAT\nSANITATION.   \nThere was excessive feces in the tiger known as Lilly's enclosure.  There was excessive food waste inside Lilly's\nshelter.  There was excessive food waste and feces inside the shelter for the tiger known as Daisy.  There was\nexcessive feces and food waste in the tiger known as Mohan's enclosure.  There was excessive food waste in the\nden area of Mohan's enclosure.  There is excessive food waste and rotting produce near the food receptacle and in\nthe Asian black bear enclosure. There is excessive bones and food waste in the enclosure for the grizzly bear. \nThere was excessive food waste and rotting material present in the cougar den box.  There was excessive fecal\nmaterial in the cougar's enclosure.  An enclosure housing two foxes contained excessive feces and damp soiled\nbedding material.  These enclosures need to be cleaned on a more frequent basis.  This rotting material and feces\ncan lead to pest control issues.  With warmer weather coming to the area quite soon these odor and pest control\nissues will be exacerbated.  The rotting material present in these animal enclosures can contaminate them as they\nlie in their enclosures.  These animals can ingest this material when they groom.  Not removing old food waste\n\npromptly can lead to contamination of new food.  Ingesting this rotten material can lead to potential health problems.\n Clean these enclosures more frequently to prevent a buildup of food and fecal waste to minimize odors and prevent\npotential health problems for the animals housed in them.\n3.131(c)                    REPEAT\nSANITATION.   \nThe entire premises is filled with various debris, old equipment, boards, trash old animal enclosures and fence. \nSeveral other buildings on the property are also filled with old equipment and debris and trash.  Tall weed were\npresent in many area of the facility.  These areas provide ample hiding areas for rodents and other pests and\nnumerous rodent holes were located throughout the facility.  All this material must be removed to help control pests.\nThe food preparation/ butcher area counter is cluttered with supplies and is very dirty.  Butcher knifes still dirty with\nblood are on the counter.  The cabinet under the counter is rotting away do to a water leak.  The room next to the\nbutcher area is filled with debris.  An old cooler right outside the butcher area is overgrown with mold.  These\nconditions make it impossible to properly clean these areas.  Remove all this trash and debris and clean and\nsanitize the food preparation area.  \n3.131(d)                    REPEAT\nSANITATION.   \nMany rodent holes were located throughout the facility.   Rodent holes were located in the alleyway for the leopard\nrow cat enclosures.  A rodent hole was noted going under the shelter for the cougar enclosure.  A dead and\nmummifying mouse was noted inside a food receptacle bin inside the produce cooler.  Rodent feces was noted on\nshelves inside the warm room.  Rodents can be carriers of disease which may be harmful to the animals housed in\nthese areas.  A more effective means of rodent control must be established for the facility.\n3.132           CRITICAL                    REPEAT\nEMPLOYEES. \nIt is evident that despite the reduction in animal numbers that there is a lack of adequately trained employees.  The\npersistence of multiple animal welfare act violations related to basic animal husbandry issues illustrates this point. \nThe facility relies on volunteer workers.  A lack of properly trained employees can result in facility and animal\nconditions that result in unnecessary animal suffering.  Prior to the start of the inspection today a member of facility\nmanagement stated to the inspectors that she felt the findings on our inspections were not a big deal.  It is this\nindifference to the basic animal husbandry needs of animals housed at this facility that contributes to the poor\nconditions at this facility.  Animal numbers must be reduced or more properly trained workers need to be added.\n\nThe inspection was conducted with the facility CEO.  An informal exit interview was conducted with the CEO at the\nconclusion of the inspection.  A formal exit interview was conducted with the CEO on 4-27-17.\nThe condition of the tiger known as Daisy and the Syrian brown bears is under review by APHIS officials.\nAdditional Inspectors\nBongard Carrie, Animal Care Inspector",
  "animals_total": 18,
  "species": [
    {
      "count": 1,
      "scientific": "Canis latrans",
      "common": "COYOTE"
    },
    {
      "count": 1,
      "scientific": "Macaca fascicularis",
      "common": "CRAB-EATING MACAQUE / CYNOMOLGUS MONKEY"
    },
    {
      "count": 1,
      "scientific": "Macaca fuscata",
      "common": "JAPANESE MACAQUE / SNOW MACAQUE"
    },
    {
      "count": 4,
      "scientific": "Panthera tigris",
      "common": "TIGER"
    },
    {
      "count": 1,
      "scientific": "Puma concolor",
      "common": "PUMA / MOUNTAIN LION / COUGAR"
    },
    {
      "count": 2,
      "scientific": "Ursus americanus",
      "common": "NORTH AMERICAN BLACK BEAR"
    },
    {
      "count": 1,
      "scientific": "Ursus arctos horribilis",
      "common": "GRIZZLY BEAR"
    },
    {
      "count": 2,
      "scientific": "Ursus arctos syriacus",
      "common": "SYRIAN BROWN BEAR"
    },
    {
      "count": 2,
      "scientific": "Ursus thibetanus",
      "common": "ASIATIC BLACK BEAR"
    },
    {
      "count": 3,
      "scientific": "Vulpes vulpes",
      "common": "RED FOX (INCLUDES SILVER FOX & CROSS FOX)"
    }
  ]
}