{
  "insp_id": "210161340470606",
  "layout": "a",
  "customer_id": "7117",
  "customer_name": "Clinton Holmes",
  "customer_addr": "13 Long Lane\nAlburtis, PA 18011",
  "certificate": "23-A-0403",
  "site_id": "001",
  "site_name": "CLINTON HOLMES",
  "insp_type": "ROUTINE INSPECTION",
  "date": "28-JUL-2016",
  "report_date": "28-JUL-2016",
  "citations": [
    {
      "code": "2.75(b)(1)",
      "kind": "",
      "repeat": false,
      "desc": "RECORDS: DEALERS AND EXHIBITORS.",
      "narrative": "Section 2.75(b)(1) Records: Dealer and exhibitor: Records for the number of Djungarian and Robo hamster births\nstopped in the month of July. Records must include any offspring born of the hamsters housed at the facility. Birth\nrecords are part of the records reviewed by APHIS officials during the inspection as part of the review of the overall\nanimal care program for the facility. Correct by recording the number of Djungarian and Robo hamsters born at the\nfacility as in the previous months. Correct by August 1, 2016."
    },
    {
      "code": "3.26(c)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, INDOOR.",
      "narrative": "Section 3.26(c) Lighting: The florescent ceiling light fixture between the 3rd and 4th rows of enclosure racks has\nboth light tubes not working. Light from the ceiling fixtures in other areas of the room is not well distributed in this\narea making it harder to observe the hamsters and the interior of their enclosures in the 3rd and 4th row. The\nlicensee must ensure that the animal room has ample light of good quality and well distributed to provide sufficient\nillumination to permit routine inspection and cleaning during the entire working day. Correct by repairing or\nreplacing the non-working light fixture and adding any additional lighting needed to provide good quality and well\ndistributed light to the animal room. Correct by August 28, 2016."
    },
    {
      "code": "3.31(a)(2)",
      "kind": "Direct",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "Section 3.31(a)(2) Cleaning and sanitization of primary enclosures: There were seven enclosures each housing a\nmale and female Robo hamster that had excessively wet bedding: three in the 4th row, three in the 5th row and one\nin the 6th row. Two of the Robo hamsters had very wet hair over most of their body in an enclosure in the 5th row.\nOnce the APHIS official identified the affected enclosures, the facility escort moved the hamsters to clean, dry\nenclosures. Animals housed on wet bedding may become soiled, chilled and ill. The licensee must ensure that the\nanimals in wet enclosures are moved to clean, dry enclosures to ensure the health and comfort of the animals.\nCorrect by promptly moving hamsters from enclosures with wet bedding to clean, dry enclosures. Correct from this\nday forward."
    },
    {
      "code": "3.31(b)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "Section 3.31(b) Housekeeping: Clean and dirty enclosure lids, water bottles and stoppers are being stored together\nalong the wall with the sink. Clean and dirty items must be stored separately to prevent contamination and to\nensure that only clean, sanitized enclosures/water bottles are used for the hamsters. Correct by storing\nclean/sanitized items in a clean area that is separate from where dirty (to be washed) items are placed. Correct by\nAugust 4, 2016.\nAn exit briefing was conducted with the co-owner."
    }
  ],
  "narrative": "2.75(b)(1)\nRECORDS: DEALERS AND EXHIBITORS.\nSection 2.75(b)(1) Records: Dealer and exhibitor:  Records for the number of Djungarian and Robo hamster births\nstopped in the month of July.  Records must include any offspring born of the hamsters housed at the facility.  Birth\nrecords are part of the records reviewed by APHIS officials during the inspection as part of the review of the overall\nanimal care program for the facility.  Correct by recording the number of Djungarian and Robo hamsters born at the\nfacility as in the previous months.  Correct by August 1, 2016.    \n3.26(c)\nFACILITIES, INDOOR.\nSection 3.26(c) Lighting: The florescent ceiling light fixture between the 3rd and 4th rows of enclosure racks has\nboth light tubes not working.  Light from the ceiling fixtures in other areas of the room is not well distributed in this\narea making it harder to observe the hamsters and the interior of their enclosures in the 3rd and 4th row.  The\nlicensee must ensure that the animal room has ample light of good quality and well distributed to provide sufficient\nillumination to permit routine inspection and cleaning during the entire working day.  Correct by repairing or\nreplacing the non-working light fixture and adding any additional lighting needed to provide good quality and well\ndistributed light to the animal room.  Correct by August 28, 2016.\n3.31(a)(2)           DIRECT\nSANITATION.\nSection 3.31(a)(2) Cleaning and sanitization of primary enclosures: There were seven enclosures each housing a\nmale and female Robo hamster that had excessively wet bedding: three in the 4th row, three in the 5th row and one\nin the 6th row.  Two of the Robo hamsters had very wet hair over most of their body in an enclosure in the 5th row. \nOnce the APHIS official identified the affected enclosures, the facility escort moved the hamsters to clean, dry\nenclosures.  Animals housed on wet bedding may become soiled, chilled and ill.  The licensee must ensure that the\nanimals in wet enclosures are moved to clean, dry enclosures to ensure the health and comfort of the animals. \nCorrect by promptly moving hamsters from enclosures with wet bedding to clean, dry enclosures.  Correct from this\n\nday forward.  \n \n3.31(b)\nSANITATION.\nSection 3.31(b) Housekeeping: Clean and dirty enclosure lids, water bottles and stoppers are being stored together\nalong the wall with the sink.  Clean and dirty items must be stored separately to prevent contamination and to\nensure that only clean, sanitized enclosures/water bottles are used for the hamsters.  Correct by storing\nclean/sanitized items in a clean area that is separate from where dirty (to be washed) items are placed.  Correct by\nAugust 4, 2016.\nAn exit briefing was conducted with the co-owner.",
  "animals_total": 2421,
  "species": [
    {
      "count": 1004,
      "scientific": "Phodopus roborovskis",
      "common": "ROBOROVSKIS DWARF HAMSTER"
    },
    {
      "count": 1417,
      "scientific": "Phodopus sungorus",
      "common": "DJUNGARIAN / RUSSIAN WINTER WHITE DWARF HAMSTER"
    }
  ]
}