{
  "insp_id": "155152326260812",
  "layout": "a",
  "customer_id": "16158",
  "customer_name": "Judy Raney",
  "customer_addr": "3069 County Road 5500\nLiberty, KS 67351",
  "certificate": "48-A-1624",
  "site_id": "001",
  "site_name": "Judy Raney",
  "insp_type": "ROUTINE INSPECTION",
  "date": "04-JUN-2015",
  "report_date": "05-JUN-2015",
  "citations": [
    {
      "code": "3.6(a)(2)(12)",
      "kind": "",
      "repeat": true,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": ".\nThe outside wire runs of the Stacker building that are coated with a material (plastic/fiberglass/rubber, etc.) have\nnumerous missing pieces of the material, leaving bare wire that is not adequate flooring for dogs to walk on. Metal\nstrands of wire used for flooring must be greater than 1/8 of an inch in diameter (9 gauge) or coated. These missing\npieces of coating leave the wire flooring less than 9 gauge. The rolled/painted black plastic like coating that was put\non the bare wire flooring since the last inspection is not adequately covering the wire and has peeled off. This\nflooring must be repaired or replaced in a manner that can maintain a safe environment for dogs to walk. This will\nhelp ensure that the dogs in this building are on flooring that will allow them to move around comfortable and be\ninjury free.\nThis inspection and exit briefing were conducted with the facility owner."
    }
  ],
  "narrative": "3.6(a)(2)(12)                    REPEAT\nPRIMARY ENCLOSURES.\n.\nThe outside wire runs of the Stacker building that are coated with a material (plastic/fiberglass/rubber, etc.) have\nnumerous missing pieces of the material, leaving bare wire that is not adequate flooring for dogs to walk on.  Metal\nstrands of wire used for flooring must be greater than 1/8 of an inch in diameter (9 gauge) or coated.  These missing\npieces of coating leave the wire flooring less than 9 gauge.  The rolled/painted black plastic like coating that was put\non the bare wire flooring since the last inspection is not adequately covering the wire and has peeled off.  This\nflooring must be repaired or replaced in a manner that can maintain a safe environment for dogs to walk.  This will\nhelp ensure that the dogs in this building are on flooring that will allow them to move around comfortable and be\ninjury free.\nThis inspection and exit briefing were conducted with the facility owner.",
  "animals_total": 76,
  "species": [
    {
      "count": 61,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 15,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}