{
  "insp_id": "27161255300742",
  "layout": "a",
  "customer_id": "4689",
  "customer_name": "Greg Collins",
  "customer_addr": "Twila Collins\n265 Trail Road\nDora, MO 65637",
  "certificate": "43-A-1721",
  "site_id": "001",
  "site_name": "TWILA & GREG COLLINS",
  "insp_type": "ROUTINE INSPECTION",
  "date": "27-JAN-2016",
  "report_date": "27-JAN-2016",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "****Two dogs had eye problems that needed to be seen by a veterinarian. The right eye of an adult, female English\nBulldog named Sydnie (m/c# OAO 1673800) had a cloudy cornea, redness in the conjunctiva, and a thick discharge\nfrom the eye The right eye of an adult female English Bulldog named Valentine (m/c# OAO 2021913)had a cloudy\ncornea and a thick white discharge. This dog has had ongoing problems for several months with that eye and\nresponds to treatment, but the problems reoccur when treatment is stopped. The Attending Veterinarian told the\nlicensee that eye may need surgery if problems contineued but the licensee has not returned the dog to the\nveterinarian despite the reoccuring problems. Eye problems can be painful, can progress rapidly, and can result in\nloss of vision. The licensee must have these dogs examined by a veterinarian for diagnosis and treatment.\n****Two dogs had skin problems that needed to be seen by a veterinarian. An adult, male English Bulldog named\nMr. Wuffles (m/c# 000FCC5E3) had a 2 inch by 4 inch lesion on his face. This area had lost some hair and the skin\nwas reddened and seemed greasy. The Attending Veterinarian had examined this dog on 5/23/15 and noted skin\nproblems at that time. Her recommendation was to treat the dog with chlorhexidine and cephalexin when these\nconditions occurred. The dog was currently being treated with only chlorhexidine and did not seem to be improving.\nAn adult, female English Bulldog named Krispy Kreme (m/c# OAO 1673967) had a 6 inch in diameter area over her\nrump that was missing some hair and had red, greasy skin. The licensee was treating the lesion with only iodine.\nSkin problems can be painful and can be an indication of an underlying medical condition. The licensee must have\nthese dogs examined and treated by a veterinarian.\nTO BE CORRECTED BY FEBRUARY 2, 2016.\nThe inspection and the exit briefing were conducted with the licensee and with Cassie Driskill, an inspector with the\nMO Dept of Agriculture."
    }
  ],
  "narrative": "2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n****Two dogs had eye problems that needed to be seen by a veterinarian.  The right eye of an adult, female English\nBulldog named Sydnie (m/c# OAO 1673800) had a cloudy cornea, redness in the conjunctiva, and a thick discharge\nfrom the eye  The right eye of an adult female English Bulldog named Valentine (m/c# OAO 2021913)had a cloudy\ncornea and a thick white discharge.  This dog has had ongoing problems for several months with that eye and\nresponds to treatment, but the problems reoccur when treatment is stopped.  The Attending Veterinarian told the\nlicensee that eye may need surgery if problems contineued but the licensee has not returned the dog to the\nveterinarian despite the reoccuring problems. Eye problems can be painful, can progress rapidly, and can result in\nloss of vision.  The licensee must have these dogs examined by a veterinarian for diagnosis and treatment.\n****Two dogs had skin problems that needed to be seen by a veterinarian.   An adult, male English Bulldog named\nMr. Wuffles (m/c# 000FCC5E3) had a 2 inch by 4 inch lesion on his face.  This area had lost some hair and the skin\nwas reddened and seemed greasy.  The Attending Veterinarian had examined this dog on 5/23/15 and noted skin\nproblems at that time.  Her recommendation was to treat the dog with chlorhexidine and cephalexin when these\nconditions occurred.  The dog was currently being treated with only chlorhexidine and did not seem to be improving.\n An adult, female English Bulldog named Krispy Kreme (m/c# OAO 1673967) had a 6 inch in diameter area over her\nrump that was missing some hair and had red, greasy skin.  The licensee was treating the lesion with only iodine. \nSkin problems can be painful and can be an indication of an underlying medical condition.  The licensee must have\nthese dogs examined and treated by a veterinarian.\nTO BE CORRECTED BY FEBRUARY 2, 2016.\nThe inspection and the exit briefing were conducted with the licensee and with Cassie Driskill, an inspector with the\nMO Dept of Agriculture.",
  "animals_total": 46,
  "species": [
    {
      "count": 35,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 11,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}