{
  "insp_id": "2016082567956916",
  "layout": "a",
  "customer_id": "27953",
  "customer_name": "Tampa Cargo",
  "customer_addr": "Po Box 524235\nMiami, FL 33152",
  "certificate": "58-T-0126",
  "site_id": "MIA",
  "site_name": "TAMPA CARGO",
  "insp_type": "FOCUSED INSPECTION",
  "date": "05-OCT-2016",
  "report_date": "13-OCT-2016",
  "citations": [
    {
      "code": "2.26",
      "kind": "",
      "repeat": true,
      "desc": "ACKNOWLEDGMENT OF REGULATIONS AND STANDARDS.",
      "narrative": "Twelve puppies younger than six months old were imported from Colombia without documentation and/or\njustification showing animals were intended for research or veterinary treatment. Under USDA rules, you cannot\nimport a dog younger than 6 months old into the United States for resale or adoption and must have a justification to\nimport them at that age for research or veterinary treatment. All dogs imported for any of those purposes must have\na valid vaccination against rabies, have certain other vaccinations, a veterinary health certificate and not show signs\nof disease on import. The registrant must only import puppies of proper age by following USDA rules.\nCorrect by: October 5, 2016"
    },
    {
      "code": "3.17(c)",
      "kind": "Critical",
      "repeat": false,
      "desc": "CARE IN TRANSIT.",
      "narrative": "At the time of inspection, five French Bulldog puppies (approximately three months of age) were found to be in\ndistress and in need of immediate veterinary care. The carrier must determine whether any of the dogs are in\nobvious physical distress, and arrange for any needed veterinary care as soon as possible. If a dog is obviously ill,\ninjured, or in physical distress, the carrier must ensure the animal (s) not be transported in commerce, except to\nreceive veterinary care for the condition. Before the conclusion of this inspection, the carrier proactively arranged\nfor immediate veterinary medical care by contracting services with a local veterinary clinic.\nCorrect by: Corrected at the time of inspection.\nAdditional inspectors: Dr. Megan Sisson, USDA-VS, Ms. Emily Davenport, CDC and Officer Angel Menes, CBP\nThis inspection and exit interview were conducted with Ms. Diana Gutierrez, Head of Cargo Operations."
    }
  ],
  "narrative": "2.26                    REPEAT\nACKNOWLEDGMENT OF REGULATIONS AND STANDARDS.\nTwelve puppies younger than six months old were imported from Colombia without documentation and/or\njustification showing animals were intended for research or veterinary treatment.  Under USDA rules, you cannot\nimport a dog younger than 6 months old into the United States for resale or adoption and must have a justification to\nimport them at that age for research or veterinary treatment.  All dogs imported for any of those purposes must have\na valid vaccination against rabies, have certain other vaccinations, a veterinary health certificate and not show signs\nof disease on import.  The registrant must only import puppies of proper age by following USDA rules.\nCorrect by: October 5, 2016\n3.17(c)           CRITICAL\nCARE IN TRANSIT.\nAt the time of inspection, five French Bulldog puppies (approximately three months of age) were found to be in\ndistress and in need of immediate veterinary care.  The carrier must determine whether any of the dogs are in\nobvious physical distress, and arrange for any needed veterinary care as soon as possible.  If a dog is obviously ill,\ninjured, or in physical distress, the carrier must ensure the animal (s) not be transported in commerce, except to\nreceive veterinary care for the condition.  Before the conclusion of this inspection, the carrier proactively arranged\nfor immediate veterinary medical care by contracting services with a local veterinary clinic.\nCorrect by: Corrected at the time of inspection.\nAdditional inspectors: Dr. Megan Sisson, USDA-VS, Ms. Emily Davenport, CDC and Officer Angel Menes, CBP\nThis inspection and exit interview were conducted with Ms. Diana Gutierrez, Head of Cargo Operations.",
  "animals_total": 13,
  "species": [
    {
      "count": 13,
      "scientific": "Canis lupus familiaris",
      "common": "DOMESTIC DOG"
    }
  ]
}