{
  "insp_id": "96162316570871",
  "layout": "a",
  "customer_id": "328087",
  "customer_name": "Bransons Wild World Inc",
  "customer_addr": "2020 West 76\nBranson, MO 65616",
  "certificate": "43-C-0342",
  "site_id": "001",
  "site_name": "BRANSONS WILD WORLD INC.",
  "insp_type": "ROUTINE INSPECTION",
  "date": "31-MAR-2016",
  "report_date": "06-APR-2016",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "***Several species of exotic animals present at the facility at the time of the inspection were not listed on the\nProgram of Veterinary Care (lynx, lemur, and hedgehog). The instructions for parasite control on the Program of\nVeterinary Care need more detail. Section III for Wild and Exotic Animals (dingos and wolves) lists \"Advantics\" and\nother instructions that aren't readable for ectoparasites. For intestinal parasites it states \"Goats - Alternating\ndeworm every 4 wks. The line below that states \"Panacur Regularly - fecal floats as deemed necessary.\" It is\nunclear if the Panacur instructions apply to all the animals or just the goat. Section IV for Other Warmblooded\nAnimals (rabbits, chinchilla, kangaroo, kinkajou, coatimundi, porcupine, cavy, groundhog) instructs \"examined by\nowners daily and treated if found. NO Frontline Toxic\" for ectoparasites. However, there are no instructions on what\nproduct to use or a dose the licensee is to use if ectoparasites are found. Unclear or incomplete instructions for the\nProgram of Veterinary Care can result in the wrong product or the wrong dose being used for the animals. The\nAttending Veterinarian must provide clear, specific instructions regarding product, dose, and dosing interval for any\nmedications that the licensee or his staff are allowed to give the animals. It must also be noted if the licensee is\nrequired to consult the Attending Veterinarian before giving medication to any specific animals. All animal species\npresent at the facility must be included on the Program of Veterinary Care."
    },
    {
      "code": "2.75(b)(1)",
      "kind": "",
      "repeat": false,
      "desc": "RECORDS: DEALERS AND EXHIBITORS.",
      "narrative": "****The licensee did not have complete records for the disposition of a New Guinea singing dog sold on 7/28/15,\ntwo ground hogs sold on 12/09/15, a mini-pig sold on 09/03/15, and a goat sold on 02/22/16. Complete disposition\nrecords are necessary to facilitate record-keeping requirements for disposition, transport, and tracing of animals.\nThe licensee must keep and maintain the proper acquisition and disposition records for all animals in his\npossession, including any offspring born on the premises. These records shall include i) the name and address of\nthe person from whom animals are acquired; ii) The USDA number if this person is licensed or registered; iii)The\nvehicle license number and State, and the driver's license number and State of the person, if he is not licensed with\nUSDA; iv) The name and address of the person to whom an animal is sold or given; v) The date(s) of acquisition,\nsale, or disposal of the animal; vi) The species of animal.\nTO BE CORRECTED BY APRIL 15, 2016.\nThe inspection and the exit briefing were conducted with a facility representative."
    }
  ],
  "narrative": "2.40(b)(2)                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n***Several species of exotic animals present at the facility at the time of the inspection were not listed on the\nProgram of Veterinary Care (lynx, lemur, and hedgehog).  The instructions for parasite control on the Program of\nVeterinary Care need more detail.  Section III for Wild and Exotic Animals (dingos and wolves) lists \"Advantics\" and\nother instructions that aren't readable for ectoparasites.  For intestinal parasites it states \"Goats - Alternating\ndeworm every 4 wks.  The line below that states \"Panacur Regularly - fecal floats as deemed necessary.\"  It is\nunclear if the Panacur instructions apply to all the animals or just the goat.  Section IV for Other Warmblooded\nAnimals (rabbits, chinchilla, kangaroo, kinkajou, coatimundi, porcupine, cavy, groundhog) instructs \"examined by\nowners daily and treated if found.  NO Frontline Toxic\" for ectoparasites. However, there are no instructions on what\nproduct to use or a dose the licensee is to use if ectoparasites are found.  Unclear or incomplete instructions for the\nProgram of Veterinary Care can result in the wrong product or the wrong dose being used for the animals.  The\nAttending Veterinarian must provide clear, specific instructions regarding product, dose, and dosing interval for any\nmedications that the licensee or his staff are allowed to give the animals.  It must also be noted if the licensee is\nrequired to consult the Attending Veterinarian before giving medication to any specific animals.  All animal species\npresent at the facility must be included on the Program of Veterinary Care.\n2.75(b)(1)\nRECORDS: DEALERS AND EXHIBITORS.\n****The licensee did not have complete records for the disposition of a New Guinea singing dog sold on 7/28/15,\ntwo ground hogs sold on 12/09/15, a mini-pig sold on 09/03/15, and a goat sold on 02/22/16.  Complete disposition\nrecords are necessary to facilitate record-keeping requirements for disposition, transport, and tracing of animals. \nThe licensee must keep and maintain the proper acquisition and disposition records for all animals in his\npossession, including any offspring born on the premises.  These records shall include i) the name and address of\n\nthe person from whom animals are acquired; ii) The USDA number if this person is licensed or registered; iii)The\nvehicle license number and State, and the driver's license number and State of the person, if he is not licensed with\nUSDA; iv) The name and address of the person to whom an animal is sold or given; v) The date(s) of acquisition,\nsale, or disposal of the animal; vi) The species of animal.\nTO BE CORRECTED BY APRIL 15, 2016.\nThe inspection and the exit briefing were conducted with a facility representative.",
  "animals_total": 30,
  "species": [
    {
      "count": 1,
      "scientific": "Atelerix albiventris",
      "common": "HEDGEHOG"
    },
    {
      "count": 6,
      "scientific": "Canis lupus",
      "common": "GRAY WOLF / GREY WOLF / TIMBER WOLF"
    },
    {
      "count": 2,
      "scientific": "Chinchilla brevicaudata",
      "common": "CHINCHILLA"
    },
    {
      "count": 2,
      "scientific": "Dolichotis patagonum",
      "common": "PATAGONIAN CAVY / MARA"
    },
    {
      "count": 4,
      "scientific": "Hystrix africaeaustralis",
      "common": "CAPE PORCUPINE"
    },
    {
      "count": 1,
      "scientific": "Lemur catta",
      "common": "RINGTAIL LEMUR"
    },
    {
      "count": 8,
      "scientific": "Lupus hallstromi",
      "common": "NEW GUINEA SINGING DOG"
    },
    {
      "count": 1,
      "scientific": "Lynx canadensis",
      "common": "CANADIAN LYNX"
    },
    {
      "count": 1,
      "scientific": "Nasua nasua",
      "common": "SOUTH AMERICAN COATI"
    },
    {
      "count": 2,
      "scientific": "Oryctolagus cuniculus",
      "common": "EUROPEAN RABBIT"
    },
    {
      "count": 1,
      "scientific": "Osphranter rufus",
      "common": "RED KANGAROO"
    },
    {
      "count": 1,
      "scientific": "Potos flavus",
      "common": "KINKAJOU"
    }
  ]
}