{
  "insp_id": "92140947568936",
  "layout": "a",
  "customer_id": "28811",
  "customer_name": "Kelvin Blecha",
  "customer_addr": "Marcia L Blecha\nP O Box 222\nBelleville, KS 66935",
  "certificate": "48-A-1846",
  "site_id": "001",
  "site_name": "Kelvin Blecha, Marcia Blecha",
  "insp_type": "ROUTINE INSPECTION",
  "date": "01-APR-2014",
  "report_date": "02-APR-2014",
  "citations": [
    {
      "code": "2.50(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "TIME AND METHOD OF IDENTIFICATION.",
      "narrative": "* There is an estimated 25 dogs that do not have official identification on them at time of facility inspection. The\nlicensee is using tags as the official identification. The letters USDA, the facility USDA license number and\nindividual identification numbers are missing on the tags. The licensee is hanging the tags for individual dogs on\nthe enclosure fencing. Official identification is needed to ensure that each animal(cid:25)s identity can be known with\ncertainty and to facilitate the inspection process. The licensee must ensure that all dogs on the premise have\nofficial identification on them at all times. Correct by 5/1/14."
    },
    {
      "code": "3.1(c)(3)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "* There is a mixture of dirt, grease and other excreta accumulating on ten fiberglass wall boards. Sixteen dogs are\nin contact with the affected wall boards located in shelter housing. The affected area covers approximately 25 to\n40 percent of the wall surface. Sanitization of surfaces is necessary to prevent an accumulation of excreta and\nother disease hazards. It indicates an unsanitary living condition exists that could lead to potential disease or\nhealth risks. The licensee must ensure that all surfaces are spot cleaned daily and sanitized in accordance with\nsection 3.11 (b). Correct by 4/3/14."
    },
    {
      "code": "3.8",
      "kind": "",
      "repeat": false,
      "desc": "EXERCISE FOR DOGS.",
      "narrative": "* No copy of the program of exercise for 50 dogs was made available at time of facility inspection. The program\nof exercise must be developed in accordance with the attending veterinarian recommendations to ensure the dogs\nare receiving adequate exercise. The licensee must develop, document and follow an appropriate plan of exercise\nand the plan must be approved by the attending veterinarian. Correct by 5/1/14.\n* Facility inspection done on 4/1/14 and exit briefing conducted per phone conservation on 4/2/14 were conducted\nwith the licensee.\n* Copy of inspection report was sent by certified and regular mail."
    }
  ],
  "narrative": "2.50(a)(1)\nTIME AND METHOD OF IDENTIFICATION.\n*   There is an estimated 25 dogs that do not have official identification on them at time of facility inspection.  The\nlicensee is using tags as the official identification.   The letters USDA, the facility USDA license number and\nindividual identification numbers are missing on the tags.  The licensee is hanging the tags for individual dogs on\nthe enclosure fencing.  Official identification is needed to ensure that each animal(cid:25)s identity can be known with\ncertainty and to facilitate the inspection process.   The licensee must ensure that all dogs on the premise have\nofficial identification on them at all times.  Correct by  5/1/14.\n3.1(c)(3)\nHOUSING FACILITIES, GENERAL.\n*   There is a mixture of dirt, grease and other excreta accumulating on ten fiberglass wall boards.  Sixteen dogs are\nin contact with the affected wall boards located in shelter housing.   The affected area covers approximately 25 to\n40 percent of the wall surface.   Sanitization of surfaces is necessary to prevent an accumulation of excreta and\nother disease hazards.   It indicates an unsanitary living condition exists that could lead to potential disease or\nhealth risks.  The licensee must ensure that all surfaces are spot cleaned daily and sanitized in accordance with\nsection 3.11 (b).  Correct by 4/3/14.\n3.8\nEXERCISE FOR DOGS.\n*    No copy of the program of exercise for 50 dogs was made available at time of facility inspection.    The program\nof exercise must be developed in accordance with the attending veterinarian recommendations to ensure the dogs\nare receiving adequate exercise.   The licensee must develop, document and follow an appropriate plan of exercise\nand the plan must be approved by the attending veterinarian.  Correct by  5/1/14.\n*   Facility inspection done on 4/1/14 and exit briefing conducted per phone conservation on 4/2/14 were conducted\nwith the licensee.\n*   Copy of inspection report was sent by certified and regular mail.\n\n",
  "animals_total": 73,
  "species": [
    {
      "count": 50,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 23,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}