{
  "insp_id": "2016082568416966",
  "layout": "a",
  "customer_id": "328618",
  "customer_name": "Ora Bontrager",
  "customer_addr": "Sara Bontrager\n359 3rd Street\nClayton, WI 54004",
  "certificate": "35-A-0357",
  "site_id": "001",
  "site_name": "ORA & SARA BONTRAGER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "15-JUN-2017",
  "report_date": "16-JUN-2017",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "A male Shih-tzu (tag #199) has an abnormal cloudy appearance to both eyes. The licensee has been treating the\neyes with an over the counter medication called NFZ Puffer (nitrofurazone). While the medication is labeled for the\ntreatment of eye infections in dogs, the licensee has not had the dog's eyes evaluated by the attending veterinarian,\nnor has the attending veterinarian approved the use of this medication. Abnormal eye conditions can be painful and\ncan lead to more serious problems such as infections or blindness if left untreated or not treated appropriately.\nConsult the attending veterinarian regarding the condition of the dog's eyes and the use of NFZ Puffer to treat the\neyes. Follow all prescribed treatments or directions. Also, document and maintain written instructions from the\nattending veterinarian regarding the use of NFZ Puffer. Correct by June 26, 2017.\nThis inspection and exit interview were conducted with the licensee.\nEnd of report."
    }
  ],
  "narrative": "2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nA male Shih-tzu (tag #199) has an abnormal cloudy appearance to both eyes.  The licensee has been treating the\neyes with an over the counter medication called NFZ Puffer (nitrofurazone).  While the medication is labeled for the\ntreatment of eye infections in dogs, the licensee has not had the dog's eyes evaluated by the attending veterinarian,\nnor has the attending veterinarian approved the use of this medication.  Abnormal eye conditions can be painful and\ncan lead to more serious problems such as infections or blindness if left untreated or not treated appropriately. \nConsult the attending veterinarian regarding the condition of the dog's eyes and the use of NFZ Puffer to treat the\neyes. Follow all prescribed treatments or directions.  Also, document and maintain written instructions from the\nattending veterinarian regarding the use of NFZ Puffer.    Correct by June 26, 2017.\nThis inspection and exit interview were conducted with the licensee.\nEnd of report.",
  "animals_total": 72,
  "species": [
    {
      "count": 49,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 23,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}