{
  "insp_id": "2016082568093908",
  "layout": "a",
  "customer_id": "34249",
  "customer_name": "Township Of Mt Laurel",
  "customer_addr": "1105 Hainesport Mt Laurel Rd\nMt Laurel, NJ 08054",
  "certificate": "22-C-0128",
  "site_id": "001",
  "site_name": "TOWNSHIP OF MT LAUREL",
  "insp_type": "ROUTINE INSPECTION",
  "date": "06-FEB-2017",
  "report_date": "07-FEB-2017",
  "citations": [
    {
      "code": "2.8",
      "kind": "",
      "repeat": false,
      "desc": "NOTIFICATION OF CHANGE OF NAME, ADDRESS, CONTROL, OR OWNERSHIP OF BUSINESS.",
      "narrative": "During this inspection, the animal keepers notified the APHIS officials that the facility is currently managed by an\noutside company. This change in management was effective January 1, 2017. This facility failed to notify the\nRegional office about the change of management of P.A.W.S. within 10 days, as required.\nA licensee shall promptly notify the AC Regional Director by certified mail of any change in the name, address,\nmanagement, or substantial control or ownership of his business or operation, or of any additional sites, within 10\ndays of any change.\nTO BE CORRECTED: FEBRUARY 8, 2017"
    },
    {
      "code": "3.81",
      "kind": "",
      "repeat": true,
      "desc": "ENVIRONMENT ENHANCEMENT TO PROMOTE PSYCHOLOGICAL WELL-BEING.",
      "narrative": "The facility still has a singly housed Bush Baby. The environment has been enriched and the animal is receiving\nhuman interaction. However, a written program for environmental enhancement has still not been documented or\nreviewed by the attending veterinarian. The facility must still document and follow a plan for environmental\nenhancement to ensure that the Bush Baby is receiving appropriate enrichment for his health and well-being.\nDuring this inspection it was observed that this busy baby was housed adjacent to a large snake in a tank. The\nsheet that covered the bush baby's enclosure, to block his view of the snake, was on the floor. Snakes are\npredators and due to his close proximity, the bush baby appeared stressed. The bush baby must be removed from\nthe presence of this large snake for his health and well-being."
    },
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": true,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "Structural Strength.\n* The chain-link perimeter fence and enclosure fences have been replaced.\nHOWEVER, THE FOLLOWING ITEMS ARE STILL IN NEED OF REMOVAL, REPLACEMENT OR REPAIR:\n(CHAPMAN'S PREVIOUS SHELTER BUILDING)\n1. The wooden wall on the far side of the shelter building is still rotted at the base. Additionally, the base below this\ndamaged wall has been patched but, the exterior wall above the patch is still rotted. This damage still leaves this\nside wall and foundation in disrepair.\nTWO POT BELLIED PIGS (NOW ONLY HOUSING CHAPMAN THE POT BELLIED PIG)\n1. Electric line for the heat lamp is still lying across the ground and not adequately secured. Chapman has access\nto this line.\nSHEEP SHELTER BUILDING (NOW HOUSING TWO POT BELLIED PIGS)\n1. The top of the entrance door, on the left, remains severely rotted.\n2. There is a fist sized hole in the left, side wall of this building. This damage could have been caused by the new\nfence installation. This hole must be repaired to keep out the weather and to maintain structural strength.\nNEW SHEEP SHELTER (PREVIOUSLY HOUSED THE TWO LARGE GOATS)\n1. The wooden entrance ramp has a detached plank at the bottom. Additionally, the base of the ramp is not secure\nthus leaving the ramp unsound. The detached plank must be secured and the base of the ramp must be adjusted\nto make it level and structurally sound.\nWATER FAUCET ADJACENT TO THE PIG ENCLOSURE\nFaucet is still leaking and leaving pooling water on the ground.\n2 LARGE GOATS (NEW ENCLOSURE)\n1. The base of the primary enclosure fence, adjacent to the enclosure housing Chapman, has been raised up due\nto a fallen tree. The root of this tree has lifted the bottom of the enclosure fence fabric thus leaving a gap large\nenough to allow unwanted animals to enter the enclosure.\n2. A large section of wood is still lying in this enclosure, across the raised roots of the fallen tree. The goats have\naccess to this area.\n3. The fallen tree is still alive. However, the top of tree is at least one foot away from the top rail of the rear of this\nprimary fence. The tree should be addressed before further damage occurs to the enclosure fences.\nDamaged items must be repaired and/or removed and miscellaneous items must be removed from all enclosures to\nprotect the animals from injury and to maintain the entire facility in good repair."
    },
    {
      "code": "3.131(c)",
      "kind": "",
      "repeat": true,
      "desc": "SANITATION.",
      "narrative": "HOUSEKEEPING. Premises (buildings and grounds) shall be kept clean and in good repair.\nThe following items still are in need of repair, replacement or removal:\n1. The fluorescent light fixture cover still has water stains as well as the same large accumulation of rodent\ndropping present.\n2. There is still a large hole in one window pane on the side of the barn facing the alpaca enclosure. Several\nshards of glass were again found on the ground inside of the enclosure.\nRepairs must be made and damaged items must be removed and/or replaced to protect animals from injury and to\nmaintain the facility in good repair. Soiled items must be cleaned and sanitized for the health of the animals."
    },
    {
      "code": "3.131(d)",
      "kind": "",
      "repeat": true,
      "desc": "SANITATION.",
      "narrative": "Pest control.\nFEED STORAGE ROOM\nRodent droppings were again observed on the floor around the feed bags and pallets. Additionally, a small pile of\nspilled pellets and empty bait bags are present in the corner of the room, near the entrance door. Spilled feed still\nattracts rodents. Spilled feed and rodent droppings must be removed routinely to prevent such accumulations\naround stored feed. A safe and effective program for the control of insects shall be established and maintained.\nNOTES:\n* Three additional keepers have been hired now bringing the number up to five.\nThis facility must have an on going maintenance plan in place to ensure that structural issues are addressed in a\ntimely manner.\nThis inspection and exit briefing were conducted with the facility representative and the Director of Municipal\nServices.\nAdditional Inspectors\nMcintosh Ashley, Veterinary Medical Officer"
    }
  ],
  "narrative": "2.8\nNOTIFICATION OF CHANGE OF NAME, ADDRESS, CONTROL, OR OWNERSHIP OF BUSINESS.\nDuring this inspection, the animal keepers notified the APHIS officials that the facility is currently managed by an\noutside company.  This change in management was effective January 1, 2017.  This facility failed to notify the\nRegional office about the change of management of P.A.W.S. within 10 days, as required.  \nA licensee shall promptly notify the AC Regional Director by certified mail of any change in the name, address,\nmanagement, or substantial control or ownership of his business or operation, or of any additional sites, within 10\ndays of any change.\nTO BE CORRECTED:  FEBRUARY 8, 2017\n3.81                    REPEAT\nENVIRONMENT ENHANCEMENT TO PROMOTE PSYCHOLOGICAL WELL-BEING.\nThe facility still has a singly housed Bush Baby. The environment has been enriched and the animal is receiving\nhuman interaction.  However, a written program for environmental enhancement has still not been documented or\nreviewed by the attending veterinarian.  The facility must still document and follow a plan for environmental\nenhancement to ensure that the Bush Baby is receiving appropriate enrichment for his health and well-being.\nDuring this inspection it was observed that this busy baby was housed adjacent to a large snake in a tank.  The\nsheet that covered the bush baby's enclosure, to block his view of the snake, was on the floor.  Snakes are\npredators and due to his close proximity, the bush baby appeared stressed.  The bush baby must be removed from\nthe presence of this large snake for his health and well-being.\n3.125(a)                    REPEAT\n\nFACILITIES, GENERAL.   \nStructural Strength.\n* The chain-link perimeter fence and enclosure fences have been replaced.\nHOWEVER, THE FOLLOWING ITEMS ARE STILL IN NEED OF REMOVAL, REPLACEMENT OR REPAIR:\n(CHAPMAN'S PREVIOUS SHELTER BUILDING)\n1. The wooden wall on the far side of the shelter building is still rotted at the base. Additionally, the base below this\ndamaged wall has been patched but, the exterior wall above the patch is still rotted. This damage still leaves this\nside wall and foundation in disrepair.\nTWO POT BELLIED PIGS (NOW ONLY HOUSING CHAPMAN THE POT BELLIED PIG)\n1.  Electric line for the heat lamp is still lying across the ground and not adequately secured.  Chapman has access\nto this line.\nSHEEP SHELTER BUILDING  (NOW HOUSING TWO POT BELLIED PIGS)\n1.  The top of the entrance door, on the left, remains severely rotted.\n2.  There is a fist sized hole in the left, side wall of this building.  This damage could have been caused by the new\nfence installation.  This hole must be repaired to keep out the weather and to maintain structural strength.\nNEW SHEEP SHELTER (PREVIOUSLY HOUSED THE TWO LARGE GOATS)\n1. The wooden entrance ramp has a detached plank at the bottom.  Additionally, the base of the ramp is not secure\nthus leaving the ramp unsound.  The detached plank must be secured and the base of the ramp must be adjusted\nto make it level and structurally sound.\nWATER FAUCET ADJACENT TO THE PIG ENCLOSURE\nFaucet is still leaking and leaving pooling water on the ground.\n\n2 LARGE GOATS (NEW ENCLOSURE)\n1.  The base of the primary enclosure fence, adjacent to the enclosure housing Chapman, has been raised up due\nto a fallen tree.  The root of this tree has lifted the bottom of the enclosure fence fabric thus leaving a gap large\nenough to allow unwanted animals to enter the enclosure.\n2.  A large section of wood is still lying in this enclosure, across the raised roots of the fallen tree.  The goats have\naccess to this area.\n3.  The fallen tree is still alive.  However, the top of tree is at least one foot away from the top rail of the rear of this\nprimary fence.  The tree should be addressed before further damage occurs to the enclosure fences.\nDamaged items must be repaired and/or removed and miscellaneous items must be removed from all enclosures to\nprotect the animals from injury and to maintain the entire facility in good repair.\n3.131(c)                    REPEAT\nSANITATION.   \nHOUSEKEEPING. Premises (buildings and grounds) shall be kept clean and in good repair.\nThe following items still are in need of repair, replacement or removal:\n1.  The fluorescent light fixture cover still has water stains as well as the same large accumulation of rodent\ndropping present.\n2.  There is still a large hole in one window pane on the side of the barn facing the alpaca enclosure.  Several\nshards of glass were again found on the ground inside of the enclosure.\nRepairs must be made and damaged items must be removed and/or replaced to protect animals from injury and to\nmaintain the facility in good repair.   Soiled items must be cleaned and sanitized for the health of the animals.\n3.131(d)                    REPEAT\nSANITATION.   \nPest control.\n\nFEED STORAGE ROOM \nRodent droppings were again observed on the floor around the feed bags and pallets. Additionally, a small pile of\nspilled pellets and empty bait bags are present in the corner of the room, near the entrance door.  Spilled feed still\nattracts rodents.  Spilled feed and rodent droppings must be removed routinely to prevent such accumulations\naround stored feed.  A safe and effective program for the control of insects shall be established and maintained.\nNOTES:  \n* Three additional keepers have been hired now bringing the number up to five.\nThis facility must have an on going maintenance plan in place to ensure that structural issues are addressed in a\ntimely manner.\nThis inspection and exit briefing were conducted with the facility representative and the Director of Municipal\nServices.\nAdditional Inspectors\nMcintosh Ashley, Veterinary Medical Officer",
  "animals_total": 29,
  "species": [
    {
      "count": 2,
      "scientific": "Atelerix albiventris",
      "common": "FOUR-TOED HEDGEHOG (MOST COMMON PET HEDGEHOG)"
    },
    {
      "count": 2,
      "scientific": "Atelerix albiventris",
      "common": "HEDGEHOG"
    },
    {
      "count": 4,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 2,
      "scientific": "Cavia porcellus",
      "common": "DOMESTIC GUINEA PIG"
    },
    {
      "count": 5,
      "scientific": "Chinchilla lanigera",
      "common": "CHINCHILLA"
    },
    {
      "count": 4,
      "scientific": "Lama pacos",
      "common": "ALPACA"
    },
    {
      "count": 2,
      "scientific": "Oryctolagus cuniculus",
      "common": "EUROPEAN RABBIT"
    },
    {
      "count": 1,
      "scientific": "Otolemur crassicaudatus",
      "common": "GREATER BUSHBABY"
    },
    {
      "count": 3,
      "scientific": "Ovis aries aries",
      "common": "SHEEP INCLUDING ALL DOMESTIC BREEDS"
    },
    {
      "count": 4,
      "scientific": "Sus scrofa domestica",
      "common": "DOMESTIC PIG / POTBELLY PIG / MICRO PIG"
    }
  ]
}