{
  "insp_id": "INS-0001123398",
  "layout": "c",
  "customer_id": "11292",
  "customer_name": "Zoological Wildlife Foundation Inc",
  "customer_addr": "16225 SW 172nd Ave\nMiami, FL 33187",
  "certificate": "58-C-1275",
  "site_id": "001",
  "site_name": "ZOOLOGICAL WILDLIFE FOUNDATION INC",
  "insp_type": "ROUTINE INSPECTION",
  "date": "12-SEP-2024",
  "report_date": "19-SEP-2024",
  "citations": [
    {
      "code": "2.75(b)(1)",
      "kind": "",
      "repeat": true,
      "desc": "Records: Dealers and exhibitors.",
      "narrative": "The record of animals on hand (inventory) was not current and had not been updated since June 2024. The following\nanimals were missing from the inventory: three serval kittens born on the premises and the acquisition of two lion cubs.\nThe dates of death for two squirrel monkeys, one armadillo, and one colobus monkey were also not recorded. Complete\nand accurate records are necessary to facilitate the tracking of animals and maintain compliance with other aspects of the\nAWA. The licensee shall make, keep, and maintain records or forms which fully disclose the information concerning\nanimals, purchased or otherwise acquired, owned, held, leased, or otherwise in his or her possession or under his or her\ncontrol, or which is transported, sold, euthanized, or otherwise disposed of by that dealer or exhibitor. This record must be\nkept current and maintained to accurately reflect all the animals."
    },
    {
      "code": "2.131(b)(1)",
      "kind": "Critical",
      "repeat": false,
      "desc": "Handling of animals.",
      "narrative": "When APHIS officials interviewed facility representatives during the inspection, the facility reported that on or around May\n8, 2024, an adult male armadillo was transported to an outdoor sheltered location where the facility allows various animal\nencounters with the public. The animal was left unattended in a waterless plastic wading pool for approximately an hour\nbefore it was found deceased. An internal investigation by the facility determined that the armadillo likely died from\noverheating and the established process for monitoring animals had not been followed by the animal care staff. Failure to\nhandle animals as carefully and expeditiously as possible can lead to injury or death. Animals must be handled in manner\nthat does not cause trauma, overheating, excessive cooling, behavioral stress, physical harm, or unnecessary discomfort."
    },
    {
      "code": "2.131(c)(1)",
      "kind": "",
      "repeat": true,
      "desc": "Handling of animals.",
      "narrative": "The licensee exhibits animals in a manner that does not pose minimal risk of harm to the animals and to the public.\n** On May 12, 2024, Romeo, an adult male capuchin monkey, bit a member of the public on the thumb during an animal\ninteraction. According to the facility representative, the monkey was leashed and under the direct supervision of a facility\nstaff member. The facility’s incident report states that the bite occurred while the member of the public was attempting to\nfeed the monkey a treat. The individual sought medical attention as a result of the bite wound.\n** On May 16, 2024, Romeo, an adult male capuchin monkey, bit a member of the public on the index finger during an\nanimal interaction, resulting in a superficial injury.\n** On May 18, 2024, Romeo, a male capuchin monkey, scratched and bit a member of the public on the left forearm\nduring an animal interaction, resulting in superficial injuries.\n** On May 26, 2024, Lilo, a kinkajou, bit a member of the public on the wrist during an animal interaction. The bite\noccurred while the individual was attempting to give the kinkajou a treat. According to a facility representative, the\nkinkajou is allowed to walk freely, without a harness or leash, along the laps of seated participants. The individual\nreceived first aid from the facility.\n** On July 16,2024, Nilo, a serval kitten, scratched a member of the public on the hand during an animal interaction,\nresulting in a superficial injury.\n** On September 7, 2024, Usher, a New Guinea singing dog, jumped on a member of the public and scratched the back\nof her legs during an animal interaction.\nInadequate handling or control of animals during public interactions can lead to injury of the public and the animals.\nDuring public exhibition, any animal must be handled so there is minimal risk of harm to the animal and to the public, with\nsufficient distance and/or barriers between the animal and the general viewing public so as to assure the safety of animals\nand the public."
    },
    {
      "code": "3.8",
      "kind": "",
      "repeat": false,
      "desc": "Exercise for dogs.",
      "narrative": "The facility does not have a written exercise plan approved by their attending veterinarian for the wolf/dog hybrids.\nExercise for dogs is critical for overall health and psychological well-being. The licensee must develop an exercise plan\nwith the attending veterinarian that documents the frequency, method, and duration of exercise for each animal. The plan\nmust ensure that all animals are receiving an adequate opportunity for exercise and physical movement. This plan must\nbe approved by the attending veterinarian and also must be made available to the APHIS inspector upon request. Correct\nby October 18,2024."
    },
    {
      "code": "3.13(a)",
      "kind": "",
      "repeat": false,
      "desc": "Veterinary care for dogs.",
      "narrative": "The facility does not have a written Program of Veterinary Care (PVC) for two wolf/dog hybrids. The PVC is necessary to\nensure the wolf/dog hybrids are receiving adequate veterinary care and any problems are identified quickly and corrected\nappropriately. Each exhibitor must follow an appropriate program of veterinary care for dogs that is developed,\ndocumented in writing, and signed by the attending veterinarian. Exhibitors must keep and maintain the written program\nand make it available for APHIS inspection. The written program of veterinary care must address the requirements for\nadequate veterinary care for every dealer and exhibitor. Correct by October 18,2024."
    },
    {
      "code": "3.78(d)",
      "kind": "",
      "repeat": true,
      "desc": "Outdoor housing facilities.",
      "narrative": "The perimeter fence behind the enclosure housing a male chimpanzee remains less than 3 feet from the enclosure's\neasternmost wall, measuring only 19 inches. The facility’s perimeter fence must be a sufficient distance from the outside\nwall or fence of the primary enclosure to prevent physical contact between animals inside the enclosure and those outside\nthe perimeter fence. Fences less than 3 feet from the primary enclosure must be approved by the Administrator."
    },
    {
      "code": "3.80(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Primary enclosures.",
      "narrative": "Primary enclosures for various nonhuman primate species are not kept in good repair:\n** The top of a wooden ladder in the enclosure housing two black and white ruffed lemurs is deteriorating and splintered,\nwith rough, sharp edges. Additionally, the enclosure’s thatched roof is missing sections of thatching, leaving large open\ndefects.\n** In an enclosure housing a colobus monkey, there is a large, exposed nail protruding from a wooden branch.\n**Two plastic enrichment devices hanging in the enclosure housing two adult black and white lemurs are cracked and\nhave large holes with sharp edges that could cause injury. Additionally, the enclosure’s thatched roof is missing sections\nof thatching, leaving large open defects.\n** The Capuchin enclosures contain excessively rusty wire panels and damaged thatched roofs.\nNonhuman primate primary enclosures that are not in good repair may not safely contain the animals, protect them from\ninjury, nor allow for proper cleaning and sanitization. Primary enclosures must be designed and constructed of suitable\nmaterials so that they are structurally sound for the species of nonhuman primates contained in them. They must be kept\nin good repair. Correct by December 12, 2024."
    },
    {
      "code": "3.84(c)",
      "kind": "",
      "repeat": false,
      "desc": "Cleaning, sanitization, housekeeping, and pest control.",
      "narrative": "A large section of the perimeter fence line surrounding the facility is not being maintained to prevent the accumulation of\nweeds and dense vegetation. This overgrowth prevents assessment of the fence's integrity and makes it impossible to\ndetermine if repairs are needed. Dense vegetation may also provide harborage for rodents, pests, and vermin. These\nareas are not maintained in a way that protects animal health and welfare. Premises where housing facilities are located,\nincluding building and surrounding grounds, must be kept clean and in good repair to facilitate husbandry practices and\nreduce or eliminate breeding and living areas for rodents, pests, and vermin. Correct by December 12, 2024."
    },
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": true,
      "desc": "Facilities, general.",
      "narrative": "Many enclosures are in need of repair:\n** The enclosure housing two African porcupines continues to have multiple deep burrows and holes with insufficient dig\nbarriers. Crested porcupines are known to be voracious diggers, so proper dig barriers are needed to prevent injuries and\nescapes.\n** The enclosure housing an adult female clouded leopard has a wooden night house with a large gaping hole in the\nbottom floorboard. Additionally, the remaining wood is damaged and deteriorating, and there is a wooden platform with\nmissing boards that is also deteriorating.\n** The wire enclosure housing two bobcats contains a significant amount of rust on the wire panels. In addition, there is a\nwooden platform with exposed nails and deteriorating wood.\n** The enclosure housing two jaguars has a severely damaged thatched roof. Most of the thatching material is missing,\nleaving only the wooden beam frame.\n** The enclosure containing four adult lions contains a platform with exposed nails and worn wood.\n** The enclosure housing two adult jaguars contains a damaged platform that is bent downward and not secured or\nstable. Additionally, there is excessive rust and sharp points on a support metal beam and the lower right corner of the\nenclosure’s metal door frame.\n** The enclosure housing three adult tigers has metal shift gates that are excessively rusty and have jagged edges.\n** The enclosure housing an adult tiger contains a damaged section of wire fencing, with the upper third bent outward.\nThe licensee stated that the fencing was likely damaged by adjacent palm trees.\nFailure to maintain housing facilities in good repair can affect the structural integrity of the enclosures which may lead to\nthe injury or escape of the animals contained in them. The indoor and outdoor housing facilities shall be structurally sound\nand shall be maintained in good repair to protect the animals from injury and to contain the animals."
    },
    {
      "code": "3.127(b)",
      "kind": "",
      "repeat": false,
      "desc": "Facilities, outdoor.",
      "narrative": "There is inadequate shelter from inclement weather in multiple animal enclosures:\n** The outdoor enclosure housing two adult leopards contains a thatched roof which is severely damaged. The facility\nattempted to place a tarp over the roof, but it was also deteriorating, leaving a large open defect in the roof.\n** The enclosure housing five goats does not have adequate natural or artificial shelter large enough to accommodate all\nthe animals in the enclosure simultaneously. Within the enclosure there are two plastic igloo structures and a chickencoop\nbut none of these structures would provide enough shelter during hazardous weather conditions.\nThe lack of adequate shelter can adversely affect the animal’s health and wellbeing. Shelter appropriate to the local\nclimatic conditions for the species concerned shall be provided for all animals kept outdoors to afford them protection and\nto prevent discomfort to such animals. Correct by October 14, 2024."
    },
    {
      "code": "3.127(d)",
      "kind": "",
      "repeat": true,
      "desc": "Facilities, outdoor.",
      "narrative": "The facility’s perimeter fence has multiple areas that require attention and/or repair:\n** The rear fence of the red kangaroo’s primary enclosure is still part of the facility’s perimeter fence.\n** The enclosure housing two adult servals remains 19 inches from the perimeter fence.\n** A section of the perimeter fence near the outdoor enclosure housing a serval is leaning inward and damaged, which\ncould allow unauthorized people or animals to enter the facility.\nA perimeter fence must be constructed so that it protects the animals in the facility by restricting animals and unauthorized\npersons from going through it or under it and having contact with the animals in the facility, and so that it can function as a\nsecondary containment system for the animals in the facility. It must be of sufficient distance from the outside of the\nprimary enclosure to prevent physical contact between animals inside the enclosure and animals or persons outside the\nperimeter fence. Such fences less than 3 feet in distance from the primary enclosure must be approved in writing by the\nAdministrator."
    },
    {
      "code": "3.150(c)(2)",
      "kind": "",
      "repeat": false,
      "desc": "Facilities, general.",
      "narrative": "The metal bird cage housing a white cockatoo shows evidence of excessive rust and flaking paint. There are areas at the\nbottom of the cage where the metal is rusted through. Excessive rust can compromise the structural strength, create\nrough and jagged surfaces that could injure the birds, and prevent proper cleaning and sanitization. Any surfaces that\ncome in contact with the birds must be free of rust or damage that affects the structural integrity of the surface or prevents\ncleaning. Correct by October 18, 2024."
    },
    {
      "code": "3.152(b)",
      "kind": "",
      "repeat": false,
      "desc": "Facilities, outdoor",
      "narrative": "Several bird enclosures lacked appropriate shelter from inclement weather:\n** The enclosure housing two marabou storks contains a deteriorated and damaged wooden shelter. Additionally, the\nshelter is not large enough to accommodate both animals simultaneously.\n** Three emus are kept in an open area that provides inadequate shelter or cover to protect them from rain, wind, and\ninclement weather. The enclosure has a deteriorated wooden shelter with a damaged roof and missing walls.\n** One enclosure housing a kookaburra and another housing a Eurasian eagle owl lack adequate shelter to protect the\nbirds from wind and inclement weather.\nNot providing adequate shelter from rain, winter winds and inclement weather can have serious negative impacts on the\nhealth of the birds due to exposure. Outdoor housing facilities must provide adequate shelter, appropriate to the species\nand physical condition of the birds, for the local climatic conditions to protect the birds from any adverse weather\nconditions. Correct by December 12, 2024."
    },
    {
      "code": "3.153(a)(2)",
      "kind": "",
      "repeat": false,
      "desc": "Primary enclosures.",
      "narrative": "The perches in the spectacled owl enclosure and the public viewing perch are in disrepair. The perches are wrapped in\nsynthetic turf that is unraveling, worn, and tearing apart. According to a facility representative, the owls interact with the\nturf, and fragmented pieces could be accidentally ingested. Primary enclosures for birds must be kept in good repair and\nprotect the birds from injury. Correct by October 18, 2024.\nThis inspection and exit interview were conducted with the licensee and a facility representative.\nAdditional Inspectors:\nKRISTIN NAPOLI, SUPERVISORY ANIMAL CARE SPECIALIST n"
    }
  ],
  "narrative": "2.75(b)(1)  Repeat\n   \nRecords: Dealers and exhibitors. \nThe record of animals on hand (inventory) was not current and had not been updated since June 2024. The following \nanimals were missing from the inventory: three serval kittens born on the premises and the acquisition of two lion cubs. \nThe dates of death for two squirrel monkeys, one armadillo, and one colobus monkey were also not recorded. Complete \nand accurate records are necessary to facilitate the tracking of animals and maintain compliance with other aspects of the \nAWA. The licensee shall make, keep, and maintain records or forms which fully disclose the information concerning \nanimals, purchased or otherwise acquired, owned, held, leased, or otherwise in his or her possession or under his or her \ncontrol, or which is transported, sold, euthanized, or otherwise disposed of by that dealer or exhibitor. This record must be \nkept current and maintained to accurately reflect all the animals. \n2.131(b)(1)  Critical\n   \nHandling of animals. \nWhen APHIS officials interviewed facility representatives during the inspection, the facility reported that on or around May \n8, 2024, an adult male armadillo was transported to an outdoor sheltered location where the facility allows various animal \nencounters with the public. The animal was left unattended in a waterless plastic wading pool for approximately an hour \nbefore it was found deceased. An internal investigation by the facility determined that the armadillo likely died from \noverheating and the established process for monitoring animals had not been followed by the animal care staff. Failure to \nhandle animals as carefully and expeditiously as possible can lead to injury or death. Animals must be handled in manner \nthat does not cause trauma, overheating, excessive cooling, behavioral stress, physical harm, or unnecessary discomfort. \n2.131(c)(1)  Repeat\n   \nHandling of animals. \nThe licensee exhibits animals in a manner that does not pose minimal risk of harm to the animals and to the public. \n \n** On May 12, 2024, Romeo, an adult male capuchin monkey, bit a member of the public on the thumb during an animal \ninteraction. According to the facility representative, the monkey was leashed and under the direct supervision of a facility \nstaff member. The facility’s incident report states that the bite occurred while the member of the public was attempting to \nfeed the monkey a treat. The individual sought medical attention as a result of the bite wound.\n\n** On May 16, 2024, Romeo, an adult male capuchin monkey, bit a member of the public on the index finger during an \nanimal interaction, resulting in a superficial injury. \n** On May 18, 2024, Romeo, a male capuchin monkey, scratched and bit a member of the public on the left forearm \nduring an animal interaction, resulting in superficial injuries.  \n \n** On May 26, 2024, Lilo, a kinkajou, bit a member of the public on the wrist during an animal interaction. The bite \noccurred while the individual was attempting to give the kinkajou a treat. According to a facility representative, the \nkinkajou is allowed to walk freely, without a harness or leash, along the laps of seated participants. The individual \nreceived first aid from the facility. \n \n** On July 16,2024, Nilo, a serval kitten, scratched a member of the public on the hand during an animal interaction, \nresulting in a superficial injury. \n \n** On September 7, 2024, Usher, a New Guinea singing dog, jumped on a member of the public and scratched the back \nof her legs during an animal interaction. \n \nInadequate handling or control of animals during public interactions can lead to injury of the public and the animals. \nDuring public exhibition, any animal must be handled so there is minimal risk of harm to the animal and to the public, with \nsufficient distance and/or barriers between the animal and the general viewing public so as to assure the safety of animals \nand the public. \n3.8 \n   \nExercise for dogs. \nThe facility does not have a written exercise plan approved by their attending veterinarian for the wolf/dog hybrids. \nExercise for dogs is critical for overall health and psychological well-being. The licensee must develop an exercise plan \nwith the attending veterinarian that documents the frequency, method, and duration of exercise for each animal. The plan \nmust ensure that all animals are receiving an adequate opportunity for exercise and physical movement. This plan must \nbe approved by the attending veterinarian and also must be made available to the APHIS inspector upon request. Correct \nby October 18,2024. \n3.13(a) \n   \nVeterinary care for dogs. \nThe facility does not have a written Program of Veterinary Care (PVC) for two wolf/dog hybrids. The PVC is necessary to \nensure the wolf/dog hybrids are receiving adequate veterinary care and any problems are identified quickly and corrected \nappropriately. Each exhibitor must follow an appropriate program of veterinary care for dogs that is developed, \ndocumented in writing, and signed by the attending veterinarian. Exhibitors must keep and maintain the written program \nand make it available for APHIS inspection. The written program of veterinary care must address the requirements for \nadequate veterinary care for every dealer and exhibitor. Correct by October 18,2024. \n3.78(d)  Repeat\n\nOutdoor housing facilities. \nThe perimeter fence behind the enclosure housing a male chimpanzee remains less than 3 feet from the enclosure's \neasternmost wall, measuring only 19 inches. The facility’s perimeter fence must be a sufficient distance from the outside \nwall or fence of the primary enclosure to prevent physical contact between animals inside the enclosure and those outside \nthe perimeter fence. Fences less than 3 feet from the primary enclosure must be approved by the Administrator. \n3.80(a)(1) \n   \nPrimary enclosures. \nPrimary enclosures for various nonhuman primate species are not kept in good repair: \n \n** The top of a wooden ladder in the enclosure housing two black and white ruffed lemurs is deteriorating and splintered, \nwith rough, sharp edges. Additionally, the enclosure’s thatched roof is missing sections of thatching, leaving large open \ndefects. \n \n** In an enclosure housing a colobus monkey, there is a large, exposed nail protruding from a wooden branch. \n \n**Two plastic enrichment devices hanging in the enclosure housing two adult black and white lemurs are cracked and \nhave large holes with sharp edges that could cause injury. Additionally, the enclosure’s thatched roof is missing sections \nof thatching, leaving large open defects. \n \n** The Capuchin enclosures contain excessively rusty wire panels and damaged thatched roofs.  \n \nNonhuman primate primary enclosures that are not in good repair may not safely contain the animals, protect them from \ninjury, nor allow for proper cleaning and sanitization. Primary enclosures must be designed and constructed of suitable \nmaterials so that they are structurally sound for the species of nonhuman primates contained in them. They must be kept \nin good repair. Correct by December 12, 2024. \n3.84(c) \n   \nCleaning, sanitization, housekeeping, and pest control. \nA large section of the perimeter fence line surrounding the facility is not being maintained to prevent the accumulation of \nweeds and dense vegetation. This overgrowth prevents assessment of the fence's integrity and makes it impossible to \ndetermine if repairs are needed. Dense vegetation may also provide harborage for rodents, pests, and vermin. These \nareas are not maintained in a way that protects animal health and welfare. Premises where housing facilities are located, \nincluding building and surrounding grounds, must be kept clean and in good repair to facilitate husbandry practices and \nreduce or eliminate breeding and living areas for rodents, pests, and vermin. Correct by December 12, 2024. \n3.125(a)  Repeat\n   \nFacilities, general. \nMany enclosures are in need of repair:\n\n** The enclosure housing two African porcupines continues to have multiple deep burrows and holes with insufficient dig \nbarriers. Crested porcupines are known to be voracious diggers, so proper dig barriers are needed to prevent injuries and \nescapes. \n \n** The enclosure housing an adult female clouded leopard has a wooden night house with a large gaping hole in the \nbottom floorboard. Additionally, the remaining wood is damaged and deteriorating, and there is a wooden platform with \nmissing boards that is also deteriorating. \n \n** The wire enclosure housing two bobcats contains a significant amount of rust on the wire panels. In addition, there is a \nwooden platform with exposed nails and deteriorating wood. \n \n** The enclosure housing two jaguars has a severely damaged thatched roof. Most of the thatching material is missing, \nleaving only the wooden beam frame. \n \n** The enclosure containing four adult lions contains a platform with exposed nails and worn wood.  \n \n** The enclosure housing two adult jaguars contains a damaged platform that is bent downward and not secured or \nstable. Additionally, there is excessive rust and sharp points on a support metal beam and the lower right corner of the \nenclosure’s metal door frame. \n \n** The enclosure housing three adult tigers has metal shift gates that are excessively rusty and have jagged edges. \n \n** The enclosure housing an adult tiger contains a damaged section of wire fencing, with the upper third bent outward. \nThe licensee stated that the fencing was likely damaged by adjacent palm trees. \n \nFailure to maintain housing facilities in good repair can affect the structural integrity of the enclosures which may lead to \nthe injury or escape of the animals contained in them. The indoor and outdoor housing facilities shall be structurally sound \nand shall be maintained in good repair to protect the animals from injury and to contain the animals. \n3.127(b) \n   \nFacilities, outdoor. \nThere is inadequate shelter from inclement weather in multiple animal enclosures: \n \n** The outdoor enclosure housing two adult leopards contains a thatched roof which is severely damaged. The facility \nattempted to place a tarp over the roof, but it was also deteriorating, leaving a large open defect in the roof.  \n \n** The enclosure housing five goats does not have adequate natural or artificial shelter large enough to accommodate all \nthe animals in the enclosure simultaneously. Within the enclosure there are two plastic igloo structures and a chickencoop \nbut none of these structures would provide enough shelter during hazardous weather conditions.  \n \nThe lack of adequate shelter can adversely affect the animal’s health and wellbeing. Shelter appropriate to the local\n\nclimatic conditions for the species concerned shall be provided for all animals kept outdoors to afford them protection and \nto prevent discomfort to such animals. Correct by October 14, 2024. \n3.127(d)  Repeat\n   \nFacilities, outdoor. \nThe facility’s perimeter fence has multiple areas that require attention and/or repair:  \n \n** The rear fence of the red kangaroo’s primary enclosure is still part of the facility’s perimeter fence.  \n \n** The enclosure housing two adult servals remains 19 inches from the perimeter fence. \n \n** A section of the perimeter fence near the outdoor enclosure housing a serval is leaning inward and damaged, which \ncould allow unauthorized people or animals to enter the facility. \n \nA perimeter fence must be constructed so that it protects the animals in the facility by restricting animals and unauthorized \npersons from going through it or under it and having contact with the animals in the facility, and so that it can function as a \nsecondary containment system for the animals in the facility. It must be of sufficient distance from the outside of the \nprimary enclosure to prevent physical contact between animals inside the enclosure and animals or persons outside the \nperimeter fence. Such fences less than 3 feet in distance from the primary enclosure must be approved in writing by the \nAdministrator. \n3.150(c)(2) \n   \nFacilities, general. \nThe metal bird cage housing a white cockatoo shows evidence of excessive rust and flaking paint. There are areas at the \nbottom of the cage where the metal is rusted through. Excessive rust can compromise the structural strength, create \nrough and jagged surfaces that could injure the birds, and prevent proper cleaning and sanitization. Any surfaces that \ncome in contact with the birds must be free of rust or damage that affects the structural integrity of the surface or prevents \ncleaning. Correct by October 18, 2024. \n3.152(b) \n   \nFacilities, outdoor \nSeveral bird enclosures lacked appropriate shelter from inclement weather: \n \n** The enclosure housing two marabou storks contains a deteriorated and damaged wooden shelter. Additionally, the \nshelter is not large enough to accommodate both animals simultaneously. \n \n** Three emus are kept in an open area that provides inadequate shelter or cover to protect them from rain, wind, and \ninclement weather. The enclosure has a deteriorated wooden shelter with a damaged roof and missing walls. \n \n** One enclosure housing a kookaburra and another housing a Eurasian eagle owl lack adequate shelter to protect the\n\nbirds from wind and inclement weather. \n \nNot providing adequate shelter from rain, winter winds and inclement weather can have serious negative impacts on the \nhealth of the birds due to exposure. Outdoor housing facilities must provide adequate shelter, appropriate to the species \nand physical condition of the birds, for the local climatic conditions to protect the birds from any adverse weather \nconditions. Correct by December 12, 2024. \n3.153(a)(2) \n   \nPrimary enclosures. \nThe perches in the spectacled owl enclosure and the public viewing perch are in disrepair. The perches are wrapped in \nsynthetic turf that is unraveling, worn, and tearing apart. According to a facility representative, the owls interact with the \nturf, and fragmented pieces could be accidentally ingested. Primary enclosures for birds must be kept in good repair and \nprotect the birds from injury. Correct by October 18, 2024. \n \nThis inspection and exit interview were conducted with the licensee and a facility representative. \n \nAdditional Inspectors: \nKRISTIN NAPOLI, SUPERVISORY ANIMAL CARE SPECIALIST n",
  "animals_total": 111,
  "species": [
    {
      "count": 2,
      "scientific": "Panthera pardus",
      "common": "LEOPARD"
    },
    {
      "count": 2,
      "scientific": "Canis lupus X C. familiaris",
      "common": "WOLF/DOG HYBRID"
    },
    {
      "count": 1,
      "scientific": "Panthera leo X  P. tigris",
      "common": "LION X TIGER HYBRID / LIGER / TIGON"
    },
    {
      "count": 2,
      "scientific": "Cebus albifrons",
      "common": "BROWN PALE-FRONTED CAPUCHIN"
    },
    {
      "count": 4,
      "scientific": "Choloepus didactylus",
      "common": "LINNAEUS'S TWO-TOED SLOTH"
    },
    {
      "count": 2,
      "scientific": "Canis lupus hallstromi",
      "common": "NEW GUINEA SINGING DOG"
    },
    {
      "count": 6,
      "scientific": "Cebus capucinus",
      "common": "WHITE-HEADED / WHITE-THROATED CAPUCHIN"
    },
    {
      "count": 1,
      "scientific": "Colobus guereza",
      "common": "EASTERN BLACK-AND-WHITE COLOBUS / GUEREZA"
    },
    {
      "count": 1,
      "scientific": "Pan troglodytes",
      "common": "CHIMPANZEE"
    },
    {
      "count": 2,
      "scientific": "Hylobates lar",
      "common": "LAR GIBBON"
    },
    {
      "count": 4,
      "scientific": "Panthera onca",
      "common": "JAGUAR"
    },
    {
      "count": 3,
      "scientific": "Tamandua tetradactyla",
      "common": "SOUTHERN TAMANDUA"
    },
    {
      "count": 3,
      "scientific": "Panthera leo",
      "common": "LION"
    },
    {
      "count": 4,
      "scientific": "Panthera tigris",
      "common": "TIGER"
    },
    {
      "count": 2,
      "scientific": "Hystrix cristata",
      "common": "AFRICAN CRESTED PORCUPINE"
    },
    {
      "count": 2,
      "scientific": "Aonyx cinereus",
      "common": "ORIENTAL SMALL-CLAWED OTTER"
    },
    {
      "count": 4,
      "scientific": "Varecia variegata",
      "common": "BLACK-AND-WHITE RUFFED LEMUR"
    },
    {
      "count": 2,
      "scientific": "Neofelis nebulosa",
      "common": "CLOUDED LEOPARD"
    },
    {
      "count": 6,
      "scientific": "Leptailurus serval",
      "common": "SERVAL"
    },
    {
      "count": 8,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 1,
      "scientific": "Osphranter rufus",
      "common": "RED KANGAROO"
    },
    {
      "count": 4,
      "scientific": "Cebus olivaceus",
      "common": "WEEPER CAPUCHIN"
    },
    {
      "count": 7,
      "scientific": "Sapajus appella",
      "common": "BROWN CAPUCHIN / TUFTED CAPUCHIN"
    },
    {
      "count": 2,
      "scientific": "Potos flavus",
      "common": "KINKAJOU"
    },
    {
      "count": 2,
      "scientific": "Lynx rufus",
      "common": "BOBCAT"
    },
    {
      "count": 2,
      "scientific": "Vulpes lagopus",
      "common": "ARCTIC FOX"
    },
    {
      "count": 1,
      "scientific": "Pulsatrix perspicillata",
      "common": "SPECTACLED OWL"
    },
    {
      "count": 1,
      "scientific": "Bubo bubo",
      "common": "EURASIAN EAGLE-OWL"
    },
    {
      "count": 1,
      "scientific": "Myiopsitta monachus",
      "common": "MONK PARAKEET / QUAKER PARROT"
    },
    {
      "count": 1,
      "scientific": "Cacatua galerita",
      "common": "SULPHUR-CRESTED COCKATOO / GREATER SULPHUR-"
    },
    {
      "count": 1,
      "scientific": "Cacatua alba",
      "common": "WHITE COCKATOO / UMBRELLA COCKATOO"
    },
    {
      "count": 2,
      "scientific": "Phoenicopterus chilensis",
      "common": "CHILEAN FLAMINGO"
    },
    {
      "count": 3,
      "scientific": "Dromaius novaehollandiae",
      "common": "EMU"
    },
    {
      "count": 1,
      "scientific": "Ramphastos sulfuratus",
      "common": "KEEL-BILLED TOUCAN"
    },
    {
      "count": 1,
      "scientific": "Dacelo novaeguineae",
      "common": "LAUGHING KOOKABURRA"
    },
    {
      "count": 2,
      "scientific": "Meleagris gallopavo domesticus",
      "common": "DOMESTIC TURKEY"
    },
    {
      "count": 13,
      "scientific": "Gallus gallus domesticus",
      "common": "DOMESTIC CHICKEN (INCLUDING ALL DOMESTIC BREEDS /"
    },
    {
      "count": 1,
      "scientific": "Hydrochaeris hydrochaeris",
      "common": "CAPYBARA"
    },
    {
      "count": 2,
      "scientific": "Leptoptilos crumenifer",
      "common": "MARABOU STORK"
    },
    {
      "count": 2,
      "scientific": "Anas platyrhynchos domesticus",
      "common": "DOMESTIC DUCK INCLUDING ALL DOMESTIC BREEDS"
    },
    {
      "count": 0,
      "scientific": "Tolypeutes tricinctus",
      "common": "BRAZILIAN THREE-BANDED ARMADILLO"
    },
    {
      "count": 0,
      "scientific": "Saimiri sciureus",
      "common": "COMMON SQUIRREL MONKEY"
    }
  ]
}