{
  "insp_id": "195161157560109",
  "layout": "a",
  "customer_id": "4900",
  "customer_name": "Arlene L Koehn",
  "customer_addr": "2625 E. 20th St\nBurns, KS 66840",
  "certificate": "48-A-1189",
  "site_id": "001",
  "site_name": "Arlene Koehn",
  "insp_type": "ROUTINE INSPECTION",
  "date": "13-JUL-2016",
  "report_date": "13-JUL-2016",
  "citations": [
    {
      "code": "3.1(e)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "There is bedding stored in a barrel without the lid and some food stored in a bucket without a lid on it. Opened\nsupplies of food and bedding can become contaminated if not stored properly. All opened supplies of food and\nbedding must be stored in leak-proof containers with tightly fitted lids. Correct by 14 July 2016."
    },
    {
      "code": "3.1(f)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "There was old, damp bedding in at least one dog shelter. Deteriorated, damp bedding can contribute to disease\ntransmission, attract pests and be uncomfortable for the dogs. Facility operators must provide for regular and\nfrequent collection, removal and disposal of bedding in a manner that minimizes contamination and disease risks.\nCorrect by 17 July 2016."
    },
    {
      "code": "3.9(b)",
      "kind": "",
      "repeat": true,
      "desc": "FEEDING.",
      "narrative": "There are still at least two metal \"(cid:28)self-feeders\"(cid:29) that have a buildup of food residue and grime on the interior in\ncontact with the food. Dirty food receptacles can contaminate the food and affect the nutritive value of the food. If\nself-feeders are used, the licensee must keep them clean and sanitized in accordance with 3.11 b."
    },
    {
      "code": "3.11(a)",
      "kind": "",
      "repeat": true,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "Excreta covered a large portion (approximately a third of the floor space) of the outdoor section of one sheltered\nwhelping enclosure. According to the owner, this enclosure was cleaned 2 days ago. Accumulation of excreta can\nsoil the dogs, increase disease transmission, and attract flies and other pests. Excreta and food waste must be\nremoved from primary enclosures on a daily basis or more often to prevent the soiling of the dogs in the enclosure.\nThis routine inspection and exit interview were conducted with a facility representative, Dr. Margaret Shaver, VMO\nand Kendall Lundy, ACI.\nAdditional Inspectors\nShaver Margaret, Veterinary Medical Officer"
    }
  ],
  "narrative": "3.1(e)\nHOUSING FACILITIES, GENERAL.\nThere is bedding stored in a barrel without the lid and some food stored in a bucket without a lid on it.  Opened\nsupplies of food and bedding can become contaminated if not stored properly.  All opened supplies of food and\nbedding must be stored in leak-proof containers with tightly fitted lids.  Correct by 14 July 2016.\n3.1(f)\nHOUSING FACILITIES, GENERAL.\nThere was old, damp bedding in at least one dog shelter.  Deteriorated, damp bedding can contribute to disease\ntransmission, attract pests and be uncomfortable for the dogs.  Facility operators must provide for regular and\nfrequent collection, removal and disposal of bedding in a manner that minimizes contamination and disease risks. \nCorrect by 17 July 2016.\n3.9(b)                    REPEAT\nFEEDING.\nThere are  still at least two metal \"(cid:28)self-feeders\"(cid:29) that have a buildup of food residue and grime on the interior in\ncontact with the food.  Dirty food receptacles can contaminate the food and affect the nutritive value of the food. If\nself-feeders are used, the licensee must keep them clean and sanitized in accordance with 3.11 b.\n3.11(a)                    REPEAT\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\nExcreta covered a large portion (approximately a third of the floor space) of the outdoor section of one sheltered\nwhelping enclosure.  According to the owner, this enclosure was cleaned 2 days ago.  Accumulation of excreta can\nsoil the dogs, increase disease transmission, and attract flies and other pests.  Excreta and food waste must be\nremoved from primary enclosures on a daily basis or more often to prevent the soiling of the dogs in the enclosure.\nThis routine inspection and exit interview were conducted with a facility representative, Dr. Margaret Shaver, VMO\n\nand Kendall Lundy, ACI.\nAdditional Inspectors\nShaver Margaret, Veterinary Medical Officer",
  "animals_total": 28,
  "species": [
    {
      "count": 18,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 10,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}