{
  "insp_id": "2016082567946201",
  "layout": "a",
  "customer_id": "10912",
  "customer_name": "Spirit Of The Hills Wildlife Sanctuary",
  "customer_addr": "500 Tinton Road\nSpearfish, SD 57783",
  "certificate": "46-C-0053",
  "site_id": "001",
  "site_name": "SPIRIT OF THE HILLS WILDLIFE SANCTUARY",
  "insp_type": "ROUTINE INSPECTION",
  "date": "30-SEP-2016",
  "report_date": "30-SEP-2016",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "- Ram lamb was observed to have a scraped up left ear and his prepuce appeared to have a sore on it with some\nblack and soiled material around. The scrape and prepuce are conditions that, if not evaluated and treated per a\nveterinarian's recommendations could become infected and remain painful. Ensure that Ram-lamb is seen by a\nveterinarian and treated per their recommendations.\n- Skippy or Skip,a neutered male dog, housed with a coyote named Wiley has an open lesion under his right eye\nthat is draining and open. He was treated for an abscess and tooth problem where the lesion is but last treatment\nwas documented on 8/31/16. The facility reported that some time ago tests were done to see why the area doesn't\nheal but does not have the test results available. Skip must be treated per veterinarian's recommendations."
    },
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "The following animals have not had treatment plans initiated. A veterinarian has visited the facility on 9/29/2016 to\nmake recommendations, however the recommended treatment plans have not been implemented and the facility\nreports that implementation cannot begin until Monday 10/3/16 when the regular attending veterinarian returns.\nSome animals are in poor body condition and need specific diet recommendations however, the facility reports\nspecific diet instructions cannot be obtained until Monday 10/3/16 from the regular attending veterinarian. These\nanimals do not have appropriate body condition to enter winter and maintain a quality life.\n- Kody, a male Kodiak Grizzly, has a sunken in appearance behind his shoulders and in front of his hips indicating\nthat he is too thin. He has a coarse and dull hair coat as well indicating poor nutrition. The facility reports only\nfeeding produce and occasionally meat products.\n- Raphael, a male white tiger, was observed to be stiff and walk tenderly in his hind legs. He is thin; his shoulder\nblades and hip bones can be seen and his spine is visible.\n- Hercules, a male African lion, approximately 19y old. He was observed to be weak and very reluctant to get up on\nhis feet. His hind legs appear very weak. The veterinarian that saw him yesterday recommended bloodwork to\ncheck for health problems as soon as possible or to euthanize to alleviate his suffering.\n- Shula, a female tiger, has had bowed back legs due to a bone/joint problem. She was prescribed Metacam\n8/22/16 for pain management. The director was treating her and then left the facility for a week and nobody else\ntreated her while gone. The director reported that he treated her today. She also now has a swollen area on her\nright elbow. She is thin—her hip bones are visible and her backbone is slightly visible.\n- Asia, a female tiger, age unknown, has a red, swollen lesion on her lower left portion of her mouth. Some red\ndischarge was observed around the area. Her right front leg (forearm) has some swelling on it as well. Her tail is\ncoated in ‘burdock’ thorns as well indicating possible lack of grooming which is a sign that an animal is not feeling\nwell. She is also thin—her hip bones are clearly visible.\n- Leonardo, a male lion (without mane); is emaciated, his shoulder blades are clearly visible, most of his spine is\nvisible, and his hip bones are clearly visible. He is housed with two tigers (Bailey and Buddashey) and each was\nreportedly fed 20 lbs of chicken meat last night. Other large cats on the property that were reported fed last night\nwere observed to have had leftover chicken during the inspection. There was no leftover chicken seen in\nLeonardo's enclosure during inspection. The veterinarian recommended yesterday to separate Leonardo to better\ncontrol his diet and to monitor his eating.\n- Lily, a female black bear with grey on her face, is thin and has a poor haircoat. The areas behind her shoulders\nand in front of her hips are sunken in, indicating that she is too thin for this time of the year with winter coming up.\n- Grunt, a male black bear, is thin and has a poor haircoat. The areas behind his shoulders and in front of his hips\nare sunken in, indicating that he is too thin for this time of the year with winter coming up.\n- Holly, a female black bear, is thin and has a poor haircoat. The areas behind her shoulders and in front of her hips\nare sunken in, indicating that she is too thin for this time of the year with winter coming up.\n- Benny and Kiwani, male and female Syrian brown bears, observed to be thin; the areas behind their shoulders and\nin front of their hips are sunken in indicating they are too thin."
    },
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "- Macy, a female wolf hybrid, housed down by the cabin, is very thin. Her hip bones and shoulders can be seen\n(even though her fur coat is thick), her rear leg muscles appear to be very thin and weak, and her abdomen has a\nvery tucked up appearance behind the ribs. She was observed to be pacing nervously, she had diarrhea, and also\nretched and then vomitted a large amount of food during the inspection. The director said she gets nervous and\nvomits and has diarrhea.\n- Marshmellow,a male sheep, is extremely thin and reluctant to move. His hip bones and spine are easily seen. Staff\nreported yesterday that he is constantly dripping urine, his prepuce area today was confirmed to have urine\ndripping. The area around his prepuce was also soiled.\n- Gertrude, a female hog is thin and has scabbed sores and moist sores (about half dollar-sized) spread out on both\nsides of her body. Her shoulder blades, jaw bones, hip bone and spine are all visible and the area in front of her\nhips is sunken in.\n- Baby sheep, has had a history of regurgitating green rumen material. Baby sheep had been prescribed Baytril, the\nlast documented treatment was 9/22. The veterinarian has recommended further workup and bloodwork or\neuthanasia.\n- Ballsy or ‘Big balls’ (named by facility), a vasectomized male sheep, was seen limping and and his testicles are\noutwardly enlarged. The veterinarian examined him and found that the left testicle was twice the size of the right\nand are firm and that surgery (complete castration) is recommended.\n- Tilly, a female potbelly pig, is unstable on her hind legs and has trouble walking. She walks a short distance and\nthen her hind end appears to give out and she lays down. The veterinarian has recommended radiographs (x-rays)\nto further decide treatment.\n- Turbo, a mountain lion, has had its left front leg amputated years ago per facility. It has been recommended by\nthe attending veterinarian to have her euthanized two previous times (12/15/15) and (8/22/16) due to mobility\nconcerns. The veterinarian that examined Turbo yesterday also had concerns of mobility and recommended\neuthanasia.\nThese direct non-compliances need veterinary treatment and thin animals need close veterinary oversight on their\ndiets. These serious non-compliances are signs of suffering in these animals. To alleviate animal suffering;\ntreatment plans directed by a licensed veterinarian must be initiated before 1pm on Monday October 3, 2016."
    },
    {
      "code": "3.129(a)",
      "kind": "Direct",
      "repeat": true,
      "desc": "FEEDING.",
      "narrative": "APHIS officials observed no fewer than 12 carnivores at the facility exhibiting signs of poor body condition indicative\nof a lack of food of a sufficient quantity and nutritive value to maintain all animals in good: \"Kody\" (male Kodiak\ngrizzly bear); \"Benny\" (male Syrian bear); \"Kiwani\" (female Syrian bear); \"Lilly\" (female black bear);\"Grunt\" (male\nblack bear); \"Holly\" (female black bear); \"Raphael\" (male white tiger); \"Shula\" (female Bengal tiger); \"Hercules\"\n(male African lion); \"Asia\" (female Bengal tiger); \"Leonardo\" (male African lion); and \"Macey\" (female wolf hybrid).\nThe licensee represented to APHIS officials that he typically feeds these animals every-other-day, and Saturday\n(October 1, 2016) is a scheduled feed day for the animals. The licensee has approximately 500 pounds of chicken\nleg quarters and other miscellaneous meat products on hand to feed the animals, and stated additional food\nsupplies (chicken) would not be available for pick-up until Monday. The facility’s feeding protocol (dated January\n2013), however, states the facility requires over 800 pounds of meat per feeding for the animals. The facilities’\nfeeding plan does not consider the animals’ current poor body condition, and the facility does not have adequate\nfood supplies on hand to meet the facility’s minimal food needs (as described in the January 2013 plan).\nAPHIS officials observed no fewer than two additional animals exhibiting signs of poor body condition indicative of a\nlack of food of a sufficient quantity and nutritive value to maintain all animals in good: \"Gertrude\" (Female hog\n-housed at the barn) and \"Marshmallow\" (Female sheep - housed at the barn Insufficient). Inadequate quality or\ninappropriate diets can cause serious illness in animals leading to health problems in the animals to include death\nby starvation.\nThe regulations provide that: “The food shall be wholesome, palatable, and free from contamination and of sufficient\nquantity and nutritive value to maintain all animals in good health. The diet shall be prepared with consideration for\nthe age, species, condition, size, and type of the animal. Animals shall be fed at least once a day except as dictated\nby hibernation, veterinary treatment, normal fasts, or other professionally accepted practices.”\nThe diets for the above mentioned animals must be assessed with consideration for the age, species, condition,\nsize, and type of the animals. The facility must demonstrate it is able to provide food to the animals of sufficient\nquantity and nutritive value to maintain all animals in good health. To be corrected by 1pm on Monday, October 3,\n2016.\nThis inspection and exit interview were conducted with the sanctuary director and a volunteer.\nAdditional Inspectors\nGoplen D.V.M Ann, Veterinary Medical Officer\nWelch Scott, Veterinary Medical Officer"
    }
  ],
  "narrative": "2.40(b)(2)                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n- Ram lamb was observed to have a scraped up left ear and his prepuce appeared to have a sore on it with some\nblack and soiled material around.  The scrape and prepuce are conditions that, if not evaluated and treated per a\nveterinarian's recommendations could become infected and remain painful.  Ensure that Ram-lamb is seen by a\nveterinarian and treated per their recommendations.  \n- Skippy or Skip,a neutered male dog, housed with a coyote named Wiley has an open lesion under his right eye\nthat is draining and open. He was treated for an abscess and tooth problem where the lesion is but last treatment\nwas documented on 8/31/16.  The facility reported that some time ago tests were done to see why the area doesn't\nheal but does not have the test results available.  Skip must be treated per veterinarian's recommendations.\n2.40(b)(2)           DIRECT                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThe following animals have not had treatment plans initiated.  A veterinarian has visited the facility on 9/29/2016 to\nmake recommendations, however the recommended treatment plans have not been implemented and the facility\nreports that implementation cannot begin until Monday 10/3/16 when the regular attending veterinarian returns. \nSome animals are in poor body condition and need specific diet recommendations however, the facility reports\nspecific diet instructions cannot be obtained until Monday 10/3/16 from the regular attending veterinarian.  These\nanimals do not have appropriate body condition to enter winter and maintain a quality life.\n- Kody, a male Kodiak Grizzly, has a sunken in appearance behind his shoulders and in front of his hips indicating\nthat he is too thin. He has a coarse and dull hair coat as well indicating poor nutrition. The facility reports only\nfeeding produce and occasionally meat products. \n- Raphael, a male white tiger, was observed to be stiff and walk tenderly in his hind legs. He is thin; his shoulder\nblades and hip bones can be seen and his spine is visible.\n- Hercules, a male African lion, approximately 19y old. He was observed to be weak and very reluctant to get up on\n\nhis feet. His hind legs appear very weak.  The veterinarian that saw him yesterday recommended bloodwork to\ncheck for health problems as soon as possible or to euthanize to alleviate his suffering.  \n- Shula, a female tiger, has had bowed back legs due to a bone/joint problem. She was prescribed Metacam\n8/22/16 for pain management. The director was treating her and then left the facility for a week and nobody else\ntreated her while gone.  The director reported that he treated her today.  She also now has a swollen area on her\nright elbow.  She is thin—her hip bones are visible and her backbone is slightly visible.  \n- Asia, a female tiger, age unknown, has a red, swollen lesion on her lower left portion of her mouth. Some red\ndischarge was observed around the area. Her right front leg (forearm) has some swelling on it as well. Her tail is\ncoated in ‘burdock’ thorns as well indicating possible lack of grooming which is a sign that an animal is not feeling\nwell. She is also thin—her hip bones are clearly visible.\n- Leonardo, a male lion (without mane); is emaciated, his shoulder blades are clearly visible, most of his spine is\nvisible, and his hip bones are clearly visible.  He is housed with two tigers (Bailey and Buddashey) and each was\nreportedly fed 20 lbs of chicken meat last night.  Other large cats on the property that were reported fed last night\nwere observed to have had leftover chicken during the inspection.  There was no leftover chicken seen in\nLeonardo's enclosure during inspection.  The veterinarian recommended yesterday to separate Leonardo to better\ncontrol his diet and to monitor his eating. \n- Lily, a female black bear with grey on her face, is thin and has a poor haircoat. The areas behind her shoulders\nand in front of her hips are sunken in, indicating that she is too thin for this time of the year with winter coming up.\n- Grunt, a male black bear, is thin and has a poor haircoat. The areas behind his shoulders and in front of his hips\nare sunken in, indicating that he is too thin for this time of the year with winter coming up.\n- Holly, a female black bear, is thin and has a poor haircoat. The areas behind her shoulders and in front of her hips\nare sunken in, indicating that she is too thin for this time of the year with winter coming up.\n- Benny and Kiwani, male and female Syrian brown bears, observed to be thin; the areas behind their shoulders and\nin front of their hips are sunken in indicating they are too thin.\n2.40(b)(2)           DIRECT                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n- Macy, a female wolf hybrid, housed down by the cabin, is very thin. Her hip bones and shoulders can be seen\n(even though her fur coat is thick), her rear leg muscles appear to be very thin and weak, and her abdomen has a\nvery tucked up appearance behind the ribs.  She was observed to be pacing nervously, she had diarrhea, and also\n\nretched and then vomitted a large amount of food during the inspection.  The director said she gets nervous and\nvomits and has diarrhea. \n- Marshmellow,a male sheep, is extremely thin and reluctant to move. His hip bones and spine are easily seen. Staff\nreported yesterday that he is constantly dripping urine, his prepuce area today was confirmed to have urine\ndripping.  The area around his prepuce was also soiled. \n- Gertrude, a female hog is thin and has scabbed sores and moist sores (about half dollar-sized) spread out on both\nsides of her body.  Her shoulder blades, jaw bones, hip bone and spine are all visible and the area in front of her\nhips is sunken in.\n- Baby sheep, has had a history of regurgitating green rumen material. Baby sheep had been prescribed Baytril, the\nlast documented treatment was 9/22. The veterinarian has recommended further workup and bloodwork or\neuthanasia.\n- Ballsy or ‘Big balls’ (named by facility), a vasectomized male sheep, was seen limping and and his testicles are\noutwardly enlarged. The veterinarian examined him and found that the left testicle was twice the size of the right\nand are firm and that surgery (complete castration) is recommended.\n- Tilly, a female potbelly pig, is unstable on her hind legs and has trouble walking.  She walks a short distance and\nthen her hind end appears to give out and she lays down.  The veterinarian has recommended radiographs (x-rays)\nto further decide treatment.\n- Turbo, a mountain lion, has had its left front leg amputated years ago per facility.  It has been recommended by\nthe attending veterinarian to have her euthanized two previous times (12/15/15) and (8/22/16) due to mobility\nconcerns. The veterinarian that  examined Turbo yesterday also had concerns of mobility and recommended\neuthanasia.\nThese direct non-compliances need veterinary treatment and thin animals need close veterinary oversight on their\ndiets.  These serious non-compliances are signs of suffering in these animals.  To alleviate animal suffering;\ntreatment plans directed by a licensed veterinarian must be initiated before 1pm on Monday October 3, 2016.   \n3.129(a)           DIRECT                    REPEAT\nFEEDING.    \nAPHIS officials observed no fewer than 12 carnivores at the facility exhibiting signs of poor body condition indicative\nof a lack of food of a sufficient quantity and nutritive value to maintain all animals in good:  \"Kody\" (male Kodiak\ngrizzly bear); \"Benny\" (male Syrian bear); \"Kiwani\" (female Syrian bear); \"Lilly\" (female black bear);\"Grunt\" (male\n\nblack bear); \"Holly\" (female black bear); \"Raphael\" (male white tiger); \"Shula\" (female Bengal tiger); \"Hercules\"\n(male African lion); \"Asia\" (female Bengal tiger); \"Leonardo\" (male African lion); and \"Macey\" (female wolf hybrid). \nThe licensee represented to APHIS officials that he typically feeds these animals every-other-day, and Saturday\n(October 1, 2016) is a scheduled feed day for the animals.  The licensee has approximately 500 pounds of chicken\nleg quarters and other miscellaneous meat products on hand to feed the animals, and stated additional food\nsupplies (chicken) would not be available for pick-up until Monday.  The facility’s feeding protocol (dated January\n2013), however, states the facility requires over 800 pounds of meat per feeding for the animals.  The facilities’\nfeeding plan does not consider the animals’ current poor body condition, and the facility does not have adequate\nfood supplies on hand to meet the facility’s minimal food needs (as described in the January 2013 plan). \nAPHIS officials observed no fewer than two additional animals exhibiting signs of poor body condition indicative of a\nlack of food of a sufficient quantity and nutritive value to maintain all animals in good:  \"Gertrude\" (Female hog\n-housed at the barn) and \"Marshmallow\" (Female sheep - housed at the barn Insufficient). Inadequate quality or\ninappropriate diets can cause serious illness in animals leading to health problems in the animals to include death\nby starvation.\nThe regulations provide that: “The food shall be wholesome, palatable, and free from contamination and of sufficient\nquantity and nutritive value to maintain all animals in good health. The diet shall be prepared with consideration for\nthe age, species, condition, size, and type of the animal. Animals shall be fed at least once a day except as dictated\nby hibernation, veterinary treatment, normal fasts, or other professionally accepted practices.”\nThe diets for the above mentioned animals must be assessed with consideration for the age, species, condition,\nsize, and type of the animals. The facility must demonstrate it is able to provide food to the animals of sufficient\nquantity and nutritive value to maintain all animals in good health. To be corrected by 1pm on Monday, October 3,\n2016.\nThis inspection and exit interview were conducted with the sanctuary director and a volunteer.\nAdditional Inspectors\nGoplen D.V.M Ann, Veterinary Medical Officer\nWelch Scott, Veterinary Medical Officer",
  "animals_total": 20,
  "species": [
    {
      "count": 1,
      "scientific": "Canis lupus x c. l. familiaris",
      "common": "WOLF/DOG HYBRID"
    },
    {
      "count": 1,
      "scientific": "Canis lupus familiaris",
      "common": "DOMESTIC DOG"
    },
    {
      "count": 3,
      "scientific": "Ovis aries aries",
      "common": "SHEEP INCLUDING ALL DOMESTIC BREEDS"
    },
    {
      "count": 2,
      "scientific": "Panthera leo",
      "common": "LION"
    },
    {
      "count": 3,
      "scientific": "Panthera tigris",
      "common": "TIGER"
    },
    {
      "count": 1,
      "scientific": "Puma concolor",
      "common": "PUMA / MOUNTAIN LION / COUGAR"
    },
    {
      "count": 2,
      "scientific": "Sus scrofa domestica",
      "common": "DOMESTIC PIG / POTBELLY PIG / MICRO PIG"
    },
    {
      "count": 4,
      "scientific": "Ursus americanus",
      "common": "NORTH AMERICAN BLACK BEAR"
    },
    {
      "count": 1,
      "scientific": "Ursus arctos horribilis",
      "common": "GRIZZLY BEAR"
    },
    {
      "count": 2,
      "scientific": "Ursus arctos syriacus",
      "common": "SYRIAN BROWN BEAR"
    }
  ]
}