{
  "insp_id": "2016082568055082",
  "layout": "a",
  "customer_id": "40481",
  "customer_name": "Deborah L Snyder",
  "customer_addr": "Doug Smoot\n2988 Limestone Rd\nClifton, KS 66937",
  "certificate": "48-A-2003",
  "site_id": "002",
  "site_name": "DEBORAH SNYDER, DOUG SMOOT",
  "insp_type": "ROUTINE INSPECTION",
  "date": "18-JAN-2017",
  "report_date": "19-JAN-2017",
  "citations": [
    {
      "code": "3.1(f)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "* The ground surface consisting of a mud and standing water mixture was observed in one outdoor enclosure\nhousing three dogs. The mud and standing water is covering an estimated 50 to 60 percent of surface area being\nprovided to the dogs. Mud can cause potential soiling on the dogs. Standing water can create an environment for\nthe spread of diseases. Dogs not able to remain dry and clean at all times can have a negative effect on the health\nand well-being of the dogs. The licensee must ensure that housing facilities are equipped with drainage systems\nthat rapidly eliminate water and animals stay dry. It also must minimize vermin and pest infestation, insects, odors\nand disease hazards. Correct by 2/1/17.\n* The facility inspection and verbal exit briefing done on 1/18/17 were conducted with the licensee.\n* Copy of inspection report was sent by certified and regular mail."
    }
  ],
  "narrative": "3.1(f)\nHOUSING FACILITIES, GENERAL.\n*  The ground surface consisting of a mud and standing water mixture was observed in one outdoor enclosure\nhousing three dogs.   The mud and standing water is covering an estimated 50 to 60 percent of surface area being\nprovided to the dogs.    Mud can cause potential soiling on the dogs.  Standing water can create an environment for\nthe spread of diseases.  Dogs not able to remain dry and clean at all times can have a negative effect on the health\nand well-being of the dogs.  The licensee must ensure that housing facilities are equipped with drainage systems\nthat rapidly eliminate water and animals stay dry.  It also must minimize vermin and pest infestation, insects, odors\nand disease hazards.  Correct by 2/1/17.\n*   The facility inspection and verbal exit briefing done on 1/18/17 were conducted with the licensee.\n*  Copy of inspection report was sent by certified and regular mail.",
  "animals_total": 118,
  "species": [
    {
      "count": 81,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 37,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}