{
  "insp_id": "2016082569555612",
  "layout": "a",
  "customer_id": "30493",
  "customer_name": "John S Glick",
  "customer_addr": "1064 E Winter Rd\nLoganton, PA 17747",
  "certificate": "23-A-0597",
  "site_id": "002",
  "site_name": "JOHN S GLICK",
  "insp_type": "ROUTINE INSPECTION",
  "date": "27-JUN-2019",
  "report_date": "31-JUL-2019",
  "citations": [
    {
      "code": "3.25(a)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "During today's inspection there was one guinea pig that was noticed running loose within the facility. The\nLicensee's wife stated they she had noticed it the previous day but was unable to catch it at that time. Loose guinea\npigs can escape the facility all together or get hurt or injured while they are running loose. In addition, they could\nget hurt or injured by falling/jumping to the ground from the enclosure. Primary enclosures shall be constructed and\nmaintained so that the guinea pigs contained and not able get out of it's enclosure.\nCorrect By: 9/1/2019"
    },
    {
      "code": "3.29(d)",
      "kind": "",
      "repeat": false,
      "desc": "FEEDING.",
      "narrative": "On today's inspection around 75% of the self feeders had rust around the lip where the guinea pigs access their\nfood. Areas with rust can not be properly cleaned or sanitized. All food receptacles shall be kept in a manner and\nconstructed of a material that allows them to be clean and shall be sanitized at least once every 2 weeks. All\nfeeders with rust must be repaired, resurfaced or replaced to allow proper cleaning and sanitation.\nCorrect By: 9/1/2019\nThis inspection was conducted with the Licensee and the Licensee's Wife.\nThe exit interview was conducted with the Licensee."
    }
  ],
  "narrative": "3.25(a)\nFACILITIES, GENERAL.\nDuring today's inspection there was one guinea pig that was noticed running loose within the facility.  The\nLicensee's wife stated they she had noticed it the previous day but was unable to catch it at that time.  Loose guinea\npigs can escape the facility all together or get hurt or injured while they are running loose.  In addition, they could\nget hurt or injured by falling/jumping to the ground from the enclosure.  Primary enclosures shall be constructed and\nmaintained so that the guinea pigs contained and not able get out of it's enclosure.\nCorrect By: 9/1/2019\n3.29(d)\nFEEDING. \nOn today's inspection around 75% of the self feeders had rust around the lip where the guinea pigs access their\nfood.  Areas with rust can not be properly cleaned or sanitized.  All food receptacles shall be kept in a manner and\nconstructed of a material that allows them to be clean and shall be sanitized at least once every 2 weeks.  All\nfeeders with rust must be repaired, resurfaced or replaced to allow proper cleaning and sanitation.\nCorrect By: 9/1/2019\nThis inspection was conducted with the Licensee and the Licensee's Wife.\nThe exit interview was conducted with the Licensee.",
  "animals_total": 1698,
  "species": [
    {
      "count": 1698,
      "scientific": "Cavia porcellus",
      "common": "DOMESTIC GUINEA PIG"
    }
  ]
}