{
  "insp_id": "2016090000786353",
  "layout": "b",
  "customer_id": "503797",
  "customer_name": "ELLEN STROM RAY STROM",
  "customer_addr": "10030 STATE ROUTE 530 N E\nARLINGTON, WA 98223",
  "certificate": "91-C-0151",
  "site_id": "001",
  "site_name": "RAY STROM",
  "insp_type": "ROUTINE INSPECTION",
  "date": "22-APR-2022",
  "report_date": "26-APR-2022",
  "citations": [
    {
      "code": "2.40(a)(1)",
      "kind": "",
      "repeat": true,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "The written Program of Veterinary Care was not available for review. A written Program of Veterinary Care is required\nwhen the attending veterinarian is employed on a part-time basis, in order to ensure the facility has a program to follow\nand all animals have adequate veterinary care. The written Program of Veterinary Care in consultation with the attending\nveterinarian must be available for review."
    },
    {
      "code": "2.75(b)(1)",
      "kind": "",
      "repeat": true,
      "desc": "Records: Dealers and exhibitors.",
      "narrative": "The animal records were not available for review. Accurate and complete records enable the inspection process and\nprovide traceability of the animals, which can help protect their welfare. The licensee must ensure that the appropriate\nanimal records are kept and made available to APHIS officials for review."
    },
    {
      "code": "3.81",
      "kind": "",
      "repeat": true,
      "desc": "Environment enhancement to promote psychological well-being.",
      "narrative": "The plan on environmental enhancement for the lemurs was not available for review. All licensees must develop,\ndocument, and follow an appropriate plan for environmental enhancement adequate to promote psychological well-being\nof nonhuman primates. The written plan must be available for review."
    },
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": true,
      "desc": "Facilities, general.",
      "narrative": "Kangaroo-Wallaby enclosure: There were several sections of the primary enclosure wire fencing which were in disrepair,\nto include a section with the wire bent at the top and pressed downward into the enclosure. On the western side of their\nenclosure, the wire fencing is damaged, bent downward and the posts are leaning outward.\nGoat Pen: There was a small section of wire fencing which was bent upward from the bottom creating an opening with\nloose wire and least two wire points protruding into the opening.\nSharp, broken wires within the enclosure could result in punctures or laceration wounds to the animals. Open gaps,\nspaces, unstable or bent areas of the fencing with loose wires may cause leg entrapment or other injuries. Maintenance\nissues must be identified and addressed in a timely manner to keep the facilities structurally sound and in good repair,\nprotect the animals from injury and to contain the animals."
    },
    {
      "code": "3.127(d)",
      "kind": "",
      "repeat": true,
      "desc": "Facilities, outdoor.",
      "narrative": "The perimeter fencing at this facility has numerous issues including several sections maintained below the required 6 foot\nheight for the species housed. Vegetation is pressing down on top of the perimeter fence in several areas of the facility,\ncausing it to bend and loosen, reducing the height below 6 feet. In addition, there is a portion of the perimeter fence on\nthe eastern side of the facility that is inaccessible due to heavy vegetation. On the northern side of the facility near the\nparking area, a large tree has fallen and is resting on the top of the perimeter fence, damaging the fencing and reducing\nthe height below 6 feet. The perimeter fence on the western side adjacent to the wallaroo enclosure has wooden posts\nthat are broken at the base and leaning in, thus making the fence both unstable and below the required height. On the\nwestern side of the gift shop, the perimeter fence has a portion that is below 6 foot in height. Finally, the northwestern\ncorner of the enclosure adjacent to the house does not have a perimeter fence present. This section extends for\napproximately 15 feet in length.\nOutdoor housing facilities must be enclosed by a perimeter fence that is of sufficient height to keep animals and\nunauthorized persons out. A perimeter fence must be constructed so that it protects the animals in the facility by\nrestricting animals and unauthorized persons from going through it or under it and having contact with the animals in the\nfacility. A system must be in place to ensure and maintain a perimeter fence which is at least 6 feet in height.\nThis inspection and exit interview were conducted with the licensee.\nEnd Section"
    }
  ],
  "narrative": "2.40(a)(1)  Repeat\n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nThe written Program of Veterinary Care was not available for review.  A written Program of Veterinary Care is required \nwhen the attending veterinarian is employed on a part-time basis, in order to ensure the facility has a program to follow \nand all animals have adequate veterinary care.  The written Program of Veterinary Care in consultation with the attending \nveterinarian must be available for review. \n2.75(b)(1)  Repeat\n   \nRecords: Dealers and exhibitors. \nThe animal records were not available for review.  Accurate and complete records enable the inspection process and \nprovide traceability of the animals, which can help protect their welfare.  The licensee must ensure that the appropriate \nanimal records are kept and made available to APHIS officials for review. \n3.81  Repeat\n   \nEnvironment enhancement to promote psychological well-being. \nThe plan on environmental enhancement for the lemurs was not available for review.  All licensees must develop, \ndocument, and follow an appropriate plan for environmental enhancement adequate to promote psychological well-being \nof nonhuman primates.  The written plan must be available for review. \n3.125(a)  Repeat\n\nFacilities, general. \nKangaroo-Wallaby enclosure:  There were several sections of the primary enclosure wire fencing which were in disrepair, \nto include a section with the wire bent at the top and pressed downward into the enclosure.  On the western side of their \nenclosure, the wire fencing is damaged, bent downward and the posts are leaning outward. \n \nGoat Pen:  There was a small section of wire fencing which was bent upward from the bottom creating an opening with \nloose wire and least two wire points protruding into the opening. \n \nSharp, broken wires within the enclosure could result in punctures or laceration wounds to the animals.  Open gaps, \nspaces, unstable or bent areas of the fencing with loose wires may cause leg entrapment or other injuries.  Maintenance \nissues must be identified and addressed in a timely manner to keep the facilities structurally sound and in good repair, \nprotect the animals from injury and to contain the animals. \n3.127(d)  Repeat\n   \nFacilities, outdoor. \nThe perimeter fencing at this facility has numerous issues including several sections maintained below the required 6 foot \nheight for the species housed.  Vegetation is pressing down on top of the perimeter fence in several areas of the facility, \ncausing it to bend and loosen, reducing the height below 6 feet.  In addition, there is a portion of the perimeter fence on \nthe eastern side of the facility that is inaccessible due to heavy vegetation.  On the northern side of the facility near the \nparking area, a large tree has fallen and is resting on the top of the perimeter fence, damaging the fencing and reducing \nthe height below 6 feet.  The perimeter fence on the western side adjacent to the wallaroo enclosure has wooden posts \nthat are broken at the base and leaning in, thus making the fence both unstable and below the required height.  On the \nwestern side of the gift shop, the perimeter fence has a portion that is below 6 foot in height.  Finally, the northwestern\n\ncorner of the enclosure adjacent to the house does not have a perimeter fence present.  This section extends for \napproximately 15 feet in length. \n \nOutdoor housing facilities must be enclosed by a perimeter fence that is of sufficient height to keep animals and \nunauthorized persons out.  A perimeter fence must be constructed so that it protects the animals in the facility by \nrestricting animals and unauthorized persons from going through it or under it and having contact with the animals in the \nfacility.  A system must be in place to ensure and maintain a perimeter fence which is at least 6 feet in height. \n \nThis inspection and exit interview were conducted with the licensee. \n \nEnd Section",
  "animals_total": 33,
  "species": [
    {
      "count": 2,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 1,
      "scientific": "Lama glama",
      "common": "LLAMA"
    },
    {
      "count": 2,
      "scientific": "Lama pacos",
      "common": "ALPACA"
    },
    {
      "count": 15,
      "scientific": "Osphranter rufus",
      "common": "RED KANGAROO"
    },
    {
      "count": 6,
      "scientific": "Notamacropus rufogriseus",
      "common": "BENNETT'S WALLABY / RED-NECKED WALLABY"
    },
    {
      "count": 1,
      "scientific": "Osphranter bernardus",
      "common": "BERNARD'S WALLAROO / BLACK WALLAROO"
    },
    {
      "count": 6,
      "scientific": "Lemur catta",
      "common": "RING-TAILED LEMUR"
    }
  ]
}