{
  "insp_id": "2016082568685119",
  "layout": "a",
  "customer_id": "324050",
  "customer_name": "Carl Michael Winters",
  "customer_addr": "Lori Ann Winters\n20867 East County Rd 153\nBlair, OK 73526",
  "certificate": "73-A-2700",
  "site_id": "001",
  "site_name": "Carl Winters & Lori Winters",
  "insp_type": "ROUTINE INSPECTION",
  "date": "08-AUG-2017",
  "report_date": "09-AUG-2017",
  "citations": [
    {
      "code": "3.11(a)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "*** Three enclosures housing two dogs each have an accumulation of fecal waste on 30 to 40 percent of available\ndirt flooring. The waste buildup is located in the outdoor housing. The licensee stated that it had been a while since\nthe last time the fecal waste had been removed from the enclosures. The potential for soiling or caking of the hair\ncoat exists when the dogs have to walk or rest on the affected surface. Unsanitary living conditions could lead to\npotential contamination, soiling or caking of the hair coat or disease risks. The licensee must ensure that all excreta\nis removed from the primary enclosures on a daily basis to reduce any disease hazards, insects, pests, and odors.\nTo be corrected by: 8/11/17.\nThis inspection and exit interview were conducted with the facility representative."
    }
  ],
  "narrative": "3.11(a)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\n***   Three enclosures housing two dogs each have an accumulation of fecal waste on 30 to 40 percent of available\ndirt flooring.  The waste buildup is located in the outdoor housing.  The licensee stated that it had been a while since\nthe last time the fecal waste had been removed from the enclosures.  The potential for soiling or caking of the hair\ncoat exists when the dogs have to walk or rest on the affected surface.   Unsanitary living conditions could lead to\npotential contamination, soiling or caking of the hair coat or disease risks.  The licensee must ensure that all excreta\nis removed from the primary enclosures on a daily basis to reduce any disease hazards, insects, pests, and odors.\nTo be corrected by: 8/11/17.\nThis inspection and exit interview were conducted with the facility representative.",
  "animals_total": 13,
  "species": [
    {
      "count": 13,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    }
  ]
}