{
  "insp_id": "159151808170447",
  "layout": "a",
  "customer_id": "5220",
  "customer_name": "Clifford Groen",
  "customer_addr": "Verla Groen\n1849 Marsh Ave\nLittle Rock, IA 51243",
  "certificate": "42-A-0118",
  "site_id": "001",
  "site_name": "CLIFFORD GROEN, VERLA GROEN",
  "insp_type": "ROUTINE INSPECTION",
  "date": "08-JUN-2015",
  "report_date": "09-JUN-2015",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "In the red building there is a female Maltese (ear tattoo CSM) that has an approximately one inch long open wound\nlocated along the underside of her right flank at the top of the right rear leg. The area around the wound is slightly\nreddened and the inside edge of the wound is somewhat swollen. The licensee has been self-treating the wound\nwith Vetericyn but this dog has not been evaluated by a licensed veterinarian. Open wounds can cause pain and\ndiscomfort to the dog and could lead to further health issues. This dog must be evaluated by a licensed veterinarian\nfor proper diagnosis and treatment plan. The diagnosis and treatment plan must be documented and available to\nthe inspector upon request.\nCorrection date: June 12, 2015\nThe female Maltese (ear tattoo CSM) that has an open wound was treated with Vetericyn during the inspection.\nCloser examination of the bottle of Vetericyn revealed that it had expired in October of 2013. The use of expired\nmedication is not considered to be acceptable veterinary care and may not be effective. The expired medication\nshould be properly disposed of or appropriately labeled as expired and moved to a physically separate location from\nthe non-expired medications. Licensee must ensure that all medications used on the dogs is current and has not\nexpired.\nCorrection date: Immediately\nExit interview conducted with facility representative"
    }
  ],
  "narrative": "2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nIn the red building there is a female Maltese (ear tattoo CSM) that has an approximately one inch long open wound\nlocated along the underside of her right flank at the top of the right rear leg.  The area around the wound is slightly\nreddened and the inside edge of the wound is somewhat swollen.  The licensee has been self-treating the wound\nwith Vetericyn but this dog has not been evaluated by a licensed veterinarian.  Open wounds can cause pain and\ndiscomfort to the dog and could lead to further health issues.  This dog must be evaluated by a licensed veterinarian\nfor proper diagnosis and treatment plan.  The diagnosis and treatment plan must be documented and available to\nthe inspector upon request.\nCorrection date:  June 12, 2015\nThe female Maltese (ear tattoo CSM) that has an open wound was treated with Vetericyn during the inspection. \nCloser examination of the bottle of Vetericyn revealed that it had expired in October of 2013.  The use of expired\nmedication is not considered to be acceptable veterinary care and may not be effective.  The expired medication\nshould be properly disposed of or appropriately labeled as expired and moved to a physically separate location from\nthe non-expired medications.  Licensee must ensure that all medications used on the dogs is current and has not\nexpired.\nCorrection date:  Immediately\nExit interview conducted with facility representative",
  "animals_total": 86,
  "species": [
    {
      "count": 48,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 38,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}