{
  "insp_id": "2016082568005717",
  "layout": "a",
  "customer_id": "331852",
  "customer_name": "James M Hayes",
  "customer_addr": "5676 Brinkley Rd\nBelews Creek, NC 27009",
  "certificate": "55-A-0168",
  "site_id": "001",
  "site_name": "JAMES M HAYES",
  "insp_type": "ROUTINE INSPECTION",
  "date": "15-NOV-2016",
  "report_date": "15-NOV-2016",
  "citations": [
    {
      "code": "3.131(a)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "The walls and bottoms of the plastic tubs and aquariums serving as hedgehog enclosures have significant build-up\nof a brown film and fly specks. Excessively soiled cardboard housing boxes are noted in most enclosures.\nExcessive amounts of feces are present in about half of the enclosures. Buildup of feces and unclean enclosures\ncan lead to pest problems and pose risks to the health of the animals. Excreta shall be removed from primary\nenclosures as often as necessary to prevent contamination of the animals contained therein and to minimize\ndisease hazards and to reduce odors. All enclosures need to be cleaned appropriately and/or replaced if adequate\ncleanliness and sanitation cannot be maintained. Correct by December 15, 2016."
    },
    {
      "code": "3.131(b)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "Brown film and fly specks are noted coating all surfaces of the enclosures housing the hedgehogs. Excess grime\ncan lead to pest control problems and disease concerns for the hedgehogs. Enclosures shall be sanitized in\naccordance with this section. Correct by December 15, 2016."
    },
    {
      "code": "3.131(c)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "The room housing the hedgehogs is overcrowded and cluttered with excess equipment, pest control products, and\nbedding materials. The walls, ceiling and floor of the room are not clean and have excessive amounts of brown film\nand dirt. Overcrowding of housing areas with nonessential items can lead to increased pest problems and an\ninability to clean and sanitize the facility adequately. Correct by December 15, 2016."
    },
    {
      "code": "3.131(d)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "An excessive number of houseflies are present in the room housing the hedgehogs. Although fly strips are in place,\nthere are too many flies in the enclosures and the room in general. Four to five flies were noted in most enclosures.\nPests can transmit diseases that can impact the health of the hedgehogs. A safe and effective program for the\ncontrol of insects, ectoparasites and avian and mammalian pests shall be established and maintained. Correct by\nDecember 15, 2016.\nThis inspection and exit interview were conducted with the facility owner."
    }
  ],
  "narrative": "3.131(a)\nSANITATION.   \nThe walls and bottoms of the plastic tubs and aquariums serving as hedgehog enclosures have significant build-up\nof a brown film and fly specks.  Excessively soiled cardboard housing boxes are noted in most enclosures.\nExcessive amounts of feces are present in about half of the enclosures.  Buildup of feces and unclean enclosures\ncan lead to pest problems and pose risks to the health of the animals. Excreta shall be removed from primary\nenclosures as often as necessary to prevent contamination of the animals contained therein and to minimize\ndisease hazards and to reduce odors.  All enclosures need to be cleaned appropriately and/or replaced if adequate\ncleanliness and sanitation cannot be maintained.  Correct by December 15, 2016.\n3.131(b)\nSANITATION.   \nBrown film and fly specks are noted coating all surfaces of the enclosures housing the hedgehogs.  Excess grime\ncan lead to pest control problems and disease concerns for the hedgehogs.  Enclosures shall be sanitized in\naccordance with this section.  Correct by December 15, 2016.\n3.131(c)\nSANITATION.   \nThe room housing the hedgehogs is overcrowded and cluttered with excess equipment, pest control products, and\nbedding materials.  The walls, ceiling and floor of the room are not clean and have excessive amounts of brown film\nand dirt.  Overcrowding of housing areas with nonessential items can lead to increased pest problems and an\ninability to clean and sanitize the facility adequately.  Correct by December 15, 2016.\n3.131(d)\nSANITATION.   \nAn excessive number of houseflies are present in the room housing the hedgehogs.  Although fly strips are in place,\nthere are too many flies in the enclosures and the room in general.  Four to five flies were noted in most enclosures.\nPests can transmit diseases that can impact the health of the hedgehogs.  A safe and effective program for the\n\ncontrol of insects, ectoparasites and avian and mammalian pests shall be established and maintained.  Correct by\nDecember 15, 2016.\nThis inspection and exit interview were conducted with the facility owner.",
  "animals_total": 30,
  "species": [
    {
      "count": 30,
      "scientific": "Atelerix albiventris",
      "common": "FOUR-TOED HEDGEHOG (MOST COMMON PET HEDGEHOG)"
    }
  ]
}