{
  "insp_id": "90161416250629",
  "layout": "a",
  "customer_id": "324966",
  "customer_name": "Jacob K Fisher",
  "customer_addr": "12380 Jones Road\nHagerstown, IN 47346",
  "certificate": "32-A-0493",
  "site_id": "001",
  "site_name": "JACOB K FISHER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "30-MAR-2016",
  "report_date": "31-MAR-2016",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "Several guinea pigs were identified during inspection which required veterinary attention:\nMany of the guinea pigs in pen I(7) had skin lesions of varying degrees. The signs ranged from thinning haircoat, to\npatches of alopecia, with or without scaly, crusty skin. One white adult guinea pig has diffuse hairloss with several\ncircular crusts of skin over her back and sides. Several juvenile guinea pigs have patchy hairloss with heavy\nplaques of crusting skin over their hindquarters.\nOne red/brown and white adult guinea pig has a large mass under her chin in the neck region. The mass is the size\nof a large egg, is asymmetrically shaped, and drags the ground between her front legs.\nOne reddish brown and white adult guinea pig has moist right eye. An opaque discharge is accumulated in and\naround the right eye. The lids appear slightly swollen and moderately drooped.\nOne red/brown and white guinea pig has discharge accumulated around its nostrils and left eye. There is a ring of\nbrownish material encircling each nostril. The left eye has an opaque, light green fluid accumulated in the corner of\nthe left eye. The lids appear swollen and droopy.\nA red with white adult guinea pig has a mild left head tilt and material crusted in and around its left eye. The lids of\nthe left eye appear thick and bumpy with material accumulated in the corner.\nA white and black adult guinea pig is thin and breathing heavy. The guinea pigs sides move forcefully and abruptly\nwith each breath. Though the guinea pig initially appeared reluctant to move, with observation it seemed the guinea\npig became restless: scratching, licking, or repeatedly drinking., unable to settle.\nA red with white adult guinea pig has a left rear leg lameness. The left rear leg is bent out behind the guinea pig at\nan odd angle. When walking, the guinea pig can move this leg, but never brings it up under its body.\nA white, red, and black adolescent guinea pig has fresh blood on its face. The left ear is torn and ragged. There is\nboth dried, crusted blood and fresh blood present on the left ear.\nThese guinea pigs require medical attention for their health and well being. Licensee must use appropriate\nmethods to prevent, control, diagnose and treat diseases and injuries. These animals must be examined by a\nlicensed veterinarian for diagnosis and treatment. Documentation of the veterinarian's assessment, treatment, and\nplan shall be maintained for examination by APHIS officials.\nCorrect by: April 1, 2016"
    },
    {
      "code": "2.40(b)(3)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "In addition to the more than 10 animals cited above, two guinea pigs have smooth masses under their chin on their\nnecks. One brown and white adult, and one red, brown, and white adult. Both masses are the size of a small\nwalnut. The written program of veterinary care states animals with this condition may be observed, but no record of\nobservation for these guinea pigs is available. Nor are treatment or observation records available for the guinea\npigs previously listed. The conditions were not observed or reported to a veterinarian prior to inspection. When\nhealth problems go unnoticed, animals may suffer needlessly, especially if their condition worsens. Each dealer or\nexhibitor shall establish and maintain programs of adequate veterinary care that include daily observation of all\nanimals to assess their health and well-being. Timely and accurate information on problems of animal health,\nbehavior, and well-being shall be conveyed to the attending veterinarian so appropriate treatment may be initiated.\nLicensee shall establish a method for accurate identification and documentation of health concerns in all animals on\na daily basis.\nCorrect by: From This Day Forward"
    },
    {
      "code": "3.31(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "There is a strong smell of ammonia in the guinea pig housing area. Though the enclosures are cleaned weekly and\ndue to be cleaned today, many of the guinea pig enclosures are too dirty. Wet, soiled bedding and excreta have\naccumulated on the floors such that the animals cannot avoid these areas. Commonly, the heavily soiled floor\nareas are in corners where the guinea pigs like to congregate, and/or are near the food and water receptacles.\nAlong the back wall under the wire mesh of some enclosures is a heavy build up of brown material. It may also be\npresent on the sides near the water receptacles, both inside and outside. Accumulated organic material harbors\ndisease hazards that pose a health risk to the animals. Primary enclosures shall be cleaned and sanitized often\nenough to prevent an accumulation of excreta or debris. Licensee shall develop and implement a\ncleaning/sanitization schedule such that the guinea pig enclosures remain clean and dry.\nCorrect by: April 7, 2016\nExit interview conducted with Licensee."
    }
  ],
  "narrative": "2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nSeveral guinea pigs were identified during inspection which required veterinary attention:\nMany of the guinea pigs in pen I(7) had skin lesions of varying degrees. The signs ranged from thinning haircoat, to\npatches of alopecia, with or without scaly, crusty skin.  One white adult guinea pig has diffuse hairloss with several\ncircular crusts of skin over her back and sides.  Several juvenile guinea pigs have patchy hairloss with heavy\nplaques of crusting skin over their hindquarters. \nOne red/brown and white adult guinea pig has a large mass under her chin in the neck region.  The mass is the size\nof a large egg, is asymmetrically shaped, and drags the ground between her front legs.\nOne reddish brown and white adult guinea pig has moist right eye.  An opaque discharge is accumulated in and\naround the right eye.  The lids appear slightly swollen and moderately drooped.\nOne red/brown and white guinea pig has discharge accumulated around its nostrils and left eye.  There is a ring of\nbrownish material encircling each nostril.  The left eye has an opaque, light green fluid accumulated in the corner of\nthe left eye.  The lids appear swollen and droopy.\nA red with white adult guinea pig has a mild left head tilt and material crusted in and around its left eye.  The lids of\nthe left eye appear thick and bumpy with material accumulated in the corner.\nA white and black adult guinea pig is thin and breathing heavy.  The guinea pigs sides move forcefully and abruptly\nwith each breath.  Though the guinea pig initially appeared reluctant to move, with observation it seemed the guinea\npig became restless:  scratching, licking, or repeatedly drinking., unable to settle.\nA red with white adult guinea pig has a left rear leg lameness.  The left rear leg is bent out behind the guinea pig at\nan odd angle.  When walking, the guinea pig can move this leg, but never brings it up under its body.\nA white, red, and black adolescent guinea pig has fresh blood on its face.  The left ear is torn and ragged.  There is\n\nboth dried, crusted blood and fresh blood present on the left ear.\nThese guinea pigs require medical attention for their health and well being.  Licensee must use appropriate\nmethods to prevent, control, diagnose and treat diseases and injuries.  These animals must be examined by a\nlicensed veterinarian for diagnosis and treatment.  Documentation of the veterinarian's assessment, treatment, and\nplan shall be maintained for examination by APHIS officials.\nCorrect by:  April 1, 2016\n2.40(b)(3)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nIn addition to the more than 10 animals cited above, two guinea pigs have smooth masses under their chin on their\nnecks.  One brown and white adult, and one red, brown, and white adult.  Both masses are the size of a small\nwalnut.  The written program of veterinary care states animals with this condition may be observed, but no record of\nobservation for these guinea pigs is available.  Nor are treatment or observation records available for the guinea\npigs previously listed.  The conditions were not observed or reported to a veterinarian prior to inspection.  When\nhealth problems go unnoticed, animals may suffer needlessly, especially if their condition worsens.  Each dealer or\nexhibitor shall establish and maintain programs of adequate veterinary care that include daily observation of all\nanimals to assess their health and well-being.  Timely and accurate information on problems of animal health,\nbehavior, and well-being shall be conveyed to the attending veterinarian so appropriate treatment may be initiated. \nLicensee shall establish a method for accurate identification and documentation of health concerns in all animals on\na daily basis. \nCorrect by:  From This Day Forward\n3.31(a)(1)\nSANITATION.\nThere is a strong smell of ammonia in the guinea pig housing area.  Though the enclosures are cleaned weekly and\ndue to be cleaned today, many of the guinea pig enclosures are too dirty.  Wet, soiled bedding and excreta have\naccumulated on the floors such that the animals cannot avoid these areas.  Commonly, the heavily soiled floor\nareas are in corners where the guinea pigs like to congregate, and/or are near the food and water receptacles.\nAlong the back wall under the wire mesh of some enclosures is a heavy build up of brown material.  It may also be\npresent on the sides near the water receptacles, both inside and outside.  Accumulated organic material harbors\ndisease hazards that pose a health risk to the animals.  Primary enclosures shall be cleaned and sanitized often\nenough to prevent an accumulation of excreta or debris.  Licensee shall develop and implement a\ncleaning/sanitization schedule such that the guinea pig enclosures remain clean and dry.\n\nCorrect by:  April 7, 2016 \nExit interview conducted with Licensee.",
  "animals_total": 850,
  "species": [
    {
      "count": 850,
      "scientific": "Cavia porcellus",
      "common": "DOMESTIC GUINEA PIG"
    }
  ]
}