{
  "insp_id": "261151242290666",
  "layout": "a",
  "customer_id": "331227",
  "customer_name": "Kelly Krejci",
  "customer_addr": "1483 N. 2100 Rd.\nLawrence, KS 66044",
  "certificate": "48-A-2166",
  "site_id": "001",
  "site_name": "Kelly Krejci",
  "insp_type": "ROUTINE INSPECTION",
  "date": "17-SEP-2015",
  "report_date": "22-SEP-2015",
  "citations": [
    {
      "code": "2.50(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "TIME AND METHOD OF IDENTIFICATION.",
      "narrative": "* At least seven adult cats had no official identification on them at time of inspection. The licensee is using tags as\nthe identification of choice. Official identification is needed to ensure each animal(cid:25)s identity can be known with\ncertainty and to facilitate the ability to trace all cats. The licensee must ensure that all cats are officially identified by\ncollar, tattoo or microchip means. If the licensee uses microchips then a microchip reader must be made available\nto the inspector at time of facility inspection. Correct by 10/17/15."
    },
    {
      "code": "2.75(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "RECORDS: DEALERS AND EXHIBITORS.",
      "narrative": "* No inventory information was available on 26 unweaned kittens. Inventory information is needed to ensure the\nindividual identity can be known with certainty and to facilitate the ability to trace all kittens. The licensee must\nmake, keep and maintain complete and accurate inventory records that fully and correctly disclose information on all\nanimals at the facility. Correct by 10/17/15."
    },
    {
      "code": "3.1(c)(2)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "* An estimated one foot section of plastic base board was observed separated from the interior enclosure wall.\nTwenty five cats are in contact with the affected area located in indoor housing. Surfaces not maintained on a\nregular basis cannot be readily cleaned and sanitized. The potential for dirt, hair or dust to collect in the area where\nthe base board has separated from enclosure wall exist. The licensee must ensure all surfaces are maintained on a\nregular basis. In addition, if any surface cannot be readily cleaned and sanitized it must be replaced when worn or\nsoiled. Correct by 10/1/15.\n* The facility inspection and verbal exit briefing was conducted with the licensee.\n* Copy of inspection report was sent by certified and regular mail."
    }
  ],
  "narrative": "2.50(a)(1)\nTIME AND METHOD OF IDENTIFICATION.\n*   At least seven adult cats had no official identification on them at time of inspection.  The licensee is using tags as\nthe identification of choice.  Official identification is needed to ensure each animal(cid:25)s identity can be known with\ncertainty and to facilitate the ability to trace all cats.  The licensee must ensure that all cats are officially identified by\ncollar, tattoo or microchip means.  If the licensee uses microchips then a microchip reader must be made available\nto the inspector at time of facility inspection.   Correct by  10/17/15.\n2.75(a)(1)\nRECORDS: DEALERS AND EXHIBITORS.\n*    No inventory information was available on 26 unweaned kittens.  Inventory information is needed to ensure the\nindividual identity can be known with certainty and to facilitate the ability to trace all kittens.  The licensee must\nmake, keep and maintain complete and accurate inventory records that fully and correctly disclose information on all\nanimals at the facility.   Correct by  10/17/15.\n3.1(c)(2)\nHOUSING FACILITIES, GENERAL.\n*  An estimated one foot section of plastic base board was observed separated from the interior enclosure wall. \nTwenty five cats are in contact with the affected area located in indoor housing.  Surfaces not maintained on a\nregular basis cannot be readily cleaned and sanitized.  The potential for dirt, hair or dust to collect in the area where\nthe base board has separated from enclosure wall exist.  The licensee must ensure all surfaces are maintained on a\nregular basis.  In addition, if any surface cannot be readily cleaned and sanitized it must be replaced when worn or\nsoiled.   Correct by  10/1/15.\n*  The facility inspection and verbal exit briefing was conducted with the licensee.\n*  Copy of inspection report was sent by certified and regular mail.",
  "animals_total": 57,
  "species": [
    {
      "count": 31,
      "scientific": "Felis silvestris catus",
      "common": "CAT ADULT"
    },
    {
      "count": 26,
      "scientific": "Felis silvestris catus",
      "common": "CAT KITTEN"
    }
  ]
}