{
  "insp_id": "2016082568204693",
  "layout": "a",
  "customer_id": "40018",
  "customer_name": "Chris Vanderveer",
  "customer_addr": "1458 110th Place\nKnoxville, IA 50138",
  "certificate": "42-A-1516",
  "site_id": "001",
  "site_name": "CHRIS VANDERVEER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "17-APR-2017",
  "report_date": "18-APR-2017",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "Female Yorkshire terrier (microchip #4B7E5B5050) is holding her right front leg off the floor. The dog is completely\nnon-weight bearing on this leg while she moved around the enclosure. The facility representative thought she had\nbeen carrying the leg in this manner for less than a month. This dog also has a buildup of brownish-grey tartar on\nher teeth. There is a creamy grey discharge along the gum line of the upper right and upper left cheek teeth. The\ngums are slightly reddened. This dog has not been evaluated by a licensed veterinarian for the condition of her leg\nor teeth.\nMale Bichon (microchip #0A02336241) has an open wound on the inside of the left ear flap. The open wound is\nraw and red in color and the hair around it is caked with a dry, dark colored, scab-like material. The facility\nrepresentatives had not noticed the condition of this dog’s ear and the dog has not been evaluated by a licensed\nveterinarian.\nPoor dental health and open wounds could cause pain and discomfort to the dog as well as lead to further health\nissues. Failure to bear weight on a leg could be a sign of pain or discomfort and could also indicate an underlying\nhealth issue.\nThe above mentioned dogs must be evaluated by a licensed veterinarian for a proper diagnosis and to establish an\neffective treatment plan. The diagnosis and treatment plan must be documented in writing and available to the\ninspector upon request.\nTo be corrected by: The facility representative transported both dogs to a licensed veterinarian’s office at\nthe time of the inspection.\nOne bag of Veterinary Lactated Ringers Injection found in the puppy building expired in December 2016. Expired\nmedical material may be ineffective and the health of the animals may suffer. The licensee must dispose of this\nproduct or clearly mark it as expired so that it is not used for regulated animals. The licensee must ensure that all\nmedical materials used for the dogs has not expired."
    },
    {
      "code": "3.1(a)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "In the first building, there is one enclosure housing a Boston terrier, whose wire flooring has become detached from\nthe wire side panel. This has created a gap in the floor every time the dog places his foot next to the detached\narea.\nIn one enclosure, containing two Cavalier spaniels the wire gate on the outdoor portion of the enclosure has\nbecome bent resulting in a gap between the bottom of the gate and the side of the fence panel.\nIn one enclosure, containing at least one dog, the wire fence panels near the gate have broken resulting in a large\ngap between two enclosures.\nGaps between the flooring and sides of the enclosures could cause injury to the dogs should they become\nentrapped. Housing facilities must be structurally sound, kept in good repair, and protect the animals from injury.\nThe licensee must repair, replace or alter the enclosures in a manner that eliminates the gaps created by the floor\nand sides. The licensee must ensure that the enclosures remain safe for the dogs at all times.\nTo be corrected by: May 01, 2017"
    },
    {
      "code": "3.1(c)(1)(i)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "In the third building there are at least six enclosures, containing at least six dogs, which have excessively rusty\nhinges on the access doors. There are at least four enclosures, containing at least four dogs, which have\nexcessively rusty gate fronts. All the rust was peeling and flaking off the metal when examined by the inspector.\nExcessive rust prevents the cleaning and sanitizing of the surfaces which could increase the risk of disease towards\nthe dogs.\nAll surfaces of housing facilities must be free of excessive rust. The licensee must replace the rusty hinges and\ngates or alter them in a manner that allows for the proper cleaning and sanitizing of the surface.\nTo be corrected by: May 08, 2017"
    },
    {
      "code": "3.1(c)(1)(ii)",
      "kind": "",
      "repeat": true,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "There are multiple enclosures containing sharp points throughout the facility.\n•In the first building, three enclosures containing at least three dogs, have broken wires from the fencing protruding\ninto the enclosures and located at the level of the dogs.\n•In the puppy building, there is one enclosure containing one puppy, which has sharp points protruding from the\nopening between the puppy’s two enclosures.\n•In the third building, there is one enclosure containing two dogs, which has two sharp points located directly over\nthe feed cup that the dogs eat from.\nSharp points could cause injury to the dogs. Surfaces of housing facilities must be free of sharp points and jagged\nedges. The licensee must remove all the sharp points from within the dog enclosures and ensure the enclosures\nremain safe for the dogs at all times."
    },
    {
      "code": "3.1(c)(2)",
      "kind": "",
      "repeat": true,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "There are at least eight enclosures, containing at least nine dogs, which have plastic frames around the access\ndoors that have been excessively chewed and damaged by the dogs.\nThere are at least three enclosures, containing at least four dogs, which have plastic access doors whose edges\nhave been excessively chewed and damaged by the dogs.\nThere is one enclosure, containing at least two dogs, that has sheets of plastic vinyl covering the walls. The edge of\none of these sheets has been excessively chewed and damaged by the dogs.\nChewed and damaged surfaces cannot be adequately cleaned and sanitized which could increase the risk of\ndisease towards the dogs. All surfaces of housing facilities that cannot be readily cleaned and sanitized must be\nreplaced when worn or soiled. The licensee must repair, replace, or alter the chewed and damaged doors, frames,\nand walls in a manner that allows them to be cleaned and sanitized."
    },
    {
      "code": "3.6(a)(2)(x)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "At least three puppies were observed to have their feet and legs pass through the openings of the wire flooring of\ntheir enclosures. Openings in the floor that are large enough to allow the puppies’ feet and legs to fall through could\ncause injury to the puppy or cause them to become entrapped in the flooring.\nPrimary enclosures must have floors that are constructed in a manner that protects the dogs’ feet and legs from\ninjury and do not allow the dogs’ feet to pass through any openings. The licensee must alter this flooring in a\nmanner that does not allow the feet and legs of the puppies to pass through.\nTo be corrected by: May 01, 2017\nInspection and exit interview conducted with Kelly Maxwell, ACI and the facility representatives."
    }
  ],
  "narrative": "2.40(b)(2)           DIRECT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nFemale Yorkshire terrier (microchip #4B7E5B5050) is holding her right front leg off the floor.  The dog is completely\nnon-weight bearing on this leg while she moved around the enclosure.  The facility representative thought she had\nbeen carrying the leg in this manner for less than a month.  This dog also has a buildup of brownish-grey tartar on\nher teeth.  There is a creamy grey discharge along the gum line of the upper right and upper left cheek teeth.  The\ngums are slightly reddened.  This dog has not been evaluated by a licensed veterinarian for the condition of her leg\nor teeth.\nMale Bichon (microchip #0A02336241) has an open wound on the inside of the left ear flap.  The open wound is\nraw and red in color and the hair around it is caked with a dry, dark colored, scab-like material.  The facility\nrepresentatives had not noticed the condition of this dog’s ear and the dog has not been evaluated by a licensed\nveterinarian.\nPoor dental health and open wounds could cause pain and discomfort to the dog as well as lead to further health\nissues.  Failure to bear weight on a leg could be a sign of pain or discomfort and could also indicate an underlying\nhealth issue.\nThe above mentioned dogs must be evaluated by a licensed veterinarian for a proper diagnosis and to establish an\neffective treatment plan.  The diagnosis and treatment plan must be documented in writing and available to the\ninspector upon request.\nTo be corrected by:  The facility representative transported both dogs to a licensed veterinarian’s office at \nthe time of the inspection.\nOne bag of Veterinary Lactated Ringers Injection found in the puppy building expired in December 2016.  Expired\nmedical material may be ineffective and the health of the animals may suffer.  The licensee must dispose of this\nproduct or clearly mark it as expired so that it is not used for regulated animals.  The licensee must ensure that all\nmedical materials used for the dogs has not expired.\n\n3.1(a)\nHOUSING FACILITIES, GENERAL.\nIn the first building, there is one enclosure housing a Boston terrier, whose wire flooring has become detached from\nthe wire side panel.  This has created a gap in the floor every time the dog places his foot next to the detached\narea.\nIn one enclosure, containing two Cavalier spaniels the wire gate on the outdoor portion of the enclosure has\nbecome bent resulting in a gap between the bottom of the gate and the side of the fence panel.  \nIn one enclosure, containing at least one dog, the wire fence panels near the gate have broken resulting in a large\ngap between two enclosures.  \nGaps between the flooring and sides of the enclosures could cause injury to the dogs should they become\nentrapped.  Housing facilities must be structurally sound, kept in good repair, and protect the animals from injury. \nThe licensee must repair, replace or alter the enclosures in a manner that eliminates the gaps created by the floor\nand sides. The licensee must ensure that the enclosures remain safe for the dogs at all times.\nTo be corrected by:  May 01, 2017\n3.1(c)(1)(i)\nHOUSING FACILITIES, GENERAL.\nIn the third building there are at least six enclosures, containing at least six dogs, which have excessively rusty\nhinges on the access doors.  There are at least four enclosures, containing at least four dogs, which have\nexcessively rusty gate fronts. All the rust was peeling and flaking off the metal when examined by the inspector. \nExcessive rust prevents the cleaning and sanitizing of the surfaces which could increase the risk of disease towards\nthe dogs.\nAll surfaces of housing facilities must be free of excessive rust.  The licensee must replace the rusty hinges and\ngates or alter them in a manner that allows for the proper cleaning and sanitizing of the surface.\nTo be corrected by:  May 08, 2017\n3.1(c)(1)(ii)                    REPEAT\nHOUSING FACILITIES, GENERAL.\n\nThere are multiple enclosures containing sharp points throughout the facility.  \n•In the first building, three enclosures containing at least three dogs, have broken wires from the fencing protruding\ninto the enclosures and located at the level of the dogs.\n•In the puppy building, there is one enclosure containing one puppy, which has sharp points protruding from the\nopening between the puppy’s two enclosures.\n•In the third building, there is one enclosure containing two dogs, which has two sharp points located directly over\nthe feed cup that the dogs eat from.\nSharp points could cause injury to the dogs.  Surfaces of housing facilities must be free of sharp points and jagged\nedges.  The licensee must remove all the sharp points from within the dog enclosures and ensure the enclosures\nremain safe for the dogs at all times.\n3.1(c)(2)                    REPEAT\nHOUSING FACILITIES, GENERAL.\nThere are at least eight enclosures, containing at least nine dogs, which have plastic frames around the access\ndoors that have been excessively chewed and damaged by the dogs.  \nThere are at least three enclosures, containing at least four dogs, which have plastic access doors whose edges\nhave been excessively chewed and damaged by the dogs.\nThere is one enclosure, containing at least two dogs, that has sheets of plastic vinyl covering the walls.  The edge of\none of these sheets has been excessively chewed and damaged by the dogs.\nChewed and damaged surfaces cannot be adequately cleaned and sanitized which could increase the risk of\ndisease towards the dogs.  All surfaces of housing facilities that cannot be readily cleaned and sanitized must be\nreplaced when worn or soiled.  The licensee must repair, replace, or alter the chewed and damaged doors, frames,\nand walls in a manner that allows them to be cleaned and sanitized.\n3.6(a)(2)(x)\nPRIMARY ENCLOSURES.\nAt least three puppies were observed to have their feet and legs pass through the openings of the wire flooring of\ntheir enclosures.  Openings in the floor that are large enough to allow the puppies’ feet and legs to fall through could\ncause injury to the puppy or cause them to become entrapped in the flooring.\nPrimary enclosures must have floors that are constructed in a manner that protects the dogs’ feet and legs from\n\ninjury and do not allow the dogs’ feet to pass through any openings.  The licensee must alter this flooring in a\nmanner that does not allow the feet and legs of the puppies to pass through.\nTo be corrected by:  May 01, 2017\nInspection and exit interview conducted with Kelly Maxwell, ACI and the facility representatives.",
  "animals_total": 208,
  "species": [
    {
      "count": 149,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 59,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}