{
  "insp_id": "INS-0000851192",
  "layout": "c",
  "customer_id": "34875",
  "customer_name": "Wild Side Enterprises LLC",
  "customer_addr": "1669 Union Ave\nHazlet, NJ 07730",
  "certificate": "22-C-0145",
  "site_id": "001",
  "site_name": "Wild Side Enterprises LLC",
  "insp_type": "RE-LICENSE INSPECTION",
  "date": "02-MAR-2023",
  "report_date": "02-MAR-2023",
  "citations": [
    {
      "code": "3.56(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Sanitation.",
      "narrative": "Four rabbit enclosures are used to house 5 of the exhibition rabbits. The largest enclosure, housing two rabbits in a\nseparate room, had an accumulation of feces on the floors of both levels of the enclosure. Two of the three other\nenclosures had a severe accumulation of dried feces on the absorbent blankets on the floors. Due to these severe\naccumulations of dried feces, it was evident that the enclosures have not been cleaned on a periodic basis. Although the\ntwo other rabbits are not currently housed in the two affected enclosures, it is still necessary to remove excreta from the\nblankets and floors for the health and well-being of the other rabbit, housed in a separate enclosure, in the same room.\nPrimary enclosures shall be kept reasonably free of excreta by periodic cleaning for the health, comfort and well-being of\nthe rabbits housed therein.\nThis is a 1st Re-License Inspection for a Class “C” license. The inspection and exit briefing were conducted with the\napplicant.\nAll items must be in compliance within 2 more inspections or by May 1, 2023 or the applicant will forfeit the license fee\nand must wait 6 months to reapply. Please contact your inspector to schedule your next Re-License Inspection.\nRegulated activity can continue under your existing USDA license until it expires.\nEnd Section"
    }
  ],
  "narrative": "3.56(a)(1) \n   \nSanitation. \nFour rabbit enclosures are used to house 5 of the exhibition rabbits.  The largest enclosure, housing two rabbits in a \nseparate room, had an accumulation of feces on the floors of both levels of the enclosure.  Two of the three other \nenclosures had a severe accumulation of dried feces on the absorbent blankets on the floors.  Due to these severe \naccumulations of dried feces, it was evident that the enclosures have not been cleaned on a periodic basis.  Although the \ntwo other rabbits are not currently housed in the two affected enclosures, it is still necessary to remove excreta from the \nblankets and floors for the health and well-being of the other rabbit, housed in a separate enclosure, in the same room. \n \n Primary enclosures shall be kept reasonably free of excreta by periodic cleaning for the health, comfort and well-being of \nthe rabbits housed therein. \n \nThis is a 1st Re-License Inspection for a Class  “C” license. The inspection and exit briefing were conducted with the \napplicant. \n \nAll items must be in compliance within 2 more inspections or by May 1, 2023 or the applicant will forfeit the license fee \nand must wait 6 months to reapply. Please contact your inspector to schedule your next Re-License Inspection.\n\nRegulated activity can continue under your existing USDA license until it expires. \n \nEnd Section",
  "animals_total": 15,
  "species": [
    {
      "count": 5,
      "scientific": "Oryctolagus cuniculus",
      "common": "DOMESTIC RABBIT / EUROPEAN RABBIT"
    },
    {
      "count": 7,
      "scientific": "Chinchilla lanigera",
      "common": "CHINCHILLA (DOMESTICATED)"
    },
    {
      "count": 3,
      "scientific": "Atelerix albiventris",
      "common": "FOUR-TOED HEDGEHOG"
    }
  ]
}