{
  "insp_id": "217161500240233",
  "layout": "a",
  "customer_id": "334583",
  "customer_name": "David Nisley",
  "customer_addr": "16733 Husky Trail\nDrakesville, IA 52552",
  "certificate": "42-A-1524",
  "site_id": "001",
  "site_name": "DAVID NISLEY",
  "insp_type": "ROUTINE INSPECTION",
  "date": "02-AUG-2016",
  "report_date": "02-AUG-2016",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "Female Boxer (\"Nellie\", tag #122) appears extremely emaciated and her flanks are sunken behind her rib cage.\nPhysical inspection of the dog revealed there is very little fat covering her body frame. Her shoulders, back bone,\nribs and hip bones were easily felt and her ribs were clearly visible beneath her hair coat. This dog has a litter of 8\ntwo week old puppies that she is nursing. The licensee stated that he has not consulted with a veterinarian about\nthis dog(cid:25)s condition but has increased her food rations. An emaciated body condition could be an indication of an\nunderlying health condition and if left untreated could be detrimental to the dog.\nThis dog must be evaluated by a licensed veterinarian for proper diagnosis of her condition and to develop an\neffective treatment plan. The diagnosis and treatment plan must be documented in writing and available to the\ninspector upon request. The licensee must ensure that all dogs receive adequate veterinary care at all times.\nTo be corrected by: End of business August 04, 2016\nA bottle of expired Vetericyn pink eye spray was found in the medicine cabinet within the dog kennel. The Vetericyn\nhad expired February 2015 and the licensee stated that it had been recently used to treat a dog. Expired\nmedication may lose their effectiveness and the health of the dog could suffer.\nThe use of expired medical materials such as drugs, fluids, or sutures on regulated animals is not considered to be\nacceptable veterinary practice and does not constitute adequate veterinary care. The licensee must either dispose\nof the expired Vetericyn, remove it to a location separate from the current medications or appropriately label the\nVetericyn that it is expired and not to be used on the dogs. The licensee must ensure that all medical material used\nfor the dogs is current and has not expired.\nTo be corrected by: The licensee removed the expired Vetericyn at the time of the inspection.\nExit interview conducted with Kelly Maxwell, ACI and the facility representative."
    }
  ],
  "narrative": "2.40(b)(2)           DIRECT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nFemale Boxer (\"Nellie\", tag #122) appears extremely emaciated and her flanks are sunken behind her rib cage. \nPhysical inspection of the dog revealed there is very little fat covering her body frame.  Her shoulders, back bone,\nribs and hip bones were easily felt and her ribs were clearly visible beneath her hair coat.  This dog has a litter of 8\ntwo week old puppies that she is nursing.  The licensee stated that he has not consulted with a veterinarian about\nthis dog(cid:25)s condition but has increased her food rations.  An emaciated body condition could be an indication of an\nunderlying health condition and if left untreated could be detrimental to the dog.  \nThis dog must be evaluated by a licensed veterinarian for proper diagnosis of her condition and to develop an\neffective treatment plan.  The diagnosis and treatment plan must be documented in writing and available to the\ninspector upon request.  The licensee must ensure that all dogs receive adequate veterinary care at all times.\nTo be corrected by:  End of business August 04, 2016 \nA bottle of expired Vetericyn pink eye spray was found in the medicine cabinet within the dog kennel.  The Vetericyn\nhad expired February 2015 and the licensee stated that it had been recently used to treat a dog.  Expired\nmedication may lose their effectiveness and the health of the dog could suffer.\n The use of expired medical materials such as drugs, fluids, or sutures on regulated animals is not considered to be\nacceptable veterinary practice and does not constitute adequate veterinary care. The licensee must either dispose\nof the expired Vetericyn, remove it to a location separate from the current medications or appropriately label the\nVetericyn that it is expired and not to be used on the dogs.  The licensee must ensure that all medical material used\nfor the dogs is current and has not expired.  \nTo be corrected by:  The licensee removed the expired Vetericyn at the time of the inspection.\nExit interview conducted with Kelly Maxwell, ACI and the facility representative.",
  "animals_total": 37,
  "species": [
    {
      "count": 17,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 20,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}