{
  "insp_id": "57152045420407",
  "layout": "a",
  "customer_id": "32042",
  "customer_name": "Michael Knudtson",
  "customer_addr": "45494 Highway 69 West\nLake Mills, IA 50450",
  "certificate": "42-A-1149",
  "site_id": "001",
  "site_name": "MICHAEL KNUDTSON",
  "insp_type": "ROUTINE INSPECTION",
  "date": "26-FEB-2015",
  "report_date": "26-FEB-2015",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "***A female Border Collie (083) had a red lick spot on her right front paw. Upon closer observation there was a 1.5\ninch long and 1/2 inch wide lesion on the top of her right front paw. The skin in this area was reddened and along\nthe edges of wound was blackish dried matter. According to the licensee, they were not aware of the lesion until the\ninspector pointed it out. This lesion could be the result of an injury, infection, illness or other veterinary medical\ncondition which may cause discomfort. The licensee must consult with a licensed veterinarian regarding this\nanimal's condition and to ensure that an appropriate treatment plan is developed and followed.\nTo be corrected by: February 28, 2015."
    },
    {
      "code": "3.2(a)",
      "kind": "",
      "repeat": false,
      "desc": "INDOOR HOUSING FACILITIES.",
      "narrative": "Temperature.\n***The big kennel building was not sufficiently heated. The ambient temperature in the kennel was 34-36 degrees\nF. There is a gas heater in the building and also lamps hung above the enclosures. All nine enclosures had ice in\nthe water receptacles, affecting 17 dogs. Housing dogs in enclosures without providing sufficient source to keep\nwarm increases the risk of stress, hypothermia, illness and discomfort. The licensee must ensure all areas of the\nkennel building must be kept at 45-85 degrees F .\nTo be corrected by: February 27, 2015."
    },
    {
      "code": "3.10",
      "kind": "",
      "repeat": false,
      "desc": "WATERING.",
      "narrative": "***In the big kennel building, affecting 17 dogs, the water in the all of receptacles had ice in them. Two of the water\nreceptacles were frozen solid and had lick spots in the ice where the dogs were attempting to drink. After the\ninspector instructed the licensee to provide water to the dogs. A Golden Retriever drank continuously for 1 minute\n40 seconds. Lack of water could cause the dogs to become dehydrated or other health issues. The licensee must\nprovide and ensure that all dogs have access to fresh water twice a day for at least an hour each time, or more\noften if necessary to ensure the dogs do not become dehydrated or succumb to other potentially serious health\nissues.\nTo be corrected by: February 26, 2015.\nThe inspection and exit interview were conducted with the licensee."
    }
  ],
  "narrative": "2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n***A female Border Collie (083) had a red lick spot on her right front paw. Upon closer observation there was a 1.5\ninch long and 1/2 inch wide lesion on the top of her right front paw. The skin in this area was reddened and along\nthe edges of wound was blackish dried matter.  According to the licensee, they were not aware of the lesion until the\ninspector pointed it out. This lesion could be the result of an injury, infection, illness or other veterinary medical\ncondition which may cause discomfort. The licensee must consult with a licensed veterinarian regarding this\nanimal's condition and to ensure that an appropriate treatment plan is developed and followed.\nTo be corrected by: February 28, 2015.\n3.2(a)\nINDOOR HOUSING FACILITIES.\nTemperature.\n***The big kennel building was not sufficiently heated.  The ambient temperature in the kennel was 34-36 degrees\nF.  There is a gas heater in the building and also lamps hung above the enclosures.  All nine enclosures had ice in\nthe water receptacles, affecting 17 dogs.  Housing dogs in enclosures without providing sufficient source to keep\nwarm increases the risk of stress, hypothermia, illness and discomfort.  The licensee must ensure all areas of the\nkennel building must be kept at 45-85 degrees F .\nTo be corrected by:  February 27, 2015.\n3.10\nWATERING.\n***In the big kennel building, affecting 17 dogs, the water in the all of receptacles had ice in them. Two of the water\nreceptacles were frozen solid and had lick spots in the ice where the dogs were attempting to drink.  After the\ninspector instructed the licensee to provide water to the dogs.  A Golden Retriever drank continuously for 1 minute\n40 seconds. Lack of water could cause the dogs to become dehydrated or other health issues. The licensee must\nprovide and ensure that all dogs have access to fresh water twice a day for at least an hour each time, or more\n\noften if necessary to ensure the dogs do not become dehydrated or succumb to other potentially serious health\nissues.\nTo be corrected by: February 26, 2015.\nThe inspection and exit interview were conducted with the licensee.",
  "animals_total": 27,
  "species": [
    {
      "count": 26,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 1,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}