{
  "insp_id": "2016082569849404",
  "layout": "a",
  "customer_id": "37686",
  "customer_name": "Sally L Culver",
  "customer_addr": "1397 Hwy 38\nHartville, MO 65667",
  "certificate": "43-A-6301",
  "site_id": "001",
  "site_name": "SALLY L CULVER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "19-FEB-2020",
  "report_date": "18-JUN-2020",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "A red and white Boston Terrier female (m/c #700u913) was observed to be very thin. The ribs, backbone and hips\nwere easily seen. The owner stated that she had 6 puppies that had been recently weaned and now she was in an\nenclosure with a male dog who ate most of the food. There was no consultation with a veterinarian to establish a\ndiagnosis and to provide a correct treatment for this dog. Poor body condition can be the result of parasites,\ninadequate nutrition, or an underlying medical condition. It is important for the health and well being of the dogs for\neach dealer or exhibitor to establish and maintain programs of adequate veterinary care that include the use of\nappropriate methods to prevent, control, diagnose, and treat diseases and injuries. The dog must be evaluated by a\nveterinarian within 3 days of this inspection, to know with certainty the problem and the correct treatment."
    },
    {
      "code": "3.4(a)(1)(iii)",
      "kind": "Direct",
      "repeat": false,
      "desc": "OUTDOOR HOUSING FACILITIES.",
      "narrative": "Outdoor housing facilities. (a) Restrictions. (1) The following categories of dogs or cats must not be kept in\noutdoor facilities, unless that practice is specifically approved by the attending veterinarian: (iii) Sick, infirm, aged or\nyoung dogs.\nIn the outdoor enclosure housing the large breed dogs there were 2 female dogs with litters. The Golden Retriever\nhad a litter of five 4.5 week old puppies and the Poodle had a litter of seven 5 week old puppies. Three puppies (2\nfrom the litter of 5 and 1 from the litter of 7) were observed to be shivering and seeking areas of warmth. In the\nenclosure of 5 puppies, there was a heating pad that was plugged in. It was placed on the dirt ground on one side of\nthe enclosure but it was partially covered with dirt. The litter of 5 puppies were not provided with adequate shelter or\nbedding. The litter of 7 did have a shelter but there was no bedding or a wind break or rain break. The temperature\nat the time of the inspection was 46 degrees F and the temperature of the previous night was less than 30 degrees\nF. Animals that expend energy to stay warm may not thrive and increases the risk of sickness. Due to the young\nage of the puppies, the temperatures at this time of year and their apparent lack of acclimation as illustrated by 3\npuppies shivering, they must not be kept outdoors.\nThe owner was instructed to move the dams and litters to the shelter building by close of business of this day-19\nFebruary 2020"
    },
    {
      "code": "3.4(b)",
      "kind": "Direct",
      "repeat": false,
      "desc": "OUTDOOR HOUSING FACILITIES.",
      "narrative": "In the outdoor enclosures housing the large breed dogs, there are 4 enclosures in use. One enclosure has a\nGolden Retriever female with five 4.5 week old puppies and 2 plastic barrels used for shelter. There is no bedding\nor wind break and rain break. Two puppies in this litter were observed to be shivering. The enclosure next to this\none housed a Poodle with 7 puppies approximately 5 weeks of age. There was a shelter but it had no wind break or\nrain break and no bedding. One puppy from this litter was observed to be shivering. The temperature at the time of\ninspection was 46 degrees F. The temperature the previous night was less than 30 degrees F (source: National\nWeather Service). Adequate shelters are important for protection from the weather elements and as a place of\nsafety for dogs. Shelter must be provided for the dogs and maintained at all times. A wind break and rain break is\nnecessary to protect the dogs from the wind, rain and other harsh weather elements by preventing the wind and rain\nfrom entering the shelter. Adequate bedding material is necessary for the dogs to have protection from the colder\ntemperatures and to maintain body heat. Lack of appropriate bedding in cold environments increases the risks of\nsickness and hypothermia situations. Sufficient clean dry bedding material is necessary to provide protection when\nthe temperature is less than 50 degrees F. More bedding material is necessary when the temperature is less than\n35F degrees for the dogs to burrow into and remain clean and dry and have better protection. The owner must\nprovide adequate bedding for the dogs and maintain it at sufficient levels any time the temperature is less than 50F\ndegrees and additional bedding must be added when the temperature is less than 35 F degrees.\nThe owner was instructed to provide and maintain adequate shelters with wind breaks and rain breaks and sufficient\nbedding material by the end of the day on Feb 19, 2020. Bedding material must be maintained until the\ntemperatures are 50 degrees or higher."
    },
    {
      "code": "3.11(c)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "(c) Housekeeping for premises.\nThe grounds around the buildings have a large amount of discarded and unused materials. There are discarded or\nunused items on the floor of the enclosure with 5 puppies (broken tools, discarded wood, etc). The piles of wood,\nmetal, pipe, etc., can become a living and breeding area for rodents, pest and other vermin. When these pests are\nin close proximity to the housing area of the dogs, they can quickly contaminate the food, water and housing area.\nPremises where housing facilities are located, including buildings and surrounding grounds, must be kept clean and\nin good repair to protect the animals from injury, to facilitate the husbandry practices required in this subpart, and to\nreduce or eliminate breeding and living areas for rodents and other pests and vermin. Premises must be kept free of\naccumulations of trash, junk, waste products, and discarded matter.\nTO BE CORRECTED BY: 15 MARCH 2020\nThis inspection and exit interview were conducted with a facility representative."
    }
  ],
  "narrative": "2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nA red and white Boston Terrier female (m/c #700u913) was observed to be very thin.  The ribs, backbone and hips\nwere easily seen.  The owner stated that she had 6 puppies that had been recently weaned and now she was in an\nenclosure with a male dog who ate most of the food.  There was no consultation with a veterinarian to establish a\ndiagnosis and to provide a correct treatment for this dog. Poor body condition can be the result of parasites,\ninadequate nutrition, or an underlying medical condition.  It is important for the health and well being of the dogs for\neach dealer or exhibitor to establish and maintain programs of adequate veterinary care that include the use of\nappropriate methods to prevent, control, diagnose, and treat diseases and injuries. The dog must be evaluated by a\nveterinarian within 3 days of this inspection, to know with certainty the problem and the correct treatment.\n3.4(a)(1)(iii)           DIRECT\nOUTDOOR HOUSING FACILITIES.\nOutdoor housing facilities.    (a) Restrictions. (1) The following categories of dogs or cats must not be kept in\noutdoor facilities, unless that practice is specifically approved by the attending veterinarian: (iii) Sick, infirm, aged or\nyoung dogs.\nIn the outdoor enclosure housing the large breed dogs there were 2 female dogs with litters.  The Golden Retriever\nhad a litter of five 4.5 week old puppies and the Poodle had a litter of seven 5 week old puppies.  Three puppies  (2\nfrom the litter of 5 and 1 from the litter of 7) were observed to be shivering and seeking areas of warmth.  In the\nenclosure of 5 puppies, there was a heating pad that was plugged in. It was placed on the dirt ground on one side of\nthe enclosure but it was partially covered with dirt. The litter of 5 puppies were not provided with adequate shelter or\nbedding. The litter of 7 did have a shelter but there was no bedding or a wind break or rain break. The temperature\nat the time of the inspection was 46 degrees F and the temperature of the previous night was less than 30 degrees\nF.  Animals that expend energy to stay warm may not thrive and increases the risk of sickness. Due to the young\nage of the puppies, the temperatures at this time of year and their apparent lack of acclimation as illustrated by 3\npuppies shivering, they must not be kept outdoors.\n\nThe owner was instructed to move the dams and litters to the shelter building by close of business of this day-19\nFebruary 2020 \n3.4(b)           DIRECT\nOUTDOOR HOUSING FACILITIES.\nIn the outdoor enclosures housing the large breed dogs, there are 4 enclosures in use.  One enclosure has a\nGolden Retriever female with five 4.5 week old puppies and 2 plastic barrels used for shelter. There is no bedding\nor wind break and rain break. Two puppies in this litter were observed to be shivering.  The enclosure next to this\none housed a Poodle with 7 puppies approximately 5 weeks of age.  There was a shelter but it had no wind break or\nrain break and no bedding.  One puppy from this litter was observed to be shivering.  The temperature at the time of\ninspection was 46 degrees F.  The temperature the previous night was less than 30 degrees F (source:  National\nWeather Service).    Adequate shelters are important for protection from the weather elements and as a place of\nsafety for dogs.  Shelter must be provided for the dogs and maintained at all times.  A wind break and rain break is\nnecessary to protect the dogs from the wind, rain and other harsh weather elements by preventing the wind and rain\nfrom entering the shelter.  Adequate bedding material is necessary for the dogs to have protection from the colder\ntemperatures and to maintain body heat.  Lack of appropriate bedding in cold environments increases the risks of\nsickness and hypothermia situations.  Sufficient clean dry bedding material is necessary to provide protection when\nthe temperature is less than 50 degrees F.  More bedding material is necessary when the temperature is less than\n35F degrees for the dogs to burrow into and remain clean and dry and have better protection.  The owner must\nprovide adequate bedding for the dogs and maintain it at sufficient levels any time the temperature is less than 50F\ndegrees and additional bedding must be added when the temperature is less than 35 F degrees.\nThe owner was instructed to provide and maintain adequate shelters with wind breaks and rain breaks and sufficient\nbedding material by the end of the day on Feb 19, 2020. Bedding material must be maintained until the\ntemperatures are 50 degrees or higher.\n3.11(c)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\n(c) Housekeeping for premises. \nThe grounds around the buildings have a large amount of discarded and unused materials. There are discarded or\n\nunused items on the floor of the enclosure with 5 puppies (broken tools, discarded wood, etc).  The piles of wood,\nmetal, pipe, etc., can become a living and breeding area for rodents, pest and other vermin.  When these pests are\nin close proximity to the housing area of the dogs, they can quickly contaminate the food, water and housing area.  \nPremises where housing facilities are located, including buildings and surrounding grounds, must be kept clean and\nin good repair to protect the animals from injury, to facilitate the husbandry practices required in this subpart, and to\nreduce or eliminate breeding and living areas for rodents and other pests and vermin. Premises must be kept free of\naccumulations of trash, junk, waste products, and discarded matter.  \nTO BE CORRECTED BY:  15 MARCH 2020\nThis inspection and exit interview were conducted with a facility representative.",
  "animals_total": 72,
  "species": [
    {
      "count": 50,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 22,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}