{
  "insp_id": "140151542324459",
  "layout": "a",
  "customer_id": "31840",
  "customer_name": "The Mobile Zoo",
  "customer_addr": "15161 Ward Road\nWilmer, AL 36587",
  "certificate": "64-C-0178",
  "site_id": "001",
  "site_name": "THE MOBILE ZOO",
  "insp_type": "ROUTINE INSPECTION",
  "date": "20-MAY-2015",
  "report_date": "21-MAY-2015",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "** The facility has a feline diet plan that states that at every feeding the big cats would receive Oasis feline\nsupplement. The curator stated that she ran out of the supplement two weeks ago. For two weeks the felines have\nnot gotten their Oasis feline supplement prescribed by the attending veterinarian. The facility must provide the\nanimals with the proper feeding requirements set forth by their attending veterinarian to ensure good health of the\nanimals. Correct by the close of business.\n** The facility fed the lion and four tigers marlin fish. The feline diet plan states that the big cats would receive 70%\nchicken parts and 30% red meat with Oasis feline supplement. Fish in the feline's diet was not approved by the\nattending veterinarian. The facility must provide the animals with the proper feeding requirements set forth by their\nattending veterinarian to ensure good health of the animals. Correct by the close of the day.\n** In the licensee's consultation logs, there is one incident in which the Tiger Misha was noted as having noticeable\nweight loss and which the Veterinarian treatment plan stated the licensee should keep the animal under\nobservation. That last log was dated 2-1-15 and the animal was observed during the current inspection to still be\nnoticeably underweight with a visible hip bone protruding through the fur. There has been no follow up in over 3\nmonths. Follow up with the attending veterinarian and ensure any further treatment is followed. Correct by May 25,\n2015"
    },
    {
      "code": "2.40(b)(3)",
      "kind": "Direct",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "** Misha the tiger had several flying insects biting her ears. No treatment has been implemented to rid the animals\nof insect bites. The attending veterinarian was not consulted about the bites and treatment options. The facility\nneeds to consult the attending veterinarian on possible treatments to prevent the condition from worsening. Correct\nby May 23, 2015.\n** In the bears den there was vomit and diarrhea on the floor. The facility had not observed the animals' clinical\nsigns and had not consulted the attending veterinarian about their condition. The facility must observe the animals\ndaily to assess their health and well-being. The conditions of the animals should be conveyed to the attending\nveterinarian in a timely manner so that adequate veterinary care can be administered promptly. Correct by May 23,\n2015."
    },
    {
      "code": "3.75(c)(1)(1)",
      "kind": "",
      "repeat": true,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "** The lemur enclosure had a metal support at the bottom of the enclosure in front of the den box that is rusted. The\nmetal post in the back upper left corner of the enclosure was also rusted. The rusted support can not be properly\ncleaned and sanitized and may affect the structural strength of the enclosure. The metal support must be repaired.\nAll surfaces of housing facilities must be free of excessive rust that prevents required cleaning or affects the\nstructural strength of the surface."
    },
    {
      "code": "3.78(d)",
      "kind": "",
      "repeat": true,
      "desc": "OUTDOOR HOUSING FACILITIES.",
      "narrative": "** The rhesus and bonnet macaque and the lemur outdoor enclosures did not have a 6 foot perimeter fence around\nthe enclosures. The east side of the perimeter fence was measured at approximately four different points and the\naverage height was 70 inches which is at least 2 inches under the minimum height requirement. All outdoor\nnon-human primate enclosures must be enclosed by a 6 foot high perimeter fence. The fence must be constructed\nin a manner so that it restricts unauthorized humans, and animals the size of dogs, skunks, and raccoons from\ngoing through it or under it and having contact with the non-human primates. The facility must enclose the outdoor\nnon-human primates housing by a 6 foot perimeter fence to protect the non-human primates."
    },
    {
      "code": "3.84(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "** In Joe the chimpanzee's indoor primary enclosure there was an excessive accumulation of cobwebs and debris\nabove him. In and around his enclosure there there is also an excessive amount of dust. The indoor primary\nenclosures must be sanitized at least once every 2 weeks and as often as necessary to prevent an excessive\naccumulation of dust, cobwebs, debris and/or disease hazard. Correct by May 27, 2015."
    },
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "** In the enclosed coyote enclosure, there is dark metal construction material laying on the cyclone fence roof that is\ncausing the roof to bow down noticeably into the enclosure.\n** In the bobcat enclosure housing 3 animals, there are sections of the fencing and fence base that have an\naccumulation of rust covering the surface.\n** An enclosure housing 4 deer has barbed wire around the inner fence at such a height as to be a direct hazard to\nthe animals housed within. The licensee closed the exhibit during the inspection.\n** There are tortoises in the Cavy enclosure that are digging around the fence line. One large hole goes completely\nunder the fence and there is a risk that it could pose an escape hazard.\n** Portions of the bear, tiger and lion enclosures could not be inspected due to the abundance of thick overgrown\nbamboo in close proximity to the sides of the fencing and kick-ins. The licensee needs to control the growth of the\nbamboo to allow the inspectors to observe the fencing for deterioration and disrepair.\nThere is a risk of injury, death, or escape if the construction of enclosures is in poor repair, or is not appropriate for\nthe types of animals housed within. Ensure that all materials and surfaces listed above are repaired or replaced.\nCorrect by June 1, 2015"
    },
    {
      "code": "3.127(b)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, OUTDOOR.",
      "narrative": "** The red deer had an outdoor shelter that only had one side. The shelter doesn't adequately shelter the animals\nfrom winds and inclement weather. The animals shall be provided protection and prevent discomfort when in\ninclement weather such as heavy winds and rain which is prevalent in this area. This climatic conditions makes it\nessential to provide this cover. Correct by June 1, 2015\n** The patagonian cavy doesn't have adequate shelter and space within the shelter for approximately six cavies.\nThe cavies have a dog shelter that is not tall enough for the cavies to stand in and it is not large enough for all of the\ncavies to fit in comfortably. In the event of the storm all of the cavies will not be able to get out of the inclement\nweather. The animals shall be provided protection and prevent discomfort when in inclement weather such as heavy\nwinds and rain which is prevalent in this area. These climatic conditions make it essential to provide this cover.\nCorrect by June 1, 2015"
    },
    {
      "code": "3.127(d)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, OUTDOOR.",
      "narrative": "** The perimeter fencing for Jack the leopard's enclosure was not properly closed allowing space for you to stick\nyour hand in between them. The fence must be constructed so that it protects the animals in the facility by\nrestricting animals and unauthorized persons from having contact with the animals in the facility, and so that it can\nfunction as a secondary containment system for the animals inside the enclosure and animals or persons outside of\nthe perimeter fence. Correct by May 27, 2015"
    },
    {
      "code": "3.129(b)",
      "kind": "",
      "repeat": true,
      "desc": "FEEDING.",
      "narrative": "** The food bowl in the raccoon enclosure was soiled to the point that the inside and outside of the bowl was\ncovered in a brown residue, this can be a disease hazard. The food bowl must be cleaned and sanitized. All food\nreceptacles must be kept clean and sanitary at all times.\n** Four food receptacles that are bolted to the ground in the bear den were soiled and had a brownish film covering\nthe inside and outside of them.\n** PVC piping used to transfer food items to enclosures containing 4 bears, 4 tigers, 1 lion, and 1 raccoon had a\nnoticeable brown and green organic film extending the length of the inside of the pipe so that it comes into direct\ncontact with the food items. Inadequate sanitation practices can contaminate food items or attract insects or\nvermin. PVC piping used to transfer food items must be clean and sanitized on a regular basis."
    },
    {
      "code": "3.131(a)",
      "kind": "",
      "repeat": true,
      "desc": "SANITATION.",
      "narrative": "** The bobcats and bears enclosures had an accumulation old of feces in the enclosures that must be removed.\nThe feces in the bobcats enclosure was smashed into the platform. The bears had old feces on top of their platform\nas well. The accumulation of feces can be a disease hazard and contribute to pest and odors. The enclosures must\nbe cleaned and maintained. The facility must establish a cleaning schedule to ensure that all enclosures are kept\nclean to reduce disease hazards and reduce odors."
    },
    {
      "code": "3.131(c)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "** There was an over abundant accumulation of bamboo growth in one tiger enclosure and one coyote enclosure\nthat made it impossible to properly inspect the entire enclosure.\n** The deer enclosure housing 4 animals contained a large pile of discarded bamboo and brush.\n** The carcass of a large Marlin was found discarded between the bear enclosure and the tiger enclosures. This\ncarcass was infested with insects and emitting a foul rotting odor that was noticeable from several enclosures away.\n** Between the perimeter fencing and the primary enclosures of the main primate exhibit, there was one pile of\ndiscarded waste and two piles of partially burnt discarded waste that the care taker stated had not had time to\nremove yet.\n** Inside the wooden bear hibernation den there is a large battery connected to the electric fence enclosing the\nenclosure. On top of this live battery was a pile of twigs and brush that appeared to be a bird's nest. Adequate\nhousekeeping practices are essential to alleviate the risk of insects or pests, contamination to food or water. It also\nlimits unnecessary risk of fire or injury. Ensure that areas both in and around enclosures are clear of debris or\ndiscarded materials and that no rubbish is burned in or around enclosures.\n** In the preparation room the ceiling is covered in old insulation that is slowly deteriorating allowing particles to fall\nsporadically all over the room. There is also an abundance of cobwebs throughout the prep room. The prep area\nhas not been sanitized and cleaned. This doesn't make for a sanitary environment to prepare food that is being fed\nto the animals. The facility needs to sanitize, dust and clean, removing the access cobwebs from the preparation\narea. Correct by May 27, 2015"
    },
    {
      "code": "3.131(d)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "** Throughout the inspection process, the ACI and VMO both noted an abundance of flying insects around them\nand on them.\n** Flying insects were also observed irritating one of the tigers to the extent that there were open wounds on the tips\nof both ears and multiple insects on both ears.\n** Discarded fish carcasses both inside and outside bear, tiger, and lion enclosures were attracting a multitude of\ndifferent sizes or flying insects.\n** Though the curator states that sprays are used to control pests, it is evident by the extent of insects present\nthroughout the inspection process, that a better or more extensive pest control plan must be initiated. Insects\ncontaminate food and water stores, can bring about disease, or cause the animals discomfort. Consult the\nattending veterinarian and initiate a pest control plan that is adequate and acceptable for the facility and animals\nwithin. Correct by May 28, 2015"
    },
    {
      "code": "3.132",
      "kind": "",
      "repeat": false,
      "desc": "EMPLOYEES.",
      "narrative": "** Based on new and repeat non-compliant items cited during this inspection and previous inspections, as well as\nstatements made by the curator regarding the fact that it was not possible to keep up with some maintenance tasks,\nit does not appear that the licensee has an adequate number of employees to carry out an acceptable level of\nanimal husbandry and maintenance for this facility. Without adequate personnel or time to properly perform the\nrequired functions of a licensee, the facility can fall into further disrepair, waste and debris can accumulate, and the\nanimals may not receive adequate care causing negative health and sanitary issues to occur. The licensee must\nhave adequate labor to provide adequate husbandry for the animals no later than June 15, 2015\nThe inspection and exit briefing was conducted with the curator.\nAdditional Inspectors\nCox Brenton, Animal Care Inspector"
    }
  ],
  "narrative": "2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n** The facility has a feline diet plan that states that at every feeding the big cats would receive Oasis feline\nsupplement. The curator stated that she ran out of the supplement two weeks ago. For two weeks the felines have\nnot gotten their Oasis feline supplement prescribed by the attending veterinarian. The facility must provide the\nanimals with the proper feeding requirements set forth by their attending veterinarian to ensure good health of the\nanimals. Correct by the close of business.\n** The facility fed the lion and four tigers marlin fish. The feline diet plan states that the big cats would receive 70%\nchicken parts and 30% red meat with Oasis feline supplement. Fish in the feline's diet was not approved by the\nattending veterinarian. The facility must provide the animals with the proper feeding requirements set forth by their\nattending veterinarian to ensure good health of the animals. Correct by the close of the day.\n** In the licensee's consultation logs, there is one incident in which the Tiger Misha was noted as having noticeable\nweight loss and which the Veterinarian treatment plan stated the licensee should keep the animal under\nobservation.  That last log was dated 2-1-15 and the animal was observed during the current inspection to still be\nnoticeably underweight with a visible hip bone protruding through the fur.  There has been no follow up in over 3\nmonths.  Follow up with the attending veterinarian and ensure any further treatment is followed.  Correct by May 25,\n2015\n2.40(b)(3)           DIRECT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n** Misha the tiger had several flying insects biting her ears. No treatment has been implemented to rid the animals\nof insect bites. The attending veterinarian was not consulted about the bites and treatment options. The facility\nneeds to consult the attending veterinarian on possible treatments to prevent the condition from worsening. Correct\nby May 23, 2015.\n** In the bears den there was vomit and diarrhea on the floor. The facility had not observed the animals' clinical\nsigns and had not consulted the attending veterinarian about their condition. The facility must observe the animals\n\ndaily to assess their health and well-being. The conditions of the animals should be conveyed to the attending\nveterinarian in a timely manner so that adequate veterinary care can be administered promptly. Correct by May 23,\n2015.\n3.75(c)(1)(1)                    REPEAT\nHOUSING FACILITIES, GENERAL. \n** The lemur enclosure had a metal support at the bottom of the enclosure in front of the den box that is rusted. The\nmetal post in the back upper left corner of the enclosure was also rusted. The rusted support can not be properly\ncleaned and sanitized and may affect the structural strength of the enclosure. The metal support must be repaired.\nAll surfaces of housing facilities must be free of excessive rust that prevents required cleaning or affects the\nstructural strength of the surface.\n3.78(d)                    REPEAT\nOUTDOOR HOUSING FACILITIES. \n** The rhesus and bonnet macaque and the lemur outdoor enclosures did not have a 6 foot perimeter fence around\nthe enclosures. The east side of the perimeter fence was measured at approximately four different points and the\naverage height was 70 inches which is at least 2 inches under the minimum height requirement.  All outdoor\nnon-human primate enclosures must be enclosed by a 6 foot high perimeter fence. The fence must be constructed\nin a manner so that it restricts unauthorized humans, and animals the size of dogs, skunks, and raccoons from\ngoing through it or under it and having contact with the non-human primates. The facility must enclose the outdoor\nnon-human primates housing by a 6 foot perimeter fence to protect the non-human primates.\n3.84(b)(2)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL. \n** In Joe the chimpanzee's indoor primary enclosure there was an excessive accumulation of cobwebs and debris\nabove him. In and around his enclosure there there is also an excessive amount of dust.  The indoor primary\nenclosures must be sanitized at least once every 2 weeks and as often as necessary to prevent an excessive\naccumulation of dust, cobwebs, debris and/or disease hazard. Correct by  May 27, 2015.\n3.125(a)\nFACILITIES, GENERAL.   \n** In the enclosed coyote enclosure, there is dark metal construction material laying on the cyclone fence roof that is\ncausing the roof to bow down noticeably into the enclosure.\n** In the bobcat enclosure housing 3 animals, there are sections of the fencing and fence base that have an\n\naccumulation of rust covering the surface.\n** An enclosure housing 4 deer has barbed wire around the inner fence at such a height as to be a direct hazard to\nthe animals housed within.  The licensee closed the exhibit during the inspection.\n** There are tortoises in the Cavy enclosure that are digging around the fence line.  One large hole goes completely\nunder the fence and there is a risk that it could pose an escape hazard.\n** Portions of the bear, tiger and lion enclosures could not be inspected due to the abundance of thick overgrown\nbamboo in close proximity to the sides of the fencing and kick-ins. The licensee needs to control the growth of the\nbamboo to allow the inspectors to observe the fencing for deterioration and disrepair.\nThere is a risk of injury, death, or escape if the construction of enclosures is in poor repair, or is not appropriate for\nthe types of animals housed within.  Ensure that all materials and surfaces listed above are repaired or replaced. \nCorrect by June 1, 2015\n3.127(b)\nFACILITIES, OUTDOOR. \n** The red deer had an outdoor shelter that only had one side. The shelter doesn't adequately shelter the animals\nfrom winds and inclement weather. The animals shall be provided protection and prevent discomfort when in\ninclement weather such as heavy winds and rain which is prevalent in this area. This climatic conditions makes it\nessential to provide this cover. Correct by June 1, 2015 \n** The patagonian cavy doesn't have adequate shelter and space within the shelter for approximately six cavies.\nThe cavies have a dog shelter that is not tall enough for the cavies to stand in and it is not large enough for all of the\ncavies to fit in comfortably. In the event of the storm all of the cavies will not be able to get out of the inclement\nweather. The animals shall be provided protection and prevent discomfort when in inclement weather such as heavy\nwinds and rain which is prevalent in this area. These climatic conditions make it essential to provide this cover.\nCorrect by June 1, 2015 \n3.127(d)\nFACILITIES, OUTDOOR. \n** The perimeter fencing for Jack the leopard's enclosure was not properly closed allowing space for you to stick\nyour hand in between them. The fence must be constructed so that it protects the animals in the facility by\nrestricting animals and unauthorized persons from having contact with the animals in the facility, and so that it can\nfunction as a secondary containment system for the animals inside the enclosure and animals or persons outside of\n\nthe perimeter fence. Correct by May 27, 2015\n3.129(b)                    REPEAT\nFEEDING.    \n** The food bowl in the raccoon enclosure was soiled to the point that the inside and outside of the bowl was\ncovered in a brown residue, this can be a disease hazard. The food bowl must be cleaned and sanitized. All food\nreceptacles must be kept clean and sanitary at all times.\n** Four food receptacles that are bolted to the ground in the bear den were soiled and had a brownish film covering\nthe inside and outside of them.  \n** PVC piping used to transfer food items to enclosures containing 4 bears, 4 tigers, 1 lion, and 1 raccoon had a\nnoticeable brown and green organic film extending the length of the inside of the pipe so that it comes into direct\ncontact with the food items.  Inadequate sanitation practices can contaminate food items or attract insects or\nvermin.  PVC piping used to transfer food items must be clean and sanitized on a regular basis.\n3.131(a)                    REPEAT\nSANITATION.   \n** The bobcats and bears enclosures had an accumulation old of feces in the enclosures that must be removed.\nThe feces in the bobcats enclosure was smashed into the platform. The bears had old feces on top of their platform\nas well. The accumulation of feces can be a disease hazard and contribute to pest and odors. The enclosures must\nbe cleaned and maintained. The facility must establish a cleaning schedule to ensure that all enclosures are kept\nclean to reduce disease hazards and reduce odors.\n3.131(c)\nSANITATION.   \n** There was an over abundant accumulation of bamboo growth in one tiger enclosure and one coyote enclosure\nthat made it impossible to properly inspect the entire enclosure.\n** The deer enclosure housing 4 animals contained a large pile of discarded bamboo and brush.\n** The carcass of a large Marlin was found discarded between the bear enclosure and the tiger enclosures.  This\ncarcass was infested with insects and emitting a foul rotting odor that was noticeable from several enclosures away.\n** Between the perimeter fencing and the primary enclosures of the main primate exhibit, there was one pile of\ndiscarded waste and two piles of partially burnt discarded waste that the care taker stated had not had time to\nremove yet.\n\n** Inside the wooden bear hibernation den there is a large battery connected to the electric fence enclosing the\nenclosure.  On top of this live battery was a pile of twigs and brush that appeared to be a bird's nest. Adequate\nhousekeeping practices are essential to alleviate the risk of insects or pests, contamination to food or water.  It also\nlimits unnecessary risk of fire or injury.  Ensure that areas both in and around enclosures are clear of debris or\ndiscarded materials and that no rubbish is burned in or around enclosures.  \n** In the preparation room the ceiling is covered in old insulation that is slowly deteriorating allowing particles to fall\nsporadically all over the room. There is also an abundance of cobwebs throughout the prep room. The prep area\nhas not been sanitized and cleaned. This doesn't make for a sanitary environment to prepare food that is being fed\nto the animals. The facility needs to sanitize, dust and clean, removing the access cobwebs from the preparation\narea. Correct by May 27, 2015\n3.131(d)\nSANITATION.   \n** Throughout the inspection process, the ACI and VMO both noted an abundance of flying insects around them\nand on them.  \n** Flying insects were also observed irritating one of the tigers to the extent that there were open wounds on the tips\nof both ears and multiple insects on both ears.\n** Discarded fish carcasses both inside and outside bear, tiger, and lion enclosures were attracting a multitude of\ndifferent sizes or flying insects.\n** Though the curator states that sprays are used to control pests, it is evident by the extent of insects present\nthroughout the inspection process, that a better or more extensive pest control plan must be initiated.  Insects\ncontaminate food and water stores, can bring about disease, or cause the animals discomfort.  Consult the\nattending veterinarian and initiate a pest control plan that is adequate and acceptable for the facility and animals\nwithin.  Correct by May 28, 2015\n3.132\nEMPLOYEES. \n** Based on new and repeat non-compliant items cited during this inspection and previous inspections, as well as\nstatements made by the curator regarding the fact that it was not possible to keep up with some maintenance tasks,\nit does not appear that the licensee has an adequate number of employees to carry out an acceptable level of\nanimal husbandry and maintenance for this facility. Without adequate personnel or time to properly perform the\nrequired functions of a licensee, the facility can fall into further disrepair, waste and debris can accumulate, and the\n\nanimals may not receive adequate care causing negative health and sanitary issues to occur.  The licensee must\nhave adequate labor to provide adequate husbandry for the animals no later than June 15, 2015\nThe inspection and exit briefing was conducted with the curator.\nAdditional Inspectors\nCox Brenton, Animal Care Inspector",
  "animals_total": 36,
  "species": [
    {
      "count": 1,
      "scientific": "Canis latrans",
      "common": "COYOTE"
    },
    {
      "count": 4,
      "scientific": "Cervus elaphus",
      "common": "RED DEER"
    },
    {
      "count": 6,
      "scientific": "Dolichotis patagonum",
      "common": "PATAGONIAN CAVY / MARA"
    },
    {
      "count": 2,
      "scientific": "Lemur catta",
      "common": "RING-TAILED LEMUR"
    },
    {
      "count": 1,
      "scientific": "Leptailurus serval",
      "common": "SERVAL"
    },
    {
      "count": 1,
      "scientific": "Lophocebus albigena",
      "common": "GREY-CHEEKED MANGABEY"
    },
    {
      "count": 3,
      "scientific": "Lynx rufus",
      "common": "BOBCAT"
    },
    {
      "count": 2,
      "scientific": "Macaca fuscata",
      "common": "JAPANESE MACAQUE *MALE"
    },
    {
      "count": 2,
      "scientific": "Macaca mulatta",
      "common": "RHESUS MACAQUE *MALE"
    },
    {
      "count": 1,
      "scientific": "Macaca radiata",
      "common": "BONNET MACAQUE *MALE"
    },
    {
      "count": 1,
      "scientific": "Pan troglodytes",
      "common": "CHIMPANZEE"
    },
    {
      "count": 1,
      "scientific": "Panthera leo",
      "common": "LION"
    },
    {
      "count": 2,
      "scientific": "Panthera pardus",
      "common": "LEOPARD"
    },
    {
      "count": 4,
      "scientific": "Panthera tigris",
      "common": "TIGER"
    },
    {
      "count": 1,
      "scientific": "Procyon lotor",
      "common": "RACCOON"
    },
    {
      "count": 4,
      "scientific": "Ursus americanus",
      "common": "NORTH AMERICAN BLACK BEAR"
    }
  ]
}