{
  "insp_id": "177152310030284",
  "layout": "a",
  "customer_id": "4186",
  "customer_name": "Dennis Ogle",
  "customer_addr": "Peggy Ogle\n9385 1000 Rd.\nFredonia, KS 66736",
  "certificate": "48-A-0879",
  "site_id": "001",
  "site_name": "PEGGY & DENNIS OGLE",
  "insp_type": "ROUTINE INSPECTION",
  "date": "26-JUN-2015",
  "report_date": "29-JUN-2015",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "A female Boston terrier, identification number4b1c1d1547, her left eye cornea has a bluish faded color. The entire\ncornea is dry. This eye appears to be painful and needs to be addressed by a veterinarian. Owner must ensure\nthat all appropriate steps are used to diagnosis this eye problem and that the proper medication is used.\nAlso, this same Boston terrier has a soft lump on her right hip. This lump is about the size of a large marble, and\nhas no hair on the swelled area. This lump needs to be seen by a veterinarian, a diagnosis made as to what is the\nbest approach to correcting this abnormal skin problem. The owner must daily check all dogs to help ensure the\nsafely and best health for dogs in this kennel."
    },
    {
      "code": "3.1(c)(1)(1)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "Surfaces in dog enclosures must be free of excessive rust. Excessive rust prevents good cleaning, sanitization, and\naffects structural strength. Both the new and old kennels have areas of the flooring that has excessive rust; these\nareas cannot be cleaned and sanitized effectively. Some of the steel flooring in the old kennel has areas where the\nrust is so excessive that the flooring is missing, making the structural strength in these areas inadequate and could\nbe a safety hazard for dogs. The owner must repair or replace these areas. The owner needs to more closely\nmonitor the areas where rust could be a problem. This can help the safety and good health for the dogs. Correct\nby 07-26-2015."
    },
    {
      "code": "3.1(c)(1)(2)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "Surfaces of enclosures that house dogs must be free of sharp points that could injure dogs. A partition wire in the\nnew kennel has sharp points where the wire is broken, also an area of the steel flooring in the old kennel has sharp\npoints where flooring is rusted away, and a wire door on an enclosure in the old kennel has broken wires with sharp\npoints. The owner must repair or replace these areas of sharp point, which can be a safety hazard for dogs. The\nowner needs to put into place a maintenance program that closely monitors all enclosures that contain dogs and\nrepair areas with sharps before they happen.. This will help the good health and safety of dogs. The owner must\ncorrect these areas of sharp points by 07-03-15."
    },
    {
      "code": "3.6(a)(2)(12)",
      "kind": "",
      "repeat": true,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "An outside section of the rusted steel flooring in the old kennel has flooring that is less than 1/8 (9guage). This area\nof the steel flooring is rusted down to small strands of flooring. The owner must repair or replace that area of the\nflooring to help ensure dogs can move around comfortable and be injury free."
    },
    {
      "code": "3.11(a)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "Cleaning of primary enclosures must be done daily and more often when needed. At least three of the enclosures\nhave feces that dogs have to walk around or through. Removing excessive accumulations of feces helps reduce\ndisease hazards and help dogs to be in a healthier environment. The owner must go through all enclosures more\noften to help ensure that enclosures are clean and that dogs are in a healthier and disease free environment. The\nowner must correct this by 06-27-15.\nThis inspection and exit briefing were conducted with the owner."
    }
  ],
  "narrative": "2.40(b)(2)                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nA female Boston terrier, identification number4b1c1d1547, her left eye cornea has a bluish faded color.  The entire\ncornea is dry.  This eye appears to be painful and needs to be addressed by a veterinarian.  Owner must ensure\nthat all appropriate steps are used to diagnosis this eye problem and that the proper medication is used.  \nAlso, this same Boston terrier has a soft lump on her right hip.  This lump is about the size of a large marble, and\nhas no hair on the swelled area.  This lump needs to be seen by a veterinarian, a diagnosis made as to what is the\nbest approach to correcting this abnormal skin problem.  The owner must daily check all dogs to help ensure the\nsafely and best health for dogs in this kennel.\n3.1(c)(1)(1)\nHOUSING FACILITIES, GENERAL.\nSurfaces in dog enclosures must be free of excessive rust.  Excessive rust prevents good cleaning, sanitization, and\naffects structural strength.  Both the new and old kennels have areas of the flooring that has excessive rust; these\nareas cannot be cleaned and sanitized effectively.  Some of the steel flooring in the old kennel has areas where the\nrust is so excessive that the flooring is missing, making the structural strength in these areas inadequate and could\nbe a safety hazard for dogs.  The owner must repair or replace these areas.  The owner needs to more closely\nmonitor the areas where rust could be a problem.  This can help the safety and good health for the dogs.  Correct\nby 07-26-2015.\n3.1(c)(1)(2)\nHOUSING FACILITIES, GENERAL.\nSurfaces of enclosures that house dogs must be free of sharp points that could injure dogs.  A partition wire in the\nnew kennel has sharp points where the wire is broken, also an area of the steel flooring in the old kennel has sharp\npoints where flooring is rusted away, and a wire door on an enclosure in the old kennel has broken wires with sharp\npoints. The owner must repair or replace these areas of sharp point, which can be a safety hazard for dogs.  The\nowner needs to put into place a maintenance program that closely monitors all enclosures that contain dogs and\nrepair areas with sharps before they happen..  This will help the good health and safety of dogs.  The owner must\ncorrect these areas of sharp points by 07-03-15.\n\n3.6(a)(2)(12)                    REPEAT\nPRIMARY ENCLOSURES.\nAn outside section of the rusted steel flooring in the old kennel has flooring that is less than 1/8 (9guage).  This area\nof the steel flooring is rusted down to small strands of flooring.  The owner must repair or replace that area of the\nflooring to help ensure dogs can move around comfortable and be injury free.\n3.11(a)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\nCleaning of primary enclosures must be done daily and more often when needed.  At least three of the enclosures\nhave feces that dogs have to walk around or through.  Removing excessive accumulations of feces helps reduce\ndisease hazards and help dogs to be in a healthier environment.  The owner must go through all enclosures more\noften to help ensure that enclosures are clean and that dogs are in a healthier and disease free environment.  The\nowner must correct this by 06-27-15.\nThis inspection and exit briefing were conducted with the owner.",
  "animals_total": 59,
  "species": [
    {
      "count": 46,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 13,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}