{
  "insp_id": "76151930240338",
  "layout": "a",
  "customer_id": "2217",
  "customer_name": "Stump Hill Farm",
  "customer_addr": "6633 Klick Street\nMassillon, OH 44646",
  "certificate": "31-C-0050",
  "site_id": "001",
  "site_name": "STUMP HILL FARM",
  "insp_type": "ROUTINE INSPECTION",
  "date": "16-MAR-2015",
  "report_date": "17-MAR-2015",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "During inspection, a wolf named \"Squishy\" was observed shaking its head, standing with a right head tilt, and\nscratching at the right ear. The animal displayed one of these signs every 30-45 seconds while being observed. The\nlicensee said she believed it was a sign the animal wanted attention. No veterinarian was contacted about the\nwolf(cid:25)'s condition and no treatments were started. The signs displayed in this animal are a classic indication there is\nsome irritant in the animal's right ear, such as an infection or debris. Failing to provide appropriate methods to\ndiagnose and treat the animal(cid:25)'s condition resulted in the continuation of the problem while causing discomfort to the\nanimal. Additionally, the animal may cause secondary trauma to the ear and ear canal while trying to scratch at the\nafflicted area. Correct by having the animal examined and treated by a licensed veterinarian.\nCorrect by: 20 March 2015"
    },
    {
      "code": "2.40(b)(3)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "The licensee failed to recognize that a wolf (described above) was displaying abnormal behavior that is most likely\nthe result of a medical condition and did not report it to a veterinarian. Daily observation must be provided to all\nanimals to assess their health and well-being, and a mechanism of direct and frequent communication with a\nveterinarian is required so that timely and accurate information on problems are conveyed. By not identifying and\nreporting the abnormal signs displayed by the wolf, the animal remained untreated and in discomfort. Correct by\ncontacting a veterinarian about the wolf(cid:25)s condition. Furthermore, ensure all animals are adequately observed daily\nto assess health status, and all problems identified are reported to a veterinarian in a timely and accurate manner.\nCorrect this day forward."
    },
    {
      "code": "2.75(b)(1)",
      "kind": "",
      "repeat": true,
      "desc": "RECORDS: DEALERS AND EXHIBITORS.",
      "narrative": "The licensee did not have a record of disposition for a wolf hybrid that was on hand during the last inspection (dated\n05 December 2014). The licensee stated that this animal is now a pet. Accurate animal records regarding births,\ndeaths, acquisition and disposition are used to help evaluate the facility's animal care program and for animal\ntracking for ownership and health care concerns. Every exhibitor must make, keep and maintain records or forms\nwhich fully and correctly disclose the following information concerning animals purchased, acquired, owned, held,\nleased, or otherwise in his or her control, or were transported, sold, euthanized or otherwise disposed of by that\nexhibitor, including any offspring born of any animals while in his or her possession or under his control.\nThe absence of disposition records impedes the inspection process and makes animal tracking difficult to\nimpossible, which is especially important in the event of a disease outbreak. The licensee must keep and maintain\naccurate records of acquisition and disposition for all covered species.\nTHIS IS A REPEAT NON-COMPLIANT ITEM THAT REMAINS UNCORRECTED"
    },
    {
      "code": "3.56(b)(1)",
      "kind": "",
      "repeat": true,
      "desc": "SANITATION.",
      "narrative": "One rabbit enclosure housing one rabbit had bedding that was excessively wet that requires cleaning. The licensee\nstated that enclosures are cleaned and soiled bedding is removed and replaced with new bedding every 2-3 days or\nas often as the licensee believes is necessary. The door entrance to 2 of the rabbit shelters in 2 different\nenclosures are significantly chewed on the edges. The inside of one of these shelters also has areas of chewed\nwood on the back wall of the shelter. This back wall is also warped inward from what appears to be water damage.\nBedding must be removed and replaced as often as necessary as required by this section to allow the animals to\nstay clean and dry. Wooden surfaces that have significant chew damage cannot be readily cleaned and sanitized\nand should be repaired or replaced to facilitate adequate cleaning and sanitation. Enclosure with significant damage\nsuch as warping walls may have to be completely replaced to ensure this cleaning and sanitization can be\naccomplished and to ensure the enclosures adequately contain and protect the animals.\nTHIS IS A REPEAT NON-COMPLIANT ITEM THAT REMAINS UNCORRECTED"
    },
    {
      "code": "3.75(c)(1)(1)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "The front of the outdoor portion of the brown lemur enclosure is made of a metal panel frame and braided chain link\ntype metal interior. This metal is rusted over at least 90 percent of this front section. Surfaces that come into\ncontact with non-human primates may not be excessively rusty, as this can affect the structural strength of surfaces\nand prevents the required cleaning and sanitization of enclosures. Any surface that comes in contact with the\nnonhuman primates must be free of excessive rust that prevents the required cleaning and sanitization, or that\naffects the structural strength of the surface. Correct this by ensuring that these areas are repaired or replaced and\nthat all surfaces that come in contact with the individual are constructed and maintained in a manner that allows\nthem to be readily cleaned and sanitized and are removed or replaced as needed.\nCorrect by: 17 April 2015"
    },
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": true,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "The following areas were found in need of repair or replacement:\n1. An area of chain link fencing for 2 adult tigers (named Hank and Crystal) was found pulled loose from the\nstructural supports. This area is an approximately 1 foot long section in the back right corner of the enclosure\nwhere the bottom structural support rail meets the chain link fence wall.\n2. The barn housing the African crested porcupine has two areas of wall that has been chewed, leaving 2 holes in\nthe walls of the enclosure.\n3. The enclosure housing one adult pig has an approximately 12 inch wide section of coated metal wire attached to\nthe bottom of the left enclosure wall (that appears to be previously buried metal wire) running the distance of the left\nwall of the enclosure. This wire is now above the ground and only attached to the lower wall on one side.\n4. One enclosure housing 2 adult black bears (one male, one female) has a broken/loose section of 4X4 wire that\nmakes up the wall between the two enclosures they can access. There is also a section of metal flashing that runs\nalong the bottom of the door to this enclosure that is now loose and bent outwards.\n5. The gate to the yard housing the male camel is broken on the lower left corner. This gate is made of chain link\nwith metal tubing framing. The metal tubing is rusted and broken on the bottom left corner of the gate.\n6. The metal feeder for the kangaroo and Patagonian cavy is coming apart at the seams on the top and there is a\nloose edge near the left front. This has created sharp areas on this feeder that are a potential injury hazard to the\nanimals.\nAll of these areas are in need of repair or replacement. They are all areas of potential injury or escape. The facility\nmust ensure that all animal enclosures are maintained to adequately contain the animals and protect them from\ninjury.\nTHIS IS A REPEAT NON-COMPLIANT ITEM THAT REMAINS UNCORRECTED."
    },
    {
      "code": "3.127(c)",
      "kind": "Direct",
      "repeat": false,
      "desc": "FACILITIES, OUTDOOR.",
      "narrative": "The primary enclosure for an adult male Syrian brown bear was extremely muddy with no available dry area, apart\nfrom the den box, in the enclosure. The ground of the 12 ft. by 12 ft. (approximately) enclosure was completely wet\nwith a mixture of stone, gravel, mud, and water. The animal(cid:25)'s feet would sink several inches into the ground as it\nstepped. The animal(cid:25)'s feet, lower sections of legs, and belly were wet and covered in mud. The licensee stated the\nanimal usually has access to another similar adjacent enclosure which was significantly drier, but she was cleaning\nthe enclosure and locked the animal to the one side. The licensee reported the animal was only confined to the\ncompletely wet enclosure side for a couple of hours while she cleaned but was interrupted by the inspection. The\ndrier adjacent enclosure also housed a female Syrian brown bear. Because the licensee did not want the two bear\nmating, she had to separate the two bears. This would mean the licensee would have to keep the female in the den\nbox while giving the male full access to both enclosures and an additional den box in order to provide both bears\nwith a dry area while also separating them. Bears must have access to a dry clean space. The inability to get to dry\nareas can be very distressing. Constant environmental moisture not only can promote infections but also affects the\nanimal(cid:25)s ability to thermoregulate and keep clean. Correct by ensuring there is suitable method to rapidly eliminate\nexcess water from the enclosure. Correct by 3/17/2015.\n***The licensee removed several wheelbarrows of wet bedding added additional clean bedding to this enclosure.\nThis was corrected at the time of the exit interview."
    },
    {
      "code": "3.127(d)",
      "kind": "",
      "repeat": true,
      "desc": "FACILITIES, OUTDOOR.",
      "narrative": "The perimeter fence is currently inadequate and does not function as a secondary containment system. Although an\n8 ft. high perimeter fence is present surrounding the facility, there were eight large mature trees within 3 feet of the\nperimeter fence that had no preventives to stop an animal from climbing the trees and leaping over the perimeter\nfence. Additionally, there were piles of building material and animal husbandry items leaned up against or near the\nperimeter fence that could be used as elevated platform to jump over the perimeter fence. The presence of these\nmaterials against the fencing effectively reduces the height of the perimeter fence. A substantial perimeter fence\nthat is maintained in good repair and not less than 8 feet in height is required for all outdoor housing facilities that\ncontain potentially dangerous animals. Perimeter fencing protects the animals in the facility by ensuring in the event\nof an accidental escape there is a secondary containment mechanism to prevent the animal from leaving the\nproperty and endangering public safety thereby placing the animal(cid:25)'s life in jeopardy. Correct by removing all\nbuilding materials and other debris that are in close proximity to the perimeter fence and altering trees in a manner\nto ensuring the perimeter fence can adequately function as a secondary containment system.\nTHIS IS A REPEAT NON-COMPLIANT ITEM THAT REMAINS UNCORRECTED.\nThe inspection on 3/16/2015 was conducted with the licensee, Randy Coleman, ACI, and Cody Yager, VMO.\nThe exit briefing was conducted with the licensee and Randy Coleman, ACI on 3/17/2015.\nAdditional Inspectors\nYager Cody, Supervisory Animal Care Specialist"
    }
  ],
  "narrative": "2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nDuring inspection, a wolf named \"Squishy\" was observed shaking its head, standing with a right head tilt, and\nscratching at the right ear. The animal displayed one of these signs every 30-45 seconds while being observed. The\nlicensee said she believed it was a sign the animal wanted attention.  No veterinarian was contacted about the\nwolf(cid:25)'s condition and no treatments were started. The signs displayed in this animal are a classic indication there is\nsome irritant in the animal's right ear, such as an infection or debris. Failing to provide appropriate methods to\ndiagnose and treat the animal(cid:25)'s condition resulted in the continuation of the problem while causing discomfort to the\nanimal. Additionally, the animal may cause secondary trauma to the ear and ear canal while trying to scratch at the\nafflicted area. Correct by having the animal examined and treated by a licensed veterinarian. \nCorrect by: 20 March 2015\n2.40(b)(3)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThe licensee failed to recognize that a wolf (described above) was displaying abnormal behavior that is most likely\nthe result of a medical condition and did not report it to a veterinarian. Daily observation must be provided to all\nanimals to assess their health and well-being, and a mechanism of direct and frequent communication with a\nveterinarian is required so that timely and accurate information on problems are conveyed. By not identifying and\nreporting the abnormal signs displayed by the wolf, the animal remained untreated and in discomfort. Correct by\ncontacting a veterinarian about the wolf(cid:25)s condition. Furthermore, ensure all animals are adequately observed daily\nto assess health status, and all problems identified are reported to a veterinarian in a timely and accurate manner.\nCorrect this day forward.\n2.75(b)(1)                    REPEAT\nRECORDS: DEALERS AND EXHIBITORS.\nThe licensee did not have a record of disposition for a wolf hybrid that was on hand during the last inspection (dated\n05 December 2014). The licensee stated that this animal is now a pet.  Accurate animal records regarding births,\n\ndeaths, acquisition and disposition are used to help evaluate the facility's animal care program and for animal\ntracking for ownership and health care concerns.  Every exhibitor must make, keep and maintain records or forms\nwhich fully and correctly disclose the following information concerning animals purchased, acquired, owned, held,\nleased, or otherwise in his or her control, or were transported, sold, euthanized or otherwise disposed of by that\nexhibitor, including any offspring born of any animals while in his or her possession or under his control.\nThe absence of disposition records impedes the inspection process and makes animal tracking difficult to\nimpossible, which is especially important in the event of a disease outbreak.  The licensee must keep and maintain\naccurate records of acquisition and disposition for all covered species.  \nTHIS IS A REPEAT NON-COMPLIANT ITEM THAT REMAINS UNCORRECTED\n3.56(b)(1)                    REPEAT\nSANITATION. \nOne rabbit enclosure housing one rabbit had bedding that was excessively wet that requires cleaning.  The licensee\nstated that enclosures are cleaned and soiled bedding is removed and replaced with new bedding every 2-3 days or\nas often as the licensee believes is necessary.  The door entrance to 2 of the rabbit shelters in 2 different\nenclosures are significantly chewed on the edges. The inside of one of these shelters also has areas of chewed\nwood on the back wall of the shelter.  This back wall is also warped inward from what appears to be water damage. \nBedding must be removed and replaced as often as necessary as required by this section to allow the animals to\nstay clean and dry.   Wooden surfaces that have significant chew damage cannot be readily cleaned and sanitized\nand should be repaired or replaced to facilitate adequate cleaning and sanitation. Enclosure with significant damage\nsuch as warping walls may have to be completely replaced to ensure this cleaning and sanitization can be\naccomplished and to ensure the enclosures adequately contain and protect the animals. \nTHIS IS A REPEAT NON-COMPLIANT ITEM THAT REMAINS UNCORRECTED\n3.75(c)(1)(1)\nHOUSING FACILITIES, GENERAL. \nThe front of the outdoor portion of the brown lemur enclosure is made of a metal panel frame and braided chain link\ntype metal interior. This metal is rusted over at least 90 percent of this front section.  Surfaces that come into\ncontact with non-human primates may not be excessively rusty, as this can affect the structural strength of surfaces\nand prevents the required cleaning and sanitization of enclosures. Any surface that comes in contact with the\nnonhuman primates must be free of excessive rust that prevents the required cleaning and sanitization, or that\naffects the structural strength of the surface.  Correct this by ensuring that these areas are repaired or replaced and\nthat all surfaces that come in contact with the individual are constructed and maintained in a manner that allows\n\nthem to be readily cleaned and sanitized and are removed or replaced as needed.\nCorrect by: 17 April 2015\n3.125(a)                    REPEAT\nFACILITIES, GENERAL.   \nThe following areas were found in need of repair or replacement:\n1. An area of chain link fencing for 2 adult tigers (named Hank and Crystal) was found pulled loose from the\nstructural supports.  This area is an approximately 1 foot long section in the back right corner of the enclosure\nwhere the bottom structural support rail meets the chain link fence wall.  \n2.  The barn housing the African crested porcupine has two areas of wall that has been chewed, leaving 2 holes in\nthe walls of the enclosure.\n3.  The enclosure housing one adult pig has an approximately 12 inch wide section of coated metal wire attached to\nthe bottom of the left enclosure wall (that appears to be previously buried metal wire) running the distance of the left\nwall of the enclosure.  This wire is now above the ground and only attached to the lower wall on one side.\n4.  One enclosure housing 2 adult black bears (one male, one female) has a broken/loose section of 4X4 wire that\nmakes up the wall between the two enclosures they can access.  There is also a section of metal flashing that runs\nalong the bottom of the door to this enclosure that is now loose and bent outwards.\n5.  The gate to the yard housing the male camel is broken on the lower left corner.  This gate is made of chain link\nwith metal tubing framing.  The metal tubing is rusted and broken on the bottom left corner of the gate. \n6.  The metal feeder for the kangaroo and Patagonian cavy is coming apart at the seams on the top and there is a\nloose edge near the left front.  This has created sharp areas on this feeder that are a potential injury hazard to the\nanimals. \nAll of these areas are in need of repair or replacement.   They are all areas of potential injury or escape.  The facility\nmust ensure that all animal enclosures are maintained to adequately contain the animals and protect them from\ninjury.\nTHIS IS A REPEAT NON-COMPLIANT ITEM THAT REMAINS UNCORRECTED.\n3.127(c)           DIRECT\nFACILITIES, OUTDOOR. \nThe primary enclosure for an adult male Syrian brown bear was extremely muddy with no available dry area, apart\nfrom the den box, in the enclosure. The ground of the 12 ft. by 12 ft. (approximately) enclosure was completely wet\nwith a mixture of stone, gravel, mud, and water. The animal(cid:25)'s feet would sink several inches into the ground as it\n\nstepped. The animal(cid:25)'s feet, lower sections of legs, and belly were wet and covered in mud. The licensee stated the\nanimal usually has access to another similar adjacent enclosure which was significantly drier, but she was cleaning\nthe enclosure and locked the animal to the one side. The licensee reported the animal was only confined to the\ncompletely wet enclosure side for a couple of hours while she cleaned but was interrupted by the inspection. The\ndrier adjacent enclosure also housed a female Syrian brown bear. Because the licensee did not want the two bear\nmating, she had to separate the two bears. This would mean the licensee would have to keep the female in the den\nbox while giving the male full access to both enclosures and an additional den box in order to provide both bears\nwith a dry area while also separating them. Bears must have access to a dry clean space. The inability to get to dry\nareas can be very distressing.  Constant environmental moisture not only can promote infections but also affects the\nanimal(cid:25)s ability to thermoregulate and keep clean. Correct by ensuring there is suitable method to rapidly eliminate\nexcess water from the enclosure. Correct by 3/17/2015.\n***The licensee removed several wheelbarrows of wet bedding added additional clean bedding to this enclosure.  \nThis was corrected at the time of the exit interview.\n3.127(d)                    REPEAT\nFACILITIES, OUTDOOR. \nThe perimeter fence is currently inadequate and does not function as a secondary containment system. Although an\n8 ft. high perimeter fence is present surrounding the facility, there were eight large mature trees within 3 feet of the\nperimeter fence that had no preventives to stop an animal from climbing the trees and leaping over the perimeter\nfence. Additionally, there were piles of building material and animal husbandry items leaned up against or near the\nperimeter fence that could be used as elevated platform to jump over the perimeter fence. The presence of these\nmaterials against the fencing effectively reduces the height of the perimeter fence.  A substantial perimeter fence\nthat is maintained in good repair and not less than 8 feet in height is required for all outdoor housing facilities that\ncontain potentially dangerous animals.  Perimeter fencing protects the animals in the facility by ensuring in the event\nof an accidental escape there is a secondary containment mechanism to prevent the animal from leaving the\nproperty and endangering public safety thereby placing the animal(cid:25)'s life in jeopardy.  Correct by removing all\nbuilding materials and other debris that are in close proximity to the perimeter fence and altering trees in a manner\nto ensuring the perimeter fence can adequately function as a secondary containment system.\nTHIS IS A REPEAT NON-COMPLIANT ITEM THAT REMAINS UNCORRECTED.\nThe inspection on 3/16/2015 was conducted with the licensee, Randy Coleman, ACI, and Cody Yager, VMO.\nThe exit briefing was conducted with the licensee and Randy Coleman, ACI on 3/17/2015.\n\nAdditional Inspectors\nYager Cody, Supervisory Animal Care Specialist",
  "animals_total": 60,
  "species": [
    {
      "count": 2,
      "scientific": "Arctos",
      "common": "GRIZZLY BEAR"
    },
    {
      "count": 1,
      "scientific": "Camelus dromedarius domestic",
      "common": "DOMESTIC DROMEDARY CAMEL"
    },
    {
      "count": 1,
      "scientific": "Canis lupus",
      "common": "GRAY WOLF / GREY WOLF / TIMBER WOLF"
    },
    {
      "count": 12,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 1,
      "scientific": "Cavia magna",
      "common": "GREATER GUINEA PIG"
    },
    {
      "count": 1,
      "scientific": "Eulemur fulvus",
      "common": "COMMON BROWN LEMUR"
    },
    {
      "count": 1,
      "scientific": "Hystrix africaeaustralis",
      "common": "CAPE PORCUPINE"
    },
    {
      "count": 5,
      "scientific": "Lemur catta",
      "common": "RING-TAILED LEMUR"
    },
    {
      "count": 1,
      "scientific": "Muscardinus avellanarius",
      "common": "HAZEL DORMOUSE"
    },
    {
      "count": 1,
      "scientific": "Nasua nasua",
      "common": "SOUTH AMERICAN COATI"
    },
    {
      "count": 6,
      "scientific": "Oryctolagus cuniculus",
      "common": "EUROPEAN RABBIT"
    },
    {
      "count": 1,
      "scientific": "Osphranter rufus",
      "common": "RED KANGAROO"
    },
    {
      "count": 1,
      "scientific": "Ovis aries aries",
      "common": "SHEEP INCLUDING ALL DOMESTIC BREEDS"
    },
    {
      "count": 1,
      "scientific": "Pan troglodytes",
      "common": "CHIMPANZEE"
    },
    {
      "count": 7,
      "scientific": "Panthera tigris",
      "common": "TIGER"
    },
    {
      "count": 2,
      "scientific": "Papio hamadryas",
      "common": "HAMADRYAS BABOON"
    },
    {
      "count": 1,
      "scientific": "Potos flavus",
      "common": "KINKAJOU"
    },
    {
      "count": 2,
      "scientific": "Puma concolor",
      "common": "PUMA / MOUNTAIN LION / COUGAR"
    },
    {
      "count": 1,
      "scientific": "Sus scrofa domestica",
      "common": "DOMESTIC PIG / POTBELLY PIG / MICRO PIG"
    },
    {
      "count": 6,
      "scientific": "Ursus americanus",
      "common": "NORTH AMERICAN BLACK BEAR"
    },
    {
      "count": 6,
      "scientific": "Vulpes vulpes",
      "common": "RED FOX (INCLUDES SILVER FOX & CROSS FOX)"
    }
  ]
}