{
  "insp_id": "INS-0000823144",
  "layout": "c",
  "customer_id": "504967",
  "customer_name": "Duddy Boo Safe Haven Sanctuary",
  "customer_addr": "4950 JAMES STEWART RD\nMORGANTON, NC 28655",
  "certificate": "55-C-0313",
  "site_id": "001",
  "site_name": "DUDDY BOO SAFE HAVEN SANCTUARY",
  "insp_type": "ROUTINE INSPECTION",
  "date": "17-OCT-2022",
  "report_date": "21-OCT-2022",
  "citations": [
    {
      "code": "2.126(b)",
      "kind": "",
      "repeat": false,
      "desc": "Access and inspection of records and property; submission of itineraries.",
      "narrative": "The current arrangement at the facility does not permit USDA Inspectors to safely inspect all sections of the spider\nmonkey enclosure. The walkway to the back deck side of the enclosure is approximately 3 1/2 feet wide with the spider\nmonkey enclosure wall to the left of the walkway made of chain link with holes large enough for the spider monkeys to\nreach through. There is a solid wooden wall to the right of the walkway which prevents the inspector from maintaining a\nsafe distance from the enclosure. The spider monkeys have free access to all sections of the enclosure and it is\nnecessary to walk down this walkway to fully inspect all sections. Provisions shall be made to allow the inspector safe\naccess to all sections for inspection. Correct by November 21, 2022."
    },
    {
      "code": "2.134(a)",
      "kind": "",
      "repeat": false,
      "desc": "Contingency planning.",
      "narrative": "The facility has not developed or written a contingency plan for emergencies. All exhibitors must develop, document, and\nfollow an appropriate plan to provide for the humane handling, treatment, transportation, housing, and care of their\nanimals in the event possible emergencies or disasters. A plan shall be developed in accordance with Section 2.134 of\nthe federal animal welfare regulations. Correct by November 21, 2022.\nThis inspection and exit interview were conducted with a facility representative.\nn"
    }
  ],
  "narrative": "2.126(b) \n   \nAccess and inspection of records and property; submission of itineraries. \nThe current arrangement at the facility does not permit USDA Inspectors to safely inspect all sections of the spider \nmonkey enclosure.  The walkway to the back deck side of the enclosure is approximately 3 1/2 feet wide with the spider \nmonkey enclosure wall to the left of the walkway made of chain link with holes large enough for the spider monkeys to \nreach through.  There is a solid wooden wall to the right of the walkway which prevents the inspector from maintaining a \nsafe distance from the enclosure.  The spider monkeys have free access to all sections of the enclosure and it is \nnecessary to walk down this walkway to fully inspect all sections.  Provisions shall be made to allow the inspector safe \naccess to all sections for inspection.   Correct by November 21, 2022. \n2.134(a) \n   \nContingency planning. \nThe facility has not developed or written a contingency plan for emergencies.  All exhibitors must develop, document, and \nfollow an appropriate plan to provide for the humane handling, treatment, transportation, housing, and care of their \nanimals in the event possible emergencies or disasters.  A plan shall be developed in accordance with Section 2.134 of \nthe federal animal welfare regulations.   Correct by November 21, 2022. \n \nThis inspection and exit interview were conducted with a facility representative.\n\nn",
  "animals_total": 3,
  "species": [
    {
      "count": 3,
      "scientific": "Ateles geoffroyi",
      "common": "BLACK-HANDED SPIDER MONKEY"
    }
  ]
}