{
  "insp_id": "2016082568415812",
  "layout": "a",
  "customer_id": "1501",
  "customer_name": "Texas Christian University",
  "customer_addr": "T C U Box 297024\nFort Worth, TX 76129",
  "certificate": "74-R-0046",
  "site_id": "001",
  "site_name": "TEXAS CHRISTIAN UNIVERSITY",
  "insp_type": "ROUTINE INSPECTION",
  "date": "12-JUN-2017",
  "report_date": "14-JUN-2017",
  "citations": [
    {
      "code": "2.31(c)(3)",
      "kind": "Critical",
      "repeat": false,
      "desc": "INSTITUTIONAL ANIMAL CARE AND USE COMMITTEE (IACUC).",
      "narrative": "An adverse advent causing the death of a bat was reported to the IACUC chair and the attending veterinarian in\nJuly 2015. The event was not reported to the IACUC and therefore was not included in the required 6 month update\nto the Institutional Official. The IACUC is responsible for identifying adverse events, determining the severity of the\nevent, developing a reasonable and specific plan and schedule for correcting the deficiency, and for reporting the\nevent to the Institutional Official.\nThe same adverse event occurred again in August 2016. This time the event was reported to the IACUC and an\nIACUC subcommittee did investigate the issue. If the 2015 adverse event had been handled correctly by the\nIACUC the August 2016 event may not have happened.\nThe IACUC needs to ensure all matters concerning USDA covered species are reviewed during IACUC meetings.\nTo be corrected by June 16, 2017."
    },
    {
      "code": "2.31(d)(5)",
      "kind": "",
      "repeat": false,
      "desc": "INSTITUTIONAL ANIMAL CARE AND USE COMMITTEE (IACUC).",
      "narrative": "The IACUC is responsible for conducting continuing reviews of activities concerning animal research. This includes\nensuring that investigators and others involved in conducting and supporting animal research do not deviate from\nthe written protocol. This facility does not currently have a method for the IACUC to ensure protocols are being\nfollowed. They rely on their PI’s to act as facility managers. They currently have 4 facilities with 4 different PI’s\noverseeing compliance on their own research.\nThis has caused a problem with consist communication in the past. A good example is the 2015 adverse incident\nwith the bat. Without someone specifically dedicated to IACUC administration and facility oversight things will be\nmissed. PI’s with multiple responsibilities outside of the IACUC cannot be expected to adequately act as a facility\nmanager with compliance oversight.\nSome method for providing consistent oversight for all 4 animal facilities and ensuring protocol compliance needs to\nbe implemented.\nTo be corrected by Aug 1, 2017.\nThis inspection and exit interview were conducted with a facility representative."
    }
  ],
  "narrative": "2.31(c)(3)           CRITICAL\nINSTITUTIONAL ANIMAL CARE AND USE COMMITTEE (IACUC).\nAn adverse advent causing the death of a bat was reported to the IACUC chair and the attending veterinarian in\nJuly 2015.  The event was not reported to the IACUC and therefore was not included in the required 6 month update\nto the Institutional Official.  The IACUC is responsible for identifying adverse events, determining the severity of the\nevent, developing a reasonable and specific plan and schedule for correcting the deficiency, and for reporting the\nevent to the Institutional Official.  \nThe same adverse event occurred again in August 2016.  This time the event was reported to the IACUC and an\nIACUC subcommittee did investigate the issue.  If the 2015 adverse event had been handled correctly by the\nIACUC the August 2016 event may not have happened.  \nThe IACUC needs to ensure all matters concerning USDA covered species are reviewed during IACUC meetings.  \nTo be corrected by June 16, 2017.\n2.31(d)(5)\nINSTITUTIONAL ANIMAL CARE AND USE COMMITTEE (IACUC).\nThe IACUC is responsible for conducting continuing reviews of activities concerning animal research. This includes\nensuring that investigators and others involved in conducting and supporting animal research do not deviate from\nthe written protocol.  This facility does not currently have a method for the IACUC to ensure protocols are being\nfollowed.  They rely on their PI’s to act as facility managers.  They currently have 4 facilities with 4 different PI’s\noverseeing compliance on their own research.  \nThis has caused a problem with consist communication in the past.  A good example is the 2015 adverse incident\nwith the bat.   Without someone specifically dedicated to IACUC administration and facility oversight things will be\nmissed.  PI’s with multiple responsibilities outside of the IACUC cannot be expected to adequately act as a facility\nmanager with compliance oversight.\n\nSome method for providing consistent oversight for all 4 animal facilities and ensuring protocol compliance needs to\nbe implemented.\nTo be corrected by Aug 1, 2017.\nThis inspection and exit interview were conducted with a facility representative.",
  "animals_total": 0,
  "species": [
    {
      "count": 0,
      "scientific": "NONE",
      "common": "NONE"
    }
  ]
}