{
  "insp_id": "INS-0000859589",
  "layout": "c",
  "customer_id": "6003570",
  "customer_name": "Neil Miller",
  "customer_addr": "E 3971 Cty Rd O\nViroqud, WI 54665",
  "certificate": "35-A-0486",
  "site_id": "001",
  "site_name": "Neil Miller",
  "insp_type": "ROUTINE INSPECTION",
  "date": "29-MAR-2023",
  "report_date": "29-MAR-2023",
  "citations": [
    {
      "code": "3.6(c)(1)(i)",
      "kind": "",
      "repeat": false,
      "desc": "Primary enclosures.",
      "narrative": "Two enclosures had dogs in it that required more space than what the enclosures provided. The first enclosure had two\npomeranians. The two dogs measured 20 inches and 22 inches respectively. These two dogs together required 1,460\nsquare inches of space. The enclosure they were in measured 48 inches by 30 inches and only provided 1,440 square\ninches of space. The enclosure was short by 20 square inches of space. Another enclosure contained three boston\nterriers. The dogs measured 23 inches, 22 inches, and 19 inches respectively. Together they required 2,250 square\ninches of space. They were in an enclosure that measured 48 by 30 inches and provided 1,440 square inches of space.\nThe enclosure was short by 810 square inches of space.\nCage space requirements ensure that the dogs have enough room to move about freely within their enclosures. It\nminimizes the dogs from stepping or sitting in their feces or urine and also minimizes the spread of disease. The licensee\nmust ensure that all enclosures containing dogs and puppies have enough floor space to meet the minimum floor space\nrequirements for the number of and the size of the dogs in that enclosure.\nCorrect starting on 3/29/23."
    },
    {
      "code": "3.13(b)",
      "kind": "",
      "repeat": false,
      "desc": "Veterinary care for dogs.",
      "narrative": "The licensee does not have documentation that the annual exams have been completed and that the dogs have been\ngiven their distemper and parvo shots. Not documenting or not having the records available during inspection doesn't\nensure the dogs are up to date on their vaccines and that they have been adequately examined by the Attending\nVeterinarian. The licensee must be able to make these records available during inspection. Correct starting on 3/29/23.\nThis inspection and exit interview were conducted with the licensee.\nEnd of report.\nEnd Section"
    }
  ],
  "narrative": "3.6(c)(1)(i) \n   \nPrimary enclosures. \nTwo enclosures had dogs in it that required more space than what the enclosures provided.  The first enclosure had two \npomeranians.  The two dogs measured 20 inches and 22 inches respectively.  These two dogs together required 1,460 \nsquare inches of space.  The enclosure they were in measured 48 inches by 30 inches and only provided 1,440 square \ninches of space.  The enclosure was short by 20 square inches of space.  Another enclosure contained three boston \nterriers.  The dogs measured 23 inches, 22 inches, and 19 inches respectively.  Together they required 2,250 square \ninches of space.  They were in an enclosure that measured 48 by 30 inches and provided 1,440 square inches of space.  \nThe enclosure was short by 810 square inches of space. \n \nCage space requirements ensure that the dogs have enough room to move about freely within their enclosures.  It \nminimizes the dogs from stepping or sitting in their feces or urine and also minimizes the spread of disease.  The licensee \nmust ensure that all enclosures containing dogs and puppies have enough floor space to meet the minimum floor space \nrequirements for the number of and the size of the dogs in that enclosure. \n \nCorrect starting on 3/29/23. \n3.13(b)\n\nVeterinary care for dogs. \nThe licensee does not have documentation that the annual exams have been completed and that the dogs have been \ngiven their distemper and parvo shots.  Not documenting or not having the records available during inspection doesn't \nensure the dogs are up to date on their vaccines and that they have been adequately examined by the Attending \nVeterinarian.  The licensee must be able to make these records available during inspection.  Correct starting on 3/29/23. \n \nThis inspection and exit interview were conducted with the licensee. \n \nEnd of report. \n \nEnd Section",
  "animals_total": 61,
  "species": [
    {
      "count": 45,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 16,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}