{
  "insp_id": "INS-0000851339",
  "layout": "c",
  "customer_id": "9245",
  "customer_name": "Steve Kruse",
  "customer_addr": "2345 Hwy 16\nWest Point, IA 52656",
  "certificate": "42-B-0182",
  "site_id": "001",
  "site_name": "STEVE KRUSE",
  "insp_type": "ROUTINE INSPECTION",
  "date": "07-MAR-2023",
  "report_date": "08-MAR-2023",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": true,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "Female Bernese mountain dog (tattoo #136, microchip #712451) is observed licking a bleeding wound on the abdomen in\nbetween the mammary glands. A large amount of blood was seen coming from a wound approximately 0.5 inches in\nlength from what appeared to be an incision. Adjacent to the wound were skin sutures and the records indicated that the\ndog recently had a surgical artificial insemination performed by the attending veterinarian. The inspectors observed blood\non the floor of the enclosure. Wounds can become infected and can cause stress, pain, or discomfort to the regulated\nanimal. Additionally, there is a heavy buildup of a hard, thick, brown material encasing 50-80% of most of the teeth on\nboth sides of the mouth. The gums are swollen and red. Heavy buildup on the teeth as well as gum recession, redness\nand swelling can be signs of dental problems. The wound on the dog’s abdomen and the teeth have not been noted by\nthe facility staff prior to the inspection and no treatment was being provided or has been planned.\nFemale poodle mix (tattoo #114, microchip #) is observed to be intermittently limping and non-weight bearing on the right\nfront leg. A wound on the underside of the right front leg near the elbow was found along with dried and fresh blood and\nthe area around the wound is swollen. Wounds can become infected and can cause stress, pain, or discomfort to the\nregulated animal. The wound on the dog’s leg had not been noted by the facility staff prior to the inspection and no\ntreatment was being provided or has been planned.\nA female Boston Terrier dog (tattoo #13) has redness of the left eye and is squinting. There is a cloudy area covering a\nportion of the upper half of the left eye and the eyelids are red. The current condition of the eye had not been noticed and\nno treatment is being provided or has been planned. Redness and squinting of the eye can be a sign of injury, infection,\nirritation, or allergy. Dogs with eye issues can experience pain, discomfort, stress, and even blindness. Additionally, there\nis a heavy buildup of a hard, thick, brown material encasing 50-80% of most of the teeth on both sides of the mouth. The\ngums are swollen and red. Heavy buildup on the teeth with redness and swelling can be signs of dental problems. The\ncurrent condition of the eye and teeth had not been noticed and no treatment is being provided or has been planned.\nAn Australian shepherd dog (tattoo #2) is observed by the inspectors to be limping as it walked around the enclosure.\nCloser examination of the dog revealed two wounds on the left front leg. The larger wound is located higher up on the\nfront left leg and both wounds contained blood that had adhered to the coat. Wounds can become infected and can cause\nstress, pain, or discomfort to the regulated animal. The wounds on the left front leg had not been noted by the facility staff\nprior to the inspection and no treatment was being provided or has been planned.\nFemale poodle mix (tattoo #31, microchip #2777952) has redness of the right eye with green, thick, mucus-like and dried,\ncrusty discharge. The dried crusty discharge covered the inside corner of the eye and the eyelids, forming matts. Redness\nand discharge from the eye can be a sign of infection, irritation, or allergy. Dogs with eye issues can experience pain,\ndiscomfort, stress, and even blindness. Additionally, there is a heavy buildup of a hard, thick, brown material encasing 50-\n80% of most of the teeth on both sides of the mouth. The gums are swollen and red. Heavy buildup on the teeth as well\nas gum recession, redness and swelling can be signs of dental problems. The current condition of the eye and teeth had\nnot been noticed and no treatment is being provided or has been planned.\nFemale bulldog (tattoo #56, microchip #892618) has redness of both eyes with green, thick, mucus-like and dried, crusty\ndischarge. Additionally, there is an interdigital hairless swelling on the left front leg. The swelling on the left front leg has\ntwo areas where a small amount of fluid was draining out and has formed crusts. The current condition of the animal’s\neyes and paws had not been noticed and no treatment is being provided or has been planned. Redness and discharge\nfrom the eyes can be a sign of infection, irritation, or allergy. Dogs with eye issues can experience pain, discomfort,\nstress, and even blindness. Swellings on the paws can cause pain and distress to the regulated animal.\nFemale French bulldog (tattoo #17, microchip #3713840) has an abrasion on the inside the left ear. The abrasion was\noval shaped, approximately 0.5 inches in length, and had thick, mucus-like and dried, crusty discharge along the edges.\nThe current condition of the animal’s ear had not been noticed and no treatment is being provided or has been planned.\nAn abrasion with discharge on the ears can be a sign of injury, infection, irritation, or allergy and can cause pain and\ndistress to the regulated animal.\nFemale Bulldog (tattoo #36, microchip #7E10334735) has an interdigital hairless swelling on the right back leg. The\nswelling on the right back leg was reddened and appeared it was about to burst. The current condition of the animal’s paw\nhad not been noticed and no treatment is being provided or has been planned. Swellings on the paws can cause pain and\ndistress to the regulated animal.\nMale Swoodle (tattoo #5, microchip #2448013) has an area on the back of the neck that contained dry crusty discharge.\nThe area covered a large portion of the back of the neck and contained matts along the edges. The dog had received\ntreatment on February 14-16, 2023 for fight wounds. The attending veterinarian visited the facility on March 01, 2023 to\nexamine individual dogs, but the licensee did not have this animal's condition rechecked.\nWounds with discharge left unchecked can cause pain and distress to the regulated animal. Additionally, there was heavy\nbuildup of a hard, thick, brown material encasing 50-80% of most of the teeth on both sides of the mouth. Heavy buildup\non the teeth can be signs of dental problems.\nFemale poodle mix (tattoo #45, microchip #2777488) has a heavy buildup of a hard, thick, brown material encasing 50-\n80% of most of the teeth on both sides of the mouth. The gums are swollen and red. Heavy buildup on the teeth with\nredness and swelling can be signs of dental problems. The current condition of the teeth had not been noticed and no\ntreatment is being provided or has been planned.\nMale Wheaton terrier dog (tattoo #5) has a large matt on the back. The matt was firm, movable, and had a section at the\nback end that contained crusty dark discharge. Records indicated that the cause of the matt was a mass with the last\ntreatment taking place on February 16, 2023 but the attending veterinarian had not rechecked the condition. Masses left\nunchecked can cause pain and distress to the regulated animal. Additionally, there is extremely heavy buildup of a hard,\nthick, brown/gray material encasing 50-80% of most of the teeth on both sides of the mouth. The gums are receding and\nare swollen and red. Heavy buildup on the teeth with gum recession, redness and swelling can be signs of severe dental\nproblems. The current condition of the teeth had not been noticed and no treatment is being provided or has been\nplanned.\nFemale Bulldog (tattoo #40, microchip #712218) has an area of hair loss and discharge on the underside of the neck. The\narea contains dried, crusty green/yellow discharge and there is associated hair loss. The dog was treated from January\n13-20, 2023 with cephalexin but when the attending veterinarian was on premises on March 1, 2023 there was no\nrecheck performed. A facility representative stated they recently treated the condition with Ivomec but did not document it.\nThe licensee is required to use appropriate methods to prevent, control, diagnose, and treat diseases and injuries in the\nregulated animals. The licensee is required to have the above mentioned animals evaluated by a veterinarian for an\naccurate diagnosis and to develop an effective treatment plan. The licensee must ensure each animal receives adequate\nveterinary care at all times.\nThe following dogs have matted hair coats:\n* Female Pomsky (tattoo #5, microchip #893156) has a severely matted hair coat along the top of her back and behind\nboth shoulders. The hair has become matted into thick clumps which are tight against the skin.\n* Female Pomsky (tattoo #9, microchip #982224) has a severely matted hair coat along both sides of the body from the\nshoulders to the rump. The hair is matted into thick, firm clumps which are tight against the skin.\n* Female Wheaton (tattoo #147, microchip 3568183) has a heavily matted hair coat. The inspectors were unable to\nphysically examine the dog due to its behavior, but were able to observe the matted hair is located across the top of the\ndog's head and throughout its entire hair coat.\n* Male Wheaton (tattoo #5) has a large, matted section of hair located at the top of the back near the left hip. Trapped\nwithin the matted hair is a dark colored crusty material. The facility representative stated that the dog had recently had a\nmedical condition beneath the matted hair that had been exuding a discharge.\n* Female Cocker Spaniel (tattoo #11, microchip #1389898) has a matted hair coat. The dog had been treated for a\nwound and the hair surrounding the area is matted into tight clumps and the hair beneath the tail has dried fecal material\nattached to it.\nMatted hair and material trapped within the hair could cause pain and discomfort to the animal, as well as lead to further\nhealth issues.\nEach dealer shall use appropriate methods to prevent, control, diagnose and treat diseases and injuries. The licensee\nmust have the matted hair and material removed from the hair coats of these affected dogs. The licensee must ensure\nthat the hair coat of each dog remains clean and free of matted hair at all times in order to support the health and well-\nbeing of the animals."
    },
    {
      "code": "3.13(b)(2)",
      "kind": "",
      "repeat": true,
      "desc": "Veterinary care for dogs.",
      "narrative": "During the inspection at least 5 dogs were identified with matted hair coats and 5 dogs were identified with poor dental\nhealth. The facility's Program of Veterinary Care states that the animals will have their hair coats sheared biannually\n(every 6 months) and teeth are cleaned at that time. In addition, non-sheared breeds will have their teeth cleaned as\nneeded. The licensee was unable to produce any medical records that indicate the last time the dogs had received hair\ncoat grooming or dental care.\nThe facility representative stated that bulldog (tattoo #40) had recently been treated with Ivomec for a skin condition, but\nthe medical record documenting this treatment could not be found.\nFailure to keep medical records may interfere with the ability of APHIS officials to determine if the animals are receiving\nadequate veterinary care.\nDealers must keep copies of medical records that include the problem identified and the treatment procedure performed.\nThe licensee must ensure that all procedures and treatments performed on the dogs including grooming, dental care, and\nany medical products that are given are documented on a complete medical record containing all required information.\nThis inspection and exit interview were conducted with the facility representatives.\nAdditional Inspectors:\nJonathan Tomkovitch, VETERINARY MEDICAL OFFICEREnd Section"
    }
  ],
  "narrative": "2.40(b)(2)  Direct Repeat\n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nFemale Bernese mountain dog (tattoo #136, microchip #712451) is observed licking a bleeding wound on the abdomen in \nbetween the mammary glands. A large amount of blood was seen coming from a wound approximately 0.5 inches in \nlength from what appeared to be an incision. Adjacent to the wound were skin sutures and the records indicated that the \ndog recently had a surgical artificial insemination performed by the attending veterinarian.  The inspectors observed blood \non the floor of the enclosure. Wounds can become infected and can cause stress, pain, or discomfort to the regulated \nanimal.  Additionally, there is a heavy buildup of a hard, thick, brown material encasing 50-80% of most of the teeth on \nboth sides of the mouth. The gums are swollen and red. Heavy buildup on the teeth as well as gum recession, redness \nand swelling can be signs of dental problems. The wound on the dog’s abdomen and the teeth have not been noted by \nthe facility staff prior to the inspection and no treatment was being provided or has been planned. \n \nFemale poodle mix (tattoo #114, microchip #) is observed to be intermittently limping and non-weight bearing on the right \nfront leg. A wound on the underside of the right front leg near the elbow was found along with dried and fresh blood and \nthe area around the wound is swollen. Wounds can become infected and can cause stress, pain, or discomfort to the \nregulated animal. The wound on the dog’s leg had not been noted by the facility staff prior to the inspection and no \ntreatment was being provided or has been planned.\n\nA female Boston Terrier dog (tattoo #13) has redness of the left eye and is squinting. There is a cloudy area covering a \nportion of the upper half of the left eye and the eyelids are red. The current condition of the eye had not been noticed and \nno treatment is being provided or has been planned. Redness and squinting of the eye can be a sign of injury, infection, \nirritation, or allergy. Dogs with eye issues can experience pain, discomfort, stress, and even blindness.  Additionally, there \nis a heavy buildup of a hard, thick, brown material encasing 50-80% of most of the teeth on both sides of the mouth. The \ngums are swollen and red. Heavy buildup on the teeth with redness and swelling can be signs of dental problems. The \ncurrent condition of the eye and teeth had not been noticed and no treatment is being provided or has been planned. \n \nAn Australian shepherd dog (tattoo #2) is observed by the inspectors to be limping as it walked around the enclosure.  \nCloser examination of the dog revealed two wounds on the left front leg.  The larger wound is located higher up on the \nfront left leg and both wounds contained blood that had adhered to the coat. Wounds can become infected and can cause \nstress, pain, or discomfort to the regulated animal. The wounds on the left front leg had not been noted by the facility staff \nprior to the inspection and no treatment was being provided or has been planned. \n \nFemale poodle mix (tattoo #31, microchip #2777952) has redness of the right eye with green, thick, mucus-like and dried, \ncrusty discharge. The dried crusty discharge covered the inside corner of the eye and the eyelids, forming matts. Redness \nand discharge from the eye can be a sign of infection, irritation, or allergy. Dogs with eye issues can experience pain, \ndiscomfort, stress, and even blindness. Additionally, there is a heavy buildup of a hard, thick, brown material encasing 50-\n80% of most of the teeth on both sides of the mouth. The gums are swollen and red. Heavy buildup on the teeth as well \nas gum recession, redness and swelling can be signs of dental problems. The current condition of the eye and teeth had \nnot been noticed and no treatment is being provided or has been planned.\n\nFemale bulldog (tattoo #56, microchip #892618) has redness of both eyes with green, thick, mucus-like and dried, crusty \ndischarge. Additionally, there is an interdigital hairless swelling on the left front leg. The swelling on the left front leg has \ntwo areas where a small amount of fluid was draining out and has formed crusts. The current condition of the animal’s \neyes and paws had not been noticed and no treatment is being provided or has been planned. Redness and discharge \nfrom the eyes can be a sign of infection, irritation, or allergy. Dogs with eye issues can experience pain, discomfort, \nstress, and even blindness. Swellings on the paws can cause pain and distress to the regulated animal. \n \nFemale French bulldog (tattoo #17, microchip #3713840) has an abrasion on the inside the left ear. The abrasion was \noval shaped, approximately 0.5 inches in length, and had thick, mucus-like and dried, crusty discharge along the edges. \nThe current condition of the animal’s ear had not been noticed and no treatment is being provided or has been planned. \nAn abrasion with discharge on the ears can be a sign of injury, infection, irritation, or allergy and can cause pain and \ndistress to the regulated animal. \n \nFemale Bulldog (tattoo #36, microchip #7E10334735) has an interdigital hairless swelling on the right back leg. The \nswelling on the right back leg was reddened and appeared it was about to burst. The current condition of the animal’s paw \nhad not been noticed and no treatment is being provided or has been planned. Swellings on the paws can cause pain and \ndistress to the regulated animal. \n \nMale Swoodle (tattoo #5, microchip #2448013) has an area on the back of the neck that contained dry crusty discharge. \nThe area covered a large portion of the back of the neck and contained matts along the edges. The dog had received \ntreatment on February 14-16, 2023 for fight wounds.  The attending veterinarian visited the facility on March 01, 2023 to\n\nexamine individual dogs, but the licensee did not have this animal's condition rechecked.  \nWounds with discharge left unchecked can cause pain and distress to the regulated animal. Additionally, there was heavy \nbuildup of a hard, thick, brown material encasing 50-80% of most of the teeth on both sides of the mouth. Heavy buildup \non the teeth can be signs of dental problems. \n \nFemale poodle mix (tattoo #45, microchip #2777488) has a heavy buildup of a hard, thick, brown material encasing 50-\n80% of most of the teeth on both sides of the mouth. The gums are swollen and red. Heavy buildup on the teeth with \nredness and swelling can be signs of dental problems. The current condition of the teeth had not been noticed and no \ntreatment is being provided or has been planned. \n \nMale Wheaton terrier dog (tattoo #5) has a large matt on the back. The matt was firm, movable, and had a section at the \nback end that contained crusty dark discharge. Records indicated that the cause of the matt was a mass with the last \ntreatment taking place on February 16, 2023 but the attending veterinarian had not rechecked the condition. Masses left \nunchecked can cause pain and distress to the regulated animal.   Additionally, there is extremely heavy buildup of a hard, \nthick, brown/gray material encasing 50-80% of most of the teeth on both sides of the mouth. The gums are receding and \nare swollen and red. Heavy buildup on the teeth with gum recession, redness and swelling can be signs of severe dental \nproblems. The current condition of the teeth had not been noticed and no treatment is being provided or has been \nplanned. \n \nFemale Bulldog (tattoo #40, microchip #712218) has an area of hair loss and discharge on the underside of the neck. The \narea contains dried, crusty green/yellow discharge and there is associated hair loss. The dog was treated from January \n13-20, 2023 with cephalexin but when the attending veterinarian was on premises on March 1, 2023 there was no\n\nrecheck performed. A facility representative stated they recently treated the condition with Ivomec but did not document it. \n \nThe licensee is required to use appropriate methods to prevent, control, diagnose, and treat diseases and injuries in the \nregulated animals. The licensee is required to have the above mentioned animals evaluated by a veterinarian for an \naccurate diagnosis and to develop an effective treatment plan. The licensee must ensure each animal receives adequate \nveterinary care at all times. \n \nThe following dogs have matted hair coats: \n \n*  Female Pomsky (tattoo #5, microchip #893156) has a severely matted hair coat along the top of her back and behind \nboth shoulders.  The hair has become matted into thick clumps which are tight against the skin.   \n \n*  Female Pomsky (tattoo #9, microchip #982224) has a severely matted hair coat along both sides of the body from the \nshoulders to the rump.  The hair is matted into thick, firm clumps which are tight against the skin.  \n \n*  Female Wheaton (tattoo #147, microchip 3568183) has a heavily matted hair coat.  The inspectors were unable to \nphysically examine the dog due to its behavior, but were able to observe the matted hair is located across the top of the \ndog's head and throughout its entire hair coat.  \n \n* Male Wheaton (tattoo #5) has a large, matted section of hair located at the top of the back near the left hip.  Trapped \nwithin the matted hair is a dark colored crusty material.  The facility representative stated that the dog had recently had a \nmedical condition beneath the matted hair that had been exuding a discharge.\n\n*  Female Cocker Spaniel (tattoo #11, microchip #1389898) has a matted hair coat.  The dog had been treated for a \nwound and the hair surrounding the area is matted into tight clumps and the hair beneath the tail has dried fecal material \nattached to it. \n \nMatted hair and material trapped within the hair could cause pain and discomfort to the animal, as well as lead to further \nhealth issues. \n \nEach dealer shall use appropriate methods to prevent, control, diagnose and treat diseases and injuries.  The licensee \nmust have the matted hair and material removed from the hair coats of these affected dogs.  The licensee must ensure \nthat the hair coat of each dog remains clean and free of matted hair at all times in order to support the health and well-\nbeing of the animals. \n3.13(b)(2)  Repeat\n   \nVeterinary care for dogs. \nDuring the inspection at least 5 dogs were identified with matted hair coats and 5 dogs were identified with poor dental \nhealth.  The facility's Program of Veterinary Care states that the animals will have their hair coats sheared biannually \n(every 6 months) and teeth are cleaned at that time.  In addition, non-sheared breeds will have their teeth cleaned as \nneeded.  The licensee was unable to produce any medical records that indicate the last time the dogs had received hair \ncoat grooming or dental care.   \n \nThe facility representative stated that bulldog (tattoo #40) had recently been treated with Ivomec for a skin condition, but \nthe medical record documenting this treatment could not be found.\n\nFailure to keep medical records may interfere with the ability of APHIS officials to determine if the animals are receiving \nadequate veterinary care.   \n \nDealers must keep copies of medical records that include the problem identified and the treatment procedure performed. \nThe licensee must ensure that all procedures and treatments performed on the dogs including grooming, dental care, and \nany medical products that are given are documented on a complete medical record containing all required information. \n \nThis inspection and exit interview were conducted with the facility representatives. \n \nAdditional Inspectors: \nJonathan Tomkovitch, VETERINARY MEDICAL OFFICEREnd Section",
  "animals_total": 718,
  "species": [
    {
      "count": 718,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    }
  ]
}