{
  "insp_id": "INS-0000885666",
  "layout": "c",
  "customer_id": "326301",
  "customer_name": "Hillside Kennels",
  "customer_addr": "P.O. Box 12\nCharm, OH 44617",
  "certificate": "31-A-0618",
  "site_id": "001",
  "site_name": "HILLSIDE KENNELS",
  "insp_type": "RE-LICENSE INSPECTION",
  "date": "16-AUG-2023",
  "report_date": "22-AUG-2023",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Critical",
      "repeat": false,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "A dog died from injuries sustained in a dog fight and the licensee did not take the animal to a veterinarian until the next\nday. Records indicate that a 6 year old adult female Maltese (ID# 2135) died on December 1, 2022. The licensee states\nthat the night before the animal was involved in a dog fight.\nThe licensee described that the dog as “basically dead” when they found the animal, wrapped the dog up in a blanket,\nand moved it to a warmer location. However, the licensee waited until the next day to contact a veterinarian and the\nanimal subsequently died the following morning. The licensee failed to provide this animal with emergency veterinary\ncare, resulting in worsening of the animal’s condition and prolonged suffering. The licensee must establish and maintain\nprograms of adequate veterinary care and use appropriate methods to prevent, control, diagnose, and treat diseases and\ninjuries, and the availability of emergency, weekend, and holiday care. The licensee must take animals with emergency\nconditions to a veterinarian immediately to ensure health conditions are properly treated and animal suffering is alleviated."
    },
    {
      "code": "2.75(a)(1)(iii)",
      "kind": "",
      "repeat": false,
      "desc": "Records: Dealers and exhibitors.",
      "narrative": "The licensee is not maintaining complete records identifying the sources of animal acquisition. The records do not include\nthe vehicle license number and State, and the driver’s license number (or photographic identification card for non-drivers\nissued by a State) and State of the person, if he or she is not licensed or registered under the Act. Failure to include all\nthe required acquisition information may not allow APHIS officials to properly track the movement and care of animals\ncovered by the Animal Welfare Act.\nEach dealer shall make, keep, and maintain records or forms which fully and correctly disclose the information concerning\neach dog purchased or otherwise acquired, owned, held, or otherwise in his or her possession or under his or her control,\nor which is transported, euthanized, sold, or otherwise disposed of by that dealer. The licensee must ensure that records\nare complete and correctly disclose the required information."
    },
    {
      "code": "2.131(e)",
      "kind": "Critical",
      "repeat": false,
      "desc": "Handling of animals.",
      "narrative": "A dog died from exposure due to being trapped outside during winter weather. Records indicate that a 5 year old adult\nfemale Poodle (ID# 2195) had died on December 15, 2022. The licensee states that the animal was found deceased in\nthe outside portion of a sheltered enclosure because it was unable to get inside during the night. The cause of how the\nanimal was unable to get back inside is unclear, the licensee states the animal had its tongue stuck on the outside metal\nfencing sometime during the night. According to weatherunderground.com the low temperature for December 15, 2022\nwas 37 degrees Fahrenheit. Small dogs that are not acclimated to the climatic conditions cannot remain outside overnight\nas this could cause discomfort, distress, or even death. The licensee did not ensure the animal could return to the inside\nportion of the sheltered enclosure. When climatic conditions present a threat to an animal’s health or well-being,\nappropriate measures must be taken to alleviate the impact of those conditions. An animal may never be subjected to any\ncombination of temperature, humidity, and time that is detrimental to the animal’s health or well-being, taking into\nconsideration such factors as the animal’s age, species, breed, overall health status, and acclimation. During winter\ntemperatures animals must be moved indoors or have increased monitoring to ensure they always have access to\nfacilities with appropriate temperatures."
    },
    {
      "code": "3.1(c)(2)",
      "kind": "",
      "repeat": false,
      "desc": "Housing facilities, general.",
      "narrative": "The surfaces in several primary enclosures are not being maintained:\n-Three primary enclosures housing an adult female with two puppies, an adult female with three puppies, and an adult\nfemale with 5 puppies contain carpet with frayed edges. Frayed edges can be injurious to the regulated animal as they\ncould ingest the material or could cause entrapment.\n-Three enclosures contain surfaces that have excessive chew damage. The steps leading from the indoor portion to the\noutdoor portion of three sheltered enclosures housing a total of 9 dogs contain excessive chew damage along the edges\nof the steps. Surfaces with excessive chew damage do not allow for proper sanitation.\nAll surfaces must be maintained on a regular basis. Surfaces of housing facilities—including houses, dens, and other\nfurniture-type fixtures and objects within the facility—that cannot be readily cleaned and sanitized, must be replaced when\nworn or soiled. All of the surfaces must be replaced and maintained without frayed edges or excessive chew damage."
    },
    {
      "code": "3.6(a)(2)(i)",
      "kind": "",
      "repeat": false,
      "desc": "Primary enclosures.",
      "narrative": "The primary enclosures have sharp points and are not protecting the animals from injury:\n-The bottom of the metal fencing in the outside portion of 11 sheltered enclosures does not extend to the ground and\ncreates sharp points. The enclosures house a total of 12 adult dogs and 12 puppies.\n-One enclosure housing one dog contains surfaces that have sharp points. The steps leading from the outside portion to\nthe inside portion of the sheltered enclosure are split at the bottom and have an exposed nail.\nSharp points can cause injury and discomfort to the animals. Primary enclosures must be constructed and maintained so\nthat they have no sharp points or edges that could injure the dogs. Correct by ensuring the enclosures protect the animals\nfrom injury by not having sharp points or edges."
    },
    {
      "code": "3.6(c)(2)",
      "kind": "Critical",
      "repeat": false,
      "desc": "Primary enclosures.",
      "narrative": "A dog sustained injuries in a dog fight and the licensee did not ensure the animals housed together were compatible. On\nAugust 15, 2023, a 6 year old adult female poodle (ID# 2193) who was in heat sustained injuries due to a dog fight in the\nprimary enclosure. The injuries included a puncture wound on the right front leg, abrasions on the left shoulder, both front\nlegs, and left ear, and bruising on the back right leg. The animal was visibly lethargic and was shaking. The adult female\npoodle was housed with three other adult female dogs who were not in heat. The licensee did not notice the animal was in\nheat until after the fight and as a result did not separate the animals. Failure to ensure adequate separation of\nincompatible animals can result in behavioral stress, injuries, unnecessary suffering, and even death. The licensee did not\nprovide adequate observation of the animals and did not separate the animals that were not compatible. All dogs housed\nin the same primary enclosure must be compatible, as determined by observation. Correct by ensuring the animals are\nadequately monitored and only compatible animals are housed together."
    },
    {
      "code": "3.13(a)(3)",
      "kind": "",
      "repeat": false,
      "desc": "Veterinary care for dogs.",
      "narrative": "The licensee is not following the written Program of Veterinary Care (PVC) schedule for the routine treatments for\ndeworming and vaccinations for puppies. The following inconsistencies found in the records included:\n-According to the PVC puppies at 4 weeks of age should be dewormed with Metronidazole and Safeguard for 5 days.\nTwenty-one puppies did not receive the prescribed preventative deworming for five consecutive days. Ten puppies\n(B2301, B2302, B2303, B2304, B2305, B2306, B2307, B2308, B2309, B2310) received the medication for 1 day, then 1\nday was skipped, then 3 days of treatments, then 1 day skipped, and then one day of treatment. Three puppies (2350,\n2351, 2352) received the medication for 3 days, then 2 days were skipped, then two days of treatment. Eight puppies\n(2342, 2343, 2344, 2345, 2346, 2347, 2348, 2349) received the medication for 2 days, then 4 days were skipped, then 3\ndays of treatment.\n-According to the PVC puppies at 6 weeks of age are to be dewormed with Toltrazuril for 3 days. Twenty-one puppies did\nnot receive Toltrazuril for 3 consecutive days. Ten puppies (B2301, B2302, B2303, B2304, B2305, B2306, B2307, B2308,\nB2309, B2310) received the medication for 3 days, then 2 days were skipped, then 3 days of treatment. Three puppies\n(2350, 2351, 2352) received the medication for 4 days, then 2 days were skipped, then 3 days of treatment. Eight puppies\n(2342, 2343, 2344, 2345, 2346, 2347, 2348, 2349) received the medication for 1 day, then 5 days were skipped, then 4\ndays of treatment, 2 days skipped, then 2 days of treatment.\n-According to the PVC puppies at 6 weeks of age are to be dewormed with Zithro for 5-7 days. Twenty-one puppies did\nnot receive Zithro for 5-7 consecutive days. Ten puppies (B2301, B2302, B2303, B2304, B2305, B2306, B2307, B2308,\nB2309, B2310) received the medication for 3 days, then 2 days were skipped, then 3 days of treatment. Three puppies\n(2350, 2351, 2352) received the medication for 4 days, then 2 days were skipped, then 3 days of treatment. Eight puppies\n(2342, 2343, 2344, 2345, 2346, 2347, 2348, 2349) received the medication for 1 day, then 5 days were skipped, then 4\ndays of treatment, 2 days skipped, then 2 days of treatment.\n-According to the PVC puppies at 6 weeks of age are to be dewormed with Toltrazuril and Zithro and at 7 weeks of age\ncould be dewormed with Metronidazole and Safeguard. On July 25, 2023, eight puppies (2342, 2343, 2344, 2345, 2346,\n2347, 2348, 2349) received overlapping treatments of Toltrazuril, Zithro, Safeguard, and Metronidazole all on the same\nday.\n-According to the PVC puppies at 8 weeks of age are to be dewormed with Metronidazole and Safeguard for 5 days.\nTwenty-one puppies did not receive the prescribed preventative deworming for five consecutive days. Three puppies\n(2350, 2351, 2352) were due to receive this medication on August 1, 2023 and still had not received it on the day of\ninspection. Eight puppies (2342, 2343, 2344, 2345, 2346, 2347, 2348, 2349) received the medication for 4 days, then 2\ndays were skipped, then 1 day of treatment. Ten puppies (B2301, B2302, B2303, B2304, B2305, B2306, B2307, B2308,\nB2309, B2310) received the medication for only 4 consecutive days.\n-According to the PVC puppies at 10 weeks of age are to be dewormed with Safeguard, Pyrantel, or Toltrazuril. Eighteen\npuppies did not receive the prescribed preventative deworming. Eighteen puppies (B2301, B2302, B2303, B2304, B2305,\nB2306, B2307, B2308, B2309, B2310, 2342, 2343, 2344, 2345, 2346, 2347, 2348, 2349) instead received Metronidazole\nand Safeguard.\n-According to the PVC puppies should receive their 5-way vaccine 7 days after receiving the NeoPar vaccine. Eighteen\npuppies did not receive the vaccinations by the prescribed schedule. Ten puppies (B2301, B2302, B2303, B2304, B2305,\nB2306, B2307, B2308, B2309, B2310) received their 5-way vaccine 12 days after the NeoPar vaccine. Eight puppies\n(2342, 2343, 2344, 2345, 2346, 2347, 2348, 2349) received their 5-way vaccine 8 days after the NeoPar vaccine.\nFailure to administer vaccines and dewormers in accordance with a veterinary approved schedule can increase the risk of\ndisease exposure and disease transmission, and cause illness to the animals. The licensee must follow an appropriate\nprogram of veterinary care for dogs in accordance with a schedule approved by the attending veterinarian."
    },
    {
      "code": "3.13(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "Veterinary care for dogs.",
      "narrative": "The licensee does not have complete medical records for dogs when a problem is identified:\n-There is no written medical record for an 6 year old adult female Maltese (ID#2123). The records noted that the animal\nwas euthanized on June 8, 2022 by the attending veterinarian. The attending veterinarian indicates that the animal was\nfound to be in poor shape. However, the licensee states that the animal had no health concerns. The licensee does not\nhave medical records regarding the condition of the animal, the reason they were seeking veterinary care, or the reason\nfor euthanasia.\n-There is no written medical record for a 4 year old adult female Maltese (ID#8290). The records noted that the animal\ndied on September 29, 2022. The licensee stated they do not recall any information regarding the condition of the animal\nor the circumstances regarding the animal’s death. There was no medical record for this animal, no description of any\nproblems that were identified, and if any treatments were performed.\n-There is no written medical record for an 8 year old female Bernese Mountain Dog (ID#0314). According to the licensee\nin January 2023 the dog was “not doing well” with diarrhea and they gave some medications. The licensee stated they\ncould not recall any additional information regarding the condition of the animal and treatment. There was no medical\nrecord for this animal, no description of the problem that was identified, and no record of the treatments performed.\nFacility records confirm that the dog was found dead on January 15, 2023.\nFailure to maintain medical records regarding health conditions of the animals and treatments given does not allow APHIS\nofficials to determine if adequate veterinary care was provided. If a problem is identified (such as a disease, injury, or\nillness), the date and description of the problem, examination findings, test results, plan for treatment and care, and\ntreatment procedures performed must be documented. Correct by documenting all health conditions and treatments given\nto ensure that medical records are complete."
    },
    {
      "code": "3.13(b)(3)",
      "kind": "",
      "repeat": false,
      "desc": "Veterinary care for dogs.",
      "narrative": "The licensee does not maintain complete medical records for adult dogs. The licensee states that they do not keep\nrecords for the deworming treatments they have administered or the dates of administration for adult dogs. There were no\nindividual or group medical records recording the deworming treatments administered. The licensee states that they are\nbeing given Pyrantel every 3-4 months in accordance with the written PVC but could not provide additional information.\nFailure to maintain adequate medical records may interfere with the ability of APHIS officials to determine if the animals\nare receiving adequate veterinary care. Complete medical records must be maintained and include the names of all\nvaccines and treatments administered and the dates of administration. Correct by documenting all treatments given and\nensure that medical records are complete and contain the required information\nThis is a 1st Re-License Inspection for a Class “A” license. The inspection and exit briefing were conducted with the\napplicant.\nAll items must be in compliance within 2 more inspections or by October 15, 2023 or the applicant will forfeit the license\nfee and must wait 6 months to reapply. Please contact your inspector to schedule your next Re-License Inspection.\nRegulated activity can continue under your existing USDA license until it expires.\nn"
    }
  ],
  "narrative": "2.40(b)(2)  Critical\n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nA dog died from injuries sustained in a dog fight and the licensee did not take the animal to a veterinarian until the next \nday. Records indicate that a 6 year old adult female Maltese (ID# 2135) died on December 1, 2022. The licensee states \nthat the night before the animal was involved in a dog fight.  \n \nThe licensee described that the dog as “basically dead” when they found the animal, wrapped the dog up in a blanket, \nand moved it to a warmer location. However, the licensee waited until the next day to contact a veterinarian and the \nanimal subsequently died the following morning. The licensee failed to provide this animal with emergency veterinary \ncare, resulting in worsening of the animal’s condition and prolonged suffering. The licensee must establish and maintain \nprograms of adequate veterinary care and use appropriate methods to prevent, control, diagnose, and treat diseases and \ninjuries, and the availability of emergency, weekend, and holiday care. The licensee must take animals with emergency \nconditions to a veterinarian immediately to ensure health conditions are properly treated and animal suffering is alleviated. \n2.75(a)(1)(iii) \n   \nRecords: Dealers and exhibitors. \nThe licensee is not maintaining complete records identifying the sources of animal acquisition. The records do not include \nthe vehicle license number and State, and the driver’s license number (or photographic identification card for non-drivers \nissued by a State) and State of the person, if he or she is not licensed or registered under the Act. Failure to include all \nthe required acquisition information may not allow APHIS officials to properly track the movement and care of animals \ncovered by the Animal Welfare Act.  \n \nEach dealer shall make, keep, and maintain records or forms which fully and correctly disclose the information concerning \neach dog purchased or otherwise acquired, owned, held, or otherwise in his or her possession or under his or her control, \nor which is transported, euthanized, sold, or otherwise disposed of by that dealer. The licensee must ensure that records \nare complete and correctly disclose the required information. \n2.131(e)  Critical\n   \nHandling of animals.\n\nA dog died from exposure due to being trapped outside during winter weather. Records indicate that a 5 year old adult \nfemale Poodle (ID# 2195) had died on December 15, 2022. The licensee states that the animal was found deceased in \nthe outside portion of a sheltered enclosure because it was unable to get inside during the night. The cause of how the \nanimal was unable to get back inside is unclear, the licensee states the animal had its tongue stuck on the outside metal \nfencing sometime during the night. According to weatherunderground.com the low temperature for December 15, 2022 \nwas 37 degrees Fahrenheit. Small dogs that are not acclimated to the climatic conditions cannot remain outside overnight \nas this could cause discomfort, distress, or even death. The licensee did not ensure the animal could return to the inside \nportion of the sheltered enclosure. When climatic conditions present a threat to an animal’s health or well-being, \nappropriate measures must be taken to alleviate the impact of those conditions. An animal may never be subjected to any \ncombination of temperature, humidity, and time that is detrimental to the animal’s health or well-being, taking into \nconsideration such factors as the animal’s age, species, breed, overall health status, and acclimation. During winter \ntemperatures animals must be moved indoors or have increased monitoring to ensure they always have access to \nfacilities with appropriate temperatures. \n3.1(c)(2) \n   \nHousing facilities, general. \nThe surfaces in several primary enclosures are not being maintained:  \n \n-Three primary enclosures housing an adult female with two puppies, an adult female with three puppies, and an adult \nfemale with 5 puppies contain carpet with frayed edges. Frayed edges can be injurious to the regulated animal as they \ncould ingest the material or could cause entrapment. \n \n -Three enclosures contain surfaces that have excessive chew damage. The steps leading from the indoor portion to the \noutdoor portion of three sheltered enclosures housing a total of 9 dogs contain excessive chew damage along the edges \nof the steps. Surfaces with excessive chew damage do not allow for proper sanitation.  \n \nAll surfaces must be maintained on a regular basis. Surfaces of housing facilities—including houses, dens, and other \nfurniture-type fixtures and objects within the facility—that cannot be readily cleaned and sanitized, must be replaced when \nworn or soiled. All of the surfaces must be replaced and maintained without frayed edges or excessive chew damage. \n3.6(a)(2)(i) \n   \nPrimary enclosures. \nThe primary enclosures have sharp points and are not protecting the animals from injury:  \n \n-The bottom of the metal fencing in the outside portion of 11 sheltered enclosures does not extend to the ground and \ncreates sharp points. The enclosures house a total of 12 adult dogs and 12 puppies.  \n \n-One enclosure housing one dog contains surfaces that have sharp points. The steps leading from the outside portion to \nthe inside portion of the sheltered enclosure are split at the bottom and have an exposed nail. \n \nSharp points can cause injury and discomfort to the animals. Primary enclosures must be constructed and maintained so\n\nthat they have no sharp points or edges that could injure the dogs. Correct by ensuring the enclosures protect the animals \nfrom injury by not having sharp points or edges. \n3.6(c)(2)  Critical\n   \nPrimary enclosures. \nA dog sustained injuries in a dog fight and the licensee did not ensure the animals housed together were compatible. On \nAugust 15, 2023, a 6 year old adult female poodle (ID# 2193) who was in heat sustained injuries due to a dog fight in the \nprimary enclosure. The injuries included a puncture wound on the right front leg, abrasions on the left shoulder, both front \nlegs, and left ear, and bruising on the back right leg. The animal was visibly lethargic and was shaking. The adult female \npoodle was housed with three other adult female dogs who were not in heat. The licensee did not notice the animal was in \nheat until after the fight and as a result did not separate the animals. Failure to ensure adequate separation of \nincompatible animals can result in behavioral stress, injuries, unnecessary suffering, and even death. The licensee did not \nprovide adequate observation of the animals and did not separate the animals that were not compatible. All dogs housed \nin the same primary enclosure must be compatible, as determined by observation. Correct by ensuring the animals are \nadequately monitored and only compatible animals are housed together. \n3.13(a)(3) \n   \nVeterinary care for dogs. \nThe licensee is not following the written Program of Veterinary Care (PVC) schedule for the routine treatments for \ndeworming and vaccinations for puppies. The following inconsistencies found in the records included: \n \n-According to the PVC puppies at 4 weeks of age should be dewormed with Metronidazole and Safeguard for 5 days. \nTwenty-one puppies did not receive the prescribed preventative deworming for five consecutive days. Ten puppies \n(B2301, B2302, B2303, B2304, B2305, B2306, B2307, B2308, B2309, B2310) received the medication for 1 day, then 1 \nday was skipped, then 3 days of treatments, then 1 day skipped, and then one day of treatment. Three puppies (2350, \n2351, 2352) received the medication for 3 days, then 2 days were skipped, then two days of treatment. Eight puppies \n(2342, 2343, 2344, 2345, 2346, 2347, 2348, 2349) received the medication for 2 days, then 4 days were skipped, then 3 \ndays of treatment. \n \n-According to the PVC puppies at 6 weeks of age are to be dewormed with Toltrazuril for 3 days. Twenty-one puppies did \nnot receive Toltrazuril for 3 consecutive days. Ten puppies (B2301, B2302, B2303, B2304, B2305, B2306, B2307, B2308, \nB2309, B2310) received the medication for 3 days, then 2 days were skipped, then 3 days of treatment. Three puppies \n(2350, 2351, 2352) received the medication for 4 days, then 2 days were skipped, then 3 days of treatment. Eight puppies \n(2342, 2343, 2344, 2345, 2346, 2347, 2348, 2349) received the medication for 1 day, then 5 days were skipped, then 4 \ndays of treatment, 2 days skipped, then 2 days of treatment. \n \n-According to the PVC puppies at 6 weeks of age are to be dewormed with Zithro for 5-7 days. Twenty-one puppies did \nnot receive Zithro for 5-7 consecutive days. Ten puppies (B2301, B2302, B2303, B2304, B2305, B2306, B2307, B2308, \nB2309, B2310) received the medication for 3 days, then 2 days were skipped, then 3 days of treatment. Three puppies \n(2350, 2351, 2352) received the medication for 4 days, then 2 days were skipped, then 3 days of treatment. Eight puppies \n(2342, 2343, 2344, 2345, 2346, 2347, 2348, 2349) received the medication for 1 day, then 5 days were skipped, then 4 \ndays of treatment, 2 days skipped, then 2 days of treatment.\n\n-According to the PVC puppies at 6 weeks of age are to be dewormed with Toltrazuril and Zithro and at 7 weeks of age \ncould be dewormed with Metronidazole and Safeguard. On July 25, 2023, eight puppies (2342, 2343, 2344, 2345, 2346, \n2347, 2348, 2349) received overlapping treatments of Toltrazuril, Zithro, Safeguard, and Metronidazole all on the same \nday. \n \n-According to the PVC puppies at 8 weeks of age are to be dewormed with Metronidazole and Safeguard for 5 days. \nTwenty-one puppies did not receive the prescribed preventative deworming for five consecutive days. Three puppies \n(2350, 2351, 2352) were due to receive this medication on August 1, 2023 and still had not received it on the day of \ninspection. Eight puppies (2342, 2343, 2344, 2345, 2346, 2347, 2348, 2349) received the medication for 4 days, then 2 \ndays were skipped, then 1 day of treatment. Ten puppies (B2301, B2302, B2303, B2304, B2305, B2306, B2307, B2308, \nB2309, B2310) received the medication for only 4 consecutive days. \n \n-According to the PVC puppies at 10 weeks of age are to be dewormed with Safeguard, Pyrantel, or Toltrazuril. Eighteen \npuppies did not receive the prescribed preventative deworming. Eighteen puppies (B2301, B2302, B2303, B2304, B2305, \nB2306, B2307, B2308, B2309, B2310, 2342, 2343, 2344, 2345, 2346, 2347, 2348, 2349) instead received Metronidazole \nand Safeguard.  \n \n-According to the PVC puppies should receive their 5-way vaccine 7 days after receiving the NeoPar vaccine. Eighteen \npuppies did not receive the vaccinations by the prescribed schedule. Ten puppies (B2301, B2302, B2303, B2304, B2305, \nB2306, B2307, B2308, B2309, B2310) received their 5-way vaccine 12 days after the NeoPar vaccine. Eight puppies \n(2342, 2343, 2344, 2345, 2346, 2347, 2348, 2349) received their 5-way vaccine 8 days after the NeoPar vaccine. \n \nFailure to administer vaccines and dewormers in accordance with a veterinary approved schedule can increase the risk of \ndisease exposure and disease transmission, and cause illness to the animals. The licensee must follow an appropriate \nprogram of veterinary care for dogs in accordance with a schedule approved by the attending veterinarian. \n3.13(b)(2) \n   \nVeterinary care for dogs. \nThe licensee does not have complete medical records for dogs when a problem is identified: \n \n-There is no written medical record for an 6 year old adult female Maltese (ID#2123). The records noted that the animal \nwas euthanized on June 8, 2022 by the attending veterinarian. The attending veterinarian indicates that the animal was \nfound to be in poor shape. However, the licensee states that the animal had no health concerns. The licensee does not \nhave medical records regarding the condition of the animal, the reason they were seeking veterinary care, or the reason \nfor euthanasia. \n \n-There is no written medical record for a 4 year old adult female Maltese (ID#8290). The records noted that the animal \ndied on September 29, 2022. The licensee stated they do not recall any information regarding the condition of the animal \nor the circumstances regarding the animal’s death. There was no medical record for this animal, no description of any \nproblems that were identified, and if any treatments were performed.\n\n-There is no written medical record for an 8 year old female Bernese Mountain Dog (ID#0314). According to the licensee \nin January 2023 the dog was “not doing well” with diarrhea and they gave some medications. The licensee stated they \ncould not recall any additional information regarding the condition of the animal and treatment. There was no medical \nrecord for this animal, no description of the problem that was identified, and no record of the treatments performed. \nFacility records confirm that the dog was found dead on January 15, 2023.  \n \nFailure to maintain medical records regarding health conditions of the animals and treatments given does not allow APHIS \nofficials to determine if adequate veterinary care was provided. If a problem is identified (such as a disease, injury, or \nillness), the date and description of the problem, examination findings, test results, plan for treatment and care, and \ntreatment procedures performed must be documented. Correct by documenting all health conditions and treatments given \nto ensure that medical records are complete. \n3.13(b)(3) \n   \nVeterinary care for dogs. \nThe licensee does not maintain complete medical records for adult dogs. The licensee states that they do not keep \nrecords for the deworming treatments they have administered or the dates of administration for adult dogs. There were no \nindividual or group medical records recording the deworming treatments administered. The licensee states that they are \nbeing given Pyrantel every 3-4 months in accordance with the written PVC but could not provide additional information.  \n \nFailure to maintain adequate medical records may interfere with the ability of APHIS officials to determine if the animals \nare receiving adequate veterinary care. Complete medical records must be maintained and include the names of all \nvaccines and treatments administered and the dates of administration. Correct by documenting all treatments given and \nensure that medical records are complete and contain the required information \n \nThis is a 1st Re-License Inspection for a Class “A” license. The inspection and exit briefing were conducted with the \napplicant. \n \nAll items must be in compliance within 2 more inspections or by October 15, 2023 or the applicant will forfeit the license \nfee and must wait 6 months to reapply. Please contact your inspector to schedule your next Re-License Inspection. \n \nRegulated activity can continue under your existing USDA license until it expires. \n \n n",
  "animals_total": 62,
  "species": [
    {
      "count": 45,
      "scientific": "Canis familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 17,
      "scientific": "Canis familiaris",
      "common": "DOG PUPPY"
    }
  ]
}