{
  "insp_id": "288150731030148",
  "layout": "a",
  "customer_id": "30060",
  "customer_name": "Levi D Troyer",
  "customer_addr": "32187 Township Road 235\nFresno, OH 43828",
  "certificate": "31-A-0147",
  "site_id": "001",
  "site_name": "LEVI D TROYER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "14-OCT-2015",
  "report_date": "14-OCT-2015",
  "citations": [
    {
      "code": "2.75(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "RECORDS: DEALERS AND EXHIBITORS.",
      "narrative": "At today's inspection, several APHIS 7006 Forms were found to be incomplete and missing key information There\nwas 1 form that was missing the sales date. In addition, there were approximately 7 other 7006's that were missing\nthe puppies age or date of birth. When the Licensee was asked to provide the missing information from the\npuppies ID/Cage Card, it took the licensee approximately 30 minutes to find 4 cage cards with some of the missing\ninformation. Although the Licensee had several cage cards to look through, he was not able to find all the cage\ncards for the puppies from the forms with missing information. Several puppies' dates of birth are still unknown at\nthis time. The Licensee stated that his broker fills in the information on the 7006 Form and he was unaware that it\nwas his responsibility to ensure that information was all correct and complete at the time of Disposition. Not having\naccurate and up to date Acquisition and Disposition records for all animals does not allow a proper accountability of\nthe animals to be conducted. The Licensee must ensure that all records are kept up to date with accurate\ninformation for all animals purchased or otherwise acquired, owned, held or otherwise in his possession or under his\ncontrol, or which is transported, euthanized, sold or otherwise disposed of for the facility. This information includes\nage and date of birth of the animals that are sold.\nCorrect by: From this day forward"
    },
    {
      "code": "3.1(c)(3)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "The outdoor areas of several enclosures had a buildup of urine and fecal material on the concrete along the walls\nand ground. There were multiple outdoor enclosures that had been rinsed of solid wastes, the waste had been\ncaught along the edges of the enclosure and has begun to collect. One outdoor enclosure with four adult small\nbreed dogs had a buildup of fecal material and urine on the floor and walls of the doghouse. At the time of exit, all\nanimals were removed from this enclosure. Hard surfaces with which the dogs come in contact must be\nspot-cleaned daily and sanitized in accordance with 3.11(b) to prevent accumulation of excreta and reduce disease\nhazards.\nThe outdoor wash-down areas were found to have a heavy buildup of urine and fecal material. Three indoor\nwash-down areas were also found to have a buildup of dried excrement. One open wash-down drain area had a\nlarge buildup of fecal material, the kennel owner indicated that the wash-downs had been rinsed this morning and\nthat the drain did not appear to be functioning properly. All surfaces of housing facilities must be cleaned and\nsanitized when necessary to satisfy generally accepted husbandry standards and practices.\nThe buildup of this material within the enclosures and wash-down areas promotes conditions for the spread of\npathogens and does not promote the health and wellbeing of the animals within the kennel.\nCorrect by: October 21, 2015\nInspection and Exit conducted with Licensee, Animal Care Inspector Shannon Sebera and Veterinary Medical\nOfficer Mike Neafsey.\nAdditional Inspectors\nNeafsey Michael, Assistant Director"
    }
  ],
  "narrative": "2.75(a)(1)\nRECORDS: DEALERS AND EXHIBITORS.\nAt today's inspection, several APHIS 7006 Forms were found to be incomplete and missing key information  There\nwas 1 form that was missing the sales date.  In addition, there were approximately 7 other 7006's that were missing\nthe puppies age or date of birth.   When the Licensee was asked to provide the missing information from the\npuppies ID/Cage Card, it took the licensee approximately 30 minutes to find 4 cage cards with some of the missing\ninformation.  Although the Licensee had several cage cards to look through, he was not able to find all the cage\ncards for the puppies from the forms with missing information. Several puppies' dates of birth are still unknown at\nthis time.  The Licensee stated that his broker fills in the information on the 7006 Form and he was unaware that it\nwas his responsibility to ensure that information was all correct and complete at the time of Disposition.  Not having\naccurate and up to date Acquisition and Disposition records for all animals does not allow a proper accountability of\nthe animals to be conducted.  The Licensee must ensure that all records are kept up to date with accurate\ninformation for all animals purchased or otherwise acquired, owned, held or otherwise in his possession or under his\ncontrol, or which is transported, euthanized, sold or otherwise disposed of for the facility.  This information includes\nage and date of birth of the animals that are sold.\nCorrect by: From this day forward\n3.1(c)(3)\nHOUSING FACILITIES, GENERAL.\nThe outdoor areas of several enclosures had a buildup of urine and fecal material on the concrete along the walls\nand ground. There were multiple outdoor enclosures that had been rinsed of solid wastes, the waste had been\ncaught along the edges of the enclosure and has begun to collect. One outdoor enclosure with four adult small\nbreed dogs had a buildup of fecal material and urine on the floor and walls of the doghouse. At the time of exit, all\nanimals were removed from this enclosure. Hard surfaces with which the dogs come in contact must be\nspot-cleaned daily and sanitized in accordance with 3.11(b) to prevent accumulation of excreta and reduce disease\nhazards.\nThe outdoor wash-down areas were found to have a heavy buildup of urine and fecal material. Three indoor\nwash-down areas were also found to have a buildup of dried excrement. One open wash-down drain area had a\n\nlarge buildup of fecal material, the kennel owner indicated that the wash-downs had been rinsed this morning and\nthat the drain did not appear to be functioning properly. All surfaces of housing facilities must be cleaned and\nsanitized when necessary to satisfy generally accepted husbandry standards and practices. \nThe buildup of this material within the enclosures and wash-down areas promotes conditions for the spread of\npathogens and does not promote the health and wellbeing of the animals within the kennel. \nCorrect by: October 21, 2015\nInspection and Exit conducted with Licensee, Animal Care Inspector Shannon Sebera and Veterinary Medical\nOfficer Mike Neafsey.\nAdditional Inspectors\nNeafsey Michael, Assistant Director",
  "animals_total": 214,
  "species": [
    {
      "count": 171,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 43,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}