{
  "insp_id": "2016082569692634",
  "layout": "a",
  "customer_id": "324495",
  "customer_name": "Amos Kauffman",
  "customer_addr": "2269 E Winter Rd\nLoganton, PA 17747",
  "certificate": "23-A-0513",
  "site_id": "001",
  "site_name": "AMOS KAUFFMAN",
  "insp_type": "ROUTINE INSPECTION",
  "date": "08-JAN-2020",
  "report_date": "08-JAN-2020",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "In Pen #1, a grey, brown, and white adult guinea pig was identified during inspection as having a cloudy right eye\nwith slight blue discoloration of the cornea and a mild green discharge from the eye. This same guinea pig also had\nan approximate 1in spot on it's back near the shoulder blades that was missing hair. The licensee stated that this\nguinea pig had not been previously identified for either the eye or the hair loss and therefore had not followed the\nprotocols provided by their Attending Veterinarian (AV) for these conditions.\nAdditionally, in another pen, a deceased red-and-white adult guinea was identified. This carcass was observed to\nbe lean with protruding hip bones and a sunken-in appearance.\nFacilities must ensure that animals with health conditions are identified and treated according to instructions by the\nAV. Failure to do so can lead to worsening of health conditions, up to and including death. Correct by contacting\nyour AV to pursue treatment for this animal. Correct by January 9, 2020."
    },
    {
      "code": "3.25(a)",
      "kind": "",
      "repeat": true,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "There were 2 loose guinea pigs huddled behind the heating unit in the corner. The side walls of the wooden pens\nmeasured 7 inches in height but there were several gaps especially around the waterers and the corners where the\nheight was as low as 2 inches in some areas.\nInadequate wall heights below 7 inches may result in escape of guinea pigs from their enclosures and may lead to\ninjury during their escape or prevent access to food and water.\nHousing facilities must be adequate to protect the animals from injury and to contain the animals."
    },
    {
      "code": "3.28(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "**Most of the thirty-five wooden pens at the facility had wire that was used to extend the wall height. However, the\nsides of this wire was trimmed so that there were exposed wire ends of approximately 1in in length. These cut ends\nwere often in the corners of the enclosures and were at a height of 5-8in. The wire used also had several areas of\nrust in addition to the protruding ends.\n**All of the thirty-five wooden pens had areas where the guinea pigs had chewn and worn down the wood, exposing\nunsealed wood underneath. Most of these areas were concentrated around the water spigots.\n**Pens 2, 3, and 4 each had an exposed screw head of approximately 2in protruding into the enclosure at a height\nof approximately 4in. The licensee explained that these screws used to hold salt licks for the guinea pigs and the\nscrews had never been removed.\nEnclosures for guinea pigs must be kept structurally sound, maintained so as to prevent injury, and constructed of\nmaterial that is substantially impervious to moisture. The wire tips and exposed screws can cause injury to the\nanimals and the exposed wood can also cause injury as well as lead to the spread of disease through inadequate\nsanitation. Correct by repairing the wire and exposed wood as well as removing the screws. Correct by February 8,\n2020."
    },
    {
      "code": "3.29(d)",
      "kind": "Direct",
      "repeat": false,
      "desc": "FEEDING.",
      "narrative": "The self feeders attached to the inside of the guinea pig enclosures contained fecal material and bedding material\nmixed in with the feed. There was also fecal material observed on the outside of the feeders.\nFailure to clean feeders often enough to prevent contamination with fecal material can result in avoidance of food or\nspread of disease.\nFood receptacles must be located to minimize contamination by excreta and must be kept clean.\nCorrect from this day forward."
    },
    {
      "code": "3.30",
      "kind": "",
      "repeat": false,
      "desc": "WATERING.",
      "narrative": "There was a buildup of bedding, fecal material, debris, and wet greenish material around the nipples of the\nautomatic waterers.\nFailure to clean waterers often enough to prevent accumulation of debris can result in decreased water intake or\nspread of disease.\nWatering receptacles must be kept clean and sanitized when dirty.\nCorrect by: January 15, 2020"
    },
    {
      "code": "3.31(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "In Pen 45, there was a substantial amount of spiderwebs adhered to the upper corner of the enclosure.\nPrimary enclosures need to be cleaned and sanitized enough to prevent and accumulation of debris with sanitizing\noccurring at a minimum of once every 2 weeks. Correct by cleaning and removing the spiderwebs in Pen 45.\nCorrect by January 9, 2020."
    },
    {
      "code": "3.31(b)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "There were several cobwebs around the overhead PVC piping for the watering system and the piping was coated\nwith a layer of dirt and debris. There was an accumulation of dirt, debris, bedding, and fecal material coating the\nPVC piping for the watering system that runs along the floor at the rear of the first 2 rows of wooden pens closest to\nthe entry door.\nThe lack of sanitation and presence of dust and debris may attract pests into the room and may contribute to spread\nof disease.\nThe buildings used for housing animals must be kept clean in order to facilitate prescribed husbandry practices and\nmaintain the health of the animals.\nCorrect by: January 15, 2020\nThis inspection and exit interview were conducted with the licensee.\nAdditional Inspectors\nMaginnis Gwendalyn, Veterinary Medical Officer\nCarlson Melissa, Veterinary Medical Officer"
    }
  ],
  "narrative": "2.40(b)(2)           DIRECT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nIn Pen #1, a grey, brown, and white adult guinea pig was identified during inspection as having a cloudy right eye\nwith slight blue discoloration of the cornea and a mild green discharge from the eye.  This same guinea pig also had\nan approximate 1in spot on it's back near the shoulder blades that was missing hair.  The licensee stated that this\nguinea pig had not been previously identified for either the eye or the hair loss and therefore had not followed the\nprotocols provided by their Attending Veterinarian (AV) for these conditions.\nAdditionally, in another pen, a deceased red-and-white adult guinea was identified.  This carcass was observed to\nbe lean with protruding hip bones and a sunken-in appearance.\nFacilities must ensure that animals with health conditions are identified and treated according to instructions by the\nAV.  Failure to do so can lead to worsening of health conditions, up to and including death.  Correct by contacting\nyour AV to pursue treatment for this animal.  Correct by January 9, 2020.\n3.25(a)                    REPEAT\nFACILITIES, GENERAL.\nThere were 2 loose guinea pigs huddled behind the heating unit in the corner.  The side walls of the wooden pens\nmeasured  7 inches in height but there were several gaps especially around the waterers and the corners where the\nheight was as low as 2 inches in some areas.  \nInadequate wall heights below 7 inches may result in escape of guinea pigs from their enclosures and may lead to\ninjury during their escape or prevent access to food and water.\nHousing facilities must be adequate to protect the animals from injury and to contain the animals.\n3.28(a)(1)\nPRIMARY ENCLOSURES. \n**Most of the thirty-five wooden pens at the facility had wire that was used to extend the wall height.  However, the\nsides of this wire was trimmed so that there were exposed wire ends of approximately 1in in length.  These cut ends\nwere often in the corners of the enclosures and were at a height of 5-8in.  The wire used also had several areas of\n\nrust in addition to the protruding ends.\n**All of the thirty-five wooden pens had areas where the guinea pigs had chewn and worn down the wood, exposing\nunsealed wood underneath.  Most of these areas were concentrated around the water spigots.\n**Pens 2, 3, and 4 each had an exposed screw head of approximately 2in protruding into the enclosure at a height\nof approximately 4in.  The licensee explained that these screws used to hold salt licks for the guinea pigs and the\nscrews had never been removed.\nEnclosures for guinea pigs must be kept structurally sound, maintained so as to prevent injury, and constructed of\nmaterial that is substantially impervious to moisture.  The wire tips and exposed screws can cause injury to the\nanimals and the exposed wood can also cause injury as well as lead to the spread of disease through inadequate\nsanitation.  Correct by repairing the wire and exposed wood as well as removing the screws.  Correct by February 8,\n2020.\n3.29(d)           DIRECT\nFEEDING. \nThe self feeders attached to the inside of the guinea pig enclosures contained fecal material and bedding material\nmixed in with the feed.  There was also fecal material observed on the outside of the feeders.\nFailure to clean feeders often enough to prevent contamination with fecal material can result in avoidance of food or\nspread of disease.\nFood receptacles must be located to minimize contamination by excreta and must be kept clean.\nCorrect from this day forward.\n3.30\nWATERING. \nThere was a buildup of bedding, fecal material, debris, and wet greenish material around the nipples of the\nautomatic waterers.\nFailure to clean waterers often enough to prevent accumulation of debris can result in decreased water intake or\nspread of disease.\nWatering receptacles must be kept clean and sanitized when dirty.\nCorrect by:  January 15, 2020\n3.31(a)(1)\nSANITATION.\nIn Pen 45, there was a substantial amount of spiderwebs adhered to the upper corner of the enclosure.\n\nPrimary enclosures need to be cleaned and sanitized enough to prevent and accumulation of debris with sanitizing\noccurring at a minimum of once every 2 weeks.  Correct by cleaning and removing the spiderwebs in Pen 45. \nCorrect by January 9, 2020.\n3.31(b)\nSANITATION.\nThere were several cobwebs around the overhead PVC piping for the watering system and the piping was coated\nwith a layer of dirt and debris.  There was an accumulation of dirt, debris, bedding, and fecal material coating the\nPVC piping for the watering system that runs along the floor at the rear of the first 2 rows of wooden pens closest to\nthe entry door.\nThe lack of sanitation and presence of dust and debris may attract pests into the room and may contribute to spread\nof disease.\nThe buildings used for housing animals must be kept clean in order to facilitate prescribed husbandry practices and\nmaintain the health of the animals.\nCorrect by:  January 15, 2020\nThis inspection and exit interview were conducted with the licensee.\nAdditional Inspectors\nMaginnis Gwendalyn, Veterinary Medical Officer\nCarlson Melissa, Veterinary Medical Officer",
  "animals_total": 837,
  "species": [
    {
      "count": 837,
      "scientific": "Cavia porcellus",
      "common": "DOMESTIC GUINEA PIG"
    }
  ]
}