{
  "insp_id": "2016090000682069",
  "layout": "b",
  "customer_id": "503797",
  "customer_name": "ELLEN STROM RAY STROM",
  "customer_addr": "10030 STATE ROUTE 530 N E\nARLINGTON, WA 98223",
  "certificate": "91-C-0151",
  "site_id": "001",
  "site_name": "RAY STROM",
  "insp_type": "ROUTINE INSPECTION",
  "date": "12-AUG-2021",
  "report_date": "23-AUG-2021",
  "citations": [
    {
      "code": "2.40(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "The written Program of Veterinary Care was not available for review.\nA written Program of Veterinary Care is required when the attending veterinarian is employed on a part-time basis, in\norder to ensure the facility has a program to follow and all animals have adequate veterinary care. The written Program of\nVeterinary Care in consultation with the attending veterinarian must be available for review.\nTo be corrected by: September 17, 2021"
    },
    {
      "code": "2.75(b)",
      "kind": "",
      "repeat": false,
      "desc": "Records: Dealers and exhibitors.",
      "narrative": "The animal records were not available for review.\nAccurate and complete records enable the inspection process and provide traceability of the animals, which can help\nprotect their welfare. The licensee must ensure that the appropriate animal records are kept and made available to\nAPHIS officials for review. To be corrected by September 17, 2021"
    },
    {
      "code": "3.81",
      "kind": "",
      "repeat": false,
      "desc": "Environment enhancement to promote psychological well-being.",
      "narrative": "The plan on environmental enhancement for the lemurs was not available for review.\nAll licensees must develop, document, and follow an appropriate plan for environmental enhancement adequate to\npromote psychological well-being of nonhuman primates. The written plan must be available for review.\nTo be corrected by: September 17, 2021"
    },
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": false,
      "desc": "Facilities, general.",
      "narrative": "Wooden posts and shelters have protruding nails present in several areas of the facility. There are also broken wire\npoints present on the fencing that are protruding into the enclosures in numerous areas. In addition, some of the metal\nposts holding the wire fencing are leaning and unstable.\nThe roofing on the shelter for the wallaroo and one shelter for the kangaroos and wallabies will require repair or\nreplacement. The composite surfaces and underlying wooden surfaces are damaged and worn. The licensee plans to\nreplace the roofs of both shelters.\nMaintenance issues must be identified and addressed in a timely manner to keep the facilities structurally sound and in\ngood repair, protect the animals from injury and to contain the animals.\nTo be corrected by: September 17, 2021"
    },
    {
      "code": "3.125(c)",
      "kind": "",
      "repeat": false,
      "desc": "Facilities, general.",
      "narrative": "In the food storage room, several bags of pelleted feed are open and stored directly on the floor. Some pelleted feeds are\nstored in metal cans, however, they do not have lids on them. There are also spilled pellets on the floor around the cans\nand discarded feed bags in the room.\nAny open supplies of food should be stored in a leak-proof container with a lid. Proper food storage conditions minimize\ndeterioration and assist with pest control.\nTo be corrected by: August 31, 2021"
    },
    {
      "code": "3.127(d)",
      "kind": "Critical",
      "repeat": false,
      "desc": "Facilities, outdoor.",
      "narrative": "During 2020, the licensee lost 8 adult wallabies and 2 wallaby joeys due to wildlife predation. The licensee believes the\npredator was a bobcat(s), as he saw a bobcat in the facility with one of the wallabies. The perimeter fence did not serve\nas an effective barrier to protect these animals.\nThe perimeter fence at the facility has numerous issues. The fencing in the back southwest corner is composed of wire\nthat is loose and unstable, and reaches several inches below the 6 foot requirement. Similarly, a fencing pole on the\nwestern side of the facility is rotted at the base and leaning inward, and pulls the perimeter fence below 6 feet.\nVegetation is also pressing down on top of the perimeter fence in several areas of the facility, reducing the height below 6\nfeet. In addition, there is a portion of the perimeter fence on both the southern and northern sides of the facility that are\ninaccessible due to heavy vegetation, and cannot be viewed. Finally, the northwestern corner of the enclosure adjacent\nto the house does not have a perimeter fence present. This section extends for approx. 15 feet in length.\nOutdoor housing facilities must be enclosed by a perimeter fence that is of sufficient height to keep animals and\nunauthorized persons out. A perimeter fence must be constructed so that it protects the animals in the facility by\nrestricting animals and unauthorized persons from going through it or under it and having contact with the animals in the\nfacility. The perimeter fence must be at least 6 feet in height.\nThe licensee must develop a reasonable plan with timelines to address the perimeter fence issues by September 17,\n2021.\nThis inspection and exit interview were conducted with the licensee.\nEnd Section"
    }
  ],
  "narrative": "2.40(a)(1) \n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nThe written Program of Veterinary Care was not available for review. \nA written Program of Veterinary Care is required when the attending veterinarian is employed on a part-time basis, in \norder to ensure the facility has a program to follow and all animals have adequate veterinary care.  The written Program of \nVeterinary Care in consultation with the attending veterinarian must be available for review. \nTo be corrected by:  September 17, 2021 \n2.75(b) \n   \nRecords: Dealers and exhibitors. \nThe animal records were not available for review. \nAccurate and complete records enable the inspection process and provide traceability of the animals, which can help \nprotect their welfare.  The licensee must ensure that the appropriate animal records are kept and made available to \nAPHIS officials for review.  To be corrected by September 17, 2021 \n3.81 \n   \nEnvironment enhancement to promote psychological well-being. \nThe plan on environmental enhancement for the lemurs was not available for review. \nAll licensees must develop, document, and follow an appropriate plan for environmental enhancement adequate to\n\npromote psychological well-being of nonhuman primates.  The written plan must be available for review. \nTo be corrected by: September 17, 2021 \n3.125(a) \n   \nFacilities, general. \nWooden posts and shelters have protruding nails present in several areas of the facility.  There are also broken wire \npoints present on the fencing that are protruding into the enclosures in numerous areas.  In addition, some of the metal \nposts holding the wire fencing are leaning and unstable. \nThe roofing on the shelter for the wallaroo and one shelter for the kangaroos and wallabies will require repair or \nreplacement.  The composite surfaces and underlying wooden surfaces are damaged and worn.  The licensee plans to \nreplace the roofs of both shelters. \nMaintenance issues must be identified and addressed in a timely manner to keep the facilities structurally sound and in \ngood repair, protect the animals from injury and to contain the animals. \nTo be corrected by: September 17, 2021 \n3.125(c) \n   \nFacilities, general. \nIn the food storage room, several bags of pelleted feed are open and stored directly on the floor.  Some pelleted feeds are \nstored in metal cans, however, they do not have lids on them.  There are also spilled pellets on the floor around the cans \nand discarded feed bags in the room. \nAny open supplies of food should be stored in a leak-proof container with a lid.  Proper food storage conditions minimize \ndeterioration and assist with pest control. \n \nTo be corrected by: August 31, 2021\n\n3.127(d)  Critical\n   \nFacilities, outdoor. \nDuring 2020, the licensee lost 8 adult wallabies and 2 wallaby joeys due to wildlife predation.  The licensee believes the \npredator was a bobcat(s), as he saw a bobcat in the facility with one of the wallabies.  The perimeter fence did not serve \nas an effective barrier to protect these animals. \nThe perimeter fence at the facility has numerous issues.  The fencing in the back southwest corner is composed of wire \nthat is loose and unstable, and reaches several inches below the 6 foot requirement.  Similarly, a fencing pole on the \nwestern side of the facility is rotted at the base and leaning inward, and pulls the perimeter fence below 6 feet. \nVegetation is also pressing down on top of the perimeter fence in several areas of the facility, reducing the height below 6 \nfeet.  In addition, there is a portion of the perimeter fence on both the southern and northern sides of the facility that are \ninaccessible due to heavy vegetation, and cannot be viewed.  Finally, the northwestern corner of the enclosure adjacent \nto the house does not have a perimeter fence present.  This section extends for approx. 15 feet in length. \nOutdoor housing facilities must be enclosed by a perimeter fence that is of sufficient height to keep animals and \nunauthorized persons out.  A perimeter fence must be constructed so that it protects the animals in the facility by \nrestricting animals and unauthorized persons from going through it or under it and having contact with the animals in the \nfacility.  The perimeter fence must be at least 6 feet in height. \nThe licensee must develop a reasonable plan with timelines to address the perimeter fence issues by September 17, \n2021. \n \nThis inspection and exit interview were conducted with the licensee. \n \nEnd Section",
  "animals_total": 33,
  "species": [
    {
      "count": 2,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 2,
      "scientific": "Oryctolagus cuniculus",
      "common": "DOMESTIC RABBIT / EUROPEAN RABBIT"
    },
    {
      "count": 1,
      "scientific": "Lama glama",
      "common": "LLAMA"
    },
    {
      "count": 2,
      "scientific": "Lama pacos",
      "common": "ALPACA"
    },
    {
      "count": 15,
      "scientific": "Osphranter rufus",
      "common": "RED KANGAROO"
    },
    {
      "count": 4,
      "scientific": "Notamacropus rufogriseus",
      "common": "BENNETT'S WALLABY / RED-NECKED WALLABY"
    },
    {
      "count": 1,
      "scientific": "Osphranter bernardus",
      "common": "BERNARD'S WALLAROO / BLACK WALLAROO"
    },
    {
      "count": 6,
      "scientific": "Lemur catta",
      "common": "RING-TAILED LEMUR"
    }
  ]
}