{
  "insp_id": "2016090000758851",
  "layout": "b",
  "customer_id": "7727",
  "customer_name": "CRITTER BARN",
  "customer_addr": "9275 ADAMS STREET\nZEELAND, MI 49464",
  "certificate": "34-C-0146",
  "site_id": "001",
  "site_name": "CRITTER BARN",
  "insp_type": "ROUTINE INSPECTION",
  "date": "05-JAN-2022",
  "report_date": "06-JAN-2022",
  "citations": [
    {
      "code": "3.56(b)(1)",
      "kind": "",
      "repeat": true,
      "desc": "Sanitation.",
      "narrative": "50 plus percent of the approximately 50 rabbit enclosures have rusted areas on the urine guards. Rusted areas are\nporous and cannot be sanitized.\nPrimary enclosures for rabbits shall be sanitized at least once every 30 days in the manner provided in paragraph (b)(3) of\nthis section.\nRemove, replace, or repair the rusted urine guards so that they can be properly sanitized to prevent odor and disease\nhazards."
    },
    {
      "code": "3.56(b)(3)",
      "kind": "",
      "repeat": false,
      "desc": "Sanitation.",
      "narrative": "The rabbit enclosures are being cleaned with Simple Green Bio Dog Bioactive stain and odor remover, and soap and\nwater. Neither one of these cleaning processes sanitizes the rabbit enclosures. One rabbit was noted to have a\nyellow/green nasal discharge.\nPrimary enclosures for rabbits shall be sanitized by washing them with hot water (180 °F.) and soap or detergent as in a\nmechanical cage washer, or by washing all soiled surfaces with a detergent solution followed by a safe and effective\ndisinfectant, or by cleaning all soiled surfaces with live steam or flame.\nAn appropriate method must be used to sanitize the primary enclosures for the rabbits a minimum of every 30 days to\nreduce disease hazards.\nTo be corrected by January 12, 2022"
    },
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": true,
      "desc": "Facilities, general.",
      "narrative": "-The male French Alpine goat and the male La Mancha goat got into a fight causing injury to both by one of the goats\nbreaking through a shared wall.\n-The female Holstein cow's outside area had been muddy and the ground is extremely churned up. The uneven mud is\nnow frozen and there is no area of level ground for the cow to safely walk.\n-Approximately 25 sheep in an enclosure with a sign labeled \"Group 3 sheep\" had sharp points on their primary enclosure\nfencing, and a nail sticking out of a fence post. There was hair on the nail, and a sheep was noted with its head out of the\nfence near the sharp points.\n-Approximately 25 goats in an enclosure with a sign labeled \"Group 1, and Group 2 Sheep\" had sharp points where the\nprimary enclosure fence had been cut to allow the goats to stick their head out to get food from the food trough.\nThe facility must be constructed of such material and of such strength as appropriate for the animals involved. The indoor\nand outdoor housing facilities shall be structurally sound and shall be maintained in good repair to protect the animals\nfrom injury and to contain the animals.\nAll facilities must be constructed and maintained in good repair to protect the animals from injury, and to contain the\nanimals."
    },
    {
      "code": "3.127(b)",
      "kind": "Direct",
      "repeat": true,
      "desc": "Facilities, outdoor.",
      "narrative": "-A female Holstein cow was standing in mud in its only shelter. There was no bedding in this shelter. The temperature\nwas 23.8 degrees Fahrenheit with a wind-chill of 16.6 degrees Fahrenheit.\n-6 yearling cows shared a shelter with two sides that had holes in them, or were lacking boards. There was snow on the\ncows inside this shelter.\n-2 dairy goats and 17 yearling goats are housed together. The largest shelters for the goats has a board missing at the\ntop allowing snow to fall on the animals using the shelter. There are also 2 calf huts in the enclosure and one of the calf\nhuts has excessive urine and feces in it causing the bedding to be wet.\n-3 adult cows housed together had very little clean dry bedding in their shelter and had caked dry mud/feces on their\ncoats.\n-16 sheep in the front pasture had one shelter that is not large enough to contain all animals.\n-The male angora goat had removed the front of its shelter that protected it from the prevailing wind. This was corrected\nat time of inspection in the presence of the inspectors.\nNatural or artificial shelter appropriate to the local climatic conditions for the species concerned shall be provided for all\nanimals kept outdoors to afford them protection and to prevent discomfort to such animals.\nAppropriate shelter and bedding must be made available to all animals in these extreme temperatures to afford them\nprotection and comfort. These animals are suffering due to lack of appropriate shelter and/or bedding."
    },
    {
      "code": "3.131(c)",
      "kind": "",
      "repeat": true,
      "desc": "Sanitation.",
      "narrative": "The primary enclosure housing 3 male sheep has approximately 12\" of manure pack in it.\nExcreta shall be removed from primary enclosures as often as necessary to prevent contamination of the animals\ncontained therein and to minimize disease hazards and to reduce odors.\nExcreta shall be removed from primary enclosures as often as necessary to prevent contamination of the animals and\nreduce disease hazards."
    },
    {
      "code": "3.132",
      "kind": "",
      "repeat": false,
      "desc": "Employees.",
      "narrative": "The French Alpine goat did not receive antibiotic treatment as directed by the facility executive director as no personnel at\nthe facility felt comfortable giving the injection. Enough adequately trained employees must be utilized to maintain\nprofessionally acceptable levels of husbandry. Employees must receive training in how to administer basic treatments\nwhen the executive director is away or alternatively, they must be instructed to contact the attending veterinarian for\ntreatment. Delays in treatment could affect the outcome and lead to unnecessary suffering for this animal.\nTo be corrected by January 10, 2022\nThis inspection and exit interview were conducted with the Executive Director/Founder.\nAdditional Inspectors:\nKURT HAMMEL, VETERINARY MEDICAL OFFICEREnd Section"
    }
  ],
  "narrative": "3.56(b)(1)  Repeat\n   \nSanitation. \n50 plus percent of the approximately 50 rabbit enclosures have rusted areas on the urine guards.  Rusted areas are \nporous and cannot be sanitized. \n \nPrimary enclosures for rabbits shall be sanitized at least once every 30 days in the manner provided in paragraph (b)(3) of \nthis section. \n \nRemove, replace, or repair the rusted urine guards so that they can be properly sanitized to prevent odor and disease \nhazards. \n3.56(b)(3) \n   \nSanitation. \nThe rabbit enclosures are being cleaned  with Simple Green Bio Dog Bioactive stain and odor remover, and soap and \nwater.  Neither one of these cleaning processes sanitizes the rabbit enclosures.  One rabbit was noted to have a \nyellow/green nasal discharge. \n \nPrimary enclosures for rabbits shall be sanitized by washing them with hot water (180 °F.) and soap or detergent as in a\n\nmechanical cage washer, or by washing all soiled surfaces with a detergent solution followed by a safe and effective \ndisinfectant, or by cleaning all soiled surfaces with live steam or flame. \n \nAn appropriate method must be used to sanitize the primary enclosures for the rabbits a minimum of every 30 days to \nreduce disease hazards. \n \nTo be corrected by January 12, 2022 \n3.125(a)  Repeat\n   \nFacilities, general. \n-The male French Alpine goat and the male La Mancha goat got into a fight causing injury to both by one of the goats \nbreaking through a shared wall. \n-The female Holstein cow's outside area had been muddy and the ground is extremely churned up.  The uneven mud is \nnow frozen and there is no area of level ground for the cow to safely walk. \n-Approximately 25 sheep in an enclosure with a sign labeled \"Group 3 sheep\" had sharp points on their primary enclosure \nfencing, and a nail sticking out of a fence post.  There was hair on the nail, and a sheep was noted with its head out of the \nfence near the sharp points. \n-Approximately 25 goats in an enclosure with a sign labeled \"Group 1, and Group 2 Sheep\" had sharp points where the \nprimary enclosure fence had been cut to allow the goats to stick their head out to get food from the food trough. \n \nThe facility must be constructed of such material and of such strength as appropriate for the animals involved. The indoor \nand outdoor housing facilities shall be structurally sound and shall be maintained in good repair to protect the animals \nfrom injury and to contain the animals.\n\nAll facilities must be constructed and maintained in good repair to protect the animals from injury, and to contain the \nanimals. \n3.127(b)  Direct Repeat\n   \nFacilities, outdoor. \n-A female Holstein cow was standing in mud in its only shelter.  There was no bedding in this shelter.  The temperature \nwas 23.8 degrees Fahrenheit with a wind-chill of 16.6 degrees Fahrenheit. \n-6 yearling cows shared a shelter with two sides that had holes in them, or were lacking boards.  There was snow on the \ncows inside this shelter. \n-2 dairy goats and 17 yearling goats are housed together.  The largest shelters for the goats has a board missing at the \ntop allowing snow to fall on the animals using the shelter.  There are also 2 calf huts in the enclosure and one of the calf \nhuts has excessive urine and feces in it causing the bedding to be wet. \n-3 adult cows housed together had very little clean dry bedding in their shelter and had caked dry mud/feces on their \ncoats. \n-16 sheep in the front pasture had one shelter that is not large enough to contain all animals. \n-The male angora goat had removed the front of its shelter that protected it from the prevailing wind.  This was corrected \nat time of inspection in the presence of the inspectors. \n \nNatural or artificial shelter appropriate to the local climatic conditions for the species concerned shall be provided for all \nanimals kept outdoors to afford them protection and to prevent discomfort to such animals.\n\nAppropriate shelter and bedding must be made available to all animals in these extreme temperatures to afford them \nprotection and comfort. These animals are suffering due to lack of appropriate shelter and/or bedding. \n3.131(c)  Repeat\n   \nSanitation. \nThe primary enclosure housing 3 male sheep has approximately 12\" of manure pack in it. \n \nExcreta shall be removed from primary enclosures as often as necessary to prevent contamination of the animals \ncontained therein and to minimize disease hazards and to reduce odors. \n \nExcreta shall be removed from primary enclosures as often as necessary to prevent contamination of the animals and \nreduce disease hazards. \n3.132 \n   \nEmployees. \nThe French Alpine goat did not receive antibiotic treatment as directed by the facility executive director as no personnel at \nthe facility felt comfortable giving the injection.  Enough adequately trained employees must be utilized to maintain \nprofessionally acceptable levels of husbandry.  Employees must receive training in how to administer basic treatments \nwhen the executive director is away or alternatively, they must be instructed to contact the attending veterinarian for \ntreatment.  Delays in treatment could affect the outcome and lead to unnecessary suffering for this animal. \n \nTo be corrected by January 10, 2022 \n \nThis inspection and exit interview were conducted with the Executive Director/Founder.\n\nAdditional Inspectors: \nKURT HAMMEL, VETERINARY MEDICAL OFFICEREnd Section",
  "animals_total": 202,
  "species": [
    {
      "count": 18,
      "scientific": "Felis silvestris catus",
      "common": "CAT ADULT"
    },
    {
      "count": 10,
      "scientific": "Bos taurus",
      "common": "CATTLE / COW / OX / WATUSI"
    },
    {
      "count": 79,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 9,
      "scientific": "Sus scrofa domestica",
      "common": "DOMESTIC PIG / POTBELLY PIG / MICRO PIG"
    },
    {
      "count": 39,
      "scientific": "Ovis aries aries",
      "common": "SHEEP INCLUDING ALL DOMESTIC BREEDS"
    },
    {
      "count": 47,
      "scientific": "Oryctolagus cuniculus",
      "common": "DOMESTIC RABBIT / EUROPEAN RABBIT"
    }
  ]
}