{
  "insp_id": "INS-0000868729",
  "layout": "c",
  "customer_id": "506740",
  "customer_name": "FANNIE TROYER",
  "customer_addr": "S 2986 GARNER HILL RD\nHILLSBORO, WI 54634",
  "certificate": "35-A-0450",
  "site_id": "001",
  "site_name": "Fannie Troyer",
  "insp_type": "ROUTINE INSPECTION",
  "date": "15-MAY-2023",
  "report_date": "15-MAY-2023",
  "citations": [
    {
      "code": "2.50",
      "kind": "",
      "repeat": false,
      "desc": "Time and method of identification.",
      "narrative": "A red male poodle no longer had his tag (#101). The representative looked for it but couldn't find the tag. Identification\ncan be important for animal health and husbandry tracking. Ensure that this dog's tag is found or assign it a replacement\ntag so that it is properly identified.\n***Correct by 5/29/2023."
    },
    {
      "code": "3.1(c)(1)(ii)",
      "kind": "",
      "repeat": false,
      "desc": "Housing facilities, general.",
      "narrative": "The exercise area (by the north walk-in gate) has some strands of loose wire and wire points that the dogs could contact\nwhen let out into it. Wire strands and points could hurt dogs. Ensure to maintain surfaces free from edges or points that\ncould injure the animals.\n***Correct by 5/16/2023."
    },
    {
      "code": "3.1(e)",
      "kind": "",
      "repeat": false,
      "desc": "Housing facilities, general.",
      "narrative": "A bag in the shavings storage shed has bird droppings on it. It appears that there is a nest above the bag.\nContamination of bedding/shavings with bird droppings could make dogs sick. Ensure to protect shavings from\ncontamination by storing them in an area where they won't get bird droppings on the bags.\n***Correct by 5/17/2023."
    },
    {
      "code": "3.13(a)(2)",
      "kind": "",
      "repeat": false,
      "desc": "Veterinary care for dogs.",
      "narrative": "The last physical exams of adults from the Attending Veterinarian were noted on 1/3/2022. The representatives said that\nthe noted wellness checks on 1/3/2022 were the last time physical exams by the attending veterinarian were done.\nYearly physical exams on each dog are required and help ensure each dog is healthy. Ensure that a complete physical\nexamination from head to tail of each dog by the attending veterinarian is completed.\n***Correct by 6/16/2023."
    },
    {
      "code": "3.13(a)(3)",
      "kind": "",
      "repeat": false,
      "desc": "Veterinary care for dogs.",
      "narrative": "The facility representative said that the veterinarian has done rabies vaccinations for adults but a schedule for parvo and\ndistemper vaccination has not been followed for adults (puppies are being vaccinated per records). Also, the written\nprogram of veterinary care does not address sampling for heartworm and fecal sampling for adult dogs. Vaccination for\nparvo and distemper is required for adult dogs and helps protect the facility from these diseases. Sampling for heartworm\nand fecal sampling of adults is required and helps ensure the facility is preventing parasites. Ensure to follow the\nattending veterinarian's program of vaccination and contact the attending veterinarian to update the sampling plan for\nheartworm and fecal tests and then follow the program of sampling.\n***Correct by 6/16/2023.\nThis inspection and exit interview were conducted with facility representatives.\nn"
    }
  ],
  "narrative": "2.50 \n   \nTime and method of identification. \nA red male poodle no longer had his tag (#101). The representative looked for it but couldn't find the tag.  Identification \ncan be important for animal health and husbandry tracking.  Ensure that this dog's tag is found or assign it a replacement \ntag so that it is properly identified.  \n***Correct by 5/29/2023. \n3.1(c)(1)(ii) \n   \nHousing facilities, general. \nThe exercise area (by the north walk-in gate) has some strands of loose wire and wire points that the dogs could contact \nwhen let out into it.  Wire strands and points could hurt dogs.  Ensure to maintain surfaces free from edges or points that \ncould injure the animals.  \n***Correct by 5/16/2023. \n3.1(e) \n   \nHousing facilities, general. \nA bag in the shavings storage shed has bird droppings on it.  It appears that there is a nest above the bag.  \nContamination of bedding/shavings with bird droppings could make dogs sick.  Ensure to protect shavings from\n\ncontamination by storing them in an area where they won't get bird droppings on the bags.  \n***Correct by 5/17/2023. \n3.13(a)(2) \n   \nVeterinary care for dogs. \nThe last physical exams of adults from the Attending Veterinarian were noted on 1/3/2022.  The representatives said that \nthe noted wellness checks on 1/3/2022 were the last time physical exams by the attending veterinarian were done.  \nYearly physical exams on each dog are required and help ensure each dog is healthy.  Ensure that a complete physical \nexamination from head to tail of each dog by the attending veterinarian is completed. \n***Correct by 6/16/2023. \n3.13(a)(3) \n   \nVeterinary care for dogs. \nThe facility representative said that the veterinarian has done rabies vaccinations for adults but a schedule for parvo and \ndistemper  vaccination has not been followed for adults (puppies are being vaccinated per records).  Also, the written \nprogram of veterinary care does not address sampling for heartworm and fecal sampling for adult dogs.  Vaccination for \nparvo and distemper is required for adult dogs and helps protect the facility from these diseases.  Sampling for heartworm \nand fecal sampling of adults is required and helps ensure the facility is preventing parasites.  Ensure to follow the \nattending veterinarian's program of vaccination and contact the attending veterinarian to update the sampling plan for \nheartworm and fecal tests and then follow the program of sampling.  \n***Correct by 6/16/2023. \n \nThis inspection and exit interview were conducted with facility representatives.\n\nn",
  "animals_total": 29,
  "species": [
    {
      "count": 12,
      "scientific": "Dogs",
      "common": "DOGS"
    },
    {
      "count": 17,
      "scientific": "Canis familiaris",
      "common": "DOG PUPPY"
    }
  ]
}