{
  "insp_id": "2016082569100490",
  "layout": "a",
  "customer_id": "328483",
  "customer_name": "Moses Fisher",
  "customer_addr": "3189 West Winter Rd\nLoganton, PA 17747",
  "certificate": "23-A-0632",
  "site_id": "001",
  "site_name": "MOSES FISHER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "28-MAR-2018",
  "report_date": "29-MAR-2018",
  "citations": [
    {
      "code": "2.40(a)(1)",
      "kind": "",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "** The written Program of Veterinary Care (PVC) lacks specific guidance for the use of ivermectin and the drug\nUniprim. The PVC states to dilute 10% ivermectin to a 1:10 solution and use it as a spray. No guidance is included\nfor amount to spray each guinea pig or how often to treat the animals. The drug Uniprim states to mix with feed and\nuse it 14 days on and 14 days off as needed. There is no specific guidance for when to use this drug or if it to be\nused on a regular basis. The use of these drugs without specific guidance from the attending veterinary can be\ndangerous or ineffective. Correct this by contacting the attending veterinarian and follow specific recommendations\nfor the use of these drugs to include a dose, route, duration, and indication for their use."
    },
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "*** The following animals were found in need of veterinary care during this inspection:\n1. A black and white adult Abyssinian-type guinea pig in pen #53 had a head tilt to the right. The animal was\ndepressed and ataxic. It was observed stumbling and having difficulty eating, holding its head tilted even when\nchewing. The length and type of hair make it difficult to assess body condition visually, however, when examined\nthe guinea pig was emaciated. The pelvis, ribs, and individual vertebrae were easily felt and there were no fat\ndeposits evident. This guinea pig also had dried crusty nasal discharge around both nostrils.\n2. A juvenile white Abyssinian-type guinea pig in pen #53 appeared slightly depressed. Both eyes were being held\npartially closed and appeared sunken.\n3. A brown agouti with tan and white smooth-coated adult guinea pig in enclosure #58 had a very large (greater\nthan 2-3 inch) multi-lobed mass under the neck. The right eye of this guinea pig appeared cloudy and the guinea\npig consistently turned holding this eye away from the inspectors (consistent with decreased vision).\n4. A black smooth-coated adult guinea pig in enclosure #58 was holding its right eye partially closed. This eye was\nsunken and had a small amount of mucus in the eye as well as mucus and crusty discharge on the fur surrounding\nthe eye. The surface of the eye appears slightly cloudy.\n5. A cream colored smooth coated adult guinea pig in pen #53 had a large mass under its neck. The mass was\napproximately 2-2.5 inches in diameter and movable under the skin.\n6. A mostly black tricolor smooth-coated adult guinea pig in pen #53 had a large mass under the neck offset to the\nleft side. The mass was movable under the skin.\n7. A brown-agouti, white, and tan colored adult smooth-coated guinea pig in pen #54 had a large mass under the\nneck. The mass was greater than 2 inches in diameter and was freely movable.\n8. A brown, white and black Abyssinian-type guinea pig in enclosure 6 was found with a head tilt to the left. This\nanimal was observed with a continuous head tilt while walking and eating in the enclosure.\n9. A tri-color smooth coated guinea pig in enclosure 43 was found with a 1 inch by 1 inch mass on the lower\njaw/neck area. This mass was found to be smooth and firm when felt by inspectors.\n10. A tri-colored smooth coated guinea pig in enclosure 48 was found with 2 masses on the right side of its neck\neach approximately 1.5 inches by 1.5 inches.\n11. An agouti, cream and white smooth coated with a swirl on its head was found with a grape sized mass centered\non the front of its neck.\n12-16. All five adult guinea pigs in enclosure #57 had masses under their neck that ranged from 1-2 inches in\ndiameter. These animals were all smooth coated and included two black and white guinea pigs, one brown and\nwhite, one brown agouti, and one dark colored guinea pig.\nAll of these animals are in need of veterinary care. The licensee must contact the attending veterinarian to have\nthese animals examined and follow all recommendations for treatment. Failure to provide appropriate methods to\nprevent, control, and treat disease and injuries can lead to suffering in the animals.\nIn addition, of the 7 guinea pigs found in need of veterinary care on the February 21, 2018 inspection, the licensee\nstated that he called the attending veterinarian but could not get him to come to the facility, therefore, the animals\nhave not been examined by the veterinarian. The licensee stated that the juvenile guinea pig found to be weak and\nreluctant to move in enclosure 30 was found dead the morning after the previous inspection. It was impossible to\ndetermine during this inspection if the similar colored guinea pigs in the same enclosure numbers are actually the\nsame animals since individual animals are not identified at this facility."
    },
    {
      "code": "2.40(b)(3)",
      "kind": "",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "*** At least 16 animals were found in need of veterinary care during this inspection, all of which were found by\ninspectors and not known by the licensee. These included animals with eye problems, neck area masses, head tilt,\nemaciated body condition. Failure to provide daily observation to ensure there is a mechanism in place to assess\nthe animals well-being and convey information on problems with the animals to the attending veterinarian may lead\nto suffering in the animals. Correct this by ensuring daily observation of all animals is accomplished and all\nproblems with the animals are discovered and addressed in a timely manner."
    },
    {
      "code": "2.75(b)(1)",
      "kind": "",
      "repeat": true,
      "desc": "RECORDS: DEALERS AND EXHIBITORS.",
      "narrative": "*** This facility currently has no records of animals on hand. The sale records found on hand show numbers of\nanimals being sold but many did not include dates of the sales. Although the licensee has begun to record animal\ndeaths, there is not a consistent record of births. There are also no records of total numbers of animals on hand at\nthe facility. Failure to provide current accurate records impedes the inspection process and makes animal tracking\nimpossible, which is especially important in the case of a disease outbreak. This facility must develop and maintain\na record keeping system that correctly discloses all required information in Section 2.75."
    },
    {
      "code": "3.25(a)",
      "kind": "",
      "repeat": true,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "*** The front walls and some side walls of the enclosures in this facility still measure 6 inches in height.\nAdditionally, the current design of the watering system allows has holes in the backs of the enclosures that are large\nenough for the guinea pigs to get out. 2 guinea pigs were found running loose on the floor of this facility. In the top\nenclosures, guinea pigs were observed freely climbing over the side walls and out of enclosures into the adjacent\nenclosures. The licensee must ensure that all enclosures are structurally sound, maintained in good repair, protect\nthe animals from injury, and contain the animals. Additional height is required for all of the fronts and sides of the\nenclosures. In addition, the licensee must repair or replace all areas where the guinea pigs may escape."
    },
    {
      "code": "3.26(b)",
      "kind": "Direct",
      "repeat": false,
      "desc": "FACILITIES, INDOOR.",
      "narrative": "When inspectors entered this facility, the ammonia levels were so high that both inspectors' eyes and throats were\nburning. Inadequate ventilation and ammonia levels high enough to effect the inspectors are a hazard to the\nanimals and may result in health problems, particularly respiratory and eye problems as seen in several animals.\nThe licensee opened windows for additional ventilation during the inspection, however, additional ventilation is\nrequired to ensure the health and well being of the animals.\nCorrect by: March 29, 2018"
    },
    {
      "code": "3.30",
      "kind": "",
      "repeat": true,
      "desc": "WATERING.",
      "narrative": "** Accumulations of brown debris, bedding and feces around and inside the drain pipe for the automatic water\nreceptacles continues to be a problem. This accumulation around and inside the drain pipe expose the guinea pigs\nto potential disease hazards. Water receptacles including water valves and drain pipes must be cleaned and\nsanitized whenever dirty and at least once every two weeks. Inadequate cleaning of the water valves and drain\npipes can result in contamination of the guinea pigs in the same enclosure and may result in increased disease\ntransmission. Additionally, animals in lower enclosures may be similarity at risk as the drain pipes are common to\nmore than one enclosure. The licensee must establish and maintain a program to keep the water valves and drain\npipes sanitized when dirty, and must be sanitized at least once every two weeks."
    },
    {
      "code": "3.31(a)(1)",
      "kind": "",
      "repeat": true,
      "desc": "SANITATION.",
      "narrative": "*** Nearly every primary enclosure in this facility requires additional cleaning. Although the bedding appears to\nhave been recently changed, many enclosures have a build of dirt and debris in the corners, a layer of brown scale\nand organic material on the walls of the enclosures. Failure to adequately clean and maintain the enclosures on a\nregular basis exposes the animals to disease hazards and does not satisfy accepted husbandry standards. The\nlicensee must thoroughly clean all primary enclosures and develop a cleaning schedule that will ensure all\nenclosures are cleaned regularly."
    },
    {
      "code": "3.31(a)(4)",
      "kind": "",
      "repeat": true,
      "desc": "SANITATION.",
      "narrative": "*** The sanitization schedule in place at this facility is not adequate. Based on the condition of the primary\nenclosures which have organic build-up on nearly every wall, it is obvious that sanitization is ineffective to\nnon-existent. The licensee stated that the schedule for sanitization is usually a few times per year. Failure to\nprovide regular sanitization can lead to an increase of potential disease hazards to the animals. Correct this by\ndeveloping and implementing a sanitization program that adequately sanitizes all enclosures at least every 2 weeks\nas required.\nThis inspection and exit interview were conducted with the licensee.\nAdditional Inspectors\nMiller Dana, Supervisory Animal Care Specialist\nKeith C.S Patrick, Compliance Specialist"
    }
  ],
  "narrative": "2.40(a)(1)                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n** The written Program of Veterinary Care (PVC) lacks specific guidance for the use of ivermectin and the drug\nUniprim.  The PVC states to dilute 10% ivermectin to a 1:10 solution and use it as a spray.   No guidance is included\nfor amount to spray each guinea pig or how often to treat the animals.  The drug Uniprim states to mix with feed and\nuse it 14 days on and 14 days off as needed.  There is no specific guidance for when to use this drug or if it to be\nused on a regular basis.   The use of these drugs without specific guidance from the attending veterinary can be\ndangerous or ineffective.  Correct this by contacting the attending veterinarian and follow specific recommendations\nfor the use of these drugs to include a dose, route, duration, and indication for their use.\n2.40(b)(2)           DIRECT                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n*** The following animals were found in need of veterinary care during this inspection:\n1. A black and white adult Abyssinian-type guinea pig in pen #53 had a head tilt to the right.  The animal was\ndepressed and ataxic.  It was observed stumbling and having difficulty eating, holding its head tilted even when\nchewing.  The length and type of hair make it difficult to assess body condition visually, however, when examined\nthe guinea pig was emaciated.  The pelvis, ribs, and individual vertebrae were easily felt and there were no fat\ndeposits evident. This guinea pig also had dried crusty nasal discharge around both nostrils.   \n2. A juvenile white Abyssinian-type guinea pig in pen #53 appeared slightly depressed.  Both eyes were being held\npartially closed and appeared sunken.\n3. A brown agouti with tan and white smooth-coated adult guinea pig in enclosure #58 had a very large (greater\nthan 2-3 inch) multi-lobed mass under the neck.  The right eye of this guinea pig appeared cloudy and the guinea\npig consistently turned holding this eye away from the inspectors (consistent with decreased vision).  \n4. A black smooth-coated adult guinea pig in enclosure #58 was holding its right eye partially closed.  This eye was\nsunken and had a small amount of mucus in the eye as well as mucus and crusty discharge on the fur surrounding\nthe eye.  The surface of the eye appears slightly cloudy.\n5. A cream colored smooth coated adult guinea pig in pen #53 had a large mass under its neck.  The mass was\napproximately 2-2.5 inches in diameter and movable under the skin.  \n6.  A mostly black tricolor smooth-coated adult guinea pig in pen #53 had a large mass under the neck offset to the\n\nleft side.  The mass was movable under the skin.\n7. A brown-agouti, white, and tan colored adult smooth-coated guinea pig in pen #54 had a large mass under the\nneck.  The mass was greater than 2 inches in diameter and was freely movable.\n8.  A brown, white and black Abyssinian-type guinea pig in enclosure 6 was found with a head tilt to the left.  This\nanimal was observed with a continuous head tilt while walking and eating in the enclosure.\n9. A tri-color smooth coated guinea pig in enclosure 43 was found with a 1 inch by 1 inch mass on the lower\njaw/neck area.  This mass was found to be smooth and firm when felt by inspectors. \n10. A tri-colored smooth coated guinea pig in enclosure 48 was found with 2 masses on the right side of its neck\neach approximately 1.5 inches by 1.5 inches.\n11. An agouti, cream and white smooth coated with a swirl on its head was found with a grape sized mass centered\non the front of its neck. \n12-16. All five adult guinea pigs in enclosure #57 had masses under their neck that ranged from 1-2 inches in\ndiameter.  These animals were all smooth coated and included two black and white guinea pigs, one brown and\nwhite, one brown agouti, and one dark colored guinea pig.  \n \nAll of these animals are in need of veterinary care.  The licensee must contact the attending veterinarian to have\nthese animals examined and follow all recommendations for treatment.  Failure to provide appropriate methods to\nprevent, control, and treat disease and injuries can lead to suffering in the animals.  \nIn addition, of the 7 guinea pigs found in need of veterinary care on the February 21, 2018 inspection, the licensee\nstated that he called the attending veterinarian but could not get him to come to the facility, therefore, the animals\nhave not been examined by the veterinarian.  The licensee stated that the juvenile guinea pig found to be weak and\nreluctant to move in enclosure 30 was found dead the morning after the previous inspection.   It was impossible to\ndetermine during this inspection if the similar colored guinea pigs in the same enclosure numbers are actually the\nsame animals since individual animals are not identified at this facility.\n2.40(b)(3)                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n*** At least 16 animals were found in need of veterinary care during this inspection, all of which were found by\ninspectors and not known by the licensee.   These included animals with eye problems, neck area masses, head tilt,\nemaciated body condition.  Failure to provide daily observation to ensure there is a mechanism in place to assess\nthe animals well-being and convey information on problems with the animals to the attending veterinarian may lead\nto suffering in the animals.   Correct this by ensuring daily observation of all animals is accomplished and all\nproblems with the animals are discovered and addressed in a timely manner.\n2.75(b)(1)                    REPEAT\nRECORDS: DEALERS AND EXHIBITORS.\n\n*** This facility currently has no records of animals on hand.  The sale records found on hand show numbers of\nanimals being sold but many did not include dates of the sales.   Although the licensee has begun to record animal\ndeaths, there is not a consistent record of births.  There are also no records of total numbers of animals on hand at\nthe facility.  Failure to provide current accurate records impedes the inspection process and makes animal tracking\nimpossible, which is especially important in the case of a disease outbreak.  This facility must develop and maintain\na record keeping system that correctly discloses all required information in Section 2.75.\n3.25(a)                    REPEAT\nFACILITIES, GENERAL.\n*** The front walls and some side walls of the enclosures in this facility still measure 6 inches in height.  \nAdditionally, the current design of the watering system allows has holes in the backs of the enclosures that are large\nenough for the guinea pigs to get out.  2 guinea pigs were found running loose on the floor of this facility.  In the top\nenclosures, guinea pigs were observed freely climbing over the side walls and out of enclosures into the adjacent\nenclosures.  The licensee must ensure that all enclosures are structurally sound, maintained in good repair,  protect\nthe animals from injury, and contain the animals.  Additional height is required for all of the fronts and sides of the\nenclosures.  In addition, the licensee must repair or replace all areas where the guinea pigs may escape.\n3.26(b)           DIRECT\nFACILITIES, INDOOR.\nWhen inspectors entered this facility, the ammonia levels were so high that both inspectors' eyes and throats were\nburning.  Inadequate ventilation and ammonia levels high enough to effect the inspectors are a hazard to the\nanimals and may result in health problems, particularly respiratory and eye problems as seen in several animals. \nThe licensee opened windows for additional ventilation during the inspection, however, additional ventilation is\nrequired to ensure the health and well being of the animals.  \nCorrect by: March 29, 2018\n3.30                    REPEAT\nWATERING. \n**  Accumulations of brown debris, bedding and feces around and inside the drain pipe for the automatic water\nreceptacles continues to be a problem. This accumulation around and inside the drain pipe expose the guinea pigs\nto potential disease hazards.  Water receptacles including water valves and drain pipes must be cleaned and\nsanitized whenever dirty and at least once every two weeks. Inadequate cleaning of the water valves and drain\npipes can result in contamination of the guinea pigs in the same enclosure and may result in increased disease\n\ntransmission.  Additionally, animals in lower enclosures may be similarity at risk as the drain pipes are common to\nmore than one enclosure.  The licensee must establish and maintain a program to keep the water valves and drain\npipes sanitized when dirty, and must be sanitized at least once every two weeks.\n3.31(a)(1)                    REPEAT\nSANITATION.\n*** Nearly every primary enclosure in this facility requires additional cleaning.  Although the bedding appears to\nhave been recently changed, many enclosures have a build of dirt and debris in the corners, a layer of brown scale\nand organic material on the walls of the enclosures.  Failure to adequately clean and maintain the enclosures on a\nregular basis exposes the animals to disease hazards and does not satisfy accepted husbandry standards.   The\nlicensee must thoroughly clean all primary enclosures and develop a cleaning schedule that will ensure all\nenclosures are cleaned regularly.\n3.31(a)(4)                    REPEAT\nSANITATION.\n*** The sanitization schedule in place at this facility is not adequate.  Based on the condition of the primary\nenclosures which have organic build-up on nearly every wall, it is obvious that sanitization is ineffective to\nnon-existent.  The licensee stated that the schedule for sanitization is usually a few times per year.  Failure to\nprovide regular sanitization can lead to an increase of potential disease hazards to the animals.  Correct this by\ndeveloping and implementing a sanitization program that adequately sanitizes all enclosures at least every 2 weeks\nas required.\nThis inspection and exit interview were conducted with the licensee.\nAdditional Inspectors\nMiller Dana, Supervisory Animal Care Specialist\nKeith C.S Patrick, Compliance Specialist",
  "animals_total": 783,
  "species": [
    {
      "count": 783,
      "scientific": "Cavia porcellus",
      "common": "DOMESTIC GUINEA PIG"
    }
  ]
}