{
  "insp_id": "287141459410728",
  "layout": "a",
  "customer_id": "35905",
  "customer_name": "Aaron E Beiler",
  "customer_addr": "76 S Maple Ave\nLeola, PA 17540",
  "certificate": "23-B-0212",
  "site_id": "001",
  "site_name": "AARON BEILER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "26-SEP-2014",
  "report_date": "17-OCT-2014",
  "citations": [
    {
      "code": "3.36(a)",
      "kind": "",
      "repeat": true,
      "desc": "PRIMARY ENCLOSURES USED TO TRANSPORT LIVE GUINEA PIGS AND HAMSTERS.",
      "narrative": "Many of the wire mesh and wooden travel enclosures in which a shipment of guinea pigs were transported were in\ndisrepair and damaged. There were sharp broken wires protruding into the enclosures. The sharp wires protruding\nmay cause injury to the guinea pigs. On some of the travel enclosures the wire had been separated from the\nwooden supports and there were openings through which guinea pigs may escape. An employee at the receiving\nfacility stated that there were several guinea pigs loose in the transport trailer when it arrived at the facility. The\nanimal caretaker that unloaded the trailer also stated that when he was unloading the shipment and picked up a\ncrate the bottom fell out and all of the guinea pigs within fell out too. Traveling in structurally unsafe enclosures can\nbe hazardous to the health and welfare of the guinea pigs. The structural strength of the enclosures must be\nsufficient to contain the guinea pigs safely and withstand the normal rigors of travel. There must be no sharp\nprotrusions into the enclosures."
    },
    {
      "code": "3.36(e)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES USED TO TRANSPORT LIVE GUINEA PIGS AND HAMSTERS.",
      "narrative": "The wood and wire mesh travel enclosures in which guinea pigs were transported measure 24 inches long by 15\ninches wide which provides a total floor area of 360 square inches. The animal caretaker that unloaded the\ntransport trailer at the destination facility declared that there were 15 guinea pigs in each travel enclosure. Based\non the sampled weights of the guinea pigs that were transported in these enclosures(3 out of 8 weighed over 350\ngrams each) which was measured by the General Manager and this Inspector, the enclosures should not have held\nmore than 8 guinea pigs in each. Each guinea pig should have had a minimum floor space of 45 square inches.\nOvercrowding in the travel enclosures may cause stress, discomfort, fighting and injuries to the guinea pigs. The\nspace requirements in this section must be adhered to for the health and well-being of the guinea pigs.\nCorrect on all future shipments.\nThis inspection was conducted at a destination facility in Jay, Florida. Exit interview conducted with the licensee by\nphone 07 October 2014."
    }
  ],
  "narrative": "3.36(a)                    REPEAT\nPRIMARY ENCLOSURES USED TO TRANSPORT LIVE GUINEA PIGS AND HAMSTERS.\nMany of the wire mesh and wooden travel enclosures in which a shipment of guinea pigs were transported were in\ndisrepair and damaged.  There were sharp broken wires protruding into the enclosures.  The sharp wires protruding\nmay cause injury to the guinea pigs.  On some of the travel enclosures the wire had been separated from the\nwooden supports and there were openings through which guinea pigs may escape.  An employee at the receiving\nfacility stated that there were several guinea pigs loose in the transport trailer when it arrived at the facility.  The\nanimal caretaker that unloaded the trailer also stated that when he was unloading the shipment and picked up a\ncrate the bottom fell out and all of the guinea pigs within fell out too.  Traveling in structurally unsafe enclosures can\nbe hazardous to the health and welfare of the guinea pigs.  The structural strength of the enclosures must be\nsufficient to contain the guinea pigs safely and withstand the normal rigors of travel.  There must be no sharp\nprotrusions into the enclosures.\n3.36(e)\nPRIMARY ENCLOSURES USED TO TRANSPORT LIVE GUINEA PIGS AND HAMSTERS.\nThe wood and wire mesh travel enclosures in which guinea pigs were transported measure 24 inches long by 15\ninches wide which provides a total floor area of 360 square inches.  The animal caretaker that unloaded the\ntransport trailer at the destination facility declared that there were 15 guinea pigs in each travel enclosure.  Based\non the sampled weights of the guinea pigs that were transported in these enclosures(3 out of 8 weighed over 350\ngrams each) which was measured by the General Manager and this Inspector, the enclosures should not have held\nmore than 8 guinea pigs in each.  Each guinea pig should have had a minimum floor space of 45 square inches. \nOvercrowding in the travel enclosures may cause stress, discomfort, fighting and injuries to the guinea pigs.  The\nspace requirements  in this section must be adhered to for the health and well-being of the guinea pigs.\nCorrect on all future shipments.\nThis inspection was conducted at a destination facility in Jay, Florida.   Exit interview conducted with the licensee by\nphone 07 October 2014.",
  "animals_total": 1549,
  "species": [
    {
      "count": 1549,
      "scientific": "Cavia porcellus",
      "common": "DOMESTIC GUINEA PIG"
    }
  ]
}