{
  "insp_id": "2016090000683955",
  "layout": "b",
  "customer_id": "825",
  "customer_name": "WAKE FOREST UNIVERSITY",
  "customer_addr": "MEDICAL CENTER BOULEVARD\nWINSTON SALEM, NC 27157",
  "certificate": "55-R-0001",
  "site_id": "001",
  "site_name": "ANIMAL RESOURCES PROGRAM/DOWNTOWN CAMPUS",
  "insp_type": "ROUTINE INSPECTION",
  "date": "28-JUL-2021",
  "report_date": "16-AUG-2021",
  "citations": [
    {
      "code": "2.31(d)(1)(viii)",
      "kind": "",
      "repeat": false,
      "desc": "Institutional Animal Care and Use Committee (IACUC).",
      "narrative": "Concerns regarding animal care and use of cats on an IACUC-approved neuroscience protocol were brought to the\nattention of the IACUC and an investigation was conducted. The results of this investigation revealed that 15 incidents\ninvolving 4 cats had occurred over the last year. The incidents identified include improper record-keeping, lack of\ndocumentation during anesthesia and recovery, and failure to administer appropriate post-procedural, protocol-required\npain relief.\nBased on the number of incidents identified during their investigation, the IACUC did not ensure appropriate qualification\nand training of one researcher in this IACUC-approved protocol on the procedures having the potential to yield significant\nimpacts to the animals. Per this section of the regulations, the IACUC shall determine that the proposed activities or\nsignificant changes in ongoing activities meet the following requirements: personnel conducting procedures on the\nspecies being maintained or studied will be appropriately qualified and trained in those procedures. This item was\ncorrected prior to this inspection as this researcher is no longer at the institution."
    },
    {
      "code": "2.32(c)(1)(iii)",
      "kind": "Critical",
      "repeat": false,
      "desc": "Personnel qualifications.",
      "narrative": "The IACUC conducted an investigation after concerns regarding animal care and use of cats on an IACUC-approved\nneuroscience protocol were brought to their attention. The IACUC’s review of records of post-procedural care of 4 cats\ndocumented that one researcher failed to comply with three post-procedural monitoring and care requirements as\ndescribed in the IACUC-approved protocol: headwell cleaning frequency, appropriate body temperature care prior to\nreturn to housing enclosure after anesthesia and procedures, and post-procedural pain relief administration.\n• Per the approved protocol, headwell cleaning “will be done at least once per week, and more often if indicated.” Medical\nrecords review of 4 cats revealed significant deviation from this instruction.\n• Per the medical record, the headwell of Cat 1 was cleaned only once at 10 days post-implantation in June 2021.\n• Per the medical record, the headwell of Cat 2 was not cleaned according to the approved protocol frequency between\nAugust 2020 and June 2021. According to medical record entries, the headwell was cleaned only 9 times, instead of the\nminimum of 42 times as required by the IACUC-approved protocol. The longest interval between cleanings was 25 days.\n• Per the medical record, the headwell of Cat 3 was not cleaned until 10 days post-implant surgery in June 2021.\n• Per the medical record, the headwell of Cat 4 was not cleaned according to the approved protocol frequency between\nSeptember and October 2020. The headwell was only cleaned 3 times. The longest interval between cleanings was 16\ndays.\n• Per the medical records, 4 incidents document cats being returned to their housing enclosures with recorded\ntemperatures below the normal range during the past year. The subnormal temperatures recorded were between 95.9-\nand 96.5-degrees F. Three incidents required AV team intervention. The fourth cat recovered uneventfully. Per the\nprotocol, “the research team will take appropriate measures to prevent significant drops in temperature in the procedure\nand in early stages of recovery.”\n• Per the medical records, 10 recent instances where 4 cats did not receive protocol-required pain medication during the\npost-procedure recovery period were documented.\nThe multiple documented deviations from the IACUC-approved, protocol-directed post-procedural care requirements for\nthe cats indicates that one researcher was not effectively trained or qualified to perform their duties. These protocol\ndeviations may have resulted or did result in unnecessary discomfort, pain, and distress for the cats. Per the regulations,\ntraining and instruction of personnel must include guidance in at least the following areas: Humane methods of animal\nmaintenance and experimentation including: proper pre-procedural and post-procedural care of animals. This item was\ncorrected prior to this inspection as this researcher is no longer at the institution."
    },
    {
      "code": "2.33(b)(3)",
      "kind": "Critical",
      "repeat": false,
      "desc": "Attending veterinarian and adequate veterinary care.",
      "narrative": "Three separate research teams had adverse events involving the care and use of animals but failed to promptly\ncommunicate the events to the Attending Veterinarian (AV) team.\n• Based on available clinical and research records, a macaque was recorded as being hypothermic throughout a four-hour\nanesthesia (93.3 – 93.7 degrees F) and vomited during recovery in January 2021. The research team did not contact the\nAV team to report timely and accurate information about the macaque’s condition. The following morning during routine\ndaily observations, the AV team found the macaque unresponsive in its enclosure. It was noted that the anesthesia and\nrecovery records were incomplete, and that vomiting had not been recorded in the records. Despite immediate response\nby the AV team upon notification, the macaque’s condition continued to deteriorate, and it was subsequently euthanized.\nThe necropsy documented bronchopneumonia. Due to the lack of communication from the research team, the AV team\nwas not afforded the opportunity to assess the animal’s condition in a timely manner.\n• Five incidences of cats not recovering as anticipated from neuroscience research procedures over the past year were\ndocumented by an IACUC investigation. In each instance, the researcher indicated that the cats were QAR (quiet, alert\nand responsive) when returned to their housing enclosure following procedures performed under anesthesia as described\nin the IACUC-approved protocol. The researcher did not recognize any abnormal findings and did not communicate any\nconcerns to the AV team. Yet the AV team determined during same-day evaluations shortly thereafter that the cats were\nin fact painful, hypothermic, hyperthermic, in shock, and/or in distress and required immediate medical intervention by the\nAV team.\n• Five rabbits that had undergone prior IACUC-approved surgical procedures did not receive protocol-directed gabapentin\non a Sunday in May 2021. The research person responsible for administering the medication ran out of sufficient\nmedication but did not contact the AV team for guidance. The research team contacted the AV team on Monday morning\nupon noting the lack of Sunday medication administration. Upon notification, the AV team promptly evaluated the\nimpacted animals and reported that no ill effects were noted due to this missed medication administration. The AV team\nprovided gabapentin to the research team and it was subsequently administered per protocol. The AV team was not\nafforded the opportunity to evaluate the animals in a timely manner.\nFailure of research staff to make and communicate daily observations to the AV team in a timely manner can have direct\nand significant impacts on the health and wellbeing of research animals. Per the regulations, each research facility shall\nestablish and maintain programs of adequate veterinary care that include daily observations of all animals to assess their\nhealth and well-being. A mechanism of direct and frequent communication is required so that timely and accurate\ninformation on problems of animal health behavior, and well-being is conveyed to the AV. Correct by 05Aug2021.\nCorrective actions already in progress (05August2021) by the institution include implementation of new AV-directed,\nIACUC-approved SOPs for all researchers. Subsequent significant training of research staff is in development for delivery.\nIncreased communication between research teams and the AV team has already occurred and will continue."
    },
    {
      "code": "2.38(f)(1)",
      "kind": "Critical",
      "repeat": false,
      "desc": "Miscellaneous.",
      "narrative": "One rabbit that had undergone prior IACUC-approved surgical procedures was handled by research staff for\nadministration of subcutaneous fluids as described in the IACUC-approved protocol in March 2021. The staff member\nadministering the fluids noted that the rabbit was dead at the completion of the fluid administration. Necropsy results\nindicated that the cause of death of this rabbit was mechanical asphyxiation. Per the regulations, handling of all animals\nshall be done as expeditiously and carefully as possible in a manner that does not cause trauma, overheating, excessive\ncooling, behavioral stress, physical harm, or unnecessary discomfort. This item was corrected prior to this inspection\nthrough retraining of the research staff. Additional corrective actions in progress by the institution include but are not\nlimited to include implementation of new AV-directed, IACUC-approved SOPs for animal care and handling, along with\nimproved communication between the research teams and the AV team."
    },
    {
      "code": "3.127(a)",
      "kind": "",
      "repeat": false,
      "desc": "Facilities, outdoor.",
      "narrative": "Upon arrival at the farm at 8 am on 29July2021, inspectors observed a group of 10 sheep that had no shade available\nexcept that provided by the three-sided, unventilated run-in shed and an ineffective shade cloth structure. The shade\nfactor of the shade cloth over the hay area was low and allowed excessive amounts of sun to penetrate, resulting in\ninadequate shade. Upon re-evaluation of the amount of shade in the enclosure at approximately 12 pm, adequate shade\nagain could not be confirmed. The sheep were noted to be closely lined up along the narrow strip of shade available\nprovided by the outside overhang of the roof of the run-in shed. Several were standing in direct sunlight due to\ninadequate shaded space availability. Temperatures for that day were recorded at 95 degrees F with high humidity.\nInadequate shade provision during periods of direct sunlight, high heat and humidity can cause significant stress and\ndiscomfort to the animals. Upon discussion of the inspectors’ inadequate shade observations with the AV during the\ninspection, the AV team immediately evaluated the animals and determined that they were exhibiting no signs of heat\nexhaustion. The AV team also evaluated the enclosure and acknowledged the lack of adequate shade. Fans were\npromptly added inside the run-in sheds in use at the time of inspection. Per subsequent communication with the AV, upon\nfan installation, the interior shed temperatures decreased by 15-20 degrees and the sheep were reported to go inside the\nrun-in sheds soon after the interior fan installation. Additional high-performance fans have been ordered since inspection.\nPer the regulation, when sunlight is likely to cause overheating or discomfort of the animals, sufficient shade by natural or\nartificial means shall be provided to allow all animals kept outdoors to protect themselves from direct sunlight. This item\nwas corrected during inspection.\nThis inspection and exit interview were conducted with facility representatives.\nAdditional Inspectors:\nPAULA GLADUE, VETERINARY MEDICAL OFFICEREnd Section"
    }
  ],
  "narrative": "2.31(d)(1)(viii) \n   \nInstitutional Animal Care and Use Committee (IACUC). \nConcerns regarding animal care and use of cats on an IACUC-approved neuroscience protocol were brought to the \nattention of the IACUC and an investigation was conducted. The results of this investigation revealed that 15 incidents \ninvolving 4 cats had occurred over the last year. The incidents identified include improper record-keeping, lack of \ndocumentation during anesthesia and recovery, and failure to administer appropriate post-procedural, protocol-required \npain relief. \n \nBased on the number of incidents identified during their investigation, the IACUC did not ensure appropriate qualification \nand training of one researcher in this IACUC-approved protocol on the procedures having the potential to yield significant \nimpacts to the animals. Per this section of the regulations, the IACUC shall determine that the proposed activities or \nsignificant changes in ongoing activities meet the following requirements: personnel conducting procedures on the \nspecies being maintained or studied will be appropriately qualified and trained in those procedures. This item was \ncorrected prior to this inspection as this researcher is no longer at the institution. \n2.32(c)(1)(iii)  Critical\n   \nPersonnel qualifications.\n\nThe IACUC conducted an investigation after concerns regarding animal care and use of cats on an IACUC-approved \nneuroscience protocol were brought to their attention. The IACUC’s review of records of post-procedural care of 4 cats \ndocumented that one researcher failed to comply with three post-procedural monitoring and care requirements as \ndescribed in the IACUC-approved protocol: headwell cleaning frequency, appropriate body temperature care prior to \nreturn to housing enclosure after anesthesia and procedures, and post-procedural pain relief administration. \n• Per the approved protocol, headwell cleaning “will be done at least once per week, and more often if indicated.” Medical \nrecords review of 4 cats revealed significant deviation from this instruction. \n• Per the medical record, the headwell of Cat 1 was cleaned only once at 10 days post-implantation in June 2021. \n• Per the medical record, the headwell of Cat 2 was not cleaned according to the approved protocol frequency between \nAugust 2020 and June 2021. According to medical record entries, the headwell was cleaned only 9 times, instead of the \nminimum of 42 times as required by the IACUC-approved protocol.  The longest interval between cleanings was 25 days. \n• Per the medical record, the headwell of Cat 3 was not cleaned until 10 days post-implant surgery in June 2021. \n• Per the medical record, the headwell of Cat 4 was not cleaned according to the approved protocol frequency between \nSeptember and October 2020. The headwell was only cleaned 3 times. The longest interval between cleanings was 16 \ndays. \n• Per the medical records, 4 incidents document cats being returned to their housing enclosures with recorded \ntemperatures below the normal range during the past year. The subnormal temperatures recorded were between 95.9- \nand 96.5-degrees F.  Three incidents required AV team intervention. The fourth cat recovered uneventfully. Per the \nprotocol, “the research team will take appropriate measures to prevent significant drops in temperature in the procedure \nand in early stages of recovery.” \n• Per the medical records, 10 recent instances where 4 cats did not receive protocol-required pain medication during the\n\npost-procedure recovery period were documented. \n \nThe multiple documented deviations from the IACUC-approved, protocol-directed post-procedural care requirements for \nthe cats indicates that one researcher was not effectively trained or qualified to perform their duties. These protocol \ndeviations may have resulted or did result in unnecessary discomfort, pain, and distress for the cats. Per the regulations, \ntraining and instruction of personnel must include guidance in at least the following areas: Humane methods of animal \nmaintenance and experimentation including: proper pre-procedural and post-procedural care of animals.  This item was \ncorrected prior to this inspection as this researcher is no longer at the institution. \n2.33(b)(3)  Critical\n   \nAttending veterinarian and adequate veterinary care. \nThree separate research teams had adverse events involving the care and use of animals but failed to promptly \ncommunicate the events to the Attending Veterinarian (AV) team. \n• Based on available clinical and research records, a macaque was recorded as being hypothermic throughout a four-hour \nanesthesia (93.3 – 93.7 degrees F) and vomited during recovery in January 2021. The research team did not contact the \nAV team to report timely and accurate information about the macaque’s condition.  The following morning during routine \ndaily observations, the AV team found the macaque unresponsive in its enclosure. It was noted that the anesthesia and \nrecovery records were incomplete, and that vomiting had not been recorded in the records. Despite immediate response \nby the AV team upon notification, the macaque’s condition continued to deteriorate, and it was subsequently euthanized. \nThe necropsy documented bronchopneumonia.  Due to the lack of communication from the research team, the AV team \nwas not afforded the opportunity to assess the animal’s condition in a timely manner. \n• Five incidences of cats not recovering as anticipated from neuroscience research procedures over the past year were \ndocumented by an IACUC investigation. In each instance, the researcher indicated that the cats were QAR (quiet, alert\n\nand responsive) when returned to their housing enclosure following procedures performed under anesthesia as described \nin the IACUC-approved protocol. The researcher did not recognize any abnormal findings and did not communicate any \nconcerns to the AV team. Yet the AV team determined during same-day evaluations shortly thereafter that the cats were \nin fact painful, hypothermic, hyperthermic, in shock, and/or in distress and required immediate medical intervention by the \nAV team. \n• Five rabbits that had undergone prior IACUC-approved surgical procedures did not receive protocol-directed gabapentin \non a Sunday in May 2021.  The research person responsible for administering the medication ran out of sufficient \nmedication but did not contact the AV team for guidance. The research team contacted the AV team on Monday morning \nupon noting the lack of Sunday medication administration. Upon notification, the AV team promptly evaluated the \nimpacted animals and reported that no ill effects were noted due to this missed medication administration. The AV team \nprovided gabapentin to the research team and it was subsequently administered per protocol.  The AV team was not \nafforded the opportunity to evaluate the animals in a timely manner. \n \nFailure of research staff to make and communicate daily observations to the AV team in a timely manner can have direct \nand significant impacts on the health and wellbeing of research animals. Per the regulations, each research facility shall \nestablish and maintain programs of adequate veterinary care that include daily observations of all animals to assess their \nhealth and well-being. A mechanism of direct and frequent communication is required so that timely and accurate \ninformation on problems of animal health behavior, and well-being is conveyed to the AV. Correct by 05Aug2021. \nCorrective actions already in progress (05August2021) by the institution include implementation of new AV-directed, \nIACUC-approved SOPs for all researchers. Subsequent significant training of research staff is in development for delivery. \nIncreased communication between research teams and the AV team has already occurred and will continue.\n\n2.38(f)(1)  Critical\n   \nMiscellaneous. \nOne rabbit that had undergone prior IACUC-approved surgical procedures was handled by research staff for \nadministration of subcutaneous fluids as described in the IACUC-approved protocol in March 2021. The staff member \nadministering the fluids noted that the rabbit was dead at the completion of the fluid administration. Necropsy results \nindicated that the cause of death of this rabbit was mechanical asphyxiation. Per the regulations, handling of all animals \nshall be done as expeditiously and carefully as possible in a manner that does not cause trauma, overheating, excessive \ncooling, behavioral stress, physical harm, or unnecessary discomfort. This item was corrected prior to this inspection \nthrough retraining of the research staff. Additional corrective actions in progress by the institution include but are not \nlimited to include implementation of new AV-directed, IACUC-approved SOPs for animal care and handling, along with \nimproved communication between the research teams and the AV team. \n3.127(a) \n   \nFacilities, outdoor. \nUpon arrival at the farm at 8 am on 29July2021, inspectors observed a group of 10 sheep that had no shade available \nexcept that provided by the three-sided, unventilated run-in shed and an ineffective shade cloth structure.  The shade \nfactor of the shade cloth over the hay area was low and allowed excessive amounts of sun to penetrate, resulting in \ninadequate shade. Upon re-evaluation of the amount of shade in the enclosure at approximately 12 pm, adequate shade \nagain could not be confirmed. The sheep were noted to be closely lined up along the narrow strip of shade available \nprovided by the outside overhang of the roof of the run-in shed.  Several were standing in direct sunlight due to \ninadequate shaded space availability. Temperatures for that day were recorded at 95 degrees F with high humidity. \n \nInadequate shade provision during periods of direct sunlight, high heat and humidity can cause significant stress and\n\ndiscomfort to the animals.  Upon discussion of the inspectors’ inadequate shade observations with the AV during the \ninspection, the AV team immediately evaluated the animals and determined that they were exhibiting no signs of heat \nexhaustion. The AV team also evaluated the enclosure and acknowledged the lack of adequate shade. Fans were \npromptly added inside the run-in sheds in use at the time of inspection. Per subsequent communication with the AV, upon \nfan installation, the interior shed temperatures decreased by 15-20 degrees and the sheep were reported to go inside the \nrun-in sheds soon after the interior fan installation. Additional high-performance fans have been ordered since inspection. \nPer the regulation, when sunlight is likely to cause overheating or discomfort of the animals, sufficient shade by natural or \nartificial means shall be provided to allow all animals kept outdoors to protect themselves from direct sunlight. This item \nwas corrected during inspection. \n \nThis inspection and exit interview were conducted with facility representatives. \n \nAdditional Inspectors: \nPAULA GLADUE, VETERINARY MEDICAL OFFICEREnd Section",
  "animals_total": 821,
  "species": [
    {
      "count": 18,
      "scientific": "Felis silvestris catus",
      "common": "CAT ADULT"
    },
    {
      "count": 168,
      "scientific": "Macaca fascicularis",
      "common": "CRAB-EATING MACAQUE / CYNOMOLGUS MONKEY"
    },
    {
      "count": 289,
      "scientific": "Macaca mulatta",
      "common": "RHESUS MACAQUE"
    },
    {
      "count": 11,
      "scientific": "Sus scrofa domestica",
      "common": "DOMESTIC PIG / POTBELLY PIG / MICRO PIG"
    },
    {
      "count": 26,
      "scientific": "Ovis aries aries",
      "common": "SHEEP INCLUDING ALL DOMESTIC BREEDS"
    },
    {
      "count": 309,
      "scientific": "Chlorocebus pygerythrus",
      "common": "VERVET"
    }
  ]
}