{
  "insp_id": "2016082568571234",
  "layout": "a",
  "customer_id": "26863",
  "customer_name": "Jason Riggs",
  "customer_addr": "420 Fourth Street\nLa Salle, IL 61301",
  "certificate": "33-B-0431",
  "site_id": "002",
  "site_name": "JASON RIGGS",
  "insp_type": "FOCUSED INSPECTION",
  "date": "27-JUL-2017",
  "report_date": "27-JUL-2017",
  "citations": [
    {
      "code": "2.40(a)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "The licensee declined specific diagnostic procedures for the hedgehog as recommended by the veterinarian. The\nhedgehog was presented to the veterinarian with ataxia and several quills missing. The veterinarian stated that she\nrecommended diagnostics because of the ataxia, but the license holder declined. As a result, no treatment has\nbeen initiated for the ataxia. Untreated veterinary care issues can cause distress and suffering in animals.\nThe veterinarian must have the authority to ensure provisions of adequate veterinary care.\nTo be corrected: From the day forward."
    },
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "The hedgehog continues to be ataxic after being evaluated by the veterinarian six days ago. The licensee declined\nspecific diagnostic procedures for the hedgehog as recommended by the veterinarian. As a result, no treatment\nwas initiated. The licensee has not contacted the veterinarian regarding this animal's continued condition.\nUntreated veterinary care issues can cause distress and suffering in animals.\nAll problems of animal health and behavior must be communicated to the veterinarian. The licensee must follow all\nprescribed treatments and/or instructions."
    },
    {
      "code": "3.131(a)",
      "kind": "",
      "repeat": true,
      "desc": "SANITATION.",
      "narrative": "Excessive feces are present in the older mountain coati enclosure. The coati is housed in a large black collapsible\ndog crate with a clear Tupperware container with very little bedding inside. The bedding was soiled and the floor\nhad feces smeared and tracked around the enclosure. Feces can harbor and spread disease.\nClean and sanitize the coati enclosure. Repeat often enough to prevent buildup."
    },
    {
      "code": "3.131(d)",
      "kind": "",
      "repeat": true,
      "desc": "SANITATION.",
      "narrative": "Excessive amounts of flies are still present in the upstairs animal room housing the three juvenile Patagonian\ncavies, the two mountain coatis, and the hedgehog. The license holder has placed several sticky fly traps around\nthe room; however, there are still excessive amounts of flies on the walls, in the animal enclosures, and on the\nanimals. Flies carry and spread disease.\nImplement an effective program to control the flies at the facility.\nThis inspection and exit interview were conducted with the owner."
    }
  ],
  "narrative": "2.40(a)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThe licensee declined specific diagnostic procedures for the hedgehog as recommended by the veterinarian.  The\nhedgehog was presented to the veterinarian with ataxia and several quills missing.  The veterinarian stated that she\nrecommended diagnostics because of the ataxia, but the license holder declined.  As a result, no treatment has\nbeen initiated for the ataxia.  Untreated veterinary care issues can cause distress and suffering in animals.\nThe veterinarian must have the authority to ensure provisions of adequate veterinary care.\nTo be corrected: From the day forward.\n2.40(b)(2)           DIRECT                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThe hedgehog continues to be ataxic after being evaluated by the veterinarian six days ago.  The licensee declined\nspecific diagnostic procedures for the hedgehog as recommended by the veterinarian.  As a result, no treatment\nwas initiated.  The licensee has not contacted the veterinarian regarding this animal's continued condition. \nUntreated veterinary care issues can cause distress and suffering in animals.\nAll problems of animal health and behavior must be communicated to the veterinarian.  The licensee must follow all\nprescribed treatments and/or instructions.\n3.131(a)                    REPEAT\nSANITATION.   \nExcessive feces are present in the older mountain coati enclosure.  The coati is housed in a large black collapsible\ndog crate with a clear Tupperware container with very little bedding inside.  The bedding was soiled and the floor\nhad feces smeared and tracked around the enclosure.  Feces can harbor and spread disease.\nClean and sanitize the coati enclosure.  Repeat often enough to prevent buildup.\n\n3.131(d)                    REPEAT\nSANITATION.   \nExcessive amounts of flies are still present in the upstairs animal room housing the three juvenile Patagonian\ncavies, the two mountain coatis, and the hedgehog.  The license holder has placed several sticky fly traps around\nthe room; however, there are still excessive amounts of flies on the walls, in the animal enclosures, and on the\nanimals.  Flies carry and spread disease.\nImplement an effective program to control the flies at the facility.\nThis inspection and exit interview were conducted with the owner.",
  "animals_total": 5,
  "species": [
    {
      "count": 1,
      "scientific": "Atelerix albiventris",
      "common": "FOUR-TOED HEDGEHOG (MOST COMMON PET HEDGEHOG)"
    },
    {
      "count": 3,
      "scientific": "Dolichotis patagonum",
      "common": "PATAGONIAN CAVY / MARA"
    },
    {
      "count": 1,
      "scientific": "Nasuella olivacea",
      "common": "MOUNTAIN COATI"
    }
  ]
}