{
  "insp_id": "2016082569550959",
  "layout": "a",
  "customer_id": "331941",
  "customer_name": "Joe Farley",
  "customer_addr": "1945 Pleasant Valley Dr\nGalena, MO 65656",
  "certificate": "43-A-6006",
  "site_id": "001",
  "site_name": "Joe Farley",
  "insp_type": "ROUTINE INSPECTION",
  "date": "24-JUL-2019",
  "report_date": "24-JUL-2019",
  "citations": [
    {
      "code": "3.11(c)",
      "kind": "",
      "repeat": true,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "There were excessively tall weeds and grass in the enclosures for the Weimaraners, Bernese Mtn. Dogs, and\nGolden Retrievers. Tall weeds and grassses provide habitat for pests such as ticks, fleas, mice, and snakes. The\nlicensee must ensure that weeds and grasses are controlled so as to facilitate pest control and cleaning of the\npremises."
    },
    {
      "code": "3.11(d)",
      "kind": "",
      "repeat": true,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "At least 6 adult dogs had ticks attached to their bodies. A Bernese Mountain dog had a bloody area on its back due\nto a nest of ticks. Two Wiemaraners had a few ticks on their abdomens. Three Cocker Spaniels had many ticks on\ntheir chests and abdomens. Ticks can result in anemia and can carry diseases that can affect the health of the\ndogs. The licensee must establish an effective pest control program for the dogs and the premises.\nThis inspection and exit interview were conducted with the licensee."
    }
  ],
  "narrative": "3.11(c)                    REPEAT\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\nThere were excessively tall weeds and grass in the enclosures for the Weimaraners, Bernese Mtn. Dogs, and\nGolden Retrievers.  Tall weeds and grassses provide habitat for pests such as ticks, fleas, mice, and snakes.  The\nlicensee must ensure that weeds and grasses are controlled so as to facilitate pest control and cleaning of the\npremises.\n3.11(d)                    REPEAT\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\nAt least 6 adult dogs had ticks attached to their bodies.  A Bernese Mountain dog had a bloody area on its back due\nto a nest of ticks.  Two Wiemaraners had a few ticks on their abdomens.  Three Cocker Spaniels had many ticks on\ntheir chests and abdomens.  Ticks can result in anemia and can carry diseases that can affect the health of the\ndogs.  The licensee must establish an effective pest control program for the dogs and the premises.\nThis inspection and exit interview were conducted with the licensee.",
  "animals_total": 133,
  "species": [
    {
      "count": 83,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 50,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}