{
  "insp_id": "2016090000639417",
  "layout": "b",
  "customer_id": "331560",
  "customer_name": "HENRY FAMILY FARMS LLC",
  "customer_addr": "P O BOX 533\nSOMONAUK, IL 60552",
  "certificate": "33-C-0462",
  "site_id": "001",
  "site_name": "HENRY FAMILY FARMS LLC",
  "insp_type": "ROUTINE INSPECTION",
  "date": "23-JUN-2021",
  "report_date": "24-JUN-2021",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "Two goats have excessively long hooves. The first was black, white and tan in color, and is housed with seven goats and\nsix deer in the large stall. All four of the goat’s hooves were overgrown by at least two inches while the overgrowth on the\nfront two hooves were worse than the rear hooves. The second goat, white and tan in color, is housed with another goat\nin the smaller stall adjacent to the pigs. All four of the goat’s hooves were overgrown by at least one inch. Overgrown\nhooves can cause pain and difficulty while walking for the animals.\nTrim the goats’ hooves and repeat often enough to prevent overgrowth.\nTo be corrected: 6-29-21"
    },
    {
      "code": "2.126(a)(2)",
      "kind": "",
      "repeat": false,
      "desc": "Access and inspection of records and property; submission of itineraries.",
      "narrative": "The records for the acquisition and disposition of the animals and the documented program of veterinary care were not\navailable for inspection. The licensee indicated all the records were not available during the inspection. Records for the\nacquisition and disposition of the animals and the documented program of veterinary care are necessary ensure animals\nare receiving proper veterinary care and to track animals entering and leaving the facility.\nEnsure the records are available for inspection.\nTo be corrected: 7-1-21"
    },
    {
      "code": "3.56(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Sanitation.",
      "narrative": "The rabbit stall contained abundant amounts of compacted feces, soiled bedding, fur, and cobwebs. The stall contains\neight rabbits and the floor contains approximately 12 inches of compacted feces and soiled bedding, topped with a layer\nof clean bedding. The cobwebs and animal fur were observed all along the stall walls. Excessive feces, fur, and\ncobwebs can produce odors and harbor disease.\nThoroughly sanitize and clean the enclosure and repeat often enough to prevent build up.\nTo be corrected: 7-1-21"
    },
    {
      "code": "3.131(a)",
      "kind": "",
      "repeat": false,
      "desc": "Sanitation.",
      "narrative": "The chinchilla enclosure contained excessive feces, fur, and cobwebs. The wooden enclosure shelves contained\nexcessive amounts of feces. The bottom of the enclosure contained approximately six inches of compacted feces and\nsoiled bedding, topped with a layer of clean bedding. Additionally, excessive cobwebs and animal fur coated the front 2/3\nof the enclosure. Excessive feces, fur, and cobwebs can produce odors and harbor disease.\nThoroughly sanitize and clean the enclosure and repeat often enough to prevent build up.\nTo be corrected: 7-1-21"
    },
    {
      "code": "3.131(d)",
      "kind": "",
      "repeat": false,
      "desc": "Sanitation.",
      "narrative": "Excessive flies were present in the barn, inside of the camel stall, and inside of the skunks’ stall. In the camel’s stall, the\nflies were concentrated on the animal’s legs and on the floor. In skunks’ stall, the flies were concentrated on the floor, on\nthe animals’ food dish, and on the transport kennel being used as a hiding space. The facility had three fly attractant bags\nin place during the inspection, but they were not effectively controlling the fly population. Additionally, none of these of\nthese bags were near the stalls where the flies were concentrated. Flies can carry and spread disease.\nEnsure a pest control program is in place to effectively control the flies at the facility.\nTo be corrected: 7-1-21\nThis inspection was conducted with a facility representaive. The exit interview was conducted with the licensee.\nEnd Section"
    }
  ],
  "narrative": "2.40(b)(2) \n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nTwo goats have excessively long hooves.  The first was black, white and tan in color, and is housed with seven goats and \nsix deer in the large stall.  All four of the goat’s hooves were overgrown  by at least two inches while the overgrowth  on the \nfront two hooves were worse than the rear hooves.  The second goat, white and tan in color, is housed with another goat \nin the smaller stall adjacent to the pigs.  All four of the goat’s hooves were overgrown  by at least one inch.  Overgrown \nhooves can cause pain and difficulty while walking for the animals. \nTrim the goats’ hooves and repeat often enough to prevent overgrowth. \nTo be corrected: 6-29-21 \n2.126(a)(2) \n   \nAccess and inspection of records and property; submission  of itineraries. \nThe records for the acquisition and disposition of the animals and the documented program of veterinary care were not \navailable for inspection.  The licensee indicated all the records were not available during the inspection.  Records for the \nacquisition and disposition of the animals and the documented program of veterinary care are necessary ensure animals \nare receiving proper veterinary  care and to track animals entering and leaving the facility. \nEnsure the records are available  for inspection. \nTo be corrected: 7-1-21\n\n3.56(a)(1) \n   \nSanitation. \nThe rabbit stall contained abundant amounts of compacted feces, soiled bedding, fur, and cobwebs.  The stall contains \neight rabbits and the floor contains approximately 12 inches of compacted feces and soiled bedding, topped with a layer \nof clean bedding.  The cobwebs and animal fur were observed  all along the stall walls.  Excessive feces, fur, and \ncobwebs can produce odors and harbor disease. \nThoroughly sanitize and clean the enclosure and repeat often enough to prevent build up. \nTo be corrected: 7-1-21 \n3.131(a) \n   \nSanitation. \nThe chinchilla enclosure contained excessive feces, fur, and cobwebs.  The wooden enclosure shelves contained \nexcessive amounts of feces.  The bottom of the enclosure contained approximately six inches of compacted feces and \nsoiled bedding, topped with a layer of clean bedding.  Additionally, excessive cobwebs and animal fur coated the front 2/3 \nof the enclosure.  Excessive feces, fur, and cobwebs can produce odors and harbor disease. \nThoroughly sanitize and clean the enclosure and repeat often enough to prevent build up. \nTo be corrected: 7-1-21 \n3.131(d) \n   \nSanitation. \nExcessive flies were present in the barn, inside of the camel stall, and inside of the skunks’ stall.  In the camel’s stall, the \nflies were concentrated on the animal’s legs and on the floor.  In skunks’ stall, the flies were concentrated on the floor, on \nthe animals’ food dish, and on the transport kennel being used as a hiding space.  The facility had three fly attractant bags \nin place during the inspection, but they were not effectively controlling the fly population.  Additionally, none of these of \nthese bags were near the stalls where the flies were concentrated.  Flies can carry and spread disease.\n\nEnsure a pest control program is in place to effectively control the flies at the facility. \nTo be corrected: 7-1-21 \n \nThis inspection was conducted with a facility representaive.   The exit interview was conducted with the licensee. \n \nEnd Section",
  "animals_total": 34,
  "species": [
    {
      "count": 9,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 2,
      "scientific": "Dolichotis patagonum",
      "common": "PATAGONIAN CAVY / MARA"
    },
    {
      "count": 1,
      "scientific": "Camelus dromedarius",
      "common": "DROMEDARY CAMEL"
    },
    {
      "count": 7,
      "scientific": "Dama dama",
      "common": "FALLOW DEER"
    },
    {
      "count": 2,
      "scientific": "Sus scrofa domestica",
      "common": "DOMESTIC PIG / POTBELLY PIG / MICRO PIG"
    },
    {
      "count": 2,
      "scientific": "Chinchilla lanigera",
      "common": "CHINCHILLA"
    },
    {
      "count": 8,
      "scientific": "Oryctolagus cuniculus",
      "common": "DOMESTIC RABBIT / EUROPEAN RABBIT"
    },
    {
      "count": 3,
      "scientific": "Mephitis mephitis",
      "common": "STRIPED SKUNK"
    }
  ]
}