{
  "insp_id": "2016082569019423",
  "layout": "a",
  "customer_id": "9856",
  "customer_name": "Douglas Brumm",
  "customer_addr": "Karen Brumm\n4765 Hickory Ave\nSaint Ansgar, IA 50472",
  "certificate": "42-A-0783",
  "site_id": "001",
  "site_name": "KAREN AND DOUGLAS BRUMM",
  "insp_type": "ROUTINE INSPECTION",
  "date": "08-JAN-2018",
  "report_date": "16-JAN-2018",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "Alice, a 9 year old black, white, and brown female Bassett Hound (had two microchip #'s, microchip #'s\n4B7F2B3812 & 4A4A377639) had exceptionally long nails that were curling on all four paws. The worst nail on the\nfour paws was the left front dew claw which had curled to the point that it was only approximately a quarter of an\ninch away from penetrating the pad. I estimate that if this nail is not trimmed, it will penetrate the pad within the next\nweek or two. Long untrimmed nails can be uncomfortable and sometimes even painful for the dogs. If the nails\npenetrate the pad, it can become infected causing further complications. The dog's nails must be trimmed and\nshould be done so on a regular basis from here on out so as to prevent them from curling. Correct by 1/9/18.\nThis inspection and exit interview were conducted with the licensee.\nEnd of report."
    }
  ],
  "narrative": "2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nAlice, a 9 year old black, white, and brown female Bassett Hound (had two microchip #'s, microchip #'s\n4B7F2B3812 & 4A4A377639) had exceptionally long nails that were curling on all four paws.  The worst nail on the\nfour paws was the left front dew claw which had curled to the point that it was only approximately a quarter of an\ninch away from penetrating the pad.  I estimate that if this nail is not trimmed, it will penetrate the pad within the next\nweek or two.  Long untrimmed nails can be uncomfortable and sometimes even painful for the dogs.  If the nails\npenetrate the pad, it can become infected causing further complications.  The dog's nails must be trimmed and\nshould be done so on a regular basis from here on out so as to prevent them from curling.  Correct by 1/9/18.\nThis inspection and exit interview were conducted with the licensee.\nEnd of report.",
  "animals_total": 36,
  "species": [
    {
      "count": 33,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 3,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}