{
  "insp_id": "210161341490617",
  "layout": "a",
  "customer_id": "4348",
  "customer_name": "Shellie Weaver",
  "customer_addr": "Shelly Weaver\n32455 Providence Road\nSmithton, MO 65350",
  "certificate": "43-A-3068",
  "site_id": "002",
  "site_name": "SHELLIE & SHELLY WEAVER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "28-JUL-2016",
  "report_date": "28-JUL-2016",
  "citations": [
    {
      "code": "3.4(c)",
      "kind": "",
      "repeat": false,
      "desc": "OUTDOOR HOUSING FACILITIES.",
      "narrative": "***There were adult dogs housed in enclosures within the outdoor facility in which there were various numbers and\nsizes of holes dug in the gravel surface. Some of the holes were a couple of feet in length and several inches deep.\nA few of the larger holes were dug under and/or adjacent to the free-standing wooden shelters within the\nenclosures; in some cases portions of the shelters were no longer resting on the gravel surface. Some of the holes\nwere also dug next to the fences. These holes and their locations within the enclosures increase the risk of escape\nand/or injury. The licensee needs to establish and maintain a program to ensure that all surfaces are maintained, at\nall times, to protect the dogs from injury. To be corrected by: August 7, 2016."
    },
    {
      "code": "3.11(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "***There were adult dogs housed in at least 7 enclosures which contained rubber type water receptacles that had\nan accumulation of a dark green algae-like growth on the inside surfaces. Water receptacles which are not properly\ncleaned or sanitized can harbor disease-causing organisms. The licensee must ensure that all water receptacles\nare sanitized at least once every 2 weeks and more often if necessary to prevent an accumulation of dirt, debris,\nfood waste and other disease hazards. To be corrected by: August 4, 2016."
    },
    {
      "code": "3.11(c)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "**There were excessive weeds around at least 11 outdoor enclosures. Most of these weeds were located on the\noutside of the enclosures, but some were located on the inside. Some of the weeds were taller than the dogs and\nreached approximately 1-2 feet in height. The licensee needs to remove these weeds to facilitate cleaning of the\npremises and pest control, and to protect the health and well-being of the animals. The licensee needs to establish\nand maintain a program of routine weed control to ensure that weeds are controlled at all times. To be corrected\nby: August 7, 2016."
    },
    {
      "code": "3.11(d)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "***There were adult dogs housed in at least 6 enclosures which had an excessive number of flies. Most of these\nflies were swarming near the food bowls and nearby gravel flooring. Pests, such as flies, increase the risk of\ndisease hazards. The licensee must establish and maintain a safe and effective program for the control of pests. To\nbe corrected by: August 7, 2016\nThe inspection and exit interview were conducted with the licensees."
    }
  ],
  "narrative": "3.4(c)\nOUTDOOR HOUSING FACILITIES.\n***There were adult dogs housed in enclosures within the outdoor facility in which there were various numbers and\nsizes of holes dug in the gravel surface.  Some of the holes were a couple of feet in length and several inches deep.\n A few of the larger holes were dug under and/or adjacent to the free-standing wooden shelters within the\nenclosures; in some cases portions of the shelters were no longer resting on the gravel surface.  Some of the holes\nwere also dug next to the fences. These holes and their locations within the enclosures increase the risk of escape\nand/or injury.  The licensee needs to establish and maintain a program to ensure that all surfaces are maintained, at\nall times, to protect the dogs from injury.  To be corrected by:  August 7, 2016.\n3.11(b)(2)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\n***There were adult dogs housed in at least 7 enclosures which contained rubber type water receptacles that had\nan accumulation of a dark green algae-like growth on the inside surfaces. Water receptacles which are not properly\ncleaned or sanitized can harbor disease-causing organisms. The licensee must ensure that all water receptacles\nare sanitized at least once every 2 weeks and more often if necessary to prevent an accumulation of dirt, debris,\nfood waste and other disease hazards.  To be corrected by: August 4, 2016.\n3.11(c)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\n**There were excessive weeds around at least 11 outdoor enclosures.  Most of these weeds were located on the\noutside of the enclosures, but some were located on the inside.  Some of the weeds were taller than the dogs and\nreached approximately 1-2 feet in height.  The licensee needs to remove these weeds to facilitate cleaning of the\npremises and pest control, and to protect the health and well-being of the animals.  The licensee needs to establish\nand maintain a program of routine weed control to ensure that weeds are controlled at all times.  To be corrected\nby:  August 7, 2016.\n\n3.11(d)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\n***There were adult dogs housed in at least 6 enclosures which had an excessive number of flies.  Most of these\nflies were swarming near the food bowls and nearby gravel flooring.  Pests, such as flies, increase the risk of\ndisease hazards. The licensee must establish and maintain a safe and effective program for the control of pests.  To\nbe corrected by:  August 7, 2016\nThe inspection and exit interview were conducted with the licensees.",
  "animals_total": 229,
  "species": [
    {
      "count": 191,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 38,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}