{
  "insp_id": "246141345060867",
  "layout": "a",
  "customer_id": "4091",
  "customer_name": "Larry R Farmer",
  "customer_addr": "711 Wink Ave\nOakley, KS 67748",
  "certificate": "48-C-0007",
  "site_id": "001",
  "site_name": "Larry Farmer",
  "insp_type": "ROUTINE INSPECTION",
  "date": "03-SEP-2014",
  "report_date": "03-SEP-2014",
  "citations": [
    {
      "code": "2.131(d)(2)",
      "kind": "",
      "repeat": true,
      "desc": "HANDLING OF ANIMALS.",
      "narrative": "The licensee is offering animal feed to the visiting public. There are still large enough gaps in the two sheep and\ngoat enclosure fences where the animals can place their heads through these openings. There is the potential that\nthe public can hand feed these animals and an attendant is not available at all times of this direct public contact.\nInsufficient attendant supervision of animals during times of public contact can leave animals at risk for improper\nhandling and feeding of items by the public other than what is provided for the animals. Sufficient number of\nresponsible, knowledgeable, and readily identifiable employees or attendants must be present at all times during\nperiods of public contact."
    },
    {
      "code": "3.127(d)",
      "kind": "",
      "repeat": true,
      "desc": "FACILITIES, OUTDOOR.",
      "narrative": "There are still numerous places where the established perimeter fence is inadequate. There are gaps of several\ninches between the lower section of the fence and the ground, there are sections of fence that consists of metal\npipe fence with large gaps present, and there is one metal pipe gate that is not 6 feet in height. Inadequate\nperimeter fence may not restrict animals and unauthorized people from entering the facility. The perimeter fence\nmust be at least 6 feet in height and have small enough openings in the fence and under the fence that restrict\nanimals and unauthorized people from entering the facility."
    },
    {
      "code": "3.130",
      "kind": "",
      "repeat": false,
      "desc": "WATERING.",
      "narrative": "The facility is using one rubber water receptacle as well as two automatic waterers for the hogs. The rubber water\nreceptacle had cloudy water in it and was located in a wallow. The basins in the automatic waterers were covered\nin a layer of dried mud. The seven hogs in this enclosure did not have access to potable water at the time of the\ninspection. Dirty, unsanitary water receptacles can contaminate the water, play a role in disease transmission and\nmay discourage animals from drinking. All water receptacles must be kept clean and sanitized. Correct by 4 Sept.\n2014.\nThis routine inspection and exit interview were conducted with a facility representative.\nAdditional Inspectors\nShaver Margaret, Veterinary Medical Officer"
    }
  ],
  "narrative": "2.131(d)(2)                    REPEAT\nHANDLING OF ANIMALS.\nThe licensee is offering animal feed to the visiting public.  There are  still large enough gaps in the two sheep  and\ngoat enclosure fences where the animals can place their heads through these openings.  There is the potential that\nthe public can hand feed these animals and an attendant is not available at all times of this direct public contact. \nInsufficient attendant supervision of animals during times of public contact can leave animals at risk for improper\nhandling and feeding of items by the public other than what is provided for the animals. Sufficient number of\nresponsible, knowledgeable, and readily identifiable employees or attendants must be present at all times during\nperiods of public contact.\n3.127(d)                    REPEAT\nFACILITIES, OUTDOOR. \nThere are still numerous places where the established perimeter fence is inadequate.  There are gaps of several\ninches between the lower section of the fence and the ground, there are sections of fence that consists of metal\npipe fence with large gaps present, and there is one metal pipe gate that is not 6 feet in height.  Inadequate\nperimeter fence may not restrict animals and unauthorized people from entering the facility.  The perimeter fence\nmust be at least 6 feet in height and have small enough openings in the fence and under the fence that restrict\nanimals and unauthorized people from entering the facility.\n3.130\nWATERING.  \nThe facility is using one rubber water receptacle as well as two automatic waterers for the hogs.  The rubber water\nreceptacle had cloudy water in it and was located in a wallow.  The basins in the automatic waterers were covered\nin a layer of dried mud.  The seven hogs in this enclosure did not have access to potable water at the time of the\ninspection.  Dirty, unsanitary water receptacles can contaminate the water, play a role in disease transmission and\nmay discourage animals from drinking.  All water receptacles must be kept clean and sanitized.  Correct by 4 Sept.\n2014.\n\nThis routine inspection and exit interview were conducted with a facility representative.\nAdditional Inspectors\nShaver Margaret, Veterinary Medical Officer",
  "animals_total": 111,
  "species": [
    {
      "count": 10,
      "scientific": "Bison bison",
      "common": "AMERICAN BISON"
    },
    {
      "count": 9,
      "scientific": "Bos taurus",
      "common": "CATTLE / COW / OX / WATUSI"
    },
    {
      "count": 2,
      "scientific": "Canis latrans",
      "common": "COYOTE"
    },
    {
      "count": 12,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 50,
      "scientific": "Cynomys ludovicianus",
      "common": "BLACK-TAILED PRAIRIE DOG"
    },
    {
      "count": 1,
      "scientific": "Lynx rufus",
      "common": "BOBCAT"
    },
    {
      "count": 5,
      "scientific": "Oryctolagus cuniculus",
      "common": "EUROPEAN RABBIT"
    },
    {
      "count": 6,
      "scientific": "Ovis aries aries",
      "common": "SHEEP INCLUDING ALL DOMESTIC BREEDS"
    },
    {
      "count": 3,
      "scientific": "Procyon lotor",
      "common": "RACCOON"
    },
    {
      "count": 7,
      "scientific": "Sus scrofa domestica",
      "common": "DOMESTIC PIG / POTBELLY PIG / MICRO PIG"
    },
    {
      "count": 5,
      "scientific": "Vulpes velox",
      "common": "SWIFT FOX"
    },
    {
      "count": 1,
      "scientific": "Vulpes vulpes",
      "common": "RED FOX (INCLUDES SILVER FOX & CROSS FOX)"
    }
  ]
}