{
  "insp_id": "110161141290696",
  "layout": "a",
  "customer_id": "321663",
  "customer_name": "Jacob Hochstedler",
  "customer_addr": "6503 W. Trailwest\nHutchinson, KS 67501",
  "certificate": "48-A-2086",
  "site_id": "001",
  "site_name": "Jacob Hochstedler",
  "insp_type": "ROUTINE INSPECTION",
  "date": "19-APR-2016",
  "report_date": "19-APR-2016",
  "citations": [
    {
      "code": "3.1(a)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "There is a 6 inch section of the wire-front under the access gate on the outdoor portion of one enclosure that is in\nneed of repair. This has resulted in wire points sticking into the enclosure and a hole under this gate that is large\nenough for a dog in this enclosure to fall through. Wire points in the enclosure could cause injury to the dogs and\nholes in the fence does not securely contain the dogs. All housing facilities must be constructed and maintained in\ngood repair so they are structurally sound, protect the animals from injury and contain the animals securely. Correct\nby 3 May 2016\nThis routine inspection and exit interview were conducted with a facility representative."
    }
  ],
  "narrative": "3.1(a)\nHOUSING FACILITIES, GENERAL.\nThere is a 6 inch section of the wire-front under the access gate on the outdoor portion of one enclosure that is in\nneed of repair.  This has resulted in wire points sticking into the enclosure and a hole under this gate that is large\nenough for a dog in this enclosure to fall through.  Wire points in the enclosure could cause injury to the dogs and\nholes in the fence does not securely contain the dogs.  All housing facilities must be constructed and maintained in\ngood repair so they are structurally sound, protect the animals from injury and contain the animals securely.  Correct\nby  3 May 2016\nThis routine inspection and exit interview were conducted with a facility representative.",
  "animals_total": 105,
  "species": [
    {
      "count": 67,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 38,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}