{
  "insp_id": "INS-0000943753",
  "layout": "c",
  "customer_id": "324964",
  "customer_name": "GLORY JOVI",
  "customer_addr": "113 BEAR CREEK CT\nBLYTHEWOOD, SC 29016",
  "certificate": "56-B-0142",
  "site_id": "001",
  "site_name": "GLORY JOVI",
  "insp_type": "ROUTINE INSPECTION",
  "date": "28-FEB-2024",
  "report_date": "07-MAR-2024",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "One sugar glider had a healing wound that has not been assessed by a veterinarian. A crusted scab was present on the\ntop of the glider’s head. The licensee informed the inspector the sugar glider was currently undergoing topical treatment,\npreviously discussed with their attending veterinarian (AV). Upon speaking with the attending veterinarian, the AV\nconfirmed they spoke with the licensee about the wound, recommending the sugar glider be seen at the animal hospital to\nvisually assess the wound in person. In the interim, the licensee could provide a topical treatment until seen by a\nveterinarian. When the inspector updated the licensee of the AV’s correspondence, the licensee stated they did not recall\nthe AV requesting the sugar glider be seen for an exam, with the understanding that only a topical treatment was needed.\nInjuries and diseases that are not treated as directed by a veterinarian (or detailed in the program of veterinary care) may\nresult in unnecessary discomfort or lead to additional veterinary care needs. To help ensure animals receive optimal care,\nthe facility must use appropriate methods to prevent, control, diagnose, and treat diseases and injuries.\nCorrect by March 8, 2024."
    },
    {
      "code": "3.131(c)",
      "kind": "",
      "repeat": false,
      "desc": "Sanitation.",
      "narrative": "The building housing the sugar gliders has accumulated debris, dust, and cobwebs throughout the shelves, flooring, and\nhusbandry items within the room. The shelving structures and associated wheels had debris present, with debris\nhardened and caked on the wheels. One fan used for auxillary ventilation had hardened residue within the top of its\npanels, comprised of debris, dust, and pieces of feed pellets, as well as buildup throughout the front of the fan. Numerous\ncobwebs were present throughout the ceiling and squeegee mop stored in the room.\nRoutine cleaning and diligent housekeeping measures inhibits the attraction of pests, and supports essential husbandry\nand sanitization standards. The premise grounds shall be kept clean and in good repair in order to protect the animals\nfrom injury and facilitate good husbandry practices as necessary to protect the health of the animals.\nCorrect by March 22, 2024.\nThis inspection and exit interview were conducted with the licensee.\nn"
    }
  ],
  "narrative": "2.40(b)(2) \n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nOne sugar glider had a healing wound that has not been assessed by a veterinarian.  A crusted scab was present on the \ntop of the glider’s head. The licensee informed the inspector the sugar glider was currently undergoing  topical treatment, \npreviously discussed with their attending veterinarian  (AV). Upon speaking with the attending veterinarian,  the AV \nconfirmed they spoke with the licensee about the wound, recommending the sugar glider be seen at the animal hospital to \nvisually assess the wound in person. In the interim, the licensee could provide  a topical treatment until seen by a \nveterinarian.  When the inspector updated the licensee of the AV’s correspondence, the licensee stated they did not recall \nthe AV requesting the sugar glider be seen for an exam, with the understanding that only a topical treatment was needed. \n \nInjuries and diseases that are not treated as directed by a veterinarian  (or detailed in the program of veterinary care) may \nresult in unnecessary discomfort or lead to additional veterinary care needs. To help ensure animals receive optimal care, \nthe facility must use appropriate methods to prevent, control, diagnose, and treat diseases and injuries.  \n \nCorrect by March 8, 2024. \n3.131(c) \n   \nSanitation. \nThe building housing the sugar gliders has accumulated debris, dust, and cobwebs throughout the shelves, flooring, and \nhusbandry items within the room. The shelving structures and associated wheels had debris present, with debris \nhardened and caked on the wheels. One fan used for auxillary ventilation had hardened residue within the top of its \npanels, comprised of debris, dust, and pieces of feed pellets, as well as buildup throughout the front of the fan. Numerous \ncobwebs were present throughout the ceiling and squeegee mop stored in the room.  \n \nRoutine cleaning and diligent housekeeping measures inhibits the attraction of pests, and supports essential husbandry \nand sanitization standards. The premise grounds shall be kept clean and in good repair in order to protect the animals \nfrom injury and facilitate good husbandry practices as necessary to protect the health of the animals. \n \nCorrect by March 22, 2024.\n\nThis inspection and exit interview were conducted with the licensee. \n \n n",
  "animals_total": 872,
  "species": [
    {
      "count": 872,
      "scientific": "Petaurus breviceps",
      "common": "SUGAR GLIDER"
    }
  ]
}