{
  "insp_id": "INS-0000859743",
  "layout": "c",
  "customer_id": "506285",
  "customer_name": "VERNON RABER",
  "customer_addr": "10292 Senff Rd\nDUNDEE, OH 44624",
  "certificate": "31-A-0770",
  "site_id": "001",
  "site_name": "VERNON D RABER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "31-MAR-2023",
  "report_date": "03-APR-2023",
  "citations": [
    {
      "code": "3.1(c)(2)",
      "kind": "",
      "repeat": false,
      "desc": "Housing facilities, general.",
      "narrative": "* An estimated four inch by twelve inch of plastic covered insulation board was missing, exposing the interior insulation.\nIn addition, an estimated one ft. by two ft. area of missing fiberglass wall board was observed exposing a chewed,\nroughened surface. Four dog's come into contact with the affected surfaces located in sheltered housing. The affected\nsurface area cannot be readily cleaned and sanitized on a regular basis. A chewed, roughened surface could harbor\ndisease causing agents which affects the health and well-being of the dogs. The open area between the fiberglass and\nwood wall could serve as a collection area for dirt, hair, fecal waste or other debris. All surface of housing facilities must\nbe maintained on a regular basis. The licensee must ensure all surfaces are always maintained on a regular basis at all\ntimes or be replaced when worn that cannot be readily cleaned and sanitized. Correct by 4/14/23."
    },
    {
      "code": "3.1(c)(3)",
      "kind": "",
      "repeat": false,
      "desc": "Housing facilities, general.",
      "narrative": "* There is a mixture of dirt, grease and other excreta accumulating on the interior wood enclosure panels in two\nenclosures. Four dogs are in contact with the affected surfaces located in sheltered housing. The affected area covers\napproximately 30 to 50 percent of the exterior wall area. Cleaning of surfaces is necessary to prevent an accumulation of\nexcreta and other disease hazards. This indicates an unsanitary living condition exists that could lead to potential disease\nor health risks. Surfaces which are not cleaned and sanitized properly increase the risk of disease hazards for the dogs.\nCleanliness is important to the health and well-being of the animals. All surfaces of housing facilities must be cleaned and\nsanitized when necessary to satisfy generally accepted husbandry standards and practices. The licensee must ensure\nthat hard surfaces with which the dogs come in contact must be spot cleaned daily and sanitized in accordance with 3.11\n(B) of this sub part to prevent accumulation of excreta and reduce disease hazards. Correct by 4/4/23."
    },
    {
      "code": "3.1(f)",
      "kind": "",
      "repeat": false,
      "desc": "Housing facilities, general.",
      "narrative": "* There is a mixture of water, bedding and animal waste collecting on the outside attached runs to sheltered housing.\nTen dogs are in contact with the affected area. It creates potential unsanitary conditions and could lead to potential\ndisease, contamination, or health risks. Cleaning of the ground floor area must be maintained to minimize fecal and urine\ncontamination, vermin and pest infestation, insects, odors, and other disease hazards. Odors, insects, disease hazards,\nand pest infestation from fecal and organic material accumulations can have an adverse effect on the health and well-\nbeing of the animals at this facility. The licensee must provide for regular and frequent removal of water and other fluids\nin a manner that minimizes contamination and disease risks. Correct by 4/7/23.\nThis inspection and exit interview were conducted with the licensee.\nn"
    }
  ],
  "narrative": "3.1(c)(2) \n   \nHousing facilities, general. \n*  An estimated four inch by twelve inch of plastic covered insulation board was missing,   exposing the interior insulation.  \nIn addition, an estimated one ft. by two ft. area of missing fiberglass wall board was observed exposing a chewed, \nroughened surface.  Four dog's come into contact with the affected surfaces located in sheltered housing. The affected \nsurface area cannot be readily cleaned and sanitized on a regular basis.  A chewed, roughened surface could harbor \ndisease causing agents which affects the health and well-being of the dogs. The open area between the fiberglass and \nwood wall could serve as a collection area for dirt, hair, fecal waste or other debris.  All surface of housing facilities must \nbe maintained on a regular basis.  The licensee must ensure all surfaces are always maintained on a regular basis at all \ntimes or be replaced when worn that cannot be readily cleaned and sanitized.   Correct by  4/14/23. \n3.1(c)(3) \n   \nHousing facilities, general. \n*   There is a mixture of dirt, grease and other excreta accumulating on the interior wood enclosure panels in two \nenclosures.  Four dogs are in contact with the affected surfaces located in sheltered housing. The affected area covers \napproximately 30 to 50 percent of the exterior wall area. Cleaning of surfaces is necessary to prevent an accumulation of \nexcreta and other disease hazards.  This indicates an unsanitary living condition exists that could lead to potential disease \nor health risks.  Surfaces which are not cleaned and sanitized properly increase the risk of disease hazards for the dogs.\n\nCleanliness is important to the health and well-being of the animals. All surfaces of housing facilities must be cleaned and \nsanitized when necessary to satisfy generally accepted husbandry standards and practices.   The licensee must ensure \nthat hard surfaces with which the dogs come in contact must be spot cleaned daily and sanitized in accordance with 3.11 \n(B) of this sub part to prevent accumulation of excreta and reduce disease hazards.  Correct by 4/4/23. \n3.1(f) \n   \nHousing facilities, general. \n*   There is a mixture of water, bedding and animal waste collecting on the outside attached runs to sheltered housing. \nTen dogs are in contact with the affected area.  It creates potential unsanitary conditions and could lead to potential \ndisease, contamination, or health risks. Cleaning of the ground floor area must be maintained to minimize fecal and urine \ncontamination, vermin and pest infestation, insects, odors, and other disease hazards.  Odors, insects, disease hazards, \nand pest infestation from fecal and organic material accumulations can have an adverse effect on the health and well-\nbeing of the animals at this facility.  The licensee must provide for regular and frequent removal of water and other fluids \nin a manner that minimizes contamination and disease risks.   Correct by 4/7/23. \n \nThis inspection and exit interview were conducted with the licensee. \n \n n",
  "animals_total": 225,
  "species": [
    {
      "count": 132,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 93,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}