{
  "insp_id": "149151130550253",
  "layout": "a",
  "customer_id": "3897",
  "customer_name": "Ava Barker",
  "customer_addr": "1310 Red Town Road\nElgin, TX 78621",
  "certificate": "74-C-0251",
  "site_id": "001",
  "site_name": "AVA BARKER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "28-MAY-2015",
  "report_date": "29-MAY-2015",
  "citations": [
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "The indoor bear shelter that houses two female black bears named \"Britt\" and \"Beezley\". The top of the den is\nmade of wood has become rotted and is sagging in the middle. The bears utilize the top of the den as a resting\nsurface. The top part of the den is not structurally sound and poses a risk of injuring the animals contained. The\nshelter must be kept in good repair to prevent potential injuries to the animals.\nCorrect by June 11, 2015"
    },
    {
      "code": "3.125(d)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "Underneath the food preparation counter; there is an excessive amount of trash, animal waste, and debris lying on\nthe shelves and inside of a plastic tote on the shelf. The trash, debris, and animal waste can be a harbor for\nvarmints, disease hazards, and odors. Eliminate the excessive buildup of animal waste, trash, and debris through\nproper disposal from the facility to minimize vermin infestation, odors, and disease hazards.\nCorrect by June 1, 2015"
    },
    {
      "code": "3.131(a)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "The four indoor bear shelters have an accumulation of old feces that has become greyish in color. The licensee\ninformed the inspector that the feces have not been cleaned out in a week. Excreta should be removed as often as\nnecessary to prevent contamination of the animals contained and reduce disease hazards and odors. The cleaning\nschedule of the four enclosures should be more timely and effective to prevent the build-up of excreta.\nCorrect by Jun 1, 2015\nInspection and exit interview conducted by APHIS personnel with licensee."
    }
  ],
  "narrative": "3.125(a)\nFACILITIES, GENERAL.   \nThe indoor bear shelter that houses two female black bears named \"Britt\" and \"Beezley\".  The top of the den is\nmade of wood has become rotted and is sagging in the middle.  The bears utilize the top of the den as a resting\nsurface.   The top part of the den is not structurally sound and poses a risk of injuring the animals contained. The\nshelter must be kept in good repair to prevent potential injuries to the animals.\nCorrect by June 11, 2015\n3.125(d)\nFACILITIES, GENERAL.   \nUnderneath the food preparation counter; there is an excessive amount of trash, animal waste, and debris lying on\nthe shelves and inside of a plastic tote on the shelf.   The trash, debris, and animal waste can be a harbor for\nvarmints, disease hazards, and odors.  Eliminate the excessive buildup of animal waste, trash, and debris through\nproper disposal from the facility to minimize vermin infestation, odors, and disease hazards.\nCorrect by June 1, 2015\n3.131(a)\nSANITATION.   \nThe four indoor bear shelters have an accumulation of old feces that has become greyish in color.  The licensee\ninformed the inspector that the feces have not been cleaned out in a week.  Excreta should be removed as often as\nnecessary to prevent contamination of the animals contained and reduce disease hazards and odors. The cleaning\nschedule of the four enclosures should be more timely and effective to prevent the build-up of excreta.\nCorrect by Jun 1, 2015\n\nInspection and exit interview conducted by APHIS personnel with licensee.",
  "animals_total": 7,
  "species": [
    {
      "count": 1,
      "scientific": "Puma concolor",
      "common": "PUMA / MOUNTAIN LION / COUGAR"
    },
    {
      "count": 6,
      "scientific": "Ursus americanus",
      "common": "NORTH AMERICAN BLACK BEAR"
    }
  ]
}