{
  "insp_id": "INS-0000845604",
  "layout": "c",
  "customer_id": "3325",
  "customer_name": "Chestatee Wildlife Preserve Inc.",
  "customer_addr": "469 Old Dahlonega Hwy\nDahlonega, GA 30533",
  "certificate": "57-C-0325",
  "site_id": "001",
  "site_name": "CHESTATEE WILDLIFE PRESERVE",
  "insp_type": "ROUTINE INSPECTION",
  "date": "24-JAN-2023",
  "report_date": "03-FEB-2023",
  "citations": [
    {
      "code": "2.40(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "A written program of veterinary care was not available for review, therefore employment of an attending veterinarian\nunder formal arrangement could not be verified at the time of inspection. A written program of veterinary care is needed to\nestablish an adequate standard of veterinary care for the animals on hand. The facility’s formal arrangement with the\nattending veterinarian must include a written program of veterinary care and regularly scheduled visits to the premises. To\nbe corrected by March 1, 2023."
    },
    {
      "code": "2.40(b)(3)",
      "kind": "",
      "repeat": true,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "The following animals had veterinary care issues and/or communication with the attending veterinarian was lacking or\ninadequate:\n• A white female tiger named “Georgia” had a pink hairless growth on her lower right eye lid. The growth was\napproximately less than ¼ the width of her lower lid, protruding out away from her eye. The licensee had never noticed it\nbefore, and the attending veterinarian had not been notified.\n• A singly housed male lemur was deemed overweight by the attending veterinarian who instructed the previous animal\ncaretaker to decrease the amount fed of his diet by 25 percent. The current employees were not aware of these\ninstructions which were not being implemented at the time of inspection.\n• A prairie dog was also noted to be overweight and, per one of the facility representatives, had been slowing down in her\nactivity level as well. Neither of these concerns were communicated to the attending veterinarian.\nFailure to identify medical conditions by daily observations as well as the lack of direct and timely communication between\nthe facility and the attending veterinarian have led to treatment delays which may negatively impact the health and well-\nbeing of the animals. Daily observation of all animals is necessary to assess their health and well-being. If any problems\nof animal health, behavior and well-being are noted, they must be conveyed to the attending veterinarian in a timely and\naccurate manner to allow for appropriate diagnosis and treatment."
    },
    {
      "code": "2.131(c)(1)",
      "kind": "Critical",
      "repeat": false,
      "desc": "Handling of animals.",
      "narrative": "The following interactions occurred, and the general public and/or the animals were either harmed, or could have been:\n• Sloth encounters occurred where patrons were allowed to walk into the enclosure and pet the sloths without an\nattendant directly controlling or being within close proximity. The attendant was on the other side of the enclosure, often\ntaking a picture of the interaction. The sloth was located in the corner or floor of the enclosure, back hunched, facing the\nwall, and folding in on himself with his head tucked in on his chest. This demeanor may indicate a lack of interest or\ndistress from the interaction. With this set up, the sloth was unable to escape the interaction if he so desired.\n• An interaction with tigers occurred where patrons were allowed in an area approximately 3-4 feet wide located between\nan electrified fence and a secondary 10-foot chain link fence with a 2-foot kick in. The electric fence, the only barrier\nbetween the patrons and the tigers, was approximately 2.5 feet tall made of 3 electrified wires about 1 foot apart. The\ntigers, being of similar height as the fence, could possibly jump over it or reach the patrons through the gaps between or\nbelow the wires. In addition, pictures of the interaction shows patrons with their backs to the tigers making it difficult for\nthe patrons to monitor the tiger’s behavior. The proximity to the tigers paired with an inadequate barrier made this an\nunsafe interaction.\n• Two incidents of animals biting members of the public occurred when, on two separate occasions, a bison and a zebra\nwere being fed by patrons without an attendant present. The bites occurred on fingers of the patrons drawing blood.\nBecause of inadequate barriers between animals and the public, injuries occurred to members of the public. With the\ncurrent design of the tiger and sloth interactions, injuries could result as well as undue stress on the animals due to the\nproximity of the patrons and the lack of adequate barriers. Any animal must be handled so there is minimal risk of harm to\nthe animal and to the public, with sufficient distance and/or barriers between the animal and the general viewing public to\nassure the safety of animals and the public during exhibition and/or encounters. To be corrected from this day forward."
    },
    {
      "code": "2.131(d)(2)",
      "kind": "",
      "repeat": true,
      "desc": "Handling of animals.",
      "narrative": "During inspection, along the main patron’s pathway between the zebra enclosure and the bear enclosure, members of the\npublic were seen interacting with and petting zebras. A readily identifiable employee was not present during these periods\nof public contact. Without an attendant present to monitor the interaction, the safety of the animals and the safety of the\npublic cannot be assured. A responsible, knowledgeable, and readily identifiable employee or attendant must be present\nat all times during periods of public contact."
    },
    {
      "code": "3.75(e)",
      "kind": "",
      "repeat": false,
      "desc": "Housing facilities, general.",
      "narrative": "In the kitchen where food for nonhuman primates is prepared, containers of disinfectant and detergent were found on the\nfloor below the sink, not enclosed within a cabinet or behind doors. Without enclosed storage, there is insufficient means\nto prevent a chemical spill from potentially coming into contact with the animals’ food. Such substances can be toxic or\nharmful if animals are exposed to them. Substances that are toxic to the nonhuman primates but that are required for\nnormal husbandry practices must not be stored in food storage and preparation areas but may be stored in cabinets in the\nanimal areas. To be corrected by March, 1, 2023."
    },
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": true,
      "desc": "Facilities, general.",
      "narrative": "During inspection, some primary enclosures were found in need of repair while others were found to contain items that\nmay be injurious to the animals within:\n• The primary enclosure housing 3 tigers was made up of 2 fences:\n- A first fence, approximately 2.5 feet tall, was made of 3 electrified wires about 10-12 inches apart, held together by\nabout 3 feet tall cylindrical wooden poles evenly dispersed throughout the enclosure.\n- A second fence was an approximately 10 feet tall black chain link fence with about a 2-feet kick-in made up of two\nelectrified wires.\nSome of the wooden poles of the first fence have scratch marks but, one in particular, near the start of the public\nwalkway, had the most damage. The bottom quarter of the pole was, per the facility representative, chewed and\nscratched by a previously housed tiger all around the circumference, thinning it to almost half the diameter of the rest of\nthe pole. The structural integrity and therefore function of such a pole may be compromised.\nDue to some erosion, small gaps are forming below the black chain link fence, mainly in the area nearest the start of the\npublic walkway. In addition, on the side of the enclosure nearest the facility entrance, there is a thicket of tall trees\nbetween the first and second fence. The trees are protruding over and across the black chain link fence. The holes and\ntrees may provide the tigers sufficient means to escape by climbing over or digging beneath the fence.\n• In the lemur enclosure, one of the elevated bamboo branches, spanning the width of the enclosure towards the front,\nwas cracked throughout with larger gaps towards the center of the branch with a moderately caved in/flattened area\ntowards the highest end of the branch. This branch is not structurally sound to support the weight of a lemur.\n• In the enclosure housing 2 sloths, there was an exposed live electrical wire connected to a humidifier. Electrical wires\nmay present a health risk to animals that may chew or pull on them.\n• In the enclosure housing 2 zebras, there was a downed metal roof propped against a wooden fence and a wooden pole\nwith an exposed nail, remnants of a collapsed shelter. In the same enclosure, near the hay bale, the bottom horizontal rail\nof the 3-rail wooden fence, was cut all the way through on one side, with the remaining post leaning against the ground,\nthus creating a wider gap in the fence.\n• Furthermore, the enclosure containing 2 camels was undergoing extensive construction. There were large piles, about 5\nfeet high, of soil and rocks at the center and to the side of the enclosure, covering more than 50% of the enclosure. On\nthe side of the enclosure furthest from the camel barn, there was a pile of metal cattle gates in one area and in another,\nremnants of a platform composed of propped up large wooden poles with many exposed nails. On the side closest to the\nbarn, there were 2 parked tractors, some exposed and damaged wires, broken wooden pallets, as well as a pile of PVC\npipes. In front of the entrance to the barn, there was a more than 7-foot drop-off creating a cliff, spanning the entire length\nof the large barn, that the camels had to go around in order to go in and out of their shelter. Set ups such as these, as well\nas maintaining such items within enclosures, could result in injury to the animals within.\n• Small gaps are forming at the bottom of the fence of the hoofstock enclosure towards the far side of the facility. This\nenclosure is currently housing bison and cows, but previously also housed elk. Per a facility representative, coyotes have\nbeen seen within this enclosure and the facility believes that the coyotes chased the elk causing them to jump out of the\nenclosure. The representative explained that the elk were euthanized in order to prevent them from continuously getting\nout. Such an enclosure is not protecting or safely containing the animals within.\nDamaged primary enclosures as well as enclosures containing possibly injurious items, may negatively impact the health\nand comfort of the animals within. Primary enclosures must be structurally sound and maintained in good repair to protect\nthe animals from injury and to safely contain the animals."
    },
    {
      "code": "3.125(c)",
      "kind": "",
      "repeat": false,
      "desc": "Facilities, general.",
      "narrative": "During inspection, several food storage areas were in need of cleaning:\no The flooring of one of the freezers in the kitchen, in contact with many bagged food items, was coated with a green\nsticky material. Some dried blood could also be seen coating the bottom of the freezer and there was a large number of\ndead flies/insects on the surface.\no A large portion of the kitchen ceiling, and some areas on the walls, were spotted with brownish/yellow sticky material. In\nsome areas along the walls, larger smears of brownish/yellow sticky material could be seen.\no In the large walk-in freezer, boxes of meat are stacked haphazardly. Some boxes are open, exposing the meat inside,\nwhile others have chunks of bloody ice attached to it. Many deer carcasses are stacked at the back of the freezer. A large\namount of deer hair and dirt can be seen covering many containers and some of the exposed meat. On the floor, there is\na large amount of spilled corn and other food items such as pieces of cake.\nDirty food storage amenities may allow for food contamination and may attract vermin. Supplies of food and bedding shall\nbe stored in facilities which adequately protect such supplies against deterioration, molding, or contamination by vermin.\nTo be corrected by 02/27/2023."
    },
    {
      "code": "3.127(d)",
      "kind": "",
      "repeat": true,
      "desc": "Facilities, outdoor.",
      "narrative": "During inspection, the following issues associated with perimeter fence for animals housed outdoors were identified:\n• Three separate enclosures, one housing 3 tigers, the second 2 wolves and the third 2 juvenile bears, were not\nsurrounded by a continuous 8-foot perimeter fence. In the case of the tiger and wolf enclosures, the facility had two\nfences in place; the first made up of electrified wire while the second was a black chain link fence. However, the first fence\nin both instances were not sufficient to truly contain the animals as a primary enclosure.\n- The first fence in the wolf enclosure was made up of a single electrified wire, approximately 2 to 3 feet from the\nground depending on the location. The wire was held up by approximately 4 feet tall thin plastic poles evenly dispersed\nthroughout the enclosure which were about 2 feet away from the second black chain link fence. The first fence alone\ncannot contain the wolves who could jump above or crawl below it and therefore is not a sufficient primary enclosure.\n- The first fence in the tiger enclosure, approximately 2.5 feet tall, was made of 3 electrified wires held together by\nabout 3 feet tall wooden cylindrical poles evenly dispersed throughout the enclosure. The first fence was at least 3 feet\naway from the second black chain link fence. The first fence was about the same height or even slightly shorter than the\ntigers contained within. This fence therefore is not a sufficient primary containment for the tigers that could jump above it.\nIn these two enclosures, the two fences together make up the primary enclosure, and there is no perimeter fence\nsurrounding them.\n• Furthermore, beneath the gate that is part of the non-human primate perimeter fence, as well as beneath the gate of the\nadult bears’ perimeter fence, there is an approximately 1.5-foot gap which could allow animal passage.\nThe lack of an adequate perimeter fence presents a safety risk to the animals within the facility in that there isn’t an\nadequate secondary containment system to hold animals that may escape their primary enclosures or a sufficient barrier\nto keep animals and unauthorized persons out. The facility must ensure that the above listed animals being housed\noutdoors are enclosed by a perimeter fence, 8-feet tall for dangerous animals and 6-feet tall for the non-human primates\nor shall obtain a variance from the regional office. The perimeter fence must be effective, continuous, and at least 3 feet in\ndistance from the primary enclosures."
    },
    {
      "code": "3.129(a)",
      "kind": "",
      "repeat": false,
      "desc": "Feeding.",
      "narrative": "During inspection, a thawed beef chuck roast was found in the fridge with an expiration date of 08/23/20 which a facility\nrepresentative explained would be used to provide medication to the tiger. The piece of meat was generally pale/dull\nbrown in color with a large yellowing section on the side. In fact, a large amount, about 50%, of the meat containers in the\nwalk-in freezer had a 2019 expiration date, 4 years past due. The facility representative explained that no guidance had\nbeen sought with the attending veterinarian for how long past expiration frozen meat can be used to feed the animals and\nthey had intended to feed this meat. In addition, many of the canned vegetables on the shelf were expired, some since\n2019, and were mixed in with in-date canned items. The facility is not taking into account the expiration date of food items\nbeing given to the animals and the attending veterinarian has not been consulted on the topic. Expired food items may be\nunwholesome, unpalatable, and lacking in important vitamins/nutrients the animals need. Feeding such items may\nnegatively impact animal’s health and overall well-being. The facility must ensure the food given to the animals is\nwholesome, palatable, and free from contamination and of sufficient quantity and nutritive value to maintain all animals in\ngood health. To be corrected by 02/13/2023.\nThis inspection and exit interview were conducted with facility representatives.\nAdditional Inspectors:\nSTEPHANIE MAYARD, VETERINARY MEDICAL OFFICEREnd Section"
    }
  ],
  "narrative": "2.40(a)(1) \n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nA written program of veterinary care was not available for review, therefore employment of an attending veterinarian \nunder formal arrangement could not be verified at the time of inspection. A written program of veterinary care is needed to \nestablish an adequate standard of veterinary care for the animals on hand. The facility’s formal arrangement with the \nattending veterinarian must include a written program of veterinary care and regularly scheduled visits to the premises. To \nbe corrected by March 1, 2023. \n2.40(b)(3)  Repeat\n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nThe following animals had veterinary care issues and/or communication with the attending veterinarian was lacking or \ninadequate: \n• A white female tiger named “Georgia” had a pink hairless growth on her lower right eye lid. The growth was \napproximately less than ¼ the width of her lower lid, protruding out away from her eye.  The licensee had never noticed it \nbefore, and the attending veterinarian had not been notified. \n• A singly housed male lemur was deemed overweight by the attending veterinarian who instructed the previous animal \ncaretaker to decrease the amount fed of his diet by 25 percent. The current employees were not aware of these\n\ninstructions which were not being implemented at the time of inspection.   \n• A prairie dog was also noted to be overweight and, per one of the facility representatives, had been slowing down in her \nactivity level as well. Neither of these concerns were communicated to the attending veterinarian. \n \nFailure to identify medical conditions by daily observations as well as the lack of direct and timely communication between \nthe facility and the attending veterinarian have led to treatment delays which may negatively impact the health and well-\nbeing of the animals. Daily observation of all animals is necessary to assess their health and well-being. If any problems \nof animal health, behavior and well-being are noted, they must be conveyed to the attending veterinarian in a timely and \naccurate manner to allow for appropriate diagnosis and treatment. \n2.131(c)(1)  Critical\n   \nHandling of animals. \nThe following interactions occurred, and the general public and/or the animals were either harmed, or could have been: \n• Sloth encounters occurred where patrons were allowed to walk into the enclosure and pet the sloths without an \nattendant directly controlling or being within close proximity. The attendant was on the other side of the enclosure, often \ntaking a picture of the interaction. The sloth was located in the corner or floor of the enclosure, back hunched, facing the \nwall, and folding in on himself with his head tucked in on his chest. This demeanor may indicate a lack of interest or \ndistress from the interaction. With this set up, the sloth was unable to escape the interaction if he so desired.  \n• An interaction with tigers occurred where patrons were allowed in an area approximately 3-4 feet wide located between \nan electrified fence and a secondary 10-foot chain link fence with a 2-foot kick in. The electric fence, the only barrier \nbetween the patrons and the tigers, was approximately 2.5 feet tall made of 3 electrified wires about 1 foot apart. The \ntigers, being of similar height as the fence, could possibly jump over it or reach the patrons through the gaps between or \nbelow the wires. In addition, pictures of the interaction shows patrons with their backs to the tigers making it difficult for\n\nthe patrons to monitor the tiger’s behavior. The proximity to the tigers paired with an inadequate barrier made this an \nunsafe interaction. \n• Two incidents of animals biting members of the public occurred when, on two separate occasions, a bison and a zebra \nwere being fed by patrons without an attendant present. The bites occurred on fingers of the patrons drawing blood. \n \nBecause of inadequate barriers between animals and the public, injuries occurred to members of the public. With the \ncurrent design of the tiger and sloth interactions, injuries could result as well as undue stress on the animals due to the \nproximity of the patrons and the lack of adequate barriers. Any animal must be handled so there is minimal risk of harm to \nthe animal and to the public, with sufficient distance and/or barriers between the animal and the general viewing public to \nassure the safety of animals and the public during exhibition and/or encounters. To be corrected from this day forward. \n2.131(d)(2)  Repeat\n   \nHandling of animals. \nDuring inspection, along the main patron’s pathway between the zebra enclosure and the bear enclosure, members of the \npublic were seen interacting with and petting zebras. A readily identifiable employee was not present during these periods \nof public contact. Without an attendant present to monitor the interaction, the safety of the animals and the safety of the \npublic cannot be assured. A responsible, knowledgeable, and readily identifiable employee or attendant must be present \nat all times during periods of public contact. \n3.75(e) \n   \nHousing facilities, general. \nIn the kitchen where food for nonhuman primates is prepared, containers of disinfectant and detergent were found on the \nfloor below the sink, not enclosed within a cabinet or behind doors.  Without enclosed storage, there is insufficient means \nto prevent a chemical spill from potentially coming into contact with the animals’ food. Such substances can be toxic or\n\nharmful if animals are exposed to them. Substances that are toxic to the nonhuman primates but that are required for \nnormal husbandry practices must not be stored in food storage and preparation areas but may be stored in cabinets in the \nanimal areas. To be corrected by March, 1, 2023. \n3.125(a)  Repeat\n   \nFacilities, general. \nDuring inspection, some primary enclosures were found in need of repair while others were found to contain items that \nmay be injurious to the animals within:  \n• The primary enclosure housing 3 tigers was made up of 2 fences: \n      - A first fence, approximately 2.5 feet tall, was made of 3 electrified wires about 10-12 inches apart, held together by \nabout 3 feet tall cylindrical wooden poles evenly dispersed throughout the enclosure.  \n      - A second fence was an approximately 10 feet tall black chain link fence with about a 2-feet kick-in made up of two \nelectrified wires.  \nSome of the wooden poles of the first fence have scratch marks but, one in particular, near the start of the public \nwalkway, had the most damage. The bottom quarter of the pole was, per the facility representative, chewed and \nscratched by a previously housed tiger all around the circumference, thinning it to almost half the diameter of the rest of \nthe pole. The structural integrity and therefore function of such a pole may be compromised.  \nDue to some erosion, small gaps are forming below the black chain link fence, mainly in the area nearest the start of the \npublic walkway. In addition, on the side of the enclosure nearest the facility entrance, there is a thicket of tall trees \nbetween the first and second fence. The trees are protruding over and across the black chain link fence. The holes and \ntrees may provide the tigers sufficient means to escape by climbing over or digging beneath the fence.  \n• In the lemur enclosure, one of the elevated bamboo branches, spanning the width of the enclosure towards the front, \nwas cracked throughout with larger gaps towards the center of the branch with a moderately caved in/flattened area\n\ntowards the highest end of the branch. This branch is not structurally sound to support the weight of a lemur.  \n• In the enclosure housing 2 sloths, there was an exposed live electrical wire connected to a humidifier. Electrical wires \nmay present a health risk to animals that may chew or pull on them.   \n• In the enclosure housing 2 zebras, there was a downed metal roof propped against a wooden fence and a wooden pole \nwith an exposed nail, remnants of a collapsed shelter. In the same enclosure, near the hay bale, the bottom horizontal rail \nof the 3-rail wooden fence, was cut all the way through on one side, with the remaining post leaning against the ground, \nthus creating a wider gap in the fence.   \n• Furthermore, the enclosure containing 2 camels was undergoing extensive construction. There were large piles, about 5 \nfeet high, of soil and rocks at the center and to the side of the enclosure, covering more than 50% of the enclosure. On \nthe side of the enclosure furthest from the camel barn, there was a pile of metal cattle gates in one area and in another, \nremnants of a platform composed of propped up large wooden poles with many exposed nails. On the side closest to the \nbarn, there were 2 parked tractors, some exposed and damaged wires, broken wooden pallets, as well as a pile of PVC \npipes. In front of the entrance to the barn, there was a more than 7-foot drop-off creating a cliff, spanning the entire length \nof the large barn, that the camels had to go around in order to go in and out of their shelter. Set ups such as these, as well \nas maintaining such items within enclosures, could result in injury to the animals within.  \n• Small gaps are forming at the bottom of the fence of the hoofstock enclosure towards the far side of the facility. This \nenclosure is currently housing bison and cows, but previously also housed elk. Per a facility representative, coyotes have \nbeen seen within this enclosure and the facility believes that the coyotes chased the elk causing them to jump out of the \nenclosure. The representative explained that the elk were euthanized in order to prevent them from continuously getting \nout. Such an enclosure is not protecting or safely containing the animals within.\n\nDamaged primary enclosures as well as enclosures containing possibly injurious items, may negatively impact the health \nand comfort of the animals within. Primary enclosures must be structurally sound and maintained in good repair to protect \nthe animals from injury and to safely contain the animals. \n3.125(c) \n   \nFacilities, general. \nDuring inspection, several food storage areas were in need of cleaning: \no The flooring of one of the freezers in the kitchen, in contact with many bagged food items, was coated with a green \nsticky material. Some dried blood could also be seen coating the bottom of the freezer and there was a large number of \ndead flies/insects on the surface.   \no A large portion of the kitchen ceiling, and some areas on the walls, were spotted with brownish/yellow sticky material. In \nsome areas along the walls, larger smears of brownish/yellow sticky material could be seen. \no In the large walk-in freezer, boxes of meat are stacked haphazardly. Some boxes are open, exposing the meat inside, \nwhile others have chunks of bloody ice attached to it. Many deer carcasses are stacked at the back of the freezer. A large \namount of deer hair and dirt can be seen covering many containers and some of the exposed meat. On the floor, there is \na large amount of spilled corn and other food items such as pieces of cake.   \n \nDirty food storage amenities may allow for food contamination and may attract vermin. Supplies of food and bedding shall \nbe stored in facilities which adequately protect such supplies against deterioration, molding, or contamination by vermin. \nTo be corrected by 02/27/2023. \n3.127(d)  Repeat\n   \nFacilities, outdoor.\n\nDuring inspection, the following issues associated with perimeter fence for animals housed outdoors were identified:  \n \n• Three separate enclosures, one housing 3 tigers, the second 2 wolves and the third 2 juvenile bears, were not \nsurrounded by a continuous 8-foot perimeter fence. In the case of the tiger and wolf enclosures, the facility had two \nfences in place; the first made up of electrified wire while the second was a black chain link fence. However, the first fence \nin both instances were not sufficient to truly contain the animals as a primary enclosure. \n      - The first fence in the wolf enclosure was made up of a single electrified wire, approximately 2 to 3 feet from the \nground depending on the location. The wire was held up by approximately 4 feet tall thin plastic poles evenly dispersed \nthroughout the enclosure which were about 2 feet away from the second black chain link fence. The first fence alone \ncannot contain the wolves who could jump above or crawl below it and therefore is not a sufficient primary enclosure.  \n      - The first fence in the tiger enclosure, approximately 2.5 feet tall, was made of 3 electrified wires held together by \nabout 3 feet tall wooden cylindrical poles evenly dispersed throughout the enclosure. The first fence was at least 3 feet \naway from the second black chain link fence. The first fence was about the same height or even slightly shorter than the \ntigers contained within. This fence therefore is not a sufficient primary containment for the tigers that could jump above it.  \n \nIn these two enclosures, the two fences together make up the primary enclosure, and there is no perimeter fence \nsurrounding them.  \n \n• Furthermore, beneath the gate that is part of the non-human primate perimeter fence, as well as beneath the gate of the \nadult bears’ perimeter fence, there is an approximately 1.5-foot gap which could allow animal passage.\n\nThe lack of an adequate perimeter fence presents a safety risk to the animals within the facility in that there isn’t an \nadequate secondary containment system to hold animals that may escape their primary enclosures or a sufficient barrier \nto keep animals and unauthorized persons out. The facility must ensure that the above listed animals being housed \noutdoors are enclosed by a perimeter fence, 8-feet tall for dangerous animals and 6-feet tall for the non-human primates \nor shall obtain a variance from the regional office. The perimeter fence must be effective, continuous, and at least 3 feet in \ndistance from the primary enclosures. \n3.129(a) \n   \nFeeding. \nDuring inspection, a thawed beef chuck roast was found in the fridge with an expiration date of 08/23/20 which a facility \nrepresentative explained would be used to provide medication to the tiger. The piece of meat was generally pale/dull \nbrown in color with a large yellowing section on the side. In fact, a large amount, about 50%, of the meat containers in the \nwalk-in freezer had a 2019 expiration date, 4 years past due. The facility representative explained that no guidance had \nbeen sought with the attending veterinarian for how long past expiration frozen meat can be used to feed the animals and \nthey had intended to feed this meat. In addition, many of the canned vegetables on the shelf were expired, some since \n2019, and were mixed in with in-date canned items. The facility is not taking into account the expiration date of food items \nbeing given to the animals and the attending veterinarian has not been consulted on the topic. Expired food items may be \nunwholesome, unpalatable, and lacking in important vitamins/nutrients the animals need. Feeding such items may \nnegatively impact animal’s health and overall well-being. The facility must ensure the food given to the animals is \nwholesome, palatable, and free from contamination and of sufficient quantity and nutritive value to maintain all animals in \ngood health. To be corrected by 02/13/2023. \n \nThis inspection and exit interview were conducted with facility representatives.\n\nAdditional Inspectors: \nSTEPHANIE MAYARD, VETERINARY MEDICAL OFFICEREnd Section",
  "animals_total": 47,
  "species": [
    {
      "count": 1,
      "scientific": "Macaca mulatta",
      "common": "RHESUS MACAQUE"
    },
    {
      "count": 1,
      "scientific": "Macaca radiata",
      "common": "BONNET MACAQUE"
    },
    {
      "count": 3,
      "scientific": "Canis lupus",
      "common": "GRAY WOLF / GREY WOLF / TIMBER WOLF"
    },
    {
      "count": 3,
      "scientific": "Panthera tigris",
      "common": "TIGER"
    },
    {
      "count": 7,
      "scientific": "Equus quagga",
      "common": "BURCHELL’S / GRANT’S / CHAPMAN’S / PLAINS ZEBRA"
    },
    {
      "count": 4,
      "scientific": "Bison bison",
      "common": "AMERICAN BISON"
    },
    {
      "count": 6,
      "scientific": "Ursus americanus",
      "common": "NORTH AMERICAN BLACK BEAR"
    },
    {
      "count": 1,
      "scientific": "Papio anubis",
      "common": "OLIVE BABOON"
    },
    {
      "count": 1,
      "scientific": "Ursus arctos horribilis",
      "common": "GRIZZLY BEAR"
    },
    {
      "count": 4,
      "scientific": "Lemur catta",
      "common": "RING-TAILED LEMUR"
    },
    {
      "count": 1,
      "scientific": "Atelerix albiventris",
      "common": "FOUR-TOED HEDGEHOG (MOST COMMON PET HEDGEHOG)"
    },
    {
      "count": 8,
      "scientific": "Bos taurus",
      "common": "CATTLE / COW / OX / WATUSI"
    },
    {
      "count": 1,
      "scientific": "Mustela putorius furo",
      "common": "DOMESTIC FERRET"
    },
    {
      "count": 1,
      "scientific": "Cynomys ludovicianus",
      "common": "BLACK-TAILED PRAIRIE DOG"
    },
    {
      "count": 2,
      "scientific": "Camelus bactrianus",
      "common": "BACTRIAN CAMEL"
    },
    {
      "count": 2,
      "scientific": "Choloepus didactylus",
      "common": "LINNAEUS'S TWO-TOED SLOTH"
    },
    {
      "count": 1,
      "scientific": "Osphranter rufus",
      "common": "RED KANGAROO"
    }
  ]
}