{
  "insp_id": "INS-0000868491",
  "layout": "c",
  "customer_id": "501338",
  "customer_name": "Eli D Hostetler",
  "customer_addr": "8899 County Road 245\nHolmesville, OH 44633",
  "certificate": "31-A-0653",
  "site_id": "001",
  "site_name": "ELI HOSTETLER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "08-MAY-2023",
  "report_date": "09-MAY-2023",
  "citations": [
    {
      "code": "3.1(c)(2)",
      "kind": "",
      "repeat": false,
      "desc": "Housing facilities, general.",
      "narrative": "* A missing section of fiberglass wall board that is attached to an entrance door was observed. Seven dogs are in\ncontact with the affected wall board located in outdoor housing. A chewed, roughened surface could harbor disease\ncausing agents which affects the health and well-being of the dogs. The open area between the fiberglass and wood wall\ncould serve as a collection area for dirt, hair, fecal waste, or other debris. Roughened surfaces cannot be readily cleaned\nand sanitized. All surfaces of housing facilities must be maintained on a regular basis. The licensee must ensure all\nsurfaces are always maintained on a regular basis or be replaced when worn that cannot be readily cleaned and\nsanitized. Correct by 5/22/23."
    },
    {
      "code": "3.1(c)(3)",
      "kind": "",
      "repeat": false,
      "desc": "Housing facilities, general.",
      "narrative": "* There is a mixture of dirt, grease and other excreta accumulating on the interior wood wall in two outdoor sheltered\nstructures and the interior fiberglass wall in one enclosure. Fifteen dogs are in contact with the affected surfaces located\nin outdoor housing. Three dogs are in contact with the affected surface located in sheltered housing. The affected area\ncovers approximately 60 to 75 percent of the interior wall area. Licensee stated that the interior of the outdoor sheltered\nhousing gets cleaned once a year in the spring. Cleaning of surfaces is necessary to prevent an accumulation of excreta\nand other disease hazards. This indicates an unsanitary living condition exists that could lead to potential disease or\nhealth risks. Surfaces which are not cleaned and sanitized properly increase the risk of disease hazards for the dogs.\nCleanliness is important to the health and well-being of the animals. All surfaces of housing facilities must be cleaned and\nsanitized when necessary to satisfy generally accepted husbandry standards and practices. The licensee must ensure\nthat hard surfaces with which the dogs come in contact must be spot cleaned daily and sanitized in accordance with 3.11\n(B) of this sub part to prevent accumulation of excreta and reduce disease hazards. Correct by 5/10/23."
    },
    {
      "code": "3.4(b)",
      "kind": "",
      "repeat": false,
      "desc": "Outdoor housing facilities.",
      "narrative": "* Three outdoor enclosures housing 20 dogs have no shade available for the dogs. Lack of adequate shade from the\ndirect rays of the sun can be stressful causing discomfort creating a potential negative impact on the health and well-\nbeing of the dogs. In addition, dogs do not have the ability to regulate their internal temperature which could lead to the\ndogs becoming overheated. The licensee must ensure that shade is provided and be large enough to contain all the dogs\nat one time and protect them from the direct rays of the sun. Correct by 5/22/23."
    },
    {
      "code": "3.13(a)(3)",
      "kind": "",
      "repeat": false,
      "desc": "Veterinary care for dogs.",
      "narrative": "* There was no recorded date for annual rabies vaccination for 39 dogs. Licensee stated that all dogs are given rabies\nvaccination shots in the spring. Annual rabies vaccinations are important for the health of the animals. The licensee must\nensure that all dogs are receiving vaccinations for contagious and/or deadly diseases of dogs (including rabies,\nparvovirus, and distemper) and sampling and treatment of parasites and other pests (including fleas, worms, coccidia,\ngiardia, and heartworm) in accordance with a schedule approved by the attending veterinarian. Correct by 6/8/23.\nThis inspection and exit interview were conducted with the licensee.\nn"
    }
  ],
  "narrative": "3.1(c)(2) \n   \nHousing facilities, general. \n*   A missing section of fiberglass wall board that is attached to an entrance door was observed.  Seven dogs are in \ncontact with the affected wall board located in outdoor housing.  A chewed, roughened surface could harbor disease \ncausing agents which affects the health and well-being of the dogs. The open area between the fiberglass and wood wall \ncould serve as a collection area for dirt, hair, fecal waste, or other debris.  Roughened surfaces cannot be readily cleaned \nand sanitized.  All surfaces of housing facilities must be maintained on a regular basis.  The licensee must ensure all \nsurfaces are always maintained on a regular basis or be replaced when worn that cannot be readily cleaned and \nsanitized.   Correct by 5/22/23. \n3.1(c)(3) \n   \nHousing facilities, general. \n*   There is a mixture of dirt, grease and other excreta accumulating on the interior wood wall  in two outdoor sheltered \nstructures and the interior fiberglass wall in one enclosure.    Fifteen dogs are in contact with the affected surfaces located \nin outdoor housing.  Three dogs are in contact with the affected surface located in sheltered housing.  The affected area \ncovers approximately 60 to 75 percent of the interior wall area.  Licensee stated that the interior of the outdoor sheltered \nhousing gets cleaned once a year in the spring.  Cleaning of surfaces is necessary to prevent an accumulation of excreta \nand other disease hazards.  This indicates an unsanitary living condition exists that could lead to potential disease or\n\nhealth risks.  Surfaces which are not cleaned and sanitized properly increase the risk of disease hazards for the dogs. \nCleanliness is important to the health and well-being of the animals. All surfaces of housing facilities must be cleaned and \nsanitized when necessary to satisfy generally accepted husbandry standards and practices.   The licensee must ensure \nthat hard surfaces with which the dogs come in contact must be spot cleaned daily and sanitized in accordance with 3.11 \n(B) of this sub part to prevent accumulation of excreta and reduce disease hazards.  Correct by 5/10/23. \n3.4(b) \n   \nOutdoor housing facilities. \n*   Three outdoor enclosures housing 20 dogs have no shade available for the dogs.   Lack of adequate shade from the \ndirect rays of the sun can be stressful causing discomfort creating a potential negative impact on the health and well-\nbeing of the dogs. In addition, dogs do not have the ability to regulate their internal temperature which could lead to the \ndogs becoming overheated.  The licensee must ensure that shade is provided and be large enough to contain all the dogs \nat one time and protect them from the direct rays of the sun.  Correct by 5/22/23. \n3.13(a)(3) \n   \nVeterinary care for dogs. \n*   There was no recorded date for annual rabies vaccination for 39 dogs.  Licensee stated that all dogs are given rabies \nvaccination shots in the spring.  Annual rabies vaccinations are important for the health of the animals.  The licensee must \nensure that all dogs are receiving vaccinations for contagious and/or deadly diseases of dogs (including rabies, \nparvovirus, and distemper) and sampling and treatment of parasites and other pests (including fleas, worms, coccidia, \ngiardia, and heartworm) in accordance with a schedule approved by the attending veterinarian.  Correct by 6/8/23. \n \nThis inspection and exit interview were conducted with the licensee. \n \n n",
  "animals_total": 81,
  "species": [
    {
      "count": 39,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 42,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}