{
  "insp_id": "216151018220606",
  "layout": "a",
  "customer_id": "4466",
  "customer_name": "Janice Nelson",
  "customer_addr": "Kenneth Nelson\n17791 Farm Road 1062\nExeter, MO 65647",
  "certificate": "43-A-5769",
  "site_id": "001",
  "site_name": "JANICE NELSON & KENNETH NELSON",
  "insp_type": "ROUTINE INSPECTION",
  "date": "03-AUG-2015",
  "report_date": "04-AUG-2015",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "*An adult female Beagle (m/c# 4812710C39) was missing a large amount of hair on her rump, tail, and chest. The\nskin in these hairless areas on her rump and chest were moist, reddened, and had numerous tiny scabs. The skin\non her tail was dry and scaly. The licensee had not sought veterinary care for this dog and was not treating the skin\ncondition. Skin problems can be painful, may indicate an underlying medical condition, and can worsen with time.\nThe licensee must have this dog examined and treated by a veterinarian within 48 hours.\n**The teeth of three dogs were examined during the inspection. A male Yorkshire terrier (m/c#494-151-7460) had\nfew teeth remaining, but there was a buildup of a hard, brown substance on the teeth he did have. A female\nMaltese (m/c# 095 627 602) had a buildup of a hard, greenish-brown substance on her teeth that was so thick that\nall the individual teeth could not be seen. A female Yorkshire terrier (m/c# 091 312 883) repetitively licked her lips\nand moved her mouth. She had a severe buildup of hard brown material on her teeth; her gums were reddened\nalong her teeth. During the inspection, a molar tooth fell out of her mouth. Teeth and gum problems can be painful,\ncan affect the animal's ability to eat, and can result in tooth loss. The licensee stated that none of the dogs had\nreceived dental care in two years even though the Attending Veterinarian had noted that 42 dogs needed dental\ncleaning on his last visit to the facility. The licensee must establish an effective program of dental maintenance and\ncare.\n***Several dogs had excessively long toenails: a female Beagle (m/c# 4812710C39), a female Beagle named\nBiscuit (no other ID), a female Maltese (m/c# 095 627 602), and a female Maltese (m/c# 050304787). Excessively\nlong toenails can become entrapped and torn or can result in abnormally positioned toes, which is painful. The\nlicensee must establish an effective program of toenail maintenance."
    },
    {
      "code": "3.3(c)",
      "kind": "",
      "repeat": false,
      "desc": "SHELTERED HOUSING FACILITIES.",
      "narrative": "One, of the two florescent lights in the indoor portion of the sheltered housing area is not working. There is not\nsufficient light in this area of the facility to perform the daily tasks of caring for the dogs or to access their well-being.\nAdequate light is needed to maintain good housekeeping practices, adequately clean, adequately inspect the\nanimals, and for the well-being of the animals. The licensee shall provide adequate light to permit routine inspection\nand cleaning of the facility, and observation of the dogs, as well as to provide a regular diurnal lighting cycle for the\ndogs. TO BE CORRECTED BY: 8/11/2015"
    },
    {
      "code": "3.11(c)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "There was tall grass and weeds along the fence-line and around the edges of the outdoor housing areas. Tall grass\nand weeds provide optimal breeding grounds for rodents and pests. The licensee shall control weeds, grasses, and\nbushes so as to facilitate cleaning of the premises and pest control, and to protect the health and well-being of the\nanimals. TO BE CORRECTED BY: 8/11/2015\nThis inspection and exit briefing was conducted with the licensee.\nAdditional Inspectors\nPlumlee Konnie, Supervisory Animal Care Specialist"
    }
  ],
  "narrative": "2.40(b)(2)           DIRECT                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n*An adult female Beagle (m/c# 4812710C39) was missing a large amount of hair on her rump, tail, and chest.  The\nskin in these hairless areas on her rump and chest were moist, reddened, and had numerous tiny scabs.  The skin\non her tail was dry and scaly.  The licensee had not sought veterinary care for this dog and was not treating the skin\ncondition.  Skin problems can be painful, may indicate an underlying medical condition, and can worsen with time. \nThe licensee must have this dog examined and treated by a veterinarian within 48 hours.\n \n**The teeth of three dogs were examined during the inspection. A male Yorkshire terrier (m/c#494-151-7460) had\nfew teeth remaining, but there was a buildup of a hard, brown substance on the teeth he did have.  A female\nMaltese (m/c# 095 627 602) had a buildup of a hard, greenish-brown substance on her teeth that was so thick that\nall the individual teeth could not be seen.  A female Yorkshire terrier (m/c# 091 312 883) repetitively licked her lips\nand moved her mouth.  She had a severe buildup of hard brown material on her teeth; her gums were reddened\nalong her teeth.  During the inspection, a molar tooth fell out of her mouth.  Teeth and gum problems can be painful,\ncan affect the animal's ability to eat, and can result in tooth loss.   The licensee stated that none of the dogs had\nreceived dental care in two years even though the Attending Veterinarian had noted that 42 dogs needed dental\ncleaning on his last visit to the facility.  The licensee must establish an effective program of dental maintenance and\ncare.\n \n***Several dogs had excessively long toenails:   a female Beagle (m/c# 4812710C39), a female Beagle named\nBiscuit (no other ID), a female Maltese (m/c# 095 627 602), and a female Maltese (m/c# 050304787).  Excessively\nlong toenails can become entrapped and torn or can result in abnormally positioned toes, which is painful.  The\nlicensee must establish an effective program of toenail maintenance.\n3.3(c)\nSHELTERED HOUSING FACILITIES.\nOne, of the two florescent lights in the indoor portion of the sheltered housing area is not working. There is not\nsufficient light in this area of the facility to perform the daily tasks of caring for the dogs or to access their well-being.\n\nAdequate light is needed to maintain good housekeeping practices, adequately clean, adequately inspect the\nanimals, and for the well-being of the animals. The licensee shall provide adequate light to permit routine inspection\nand cleaning of the facility, and observation of the dogs, as well as to provide a regular diurnal lighting cycle for the\ndogs. TO BE CORRECTED BY: 8/11/2015\n3.11(c)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\nThere was tall grass and weeds along the fence-line and around the edges of the outdoor housing areas. Tall grass\nand weeds provide optimal breeding grounds for rodents and pests. The licensee shall control weeds, grasses, and\nbushes so as to facilitate cleaning of the premises and pest control, and to protect the health and well-being of the\nanimals. TO BE CORRECTED BY: 8/11/2015\nThis inspection and exit briefing was conducted with the licensee.\nAdditional Inspectors\nPlumlee Konnie, Supervisory Animal Care Specialist",
  "animals_total": 88,
  "species": [
    {
      "count": 76,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 12,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}