{
  "insp_id": "2016082569735615",
  "layout": "a",
  "customer_id": "322810",
  "customer_name": "Carolyn A Anderson",
  "customer_addr": "13 7th Street N.W.\nMason City, IA 50401",
  "certificate": "42-A-1471",
  "site_id": "001",
  "site_name": "Carolyn Anderson",
  "insp_type": "ROUTINE INSPECTION",
  "date": "24-FEB-2020",
  "report_date": "27-FEB-2020",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "Male party colored Yorkshire terrier (“Asher”, tag #71) has a thick buildup of yellow/brown colored tartar covering\nnearly the entire surface of both upper canine teeth, upper front teeth and upper and lower cheek teeth on both\nsides of the mouth. At least 2 upper and 2 lower front teeth are loose and moved easily when gently touched by the\ninspector. The upper gums are slightly reddened. This dog was listed on the previous inspection report and has no\ntreatment plan established by a licensed veterinarian.\nFemale Yorkshire terrier (“Patsy”, #80) has poor dental health. There is a thick buildup of brown colored tartar\ncovering a lower left molar and half the surface of the upper left canine tooth and the gums are slightly reddened.\nAt least one lower front tooth is loose and moved easily when gently touched by the inspector.\nFemale light brown colored Poodle (“Birdie”, tag #58) has a thick buildup of yellow/brown colored tartar covering\nnearly the entire surface of both upper canine teeth, upper front teeth and upper and lower cheek teeth on both\nsides of the mouth. One lower incisor is loose and moved easily when gently touched by the inspector. A grey\nmaterial is located between the upper teeth on both sides of the mouth. The upper gums are severely reddened.\nThis dog was listed on the previous inspection report and has no treatment plan established by a licensed\nveterinarian.\nFemale Yorkshire terrier (“Roxy”, no ID) has a thick buildup of dark yellow/brown colored tartar covering nearly the\nentire surface of both upper canine teeth, upper front teeth and upper and lower cheek teeth on both sides of the\nmouth. The upper gums are moderately reddened. This dog also has matted hair located in clumps along the length\nof her back. This dog was listed on the previous inspection report and has not received grooming for the matted\nhair coat and has no treatment plan established by a licensed veterinarian for poor dental health.\nMale chocolate colored Yorkshire terrier (“Oakley”, tag #87) has clumps of matted hair located along the entire back\nand both sides. Sections of the matted hair was held tightly against the skin. This dog was listed on the previous\ninspection report and has not received grooming for the matted hair coat.\nFemale Maltipoo (“Lilly”, tag #55) has a thick buildup of yellow/brown colored tartar covering nearly the entire\nsurface of the upper left cheek teeth and lower right cheek teeth. The upper gums are slightly reddened. This dog\nwas listed on the previous inspection report and has no treatment plan established by a licensed veterinarian."
    },
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "Female Poodle (“Zorra”, No ID) has a black material coated on the hair in both her ears. She also has dark brown\nmaterial trapped in her hair coat along the left side of her body and on the back side of her hind legs.\nFemale Yorkshire terrier (\"Ellie\", #54) has poor hair coat maintenance. The hair around her neck, along her back\nand on her rump is heavily matted. The matted hair was tight against the skin and a white dandruff-like material\nwas located within the hair. This dog was cited for a matted hair coat on the two previous inspection reports and\nhas not received grooming to remove the matted hair.\nFemale white Poodle (“Paris”, #66) has poor dental health. There is a thick buildup of brown tartar covering the\nmajority of the surface of the upper cheek teeth, upper and lower canine teeth and upper and lower front teeth on\nboth sides of the mouth. The gums are slightly reddened.\nFemale Yorkshire terrier (“Johnna”, No ID) has retained upper and lower juvenile canine teeth and the lower adult\ncanine teeth have grown in along the inside of the juvenile canine teeth. Per the attending veterinarian, any\nretained juvenile teeth need to be removed.\nMale Yorkshire terrier (“Roscoe”, No ID) has retained upper juvenile canine teeth. Per the attending veterinarian,\nany retained juvenile teeth need to be removed.\nMale Yorkshire terrier (“Joey”, No ID) has retained upper juvenile canine teeth. Per the attending veterinarian, any\nretained juvenile teeth need to be removed.\nMale Poodle (“Ashley Wilkes”, No ID) has sections of matted hair located on the abdomen and hind legs. The mats\non the abdomen were tight against the skin and there is a dark colored material embedded into the hair.\nFemale Yorkshire terrier (“Bridgette”, No ID) has poor hair coat maintenance. A large clump of dark brown material\nis trapped in the hair beneath the base of the tail. The hair around her rear end and down the backside of her hind\nlegs is matted with a crunchy texture.\nMale Yorkshire terrier (“Remington”, No ID) has poor hair coat maintenance. The hair around the tail and backside\nof the hind legs is heavily matted and has brown organic material attached to the hair.\nPoor dental health, ear health and matted hair coats could cause pain and discomfort to the animals, as well as,\nlead to further health issues.\nThe above listed dogs must be evaluated by a licensed veterinarian for a proper diagnosis and to establish an\neffective treatment plan.\nDogs with matted hair coats must have the matted hair and organic material removed and their hair coats must be\nmaintained in a manner that keeps them free of matting, dirt, debris and organic material.\nThe licensee must ensure that all animals receive adequate veterinary care at all times."
    },
    {
      "code": "2.40(b)(3)",
      "kind": "Direct",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "The licensee is not performing adequate daily observations. It was found during the inspectors’ inspection of the\ndogs that three dogs had loose teeth. The attending veterinarian stated to the inspectors by phone that he had\ntaught the licensee and her husband how to identify and score dental health conditions. The inspectors, also,\nidentified a problem with the ears of one dog during the inspection.\nThe attending veterinarian was not aware of the progression of deteriorating dental problems or the presence of\nGiardia in the facility. The attending veterinarian stated that he expected the licensee to keep him aware of the\nsituations for health and disease even if the licensee was utilizing other veterinarians to address the dogs’ health\nneeds.\nThe lack of daily observation and direct and frequent communication to convey the health, behavior, and well-being\nin a timely and accurate manner to the attending veterinarian can cause health concerns and underlying issues to\nprevent, control, diagnose, and treat diseases to go unaddressed. The licensee must perform daily observations of\nall animals to assess their health and well-being, and have a mechanism of direct and frequent communication so\nthat timely and accurate information on problems of animal health, behavior, and well-being are conveyed to the\nattending veterinarian.\nTo be completed: from this day forward"
    },
    {
      "code": "2.50(a)(1)",
      "kind": "",
      "repeat": true,
      "desc": "TIME AND METHOD OF IDENTIFICATION.",
      "narrative": "11 adult dogs did not have individual identification on them at the time of the inspection. Four puppies under 16\nweeks of age did not have identification.\nThe lack of identification does not allow for tracking animals within records and providing accurate veterinarian care.\nThe licensee must individually identify all live dogs."
    },
    {
      "code": "2.75(a)(1)",
      "kind": "",
      "repeat": true,
      "desc": "RECORDS: DEALERS AND EXHIBITORS.",
      "narrative": "The records of dogs on-hand were not complete. The records only contained 19 of 26 adult dogs and no puppies.\nThe lack of records does not allow for the tracing of animals. The licensee shall make, keep, and maintain records\nor forms which fully and correctly disclose this subpart concerning each dog or cat purchased or otherwise acquired,\nowned, held, or otherwise in his or her possession or under his or her control, or which is transported, euthanized,\nsold, or otherwise disposed of by that dealer or exhibitor. The records shall include any offspring born of any animal\nwhile in his or her possession or under his or her control."
    },
    {
      "code": "3.1(b)",
      "kind": "",
      "repeat": true,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "Two piles of clutter are in the main dog area within the facility. The clutter is located on top of two dog enclosures\ncontaining a total of three adult dogs. The clutter consists of boxes, paperwork, clothing materials and towels, a\nbasket, a scale, framed pictures, hairdryers, etc.\nThe accumulation of debris, unused materials and equipment, can impede the ability to clean and sanitize\nsufficiently and can lead to vermin infestations. The licensee must remove the clutter from on top of the dog\nenclosures and ensure that all dog areas remain free of clutter and trash at all times."
    },
    {
      "code": "3.1(c)(1)(i)",
      "kind": "",
      "repeat": true,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "There were three enclosures housing five dogs that had excessive rust towards the bottom of the sides and along\nthe bottom.\nExcessive rust does not allow for adequate cleaning of the enclosures and could affect structural integrity. The\nsurfaces in the housing facility must be constructed in a manner and made of materials that allow them to be readily\ncleaned and sanitized, or removed or replaced when worn or soiled. Interior surfaces and any surfaces that come in\ncontact with dogs or cats must be free of excessive rust that prevents the required cleaning and sanitization, or that\naffects the structural strength of the surface"
    },
    {
      "code": "3.1(c)(3)",
      "kind": "",
      "repeat": true,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "On 2 crates housing 3 dogs and the enclosed porch area that is used to access the the outdoor portion of the facility\nthere was a buildup of debris, including food, feces, hair, urine, and unknown brown residue.\nThe lack of cleaning can lead to the health issues. Hard surfaces with which the dogs or cats come in contact must\nbe spot-cleaned daily and sanitized in accordance with 3.11(b) of this subpart to prevent accumulation of excreta\nand reduce disease hazards."
    },
    {
      "code": "3.6(c)(1)(i)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "One enclosure, containing two dogs, did not provide minimum space required. The enclosure provided 4.17 square\nfeet. The dogs measured 18 inches and 17 inches requiring a minimum 7.60 square feet of space.\nFailure to provide the dogs with the minimum amount of floor space does not allow for freedom of movement which\ncould have a negative impact on the health and well-being of the animals. Each dog housed in a primary enclosure\nmust be provided a minimum amount of floor space as required by the Animal Welfare Act. The applicant must\nprovide each dog with an enclosure that meets the minimum required floor\nspace in order to support their health and well-being.\nCorrected at the time of the inspection."
    },
    {
      "code": "3.11(b)(1)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "During the inspection the licensee corrected the space situation by moving a puppy out of an enclosure and putting\nin the adult dog without cleaning or sanitizing the enclosure. The puppy was moved to another area that had not\nbeen cleaned and sanitized prior to its introduction. The licensee is treating for Giardia in all of their puppies. The\nfirst puppy was diagnosed in October of 2019 and it was still present in the puppies at the time of this inspection.\nLack of cleaning and disinfecting between animals housed in enclosures allows for the spread of disease and\nillness. Used primary enclosures and food and water receptacles must be cleaned and sanitized in accordance with\nthis section before they can be used to house, feed, or water another dog or cat, or social grouping of dogs.\nTo be corrected: from this day forward\nThis inspection and exit interview were conducted with the licensee and her husband.\nAdditional Inspectors\nMaxwell Kelly, Animal Care Inspector"
    }
  ],
  "narrative": "2.40(b)(2)           DIRECT                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nMale party colored Yorkshire terrier (“Asher”, tag #71) has a thick buildup of yellow/brown colored tartar covering\nnearly the entire surface of both upper canine teeth, upper front teeth and upper and lower cheek teeth on both\nsides of the mouth. At least 2 upper and 2 lower front teeth are loose and moved easily when gently touched by the\ninspector.  The upper gums are slightly reddened.  This dog was listed on the previous inspection report and has no\ntreatment plan established by a licensed veterinarian.\nFemale Yorkshire terrier (“Patsy”, #80) has poor dental health.  There is a thick buildup of brown colored tartar\ncovering a lower left molar and half the surface of the upper left canine tooth and the gums are slightly reddened. \nAt least one lower front tooth is loose and moved easily when gently touched by the inspector.  \nFemale light brown colored Poodle (“Birdie”, tag #58) has a thick buildup of yellow/brown colored tartar covering\nnearly the entire surface of both upper canine teeth, upper front teeth and upper and lower cheek teeth on both\nsides of the mouth. One lower incisor is loose and moved easily when gently touched by the inspector.  A grey\nmaterial is located between the upper teeth on both sides of the mouth.  The upper gums are severely  reddened. \nThis dog was listed on the previous inspection report and has no treatment plan established by a licensed\nveterinarian.\nFemale Yorkshire terrier (“Roxy”, no ID) has a thick buildup of dark yellow/brown colored tartar covering nearly the\nentire surface of both upper canine teeth, upper front teeth and upper and lower cheek teeth on both sides of the\nmouth. The upper gums are moderately reddened. This dog also has matted hair located in clumps along the length\nof her back.  This dog was listed on the previous inspection report and has not received grooming for the matted\nhair coat and has no treatment plan established by a licensed veterinarian for poor dental health.\nMale chocolate colored Yorkshire terrier (“Oakley”, tag #87) has clumps of matted hair located along the entire back\nand both sides.  Sections of the matted hair was held tightly against the skin.  This dog was listed on the previous\ninspection report and has not received grooming for the matted hair coat. \nFemale Maltipoo (“Lilly”, tag #55) has a thick buildup of yellow/brown colored tartar covering nearly the entire\n\nsurface of the upper left cheek teeth and lower right cheek teeth. The upper gums are slightly reddened.  This dog\nwas listed on the previous inspection report and has no treatment plan established by a licensed veterinarian.\n2.40(b)(2)           DIRECT                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nFemale Poodle (“Zorra”, No ID) has a black material coated on the hair in both her ears.  She also has dark brown\nmaterial trapped in her hair coat along the left side of her body and on the back side of her hind legs.\nFemale Yorkshire terrier (\"Ellie\", #54) has poor hair coat maintenance.  The hair around her neck, along her back\nand on her rump is heavily matted.  The matted hair was tight against the skin and a white dandruff-like material\nwas located within the hair.  This dog was cited for a matted hair coat on the two previous inspection reports and\nhas not received grooming to remove the matted hair.\nFemale white Poodle (“Paris”, #66) has poor dental health.  There is a thick buildup of brown tartar covering the\nmajority of the surface of the upper cheek teeth, upper and lower canine teeth and upper and lower front teeth on\nboth sides of the mouth.  The gums are slightly reddened.  \nFemale Yorkshire terrier (“Johnna”, No ID) has retained upper and lower juvenile canine teeth and the lower adult\ncanine teeth have grown in along the inside of the juvenile canine teeth.  Per the attending veterinarian, any\nretained juvenile teeth need to be removed.  \nMale Yorkshire terrier (“Roscoe”, No ID) has retained upper juvenile canine teeth.  Per the attending veterinarian,\nany retained juvenile teeth need to be removed.  \nMale Yorkshire terrier (“Joey”, No ID) has retained upper juvenile canine teeth.  Per the attending veterinarian, any\nretained juvenile teeth need to be removed.\nMale Poodle (“Ashley Wilkes”, No ID) has sections of matted hair located on the abdomen and hind legs.  The mats\non the abdomen were tight against the skin and there is a dark colored material embedded into the hair.  \nFemale Yorkshire terrier (“Bridgette”, No ID) has poor hair coat maintenance.  A large clump of dark brown material\nis trapped in the hair beneath the base of the tail.  The hair around her rear end and down the backside of her hind\nlegs is matted with a crunchy texture.\nMale Yorkshire terrier (“Remington”, No ID) has poor hair coat maintenance.  The hair around the tail and backside\nof the hind legs is heavily matted and has brown organic material attached to the hair.\n\nPoor dental health, ear health and matted hair coats could cause pain and discomfort to the animals, as well as,\nlead to further health issues.\nThe above listed dogs must be evaluated by a licensed veterinarian for a proper diagnosis and to establish an\neffective treatment plan.\nDogs with matted hair coats must have the matted hair and organic material removed and their hair coats must be\nmaintained in a manner that keeps them free of matting, dirt, debris and organic material.\nThe licensee must ensure that all animals receive adequate veterinary care at all times.\n2.40(b)(3)           DIRECT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThe licensee is not performing adequate daily observations. It was found during the inspectors’ inspection of the\ndogs that three dogs had loose teeth. The attending veterinarian stated to the inspectors by phone that he had\ntaught the licensee and her husband how to identify and score dental health conditions.  The inspectors, also,\nidentified a problem with the ears of one dog during the inspection.\nThe attending veterinarian was not aware of the progression of deteriorating dental problems or the presence of\nGiardia in the facility.  The attending veterinarian stated that he expected the licensee to keep him aware of the\nsituations for health and disease even if the licensee was utilizing other veterinarians to address the dogs’ health\nneeds.\nThe lack of daily observation and direct and frequent communication to convey the health, behavior, and well-being\nin a timely and accurate manner to the attending veterinarian can cause health concerns and underlying issues to\nprevent, control, diagnose, and treat diseases to go unaddressed.  The licensee must perform daily observations of\nall animals to assess their health and well-being, and have a mechanism of direct and frequent communication so\nthat timely and accurate information on problems of animal health, behavior, and well-being are conveyed to the\nattending veterinarian.\nTo be completed: from this day forward\n2.50(a)(1)                    REPEAT\n\nTIME AND METHOD OF IDENTIFICATION.\n11 adult dogs did not have individual identification on them at the time of the inspection. Four puppies under 16\nweeks of age did not have identification.\nThe lack of identification does not allow for tracking animals within records and providing accurate veterinarian care.\n The licensee must individually identify all live dogs.\n2.75(a)(1)                    REPEAT\nRECORDS: DEALERS AND EXHIBITORS.\nThe records of dogs on-hand were not complete.  The records only contained 19  of 26 adult dogs and no puppies.\nThe lack of records does not allow for the tracing of animals.  The licensee shall make, keep, and maintain records\nor forms which fully and correctly disclose this subpart concerning each dog or cat purchased or otherwise acquired,\nowned, held, or otherwise in his or her possession or under his or her control, or which is transported, euthanized,\nsold, or otherwise disposed of by that dealer or exhibitor. The records shall include any offspring born of any animal\nwhile in his or her possession or under his or her control.\n3.1(b)                    REPEAT\nHOUSING FACILITIES, GENERAL.\nTwo piles of clutter are in the main dog area within the facility. The clutter is located on top of two dog enclosures\ncontaining a total of three adult dogs. The clutter consists of boxes, paperwork, clothing materials and towels, a\nbasket, a scale, framed pictures, hairdryers, etc. \nThe accumulation of debris, unused materials and equipment, can impede the ability to clean and sanitize\nsufficiently and can lead to vermin infestations.  The licensee must remove the clutter from on top of the dog\nenclosures and ensure that all dog areas remain free of clutter and trash at all times.\n3.1(c)(1)(i)                    REPEAT\nHOUSING FACILITIES, GENERAL.\nThere were three enclosures housing five dogs that had excessive rust towards the bottom of the sides and along\nthe bottom.\nExcessive rust does not allow for adequate cleaning of the enclosures and could affect structural integrity.  The\nsurfaces in the housing facility must be constructed in a manner and made of materials that allow them to be readily\ncleaned and sanitized, or removed or replaced when worn or soiled. Interior surfaces and any surfaces that come in\n\ncontact with dogs or cats must be free of excessive rust that prevents the required cleaning and sanitization, or that\naffects the structural strength of the surface\n3.1(c)(3)                    REPEAT\nHOUSING FACILITIES, GENERAL.\nOn 2 crates housing 3 dogs and the enclosed porch area that is used to access the the outdoor portion of the facility\nthere was a buildup of debris, including food, feces, hair, urine, and unknown brown residue.  \nThe lack of cleaning can lead to the health issues.  Hard surfaces with which the dogs or cats come in contact must\nbe spot-cleaned daily and sanitized in accordance with 3.11(b) of this subpart to prevent accumulation of excreta\nand reduce disease hazards.\n3.6(c)(1)(i)\nPRIMARY ENCLOSURES.\nOne enclosure, containing two dogs, did not provide minimum space required.  The enclosure provided 4.17 square\nfeet.  The dogs measured 18 inches and 17 inches requiring a minimum 7.60 square feet of space.\nFailure to provide the dogs with the minimum amount of floor space does not allow for freedom of movement which\ncould have a negative impact on the health and well-being of the animals. Each dog housed in a primary enclosure\nmust be provided a minimum amount of floor space as required by the Animal Welfare Act. The applicant must\nprovide each dog with an enclosure that meets the minimum required floor\nspace in order to support their health and well-being.\nCorrected at the time of the inspection.\n3.11(b)(1)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\nDuring the inspection the licensee corrected the space situation by moving a puppy out of an enclosure and putting\nin the adult dog without cleaning or sanitizing the enclosure.  The puppy was moved to another area that had not\nbeen cleaned and sanitized prior to its introduction. The licensee is treating for Giardia in all of their puppies.  The\nfirst puppy was diagnosed in October of 2019 and it was still present in the puppies at the time of this inspection.\nLack of cleaning and disinfecting between animals housed in enclosures allows for the spread of disease and\nillness.  Used primary enclosures and food and water receptacles must be cleaned and sanitized in accordance with\nthis section before they can be used to house, feed, or water another dog or cat, or social grouping of dogs.\nTo be corrected: from this day forward\n\nThis inspection and exit interview were conducted with the licensee and her husband.\nAdditional Inspectors\nMaxwell Kelly, Animal Care Inspector",
  "animals_total": 30,
  "species": [
    {
      "count": 26,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 4,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}