{
  "insp_id": "2016082569142855",
  "layout": "a",
  "customer_id": "2054",
  "customer_name": "Stephen Serwatka",
  "customer_addr": "2353 Delsea Drive\nDelmont, NJ 08314",
  "certificate": "22-C-0025",
  "site_id": "001",
  "site_name": "STEPHEN SERWATKA",
  "insp_type": "ROUTINE INSPECTION",
  "date": "12-APR-2018",
  "report_date": "14-MAY-2018",
  "citations": [
    {
      "code": "2.40(b)(3)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "The red fox named \"Flower\" was observed to have patches of hair missing from her front legs, near her body; at the\nbase of her tail; and a patch missing from her left side, near her front left leg.\nAdditionally, a tailless skunk was observed to have a raw, red area above the stump.\nThe mammals must be observed daily to assess their health and well-being. Hair loss, wounds and/or injuries must\nbe communicated to the attending veterinarian in a timely manner in order for such issues to be addressed.\nTO BE CORRECTED BY: APRIL 16, 2018"
    },
    {
      "code": "3.1(a)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "Two broken fence wires are protruding into the cat enclosure. The cats were observed rubbing their necks against\nthese metal wires. The metal points are at their head level and could cause injury to the cats housed therein.\nBroken mesh must be removed and/or repaired to maintain structural strength and reduce the potential for animal\ninjury.\nTO BE CORRECTED BY: APRIL18, 2018"
    },
    {
      "code": "3.1(c)(3)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "The litter box for the cats is filled with feces and clumped urine. Due to this accumulation the cats cannot avoid\ncoming into contact with excreta. Hard surfaces with which the cats come in contact must be spot-cleaned daily\nand sanitized to prevent accumulation of excreta and reduce disease hazards.\nTO BE CORRECTED BY: APRIL 16, 2018"
    },
    {
      "code": "3.9(a)",
      "kind": "",
      "repeat": false,
      "desc": "FEEDING.",
      "narrative": "During this inspection no food was present or offered to the four cats. Cats must be fed at least once each day for\ntheir health and well-being.\nCats must be fed an appropriate diet everyday.\nTO BE CORRECTED BY: APRIL 15, 2018"
    },
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "The following items are in need of removal or repair:\n* The black, singly housed pig has two metal hose clamps attached to the fence fabric and bottom of the enclosure\nfence. There are sharp edges of these clamps that are protruding into the enclosure that could injure the pig\nhoused therein. Sharp edges of metal must be removed to prevent injury.\n* There are several areas of broken wire mesh at the base of \"Flower's\" enclosure. The protruding points of this\nbroken mesh could cause injury to the red fox housed therein.\n* The front, bottom rail of the singly housed white pig is severely rusted and not longer structurally sound. The\nrusted bottom rail must be replaced to maintain structural strength.\nALL OF THE ABOVE ITEMS MUST BE CORRECTED BY: APRIL 26, 2018"
    },
    {
      "code": "3.125(d)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "An accumulation of hay, old food and feces (enclosure clean outs) is maintained directly on the ground,\napproximately 2 feet behind the raccoon, skunk and rabbit enclosures. Such accumulations can cause odors,\ndisease hazards and harborage areas for unwanted pests. Animal waste must be properly disposed of and\ndisposal facilities shall be so provided and operated as to minimize vermin infestation, odors, and disease hazards.\nTO BE CORRECTED BY: APRIL 30, 2018"
    },
    {
      "code": "3.129(b)",
      "kind": "",
      "repeat": false,
      "desc": "FEEDING.",
      "narrative": "The white, plastic barrel utilized as a feed trough is covered with dried mud and dirt, inside and out. Food\nreceptacles shall be kept clean and sanitary at all times. Additionally, food receptacles shall be placed so as to\nminimize contamination. This trough must be cleaned and sanitized for the health and well-being of the pigs and\ngoat.\nTO BE CORRECTED BY: APRIL 14, 2018"
    },
    {
      "code": "3.131(a)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "The tailless skunk has an old cucumber and feces piled in one corner of its nest box. Old food and feces must be\nremoved and the nest box must be cleaned. Accumulations of old food and feces can harbor mold and odors.\nSuch accumulations must be removed on a more frequent basis for the comfort and well-being of the skunk.\nTO BE CORRECTED BY: APRIL 18, 2018\nThis inspection and exit briefing were conducted with the facility representative."
    }
  ],
  "narrative": "2.40(b)(3)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThe red fox named \"Flower\" was observed to have patches of hair missing from her front legs, near her body; at the\nbase of her tail; and a patch missing from her left side, near her front left leg.  \nAdditionally, a tailless skunk was observed to have a raw, red area above the stump.\nThe mammals must be observed daily to assess their health and well-being.  Hair loss, wounds and/or injuries must\nbe communicated to the attending veterinarian in a timely manner in order for such issues to be addressed.\nTO BE CORRECTED BY:  APRIL 16, 2018\n3.1(a)\nHOUSING FACILITIES, GENERAL.\nTwo broken fence wires are protruding into the cat enclosure.  The cats were observed rubbing their necks against\nthese metal wires.  The metal points are at their head level and could cause injury to the cats housed therein. \nBroken mesh must be removed and/or repaired to maintain structural strength and reduce the potential for animal\ninjury.\nTO BE CORRECTED BY:  APRIL18, 2018\n3.1(c)(3)\nHOUSING FACILITIES, GENERAL.\nThe litter box for the cats is filled with feces and clumped urine.  Due to this accumulation the cats cannot avoid\ncoming into contact with excreta.  Hard surfaces with which the cats come in contact must be spot-cleaned daily\nand sanitized to prevent accumulation of excreta and reduce disease hazards.\nTO BE CORRECTED BY:  APRIL 16, 2018\n\n3.9(a)\nFEEDING.\nDuring this inspection no food was present or offered to the four cats.  Cats must be fed at least once each day for\ntheir health and well-being.\nCats must be fed an appropriate diet everyday.\nTO BE CORRECTED BY: APRIL 15, 2018\n3.125(a)\nFACILITIES, GENERAL.   \nThe following items are in need of removal or repair:\n*  The black, singly housed pig has two metal hose clamps attached to the fence fabric and bottom of the enclosure\nfence.  There are sharp edges of these clamps that are protruding into the enclosure that could injure the pig \nhoused therein.  Sharp edges of metal must be removed to prevent injury.\n* There are several areas of broken wire mesh at the base of \"Flower's\" enclosure.  The protruding points of this\nbroken mesh could cause injury to the red fox housed therein.\n*  The front, bottom rail of the singly housed white pig is severely rusted and not longer structurally sound.  The\nrusted bottom rail must be replaced to maintain structural strength.\nALL OF THE ABOVE ITEMS MUST BE CORRECTED BY:  APRIL 26, 2018\n3.125(d)\nFACILITIES, GENERAL.   \nAn accumulation of hay, old food and feces (enclosure clean outs) is maintained directly on the ground,\napproximately 2 feet behind the raccoon, skunk and rabbit enclosures.  Such accumulations can cause odors,\ndisease hazards and harborage areas for unwanted pests.  Animal waste must be properly disposed of and\ndisposal facilities shall be so provided and operated as to minimize vermin infestation, odors, and disease hazards.\nTO BE CORRECTED BY:  APRIL 30, 2018\n3.129(b)\nFEEDING.\n\nThe white, plastic barrel utilized as a feed trough is covered with dried mud and dirt, inside and out.  Food\nreceptacles shall be kept clean and sanitary at all times.  Additionally, food receptacles shall be placed so as to\nminimize contamination.  This trough must be cleaned and sanitized for the health and well-being of the pigs and\ngoat.\nTO BE CORRECTED BY:  APRIL 14, 2018\n3.131(a)\nSANITATION.   \nThe tailless skunk has an old cucumber and feces piled in one corner of its nest box.  Old food and feces must be\nremoved and the nest box must be cleaned.  Accumulations of old food and feces can harbor mold and odors. \nSuch accumulations must be removed on a more frequent basis for the comfort and well-being of the skunk.  \nTO BE CORRECTED BY:  APRIL 18, 2018\nThis inspection and exit briefing were conducted with the facility representative.",
  "animals_total": 26,
  "species": [
    {
      "count": 1,
      "scientific": "Atelerix albiventris",
      "common": "FOUR-TOED HEDGEHOG (MOST COMMON PET HEDGEHOG)"
    },
    {
      "count": 1,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 4,
      "scientific": "Felis silvestris catus",
      "common": "CAT ADULT"
    },
    {
      "count": 1,
      "scientific": "Glaucomys volans",
      "common": "SOUTHERN FLYING SQUIRREL"
    },
    {
      "count": 1,
      "scientific": "Lontra canadensis",
      "common": "NORTH AMERICAN RIVER OTTER"
    },
    {
      "count": 2,
      "scientific": "Mephitis mephitis",
      "common": "STRIPED SKUNK"
    },
    {
      "count": 7,
      "scientific": "Oryctolagus cuniculus",
      "common": "DOMESTIC RABBIT / EUROPEAN RABBIT"
    },
    {
      "count": 1,
      "scientific": "Procyon lotor",
      "common": "RACCOON"
    },
    {
      "count": 5,
      "scientific": "Sus scrofa domestica",
      "common": "DOMESTIC PIG / POTBELLY PIG / MICRO PIG"
    },
    {
      "count": 1,
      "scientific": "Tamias sibiricus",
      "common": "SIBERIAN CHIPMUNK"
    },
    {
      "count": 2,
      "scientific": "Vulpes vulpes",
      "common": "RED FOX (INCLUDES SILVER FOX & CROSS FOX)"
    }
  ]
}