{
  "insp_id": "194161939180604",
  "layout": "a",
  "customer_id": "17976",
  "customer_name": "Triple F Farms Inc",
  "customer_addr": "1173 Bucks Creek Road\nGillett, PA 16925",
  "certificate": "23-A-0312",
  "site_id": "001",
  "site_name": "TRIPLE F FARMS INC",
  "insp_type": "ROUTINE INSPECTION",
  "date": "12-JUL-2016",
  "report_date": "12-JUL-2016",
  "citations": [
    {
      "code": "3.126(b)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, INDOOR.",
      "narrative": "Section 3.126(b) Ventilation: There was a strong odor of ammonia in room 14 housing about 850 ferrets. This room\nalso had numerous enclosures with excessive piles of feces. (See Section 3.131(a) Cleaning of enclosures). The\nammonia odor improved some after the enclosures were cleaned, but was still noticeable in the back half of the\nroom. Ammonia odors may cause eye and respiratory irritation for the animals living in the room and result in health\nproblems. The ventilation system was checked by facility personnel and the facility escort informed the APHIS\nofficials that one of two exhaust fan motors was not working. The facility called a repair service during the\ninspection and came to make repairs. Corrected by July14, 2016."
    },
    {
      "code": "3.131(a)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "Section 3.131(a) Cleaning of enclosures: In room 14 there were at least 23 enclosures housing a total of 85 ferrets\nthat had excessive piles of feces on either the floor and/or elevated wire platform in their enclosures.\nAccumulations of feces may harbor bacteria and/or parasites and cause odors. Excreta must be removed from\nenclosures as often as necessary to prevent contamination, minimize disease hazards and reduce odors. After\nAPHIS officials identified the excessive accumulations of feces in the enclosures, they were cleaned by facility\npersonnel. Corrected during the inspection.\nNote: The attending veterinarian examined the animals cited on the October 27, 2015 inspection report.\nAn exit interview was conducted with the facility president; Mary Geib, VMO; and Corbin Ranslem, ACI.\nAdditional Inspectors\nRanslem Corbin, Animal Care Inspector"
    }
  ],
  "narrative": "3.126(b)\nFACILITIES, INDOOR. \nSection 3.126(b) Ventilation: There was a strong odor of ammonia in room 14 housing about 850 ferrets.  This room\nalso had numerous enclosures with excessive piles of feces.  (See Section 3.131(a) Cleaning of enclosures).  The\nammonia odor improved some after the enclosures were cleaned, but was still noticeable in the back half of the\nroom.  Ammonia odors may cause eye and respiratory irritation for the animals living in the room and result in health\nproblems.  The ventilation system was checked by facility personnel and the facility escort informed the APHIS\nofficials that one of two exhaust fan motors was not working.  The facility called a repair service during the\ninspection and came to make repairs.   Corrected by July14, 2016.\n3.131(a)\nSANITATION.   \nSection 3.131(a) Cleaning of enclosures: In room 14 there were at least 23 enclosures housing a total of 85 ferrets\nthat had excessive piles of feces on either the floor and/or elevated wire platform in their enclosures.  \nAccumulations of feces may harbor bacteria and/or parasites and cause odors.  Excreta must be removed from\nenclosures as often as necessary to prevent contamination, minimize disease hazards and reduce odors.  After\nAPHIS officials identified the excessive accumulations of feces in the enclosures, they were cleaned by facility\npersonnel.  Corrected during the inspection.\nNote: The attending veterinarian examined the animals cited on the October 27, 2015 inspection report.\nAn exit interview was conducted with the facility president; Mary Geib, VMO; and Corbin Ranslem, ACI.\nAdditional Inspectors\nRanslem Corbin, Animal Care Inspector",
  "animals_total": 3557,
  "species": [
    {
      "count": 3557,
      "scientific": "Muscardinus avellanarius",
      "common": "HAZEL DORMOUSE"
    }
  ]
}