{
  "insp_id": "295151719090834",
  "layout": "a",
  "customer_id": "39191",
  "customer_name": "Julia Johnson",
  "customer_addr": "1153 125 Ave\nMurray, IA 50174",
  "certificate": "42-A-1271",
  "site_id": "001",
  "site_name": "JULIA JOHNSON",
  "insp_type": "ROUTINE INSPECTION",
  "date": "21-OCT-2015",
  "report_date": "27-OCT-2015",
  "citations": [
    {
      "code": "3.1(c)(3)",
      "kind": "",
      "repeat": true,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "The \"big dog(cid:29)\" building had eight enclosures housing eight dogs that had an accumulation of wet and dried feces\nand soiled straw bedding. The feces covered approximately half of the outdoor floor space and was thick and\npacked. The bedding from the sheltered areas was collecting outside and compressed into the feces, wet, and\ncontaminated. The bedding was placed into the enclosures about a week previous, according to the licensee.\nAccumulation of feces can harbor disease, soil the animals, and attract pests. The licensee must spot-clean daily\nand sanitize in accordance with 3.11(b). Absorbent bedding must be spot-cleaned with sufficient frequency to\nensure all animals the freedom to avoid contact with excreta."
    },
    {
      "code": "3.11(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "In the \"big dog\" building there are eighteen enclosures with metal and or plastic food receptacles that had a thick\nbrown to black greasy, wet, buildup of debris on the inside edge surfaces. The licensee stated that she cleans\nthem about once a week and that with the big dogs their saliva creates more need for cleaning.\nThe soiled food receptacles can cause disease and attract pests. The licensee must sanitize used food receptacles\nat least once every 2 weeks using one of the methods prescribed in paragraph (b)(3) of this section, and more often\nif necessary to prevent the accumulation of dirt, debris, food waste, excreta, and other disease hazards.\nTO BE CORRECTED BY: OCTOBER 26, 2015\nThe inspection and exit briefing were conducted with the licensee."
    }
  ],
  "narrative": "3.1(c)(3)                    REPEAT\nHOUSING FACILITIES, GENERAL.\nThe \"big dog(cid:29)\" building had eight enclosures housing eight dogs that had an accumulation of wet and dried feces\nand soiled straw bedding.  The feces covered approximately half of the outdoor floor space and was thick and\npacked.  The bedding from the sheltered areas was collecting outside and compressed into the feces, wet, and\ncontaminated.  The bedding was placed into the enclosures about a week previous, according to the licensee.\nAccumulation of feces can harbor disease, soil the animals, and attract pests.  The licensee must spot-clean daily\nand sanitize in accordance with 3.11(b).  Absorbent bedding must be spot-cleaned with sufficient frequency to\nensure all animals the freedom to avoid contact with excreta.\n3.11(b)(2)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\nIn the \"big dog\" building there are eighteen enclosures with metal and or plastic food receptacles that had a thick\nbrown to black greasy, wet, buildup of debris on the inside edge surfaces.   The licensee stated that she cleans\nthem about once a week and that with the big dogs their saliva creates more need for cleaning.\nThe soiled food receptacles can cause disease and attract pests.  The licensee must sanitize used food receptacles\nat least once every 2 weeks using one of the methods prescribed in paragraph (b)(3) of this section, and more often\nif necessary to prevent the accumulation of dirt, debris, food waste, excreta, and other disease hazards.\nTO BE CORRECTED BY: OCTOBER 26, 2015\nThe inspection and exit briefing were conducted with the licensee.",
  "animals_total": 61,
  "species": [
    {
      "count": 32,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 29,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}