{
  "insp_id": "2016090000472553",
  "layout": "b",
  "customer_id": "289",
  "customer_name": "UNIVERSITY OF PITTSBURGH",
  "customer_addr": "3500 TERRACE STREET\nS1040 TE STARZL BIOMEDICAL SCIENCE TOWER\nPITTSBURGH, PA 15261",
  "certificate": "23-R-0016",
  "site_id": "001",
  "site_name": "OAKLAND CAMPUS",
  "insp_type": "FOCUSED INSPECTION",
  "date": "15-SEP-2020",
  "report_date": "16-NOV-2020",
  "citations": [
    {
      "code": "2.38(f)(1)",
      "kind": "Critical",
      "repeat": false,
      "desc": "Miscellaneous.",
      "narrative": "On October 12, 2019, an incident involving the inadvertent pairing of two adult male Cynomolgus Macaques (#M165-19\nand #M166-19) occurred due to a technician that accidentally transcribed the wrong animal identification on the room’s\npairing log. Before shifting the animals into the same enclosure, the technician also failed to verify the log with the email\ncommunication from the animal behavior technician regarding the incompatibility of these animals with other macaques.\nWhen the two macaques were moved to the same enclosure, they immediately began to fight. The husbandry staff\nseparated the macaques as quickly as possible, but one macaque (#M166-19) sustained lacerations to the face and\nshoulder. M166-19 required veterinary care and was treated immediately. Over the next few days, the wounds were\ntreated again under sedation for complications. The animal received the appropriate analgesics and antibiotics, and\nhealed over the subsequent weeks. As a result of the mispairing of the macaques, adequate handling was not provided\nin accordance with the facility’s established procedures, and an animal sustained unnecessary physical harm. Handling of\nall animals shall be done as expeditiously and carefully as possible in a manner that does not cause trauma, overheating,\nexcessive cooling, behavioral stress, physical harm, or unnecessary discomfort. Correct from this day forward by\nensuring corrective actions are followed to prevent further occurrence of incidents.\nCorrect by: September 15, 2020.\nAn exit interview was conducted with facility representatives.\nEnd Section"
    }
  ],
  "narrative": "2.38(f)(1)  Critical\n   \nMiscellaneous. \nOn October 12, 2019, an incident involving the inadvertent pairing of two adult male Cynomolgus Macaques (#M165-19 \nand #M166-19) occurred due to a technician that accidentally transcribed the wrong animal identification on the room’s \npairing log.  Before shifting the animals into the same enclosure, the technician also failed to verify the log with the email \ncommunication from the animal behavior technician regarding the incompatibility of these animals with other macaques.  \nWhen the two macaques were moved to the same enclosure, they immediately began to fight. The husbandry staff \nseparated the macaques as quickly as possible, but one macaque (#M166-19) sustained lacerations to the face and \nshoulder. M166-19 required veterinary care and was treated immediately.  Over the next few days, the wounds were \ntreated again under sedation for complications.  The animal received the appropriate analgesics and antibiotics, and \nhealed over the subsequent weeks.  As a result of the mispairing of the macaques, adequate handling was not provided \nin accordance with the facility’s established procedures, and an animal sustained unnecessary physical harm. Handling of \nall animals shall be done as expeditiously and carefully as possible in a manner that does not cause trauma, overheating, \nexcessive cooling, behavioral stress, physical harm, or unnecessary discomfort.  Correct from this day forward by \nensuring corrective actions are followed to prevent further occurrence of incidents. \nCorrect by: September 15, 2020.\n\nAn exit interview was conducted with facility representatives. \n \nEnd Section",
  "animals_total": 0,
  "species": [
    {
      "count": 0,
      "scientific": "NONE",
      "common": "NONE"
    }
  ]
}