{
  "insp_id": "302141418150833",
  "layout": "a",
  "customer_id": "30020",
  "customer_name": "Ervin S Raber",
  "customer_addr": "1917 Township Road 110\nMillersburg, OH 44654",
  "certificate": "31-A-0157",
  "site_id": "001",
  "site_name": "LONG LANE KENNEL",
  "insp_type": "ROUTINE INSPECTION",
  "date": "28-OCT-2014",
  "report_date": "29-OCT-2014",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "***Male Yorkie #108 has signs consistent with advanced dental disease. The gums of all front incisors and canine\nteeth are receded and several front teeth are loose. This dog was seen at the attending veterinarian for a dental\ncleaning in October 2013. This dog needs additional attention to ensure this problem is properly managed. The\nlicensee must have the attending veterinarian examined this dog to determine any recommended treatment or care\nneeded. Documentation of this exam and treatment must be maintained for future review by APHIS officials.\n**An approximately one year old Maltese male (no ID) was found with a skin problem. There is an area if skin that\nis reddened (approx. 2 inches in diameter) and a scab (approx. 0.5 inches in diameter) near midline of the back just\nbelow the shoulder blades. The hair in that area is also discolored to an orange tint. The licensee had this dog\nexamined on 5-13-14 and the veterinarian dispensed shampoo for use. The licensee also stated during the exit\ninterview by phone that this dog was seen crawling through a small opening in the wire cages used for weaning and\nbelieves the scab may be from the dog scratching its back on the cage. This dog requires examination by the\nattending veterinarian to determine recommended treatment and care. Documentation of this exam and treatment\nmust be maintained for future review by APHIS officials.\nFailure to provide prompt treatment and care to the animals in the facility can result in pain and suffering in the\nanimals\nCorrect by: 03 NOV 2014\n**Inspection conducted with the licensee'(cid:25)s wife. Exit interview conducted with the licensee by phone on 10-29-14."
    }
  ],
  "narrative": "2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n***Male Yorkie #108 has signs consistent with advanced dental disease.  The gums of all front incisors and canine\nteeth are receded and several front teeth are loose.  This dog was seen at the attending veterinarian for a dental\ncleaning in October 2013.  This dog needs additional attention to ensure this problem is properly managed.  The\nlicensee must have the attending veterinarian examined this dog to determine any recommended treatment or care\nneeded.  Documentation of this exam and treatment must be maintained for future review by APHIS officials.\n**An approximately one year old Maltese male (no ID) was found with a skin problem.  There is an area if skin that\nis reddened (approx. 2 inches in diameter) and a scab (approx. 0.5 inches in diameter) near midline of the back just\nbelow the shoulder blades.  The hair in that area is also discolored to an orange tint.  The licensee had this dog\nexamined on 5-13-14 and the veterinarian dispensed shampoo for use.  The licensee also stated during the exit\ninterview by phone that this dog was seen crawling through a small opening in the wire cages used for weaning and\nbelieves the scab may be from the dog scratching its back on the cage.   This dog requires examination by the\nattending veterinarian to determine recommended treatment and care.  Documentation of this exam and treatment\nmust be maintained for future review by APHIS officials.\nFailure to provide prompt treatment and care to the animals in the facility can result in pain and suffering in the\nanimals \nCorrect by: 03 NOV 2014\n**Inspection conducted with the licensee'(cid:25)s wife.  Exit interview conducted with the licensee by phone on 10-29-14.",
  "animals_total": 48,
  "species": [
    {
      "count": 29,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 19,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}