{
  "insp_id": "252141257380878",
  "layout": "a",
  "customer_id": "40389",
  "customer_name": "Wilderness Paradise Educational & Zoo Park Inc.",
  "customer_addr": "14101 Gun Club Road\nOkmulgee, OK 74447",
  "certificate": "73-C-0182",
  "site_id": "001",
  "site_name": "ROBERT FERRELL",
  "insp_type": "ROUTINE INSPECTION",
  "date": "09-SEP-2014",
  "report_date": "09-SEP-2014",
  "citations": [
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "There are areas in the facility that are in disrepair. In the enclosure housing the adult female tiger \"Kiara,\" there is a\nsection of concrete flooring next to the shift gate that is cracked and crumbling. Broken areas of floor can potentially\ninjure or trap an animal, and also make it more difficult to adequately clean and sanitize the enclosure. This area\nmust be repaired and properly maintained.\nIn the enclosure housing a male goat, \"Rocky,\" the welded wire panels around the fencing is loose, especially\naround the bottom, and has some broken areas as well. These loose sections can cause a leg or horn to get\nentangled and potentially cause injury to the animal. The affected fencing must be repaired or replaced.\nAll facilities must be structurally sound and maintained in good repair to protect the animals from injury.\nTo be corrected by September 16, 2014."
    },
    {
      "code": "3.127(c)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, OUTDOOR.",
      "narrative": "In an enclosure housing a one year old female tiger,\"Naula,\" the dirt floor is completely muddy with standing\npuddles of water throughout. There is a large hole in front of the door that is full of water. The tiger's food and\nwater are located in the muddy areas.\nThe tiger had no dry area inside the enclosure except the concrete shelter that she sleeps in. Standing water and\nmud are a potential source of discomfort and contamination, and can have a negative impact on the health and\nwelfare of the enclosed animal. Animals must have areas where they can stay dry and comfortable, and should be\nable to access food and water without having to stand in muddy areas.\nThe large hole in front of the door needs to be filled in, and an effective drainage system needs to be in place to\nrapidly drain excess water.\nTo be corrected by September 16, 2014."
    },
    {
      "code": "3.131(c)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "Inside the adult female tiger's (Kiara) enclosure, there is a shift cage that is no longer being used. The interior area\nof this cage is not being properly maintained, allowing heavy overgrowth of weeds and plants.\nExcessive weed growth in close proximity to animals can create a habitat for insects, rodents and other vermin\nwhich may cause injury or contamination to the enclosed animal. The weeds must be removed, and this cage\nproperly maintained.\nThe premises must be kept clean and in good repair to protect the health of the animals.\nTo be corrected by September 16, 2014.\nInspection and exit interview was conducted with the licensee.\nAdditional Inspectors\nTygart Michael, Supervisory Animal Care Specialist"
    }
  ],
  "narrative": "3.125(a)\nFACILITIES, GENERAL.   \nThere are areas in the facility that are in disrepair.  In the enclosure housing the adult female tiger \"Kiara,\" there is a\nsection of concrete flooring next to the shift gate that is cracked and crumbling.  Broken areas of floor can potentially\ninjure or trap an animal, and also make it more difficult to adequately clean and sanitize the enclosure.  This area\nmust be repaired and properly maintained.\nIn the enclosure housing a male goat, \"Rocky,\" the welded wire panels around the fencing is loose, especially\naround the bottom, and has some broken areas as well.  These loose sections can cause a leg or horn to get\nentangled and potentially cause injury to the animal.  The affected fencing must be repaired or replaced.\nAll facilities must be structurally sound and maintained in good repair to protect the animals from injury.\nTo be corrected by September 16, 2014.\n3.127(c)\nFACILITIES, OUTDOOR. \nIn an enclosure housing a one year old female tiger,\"Naula,\" the dirt floor is completely muddy with standing\npuddles of water throughout.  There is a large hole in front of the door that is full of water.  The tiger's food and\nwater are located in the muddy areas.\nThe tiger had no dry area inside the enclosure except the concrete shelter that she sleeps in.  Standing water and\nmud are a potential source of discomfort and contamination, and can have a negative impact on the health and\nwelfare of the enclosed animal.  Animals must have areas where they can stay dry and comfortable, and should be\nable to access food and water without having to stand in muddy areas.\nThe large hole in front of the door needs to be filled in, and an effective drainage system needs to be in place to\nrapidly drain excess water.\nTo be corrected by September 16, 2014. \n3.131(c)\nSANITATION.\n\nInside the adult female tiger's (Kiara) enclosure, there is a shift cage that is no longer being used.  The interior area\nof this cage is not being properly maintained, allowing heavy overgrowth of weeds and plants.\nExcessive weed growth in close proximity to animals can create a habitat for insects, rodents and other vermin\nwhich may cause injury or contamination to the enclosed animal.  The weeds must be removed, and this cage\nproperly maintained.\nThe premises must be kept clean and in good repair to protect the health of the animals.\nTo be corrected by September 16, 2014.\nInspection and exit interview was conducted with the licensee.\nAdditional Inspectors\nTygart Michael, Supervisory Animal Care Specialist",
  "animals_total": 7,
  "species": [
    {
      "count": 1,
      "scientific": "C. pygerythrus",
      "common": "VERVET"
    },
    {
      "count": 1,
      "scientific": "Canis lupus",
      "common": "GRAY WOLF / GREY WOLF / TIMBER WOLF"
    },
    {
      "count": 1,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 1,
      "scientific": "Lemur catta",
      "common": "RING-TAILED LEMUR"
    },
    {
      "count": 1,
      "scientific": "Nasua nasua",
      "common": "SOUTH AMERICAN COATI"
    },
    {
      "count": 2,
      "scientific": "Panthera tigris",
      "common": "TIGER"
    }
  ]
}