{
  "insp_id": "239150949310111",
  "layout": "a",
  "customer_id": "31400",
  "customer_name": "Patricia A Shellabarger",
  "customer_addr": "61935 C.R. U60\nMoffat, CO 81143",
  "certificate": "84-B-0101",
  "site_id": "001",
  "site_name": "PATRICIA A. SHELLABARGER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "25-AUG-2015",
  "report_date": "29-AUG-2015",
  "citations": [
    {
      "code": "3.1(a)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "The back metal wall in the enclosure housing one adult Great Dane inside the Port-a-stall barn has\ndeteriorated/rusted along the bottom leaving the metal with sharp edges and a gap along the back wall. The ceiling\nabove the enclosure for the one adult Great Dane has exposed insulation that is falling apart, is not in good repair\nand could fall into the enclosure with the animal. The sharp metal edges and exposed insulation could potentially\ncause an injury or health hazard to the animal. Maintain all housing facilities so that they are structurally sound, in\ngood repair and protect the animals from injuries.\nTo be corrected by: September 11, 2015"
    },
    {
      "code": "3.1(b)",
      "kind": "",
      "repeat": true,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "Inside the Port-a-stall barn next to the enclosure housing an adult Great Dane is excess equipment being stored\n(i.e. door panels, trailer, plastic barrel box and other items). Equipment and other items inside the area where\nanimals are housed can be a harboring ground for rodents and other pests which could potentially spread diseases\nto the animals. Ensure that animal areas inside the facility are kept neat and free of clutter."
    },
    {
      "code": "3.1(c)(2)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "On the north east side near the road enclosure #26 housing 2 adult Cocker Spaniels the wood surface on the side\nof the dog shelter is chewed and ripped leaving holes and exposed wood. These areas can no longer be properly\ncleaned and sanitized. These areas where there are exposed wood surfaces can harbor bacteria and other disease\npathogens that can be harmful to the animals. Maintain all surfaces on a regular basis so that they can be properly\ncleaned, sanitized or replaced when worn or soiled.\nTo be corrected by: September 11, 2015"
    },
    {
      "code": "3.11(c)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "An excess amount of weeds is growing next to enclosure #11 housing 4 Adult Dachshunds. The weeds are\nextending through the fence into this enclosure. Weeds can harbor pests and other vermin which could affect the\nhealth and well- being of the animals. Ensure that weeds are controlled to protect the health and well-being of the\nanimals.\nTo be corrected by: September 4, 2015\nInspection was accompanied by a facility representative. An exit briefing was conducted with the licensee."
    }
  ],
  "narrative": "3.1(a)\nHOUSING FACILITIES, GENERAL.\nThe back metal wall in the enclosure housing one adult Great Dane inside the Port-a-stall barn has\ndeteriorated/rusted along the bottom leaving the metal with sharp edges and a gap along the back wall.  The ceiling\nabove the enclosure for the one adult Great Dane has exposed insulation that is falling apart, is not in good repair\nand could fall into the enclosure with the animal.  The sharp metal edges and exposed insulation could potentially\ncause an injury or health hazard to the animal.   Maintain all housing facilities so that they are structurally sound, in\ngood repair and protect the animals from injuries.\nTo be corrected by:  September 11, 2015\n3.1(b)                    REPEAT\nHOUSING FACILITIES, GENERAL.\nInside the Port-a-stall barn next to the enclosure housing an adult Great Dane is excess equipment being stored \n(i.e. door panels, trailer, plastic barrel box and other items).  Equipment and other items inside the area where\nanimals are housed can be a harboring ground for rodents and other pests which could potentially spread diseases\nto the animals. Ensure that animal areas inside the facility are kept neat and free of clutter.\n3.1(c)(2)\nHOUSING FACILITIES, GENERAL.\nOn the north east side near the road enclosure #26 housing 2 adult Cocker Spaniels the wood surface on the side\nof the dog shelter is chewed and ripped leaving holes and exposed wood. These areas can no longer be properly\ncleaned and sanitized.  These areas where there are exposed wood surfaces can harbor bacteria and other disease\npathogens that can be harmful to the animals.  Maintain all surfaces on a regular basis so that they can be properly\ncleaned, sanitized or replaced when worn or soiled.\n\nTo be corrected by:  September 11, 2015\n3.11(c)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\nAn excess amount of weeds is growing next to enclosure #11 housing 4 Adult Dachshunds.  The weeds are\nextending through the fence into this enclosure.  Weeds can harbor pests and other vermin which could affect the\nhealth and well- being of the animals.  Ensure that weeds are controlled to protect the health and well-being of the\nanimals.\nTo be corrected by:  September 4, 2015\nInspection was accompanied by a facility representative.  An exit briefing was conducted with the licensee.",
  "animals_total": 162,
  "species": [
    {
      "count": 119,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 43,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}