{
  "insp_id": "216142026000732",
  "layout": "a",
  "customer_id": "326466",
  "customer_name": "Cs Primates Llc",
  "customer_addr": "P.O. Box 256\nMontreal, MO 65591",
  "certificate": "43-B-3735",
  "site_id": "001",
  "site_name": "CENTRAL STATE PRIMATES INC.",
  "insp_type": "ROUTINE INSPECTION",
  "date": "30-JUL-2014",
  "report_date": "05-AUG-2014",
  "citations": [
    {
      "code": "3.75(c)(3)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "****In the quarantine room, under several enclosures, near where fecal material was found on the floor, there was a\nspotted, slimy, black, mold-like substance on the floor in multiple areas. According to a facility representative, a\nbleach-water is sprayed over the feces daily, prior to rinsing the floor with regular water but no further sanitizing is\ndone to the floor areas on a regular basis. Although not directly in contact with the animals, all the surfaces in this\nroom need to be cleaned and sanitized to help prevent disease transmission. The licensee must ensure that\nsurfaces of housing facilities which do not come in contact with the animals are cleaned and sanitized when\nnecessary to satisfy generally accepted husbandry standards and practices.\nTo be corrected by: This non-compliant item was corrected at the time of the inspection."
    },
    {
      "code": "3.81(c)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ENVIRONMENT ENHANCEMENT TO PROMOTE PSYCHOLOGICAL WELL-BEING.",
      "narrative": "(c) Special considerations.\n****There was an adult, female rhesus macaque (#32471) with approximately 90% hair loss on her chest, abdomen,\nlegs, and arms. A medical record showed the hair loss was first observed on 2 June 2014 but was only on the (cid:28)legs\nand arms(cid:29). The veterinarian recommended additional enrichment but it is unclear from documentation whether or\nnot it was provided. The only other documentation in the animal(cid:25)'s record about the hair loss was entered on 1 July\n2014 and stated (cid:28)\"TV set at end of day animal seems to be doing better\"(cid:29). At the time of inspection, the animal did\nnot appear to have any additional enrichment compared to all the other monkeys in the facility. This is not adequate\nattention or enrichment for an animal with such excessive hair loss. Hair loss can be a sign that the animal is in\npsychological distress. Failure to implement a special plan regarding environmental enhancement in animals\nshowing signs of psychological distress can lead to further psychological distress or animal self-injury. The licensee\nmust develop, document, and follow an environmental enhancement plan that specifically addresses animals\nshowing signs of being in psychological distress through behavior or appearance (hair loss).\nTo be corrected by: from this day forward.\nThe inspection and a thorough verbal exit interview were conducted with facility representatives on 30 July 2014.\nAdditional Inspectors\nOwens Amanda, Veterinary Medical Officer"
    }
  ],
  "narrative": "3.75(c)(3)\nHOUSING FACILITIES, GENERAL. \n****In the quarantine room, under several enclosures, near where fecal material was found on the floor, there was a\nspotted, slimy, black, mold-like substance on the floor in multiple areas. According to a facility representative, a\nbleach-water is sprayed over the feces daily, prior to rinsing the floor with regular water but no further sanitizing is\ndone to the floor areas on a regular basis.  Although not directly in contact with the animals, all the surfaces in this\nroom need to be cleaned and sanitized to help prevent disease transmission.  The licensee must ensure that\nsurfaces of housing facilities which do not come in contact with the animals are cleaned and sanitized when\nnecessary to satisfy generally accepted husbandry standards and practices. \nTo be corrected by:  This non-compliant item was corrected at the time of the inspection.\n3.81(c)(2)\nENVIRONMENT ENHANCEMENT TO PROMOTE PSYCHOLOGICAL WELL-BEING.\n(c) Special considerations.\n \n****There was an adult, female rhesus macaque (#32471) with approximately 90% hair loss on her chest, abdomen,\nlegs, and arms.  A medical record showed the hair loss was first observed on 2 June 2014 but was only on the (cid:28)legs\nand arms(cid:29).  The veterinarian recommended additional enrichment but it is unclear from documentation whether or\nnot it was provided.  The only other documentation in the animal(cid:25)'s record about the hair loss was entered on 1 July\n2014 and stated (cid:28)\"TV set at end of day animal seems to be doing better\"(cid:29).  At the time of inspection, the animal did\nnot appear to have any additional enrichment compared to all the other monkeys in the facility.  This is not adequate\nattention or enrichment for an animal with such excessive hair loss.  Hair loss can be a sign that the animal is in\npsychological distress. Failure to implement a special plan regarding environmental enhancement in animals\nshowing signs of psychological distress can lead to further psychological distress or animal self-injury. The licensee\nmust develop, document, and follow an environmental enhancement plan that specifically addresses animals\nshowing signs of being in psychological distress through behavior or appearance (hair loss).\n\nTo be corrected by: from this day forward.\nThe inspection and a thorough verbal exit interview were conducted with facility representatives on 30 July 2014.\nAdditional Inspectors\nOwens Amanda, Veterinary Medical Officer",
  "animals_total": 205,
  "species": [
    {
      "count": 49,
      "scientific": "Macaca fascicularis",
      "common": "CRAB-EATING MACAQUE / CYNOMOLGUS MONKEY"
    },
    {
      "count": 156,
      "scientific": "Macaca mulatta",
      "common": "RHESUS MACAQUE *MALE"
    }
  ]
}