{
  "insp_id": "2016082568438803",
  "layout": "a",
  "customer_id": "20023",
  "customer_name": "Fox Valley Wildlife Center Inc",
  "customer_addr": "P O Box 385\nElburn, IL 60119",
  "certificate": "33-C-0364",
  "site_id": "001",
  "site_name": "FOX VALLEY WILDLIFE CENTER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "28-JUN-2017",
  "report_date": "28-JUN-2017",
  "citations": [
    {
      "code": "3.131(d)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "Rodent feces were observed on the floor around the opossum enclosure and on the floors and counter of the\nkitchen/food preparation room during the time of inspection. A trail of rodent feces was observed adjacent to and\nbehind the opossum enclosure. Large amounts of rodent feces were located behind the Amana refrigerator and\nalong the cupboard kick plate in the kitchen. Finally, rodent feces were also observed on the kitchen counter behind\nthe plastic food bins. The facility has traps and other pest control methods in place, however; they are not\neffectively controlling the population of rodents. Rodents can carry and spread diseases.\nAn effective program for rodent control must be implemented and maintained at the facility.\nTo be corrected: 7-19-17\nThis inspection and exit interview were conducted with the facility representative."
    }
  ],
  "narrative": "3.131(d)\nSANITATION.   \nRodent feces were observed on the floor around the opossum enclosure and on the floors and counter of the\nkitchen/food preparation room during the time of inspection.  A trail of rodent feces was observed adjacent to and\nbehind the opossum enclosure.  Large amounts of rodent feces were located behind the Amana refrigerator and\nalong the cupboard kick plate in the kitchen.  Finally, rodent feces were also observed on the kitchen counter behind\nthe plastic food bins.  The facility has traps and other pest control methods in place, however; they are not\neffectively controlling the population of rodents.  Rodents can carry and spread diseases.\nAn effective program for rodent control must be implemented and maintained at the facility.\nTo be corrected: 7-19-17\nThis inspection and exit interview were conducted with the facility representative.",
  "animals_total": 3,
  "species": [
    {
      "count": 1,
      "scientific": "Canis latrans",
      "common": "COYOTE"
    },
    {
      "count": 1,
      "scientific": "Didelphis virginiana",
      "common": "VIRGINIA OPOSSUM"
    },
    {
      "count": 1,
      "scientific": "Sciurus niger",
      "common": "EASTERN FOX SQUIRREL"
    }
  ]
}