{
  "insp_id": "126151226580895",
  "layout": "a",
  "customer_id": "328710",
  "customer_name": "Noahs Lost Ark Inc",
  "customer_addr": "8424 Bedell Rd\nBerlin Center, OH 44401",
  "certificate": "31-C-0234",
  "site_id": "001",
  "site_name": "NOAHS LOST ARK INC",
  "insp_type": "ROUTINE INSPECTION",
  "date": "05-MAY-2015",
  "report_date": "06-MAY-2015",
  "citations": [
    {
      "code": "2.40(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "*** The Program of Veterinary Care for this facility is not current. The APHIS Form 7002 presented by the licensee\nwas blank except for the administrative information (name and address of the licensee) on page 1 completed and\nsigned by the Director on 12/26/14. Failure to have specific accurate guidance and a complete written Program of\nVeterinary Care does not ensure the attending veterinarian is aware of the current practices at the facility and also\ndoes not ensure the facility has accurate guidance to provide adequate veterinary care to the animals. Correct this\nby developing and implementing a complete, accurate, written Program of Veterinary Care.\nCorrect by: June 1, 2015"
    },
    {
      "code": "2.40(b)(1)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "*** The following expired drugs were found during this inspection:\n1. Six bottles of Metacam (1.5 mg/ml oral suspension) expired in August 2009. .\n2. Three bottles of Ivomec (1% solution) expired in June 2014.\nThe use of expired drugs can be dangerous or ineffective. Expired medications may not be used on regulated\nanimals in the facility. Correct this by disposing of these expired medications and only using medications in date.\nCorrect from this day forward."
    },
    {
      "code": "2.75(b)(1)",
      "kind": "",
      "repeat": false,
      "desc": "RECORDS: DEALERS AND EXHIBITORS.",
      "narrative": "*** During the inspection, the facility Director stated there were three big cats that had been euthanized since the\nlast inspection. When reviewing facility records, these 3 animals (a lion named Simba, a tiger named Mirage, and a\nlion named Nayla) were still listed on the current on hand forms with no written documentation of disposition or\neuthanasia. Additionally, the on hand records provided had numerous animals that had been lined through to show\nthey were no longer on the premises. There was no written documentation of disposition for these animals.\nAccurate animal records regarding births, deaths, acquisition and disposition are used to help evaluate the facility(cid:25)s\nanimal care program and for animal tracking for ownership and health care concerns. Every exhibitor must make,\nkeep and maintain records or forms which fully and correctly disclose the following information concerning animals\npurchased, acquired, owned, held, leased, or otherwise in his or her control, or were transported, sold, euthanized\nor otherwise disposed of by that exhibitor, including any offspring born of any animals while in his or her possession\nor under his control.\nFrom this day forward correct by maintaining accurate records regarding the correct number of animals on hand at\nthe facility, and all new births, acquisitions, deaths and sales."
    },
    {
      "code": "3.75(c)(1)(1)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "*** The enclosure housing a macaque named Eddie is rusted on the lower right area of the door. The door frame is\nmade of metal tubing and is rusted about 18 inches from the ground down to the floor. Excessive rust can affect the\nstructural strength of surfaces and prevents the required cleaning and sanitization of enclosures. Any surface that\ncomes in contact with the nonhuman primates must be free of excessive rust that prevents the required cleaning\nand sanitization, or that affects the structural strength of the surface. Correct by ensuring that these areas are\nrepaired or replaced and that all surfaces that come in contact with the individual animals including primary\nenclosures, perches, shelves, swings, etc. are constructed and maintained in a manner that allows them to be\nreadily cleaned and sanitized and are removed or replaced as needed.\nCorrect by: June 1, 2015"
    },
    {
      "code": "3.81",
      "kind": "",
      "repeat": false,
      "desc": "ENVIRONMENT ENHANCEMENT TO PROMOTE PSYCHOLOGICAL WELL-BEING.",
      "narrative": "*** The current enrichment plan is incomplete. The facility Director produced a document showing a plan of\nenrichment for one primate on the property. There was no written plan addressing the other primates (including 2\ncapuchins, 2 lemurs, and a vervet monkey). The development and implementation of environmental enhancement\nplans to promote psychological well-being in nonhuman primates has promoted social housing and enriched the\nenvironment of the nonhuman primates resulting in a decrease in stereotypic behavior. The facility must develop,\ndocument, and follow an appropriate plan for environment enhancement to promote the psychological well-being of\nall their nonhuman primates. The plan must be in accordance with the currently accepted professional standards as\ncited in appropriate professional journals or reference guides, and as directed by the attending veterinarian. This\nplan must be available to APHIS upon request.\nCorrect by: June 1, 2015"
    },
    {
      "code": "3.84(a)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "*** The primary enclosure for a macaque named Eddie requires cleaning. This enclosure has surfaces in contact\nwith the primate that are covered with grime and require cleaning especially the wire fencing used as cage walls.\nFailure to clean on a regular basis exposes the animals to disease hazards and does not satisfy accepted\ncleanliness standards. The facility must ensure that all primary enclosures housing non-human primates are\ncleaned on a regular basis. Additionally, all indoor primate enclosures must be cleaned and sanitized at least every\n2 weeks or as often as necessary to prevent excessive accumulation of dirt and debris in accordance with section\n3.84(b)(2).\nCorrect by: May 13, 2015"
    },
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "***The following areas were found in need of repair or replacement:\n1. The resting perch for a tiger named Malina is broken and requires repair or replacement.\n2. The hotwires for 4 enclosures housing 6 black bears (Gabby and Gunther, Cody, Bart and Heather, and\nSmokey) are not functional. The facility Director stated during the inspection that they are aware of the problem and\nit is on their list to correct this item.\n3. Structural support poles for 3 cougar enclosures (housing Freddie, Lincoln, and Callie) have come loose from\nthe roof of the enclosures. The poles are lying in the enclosures currently.\n4. The resting perch for two lions named LuLu and Lexus are broken and require repair or replacement.\nAll of these areas are in need of repair or replacement. They are all areas of potential injury or escape. The facility\nmust ensure that all animal enclosures are maintained to adequately contain the animals and protect them from\ninjury.\nCorrect by: May 11, 2015 for hotwire, July 1, 2015 for all other items."
    },
    {
      "code": "3.125(d)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "*** There are piles of spent bedding and animal waste in the pathways between rows of enclosures and near the\nprimary enclosure den boxes for many of the big cats and bears. The facility Director stated that during the winter\nshelter boxes were cleaned and these piles accumulated. There is also a rodent problem at this facility with rodent\nholes and live rodents observed during this inspection near the tiger, lion, and bear enclosures. This spent bedding\nand animal waste must be removed and a process designed to remove and dispose of waste as cleaning is being\nperformed. There is also a very large pile of spent bedding and waste in a collection area that the facility Director\nstated they are waiting to have picked up. This waste disposal system must be improved to decrease potential\ndisease hazards and to combat the current rodent problem at the facility.\n***A large burn pile is present near the bear enclosures and back area housing cattle. This burn pile was\nsmoldering during the inspection. The facility Director stated that the employees have been instructed to no longer\nuse this area for burning. Smoke from this burning has the potential to harm the animals in the area in addition to\npotential spreading of fire if this area is not monitored closely while burning. Another location away from the\nanimals must be selected if the facility chooses to continue burning trash as a means of waste disposal. Local and\nstate requirements must also be followed. Correct this by halting any future burning in this area and removing the\ncurrent large pile of waste from this area.\nCorrect by: June 1, 2015"
    },
    {
      "code": "3.127(c)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, OUTDOOR.",
      "narrative": "***The enclosure for 2 lions named Brutus and Otis is excessively muddy. An approximately 4 foot area of ground\non the both the left and right sides of the enclosure has standing water and is filled with mud. The center area of\nthe enclosure does allow the animals access to a dry area. This enclosure requires additional drainage or\nsubstrate to ensure the animals can remain dry in all seasons and also to satisfy accepted drainage requirements.\nStanding water can also be a breeding ground for insects. Correct this by providing proper drainage to this and all\nanimal enclosures.\nCorrect by: June 1, 2015"
    },
    {
      "code": "3.127(d)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, OUTDOOR.",
      "narrative": "***The perimeter fence is currently inadequate and does not function as a secondary containment system. Although\nan 8 ft. high perimeter fence is present surrounding the facility, there were several large mature trees within 3 feet of\nthe perimeter fence that had no preventives to stop an animal from climbing the trees and leaping over the\nperimeter fence. Several areas behind big cat and bear enclosures have excessive overgrowth of weeds and small\ntrees/vines making it difficult to inspect these areas for structural soundness. Additionally, there are areas where\nexcess items including building materials and other miscellaneous items are being stored near the perimeter fence\ncreating a potential (cid:28)step(cid:29) for animals to get over the fence. The presence of these materials near the fencing\neffectively reduces the height of the perimeter fence. A perimeter fence that is maintained in good repair and not\nless than 8 feet in height is required for all outdoor housing facilities that maintain dangerous animals. Perimeter\nfencing protects the animals in the facility by ensuring in the event of an escape there is a secondary containment\nmechanism to prevent the animal from leaving the property and endangering the public. Correct by removing all\nbuilding materials and other debris that are in close proximity to the perimeter fence and altering trees in a manner\nto ensuring the perimeter fence can adequately function as a secondary containment system. A thorough\ninspection of the entire perimeter fence by the facility to document and create a plan to correct them is also\nrequired.\nCorrect by: June1, 2015 for items stored by fence, removing excess brush, and creating a plan. November 1, 2015\nfor removal or altering of trees."
    },
    {
      "code": "3.129(a)",
      "kind": "",
      "repeat": false,
      "desc": "FEEDING.",
      "narrative": "*** This facility does not have a process to properly thaw frozen meat being fed to the animals. During this\ninspection, two small non-functioning freezers were found with meat being thawed inside them. One freezer\ncontained a space heater that was not on at the time which the facility Director stated was used in the winter to\nwarm the unplugged freezer to thaw meat. A functional system to properly thaw the frozen meat must be devised.\nThe use of small functional freezers is one option if a control device is utilized to maintain proper thawing\ntemperatures. Incorrect thawing procedures can negatively affect quality and nutritive value of the meat. Correct\nthis by developing and incorporating a system to properly thaw meat.\nCorrect by: June 1, 2015"
    },
    {
      "code": "3.131(a)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "*** Two primary enclosures housing tigers named Jax and Spike have excessive piles of feces in them. Bacteria\nand fungus may grow in the excessive feces in addition to the potential for fly infestation should these piles remain.\nThese and all animal enclosures must be cleaned often enough to reduce potential disease hazards and to satisfy\naccepted husbandry standards. These enclosures must be cleaned and maintained on a more frequent basis.\nCorrect: May 13, 2015"
    },
    {
      "code": "3.131(d)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "A large number of rodent holes were found throughout the facility, especially near the lion, tiger, and bear\nenclosures. There is a waste disposal concern currently where spent bedding is being maintained immediately\nnext to or in close proximity to the den boxes for the animals, which is contributing to this problem. Rodent bait\nboxes are present throughout the facility but significant rodent activity is still present. The presence of these\nmammalian pests is a potential disease hazard to the animals as these rodents can be carriers of disease and\nparasites. An effective pest control program must be established to ensure control of these mammalian pests.\nCorrect by: June 1, 2015\n***Inspection and exit interview conducted with Randy Coleman, ACI and the facility Director."
    }
  ],
  "narrative": "2.40(a)(1)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n*** The Program of Veterinary Care for this facility is not current.   The APHIS Form 7002 presented by the licensee\nwas blank except for the administrative information (name and address of the licensee) on page 1 completed and\nsigned by the Director on 12/26/14.  Failure to have specific accurate guidance and a complete written Program of\nVeterinary Care does not ensure the attending veterinarian is aware of the current practices at the facility and also\ndoes not ensure the facility has accurate guidance to provide adequate veterinary care to the animals.  Correct this\nby developing and implementing a complete, accurate, written Program of Veterinary Care.\nCorrect by:  June 1, 2015\n2.40(b)(1)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n*** The following expired drugs were found during this inspection:\n1.   Six bottles of Metacam (1.5 mg/ml oral suspension) expired in August 2009. .\n2.   Three bottles of Ivomec (1% solution) expired in June 2014.\nThe use of expired drugs can be dangerous or ineffective.  Expired medications may not be used on regulated\nanimals in the facility.   Correct this by disposing of these expired medications and only using medications in date. \nCorrect from this day forward.\n2.75(b)(1)\nRECORDS: DEALERS AND EXHIBITORS.\n*** During the inspection, the facility Director stated there were three big cats that had been euthanized since the\nlast inspection.  When reviewing facility records, these 3 animals (a lion named Simba, a tiger named Mirage, and a\nlion named Nayla) were still listed on the current on hand forms with no written documentation of disposition or\neuthanasia.  Additionally, the on hand records provided had numerous animals that had been lined through to show\nthey were no longer on the premises.  There was no written documentation of disposition for these animals.\n\nAccurate animal records regarding births, deaths, acquisition and disposition are used to help evaluate the facility(cid:25)s\nanimal care program and for animal tracking for ownership and health care concerns.  Every exhibitor must make,\nkeep and maintain records or forms which fully and correctly disclose the following information concerning animals\npurchased, acquired, owned, held, leased, or otherwise in his or her control, or were transported, sold, euthanized\nor otherwise disposed of by that exhibitor, including any offspring born of any animals while in his or her possession\nor under his control. \nFrom this day forward correct by maintaining accurate records regarding the correct number of animals on hand at\nthe facility, and all new births, acquisitions, deaths and sales.  \n3.75(c)(1)(1)\nHOUSING FACILITIES, GENERAL. \n*** The enclosure housing a macaque named Eddie is rusted on the lower right area of the door.   The door frame is\nmade of metal tubing and is rusted about 18 inches from the ground down to the floor.  Excessive rust can affect the\nstructural strength of surfaces and prevents the required cleaning and sanitization of enclosures. Any surface that\ncomes in contact with the nonhuman primates must be free of excessive rust that prevents the required cleaning\nand sanitization, or that affects the structural strength of the surface.  Correct by ensuring that these areas are\nrepaired or replaced and that all surfaces that come in contact with the individual animals including primary\nenclosures, perches, shelves, swings, etc. are constructed and maintained in a manner that allows them to be\nreadily cleaned and sanitized and are removed or replaced as needed.    \nCorrect by: June 1, 2015\n3.81\nENVIRONMENT ENHANCEMENT TO PROMOTE PSYCHOLOGICAL WELL-BEING.\n*** The current enrichment plan is incomplete.  The facility Director produced a document showing a plan of\nenrichment for one primate on the property.  There was no written plan addressing the other primates (including 2\ncapuchins, 2 lemurs, and a vervet monkey).  The development and implementation of environmental enhancement\nplans to promote psychological well-being in nonhuman primates has promoted social housing and enriched the\nenvironment of the nonhuman primates resulting in a decrease in stereotypic behavior.  The facility must develop,\ndocument, and follow an appropriate plan for environment enhancement to promote the psychological well-being of\nall their nonhuman primates.  The plan must be in accordance with the currently accepted professional standards as\ncited in appropriate professional journals or reference guides, and as directed by the attending veterinarian.  This\nplan must be available to APHIS upon request.\n\nCorrect by: June 1, 2015  \n3.84(a)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL. \n*** The primary enclosure for a macaque named Eddie requires cleaning.  This enclosure has surfaces in contact\nwith the primate that are covered with grime and require cleaning especially the wire fencing used as cage walls. \nFailure to clean on a regular basis exposes the animals to disease hazards and does not satisfy accepted\ncleanliness standards. The facility must ensure that all primary enclosures housing non-human primates are\ncleaned on a regular basis.  Additionally, all indoor primate enclosures must be cleaned and sanitized at least every\n2 weeks or as often as necessary to prevent excessive accumulation of dirt and debris in accordance with section\n3.84(b)(2).  \nCorrect by:  May 13, 2015\n3.125(a)\nFACILITIES, GENERAL.   \n***The following areas were found in need of repair or replacement:\n1.   The resting perch for a tiger named Malina is broken and requires repair or replacement.\n2.   The hotwires for 4 enclosures housing 6 black bears (Gabby and Gunther, Cody, Bart and Heather, and\nSmokey) are not functional.  The facility Director stated during the inspection that they are aware of the problem and\nit is on their list to correct this item.\n3.   Structural support poles for 3 cougar enclosures (housing Freddie, Lincoln, and Callie) have come loose from\nthe roof of the enclosures.  The poles are lying in the enclosures currently.\n4.   The resting perch for two lions named LuLu and Lexus are broken and require repair or replacement.\nAll of these areas are in need of repair or replacement.   They are all areas of potential injury or escape.  The facility\nmust ensure that all animal enclosures are maintained to adequately contain the animals and protect them from\ninjury.  \nCorrect by:  May 11, 2015 for hotwire, July 1, 2015 for all other items.\n3.125(d)\nFACILITIES, GENERAL.   \n*** There are piles of spent bedding and animal waste in the pathways between rows of  enclosures and near the\n\nprimary enclosure den boxes for many of the big cats and bears.   The facility Director stated that during the winter\nshelter boxes were cleaned and these piles accumulated.  There is also a rodent problem at this facility with rodent\nholes and live rodents observed during this inspection near the tiger, lion, and bear enclosures.   This spent bedding\nand animal waste must be removed and a process designed to remove and dispose of waste as cleaning is being\nperformed.  There is also a very large pile of spent bedding and waste in a collection area that the facility Director\nstated they are waiting to have picked up.  This waste disposal system must be improved to decrease potential\ndisease hazards and to combat the current rodent problem at the facility.\n***A large burn pile is present near the bear enclosures and back area housing cattle.   This burn pile was\nsmoldering during the inspection.   The facility Director stated that the employees have been instructed to no longer\nuse this area for burning.  Smoke from this burning has the potential to harm the animals in the area in addition to\npotential spreading of fire if this area is not monitored closely while burning.   Another location away from the\nanimals must be selected if the facility chooses to continue burning trash as a means of waste disposal.  Local and\nstate requirements must also be followed.   Correct this by halting any future burning in this area and removing the\ncurrent large pile of waste from this area.\nCorrect by: June 1, 2015\n3.127(c)\nFACILITIES, OUTDOOR. \n***The enclosure for 2 lions named Brutus and Otis is excessively muddy.  An approximately 4 foot area of ground\non the both the left and right sides of the enclosure has standing water and is filled with mud.  The center area of\nthe enclosure does allow the animals access to a dry area.    This enclosure requires additional drainage or\nsubstrate to ensure the animals can remain dry in all seasons and also to satisfy accepted drainage requirements. \nStanding water can also be a breeding ground for insects.  Correct this by providing proper drainage to this and all\nanimal enclosures.  \nCorrect by:  June 1, 2015\n3.127(d)\nFACILITIES, OUTDOOR. \n***The perimeter fence is currently inadequate and does not function as a secondary containment system. Although\nan 8 ft. high perimeter fence is present surrounding the facility, there were several large mature trees within 3 feet of\nthe perimeter fence that had no preventives to stop an animal from climbing the trees and leaping over the\nperimeter fence.  Several areas behind big cat and bear enclosures have excessive overgrowth of weeds and small\n\ntrees/vines making it difficult to inspect these areas for structural soundness. Additionally, there are areas where\nexcess items including building materials and other miscellaneous items are being stored near the perimeter fence\ncreating a potential (cid:28)step(cid:29) for animals to get over the fence.   The presence of these materials near the fencing\neffectively reduces the height of the perimeter fence.  A perimeter fence that is maintained in good repair and not\nless than 8 feet in height is required for all outdoor housing facilities that maintain dangerous animals. Perimeter\nfencing protects the animals in the facility by ensuring in the event of an escape there is a secondary containment\nmechanism to prevent the animal from leaving the property and endangering the public.  Correct by removing all\nbuilding materials and other debris that are in close proximity to the perimeter fence and altering trees in a manner\nto ensuring the perimeter fence can adequately function as a secondary containment system.    A thorough\ninspection of the entire perimeter fence by the facility to document and create a plan to correct them is also\nrequired.\nCorrect by: June1, 2015 for items stored by fence, removing excess brush, and creating a plan. November 1, 2015\nfor removal or altering of trees.\n3.129(a)\nFEEDING.    \n*** This facility does not have a process to properly thaw frozen meat being fed to the animals.  During this\ninspection, two small non-functioning freezers were found with meat being thawed inside them.  One freezer\ncontained a space heater that was not on at the time which the facility Director stated was used in the winter to\nwarm the unplugged freezer to thaw meat.  A functional system to properly thaw the frozen meat must be devised. \nThe use of small functional freezers is one option if a control device is utilized to maintain proper thawing\ntemperatures.  Incorrect thawing procedures can negatively affect quality and nutritive value of the meat.  Correct\nthis by developing and incorporating a system to properly thaw meat.  \nCorrect by:  June 1, 2015\n3.131(a)\nSANITATION.   \n*** Two primary enclosures housing tigers named Jax and Spike have excessive piles of feces in them.  Bacteria\nand fungus may grow in the excessive feces in addition to the potential for fly infestation should these piles remain. \nThese and all animal enclosures must be cleaned often enough to reduce potential disease hazards and to satisfy\naccepted husbandry standards.  These enclosures must be cleaned and maintained on a more frequent basis.  \nCorrect: May 13, 2015\n\n3.131(d)\nSANITATION.   \nA large number of rodent holes were found throughout the facility, especially near the lion, tiger, and bear\nenclosures.   There is a waste disposal concern currently where spent bedding is being maintained immediately\nnext to or in close proximity to the den boxes for the animals, which is contributing to this problem.  Rodent bait\nboxes are present throughout the facility but significant rodent activity is still present.  The presence of these\nmammalian pests is a potential disease hazard to the animals as these rodents can be carriers of disease and\nparasites. An effective pest control program must be established to ensure control of these mammalian pests.  \nCorrect by: June 1, 2015\n***Inspection and exit interview conducted with Randy Coleman, ACI and the facility Director.",
  "animals_total": 139,
  "species": [
    {
      "count": 1,
      "scientific": "Arctictis binturong",
      "common": "BINTURONG"
    },
    {
      "count": 1,
      "scientific": "Bison bison",
      "common": "AMERICAN BISON"
    },
    {
      "count": 5,
      "scientific": "Bos taurus",
      "common": "CATTLE / COW / OX / WATUSI"
    },
    {
      "count": 1,
      "scientific": "C. pygerythrus",
      "common": "VERVET"
    },
    {
      "count": 1,
      "scientific": "Camelus dromedarius",
      "common": "DROMEDARY CAMEL"
    },
    {
      "count": 1,
      "scientific": "Canis lupus",
      "common": "GRAY WOLF / GREY WOLF / TIMBER WOLF"
    },
    {
      "count": 6,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 5,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 1,
      "scientific": "Caracal caracal",
      "common": "CARACAL"
    },
    {
      "count": 1,
      "scientific": "Cebus capucinus",
      "common": "WHITE-HEADED / WHITE-THROATED CAPUCHIN"
    },
    {
      "count": 9,
      "scientific": "Dama dama",
      "common": "FALLOW DEER"
    },
    {
      "count": 1,
      "scientific": "Equus quagga",
      "common": "GRANTS ZEBRA"
    },
    {
      "count": 1,
      "scientific": "Eulemur fulvus",
      "common": "COMMON BROWN LEMUR"
    },
    {
      "count": 1,
      "scientific": "Felis chaus",
      "common": "JUNGLE CAT"
    },
    {
      "count": 1,
      "scientific": "Lama glama",
      "common": "LLAMA"
    },
    {
      "count": 1,
      "scientific": "Lemur catta",
      "common": "RING-TAILED LEMUR"
    },
    {
      "count": 3,
      "scientific": "Leptailurus serval",
      "common": "SERVAL"
    },
    {
      "count": 1,
      "scientific": "Lynx canadensis",
      "common": "CANADIAN LYNX"
    },
    {
      "count": 4,
      "scientific": "Lynx rufus",
      "common": "BOBCAT"
    },
    {
      "count": 3,
      "scientific": "Macaca nemestrina",
      "common": "PIG-TAILED MACAQUE *MALE"
    },
    {
      "count": 1,
      "scientific": "Muntiacus reevesi",
      "common": "REEVE'S MUNTJAC"
    },
    {
      "count": 1,
      "scientific": "Muscardinus avellanarius",
      "common": "HAZEL DORMOUSE"
    },
    {
      "count": 1,
      "scientific": "Notamacropus rufogriseus",
      "common": "BENNETT'S WALLABY / RED-NECKED WALLABY"
    },
    {
      "count": 3,
      "scientific": "Odocoileus virginianus",
      "common": "WHITE-TAILED DEER"
    },
    {
      "count": 6,
      "scientific": "Ovis aries aries",
      "common": "SHEEP INCLUDING ALL DOMESTIC BREEDS"
    },
    {
      "count": 23,
      "scientific": "Panthera leo",
      "common": "LION"
    },
    {
      "count": 3,
      "scientific": "Panthera leo × panthera tigris",
      "common": "LIGER"
    },
    {
      "count": 2,
      "scientific": "Panthera pardus",
      "common": "LEOPARD"
    },
    {
      "count": 31,
      "scientific": "Panthera tigris",
      "common": "TIGER"
    },
    {
      "count": 1,
      "scientific": "Potos flavus",
      "common": "KINKAJOU"
    },
    {
      "count": 8,
      "scientific": "Puma concolor",
      "common": "PUMA / MOUNTAIN LION / COUGAR"
    },
    {
      "count": 2,
      "scientific": "Rangifer tarandus",
      "common": "REINDEER"
    },
    {
      "count": 1,
      "scientific": "Sapajus appella",
      "common": "BROWN CAPUCHIN / TUFTED CAPUCHIN"
    },
    {
      "count": 6,
      "scientific": "Ursus americanus",
      "common": "NORTH AMERICAN BLACK BEAR"
    },
    {
      "count": 2,
      "scientific": "Vulpes vulpes",
      "common": "RED FOX (INCLUDES SILVER FOX & CROSS FOX)"
    }
  ]
}