{
  "insp_id": "336141226340069",
  "layout": "a",
  "customer_id": "40246",
  "customer_name": "Braden Troyer",
  "customer_addr": "Brett Troyer\nDarci Troyer\nMelissa Troyer\nMonty Troyer\nRon Troyer\n8845 Hickman Rd\nHickman, NE 68372",
  "certificate": "47-A-0547",
  "site_id": "003",
  "site_name": "Darci Troyer & Melissa Troyer & Monty Troyer & Ro",
  "insp_type": "ROUTINE INSPECTION",
  "date": "01-DEC-2014",
  "report_date": "02-DEC-2014",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "An adult white male poodle microchip number 054338828 has dental problems. The lower molars on both sides of\nthe mouth have a brownish hardened material covering the whole outer surface. The lower gum line on both sides\nappears reddened and swollen, and has a creamy white discharge at the base of the molars. This dog had a dental\ncleaning less than six months ago, and documentation was provided. However, this dog may need to be evaluated\nmore often due to the condition of his mouth so soon after a recent cleaning.\nDental problems can be painful, make it difficult to eat, lead to lead to the development of other health problems,\nand can affect the well-being of the animal.\nThe licensee must have this dog evaluated by the veterinarian for proper diagnosis and treatment, and provide the\ninspector the documentation of this visit upon request.\nTo be corrected by December 5, 2014.\nThe inspection was conducted with a facility representative. The exit interview was conducted with the licensee."
    }
  ],
  "narrative": "Hickman, NE 68372\n2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nAn adult white male poodle microchip number 054338828 has dental problems.  The lower molars on both sides of\nthe mouth have a brownish hardened material covering the whole outer surface.  The lower gum line on both sides\nappears reddened and swollen, and has a creamy white discharge at the base of the molars.  This dog had a dental\ncleaning less than six months ago, and documentation was provided.  However, this dog may need to be evaluated\nmore often due to the condition of his mouth so soon after a recent cleaning.\nDental problems can be painful, make it difficult to eat, lead to lead to the development of other health problems,\nand can affect the well-being of the animal.\nThe licensee must have this dog evaluated by the veterinarian for proper diagnosis and treatment, and provide the\ninspector the documentation of this visit upon request.\nTo be corrected by December 5, 2014.\nThe inspection was conducted with a facility representative.  The exit interview was conducted with the licensee.",
  "animals_total": 102,
  "species": [
    {
      "count": 71,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 31,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}