{
  "insp_id": "INS-0000851201",
  "layout": "c",
  "customer_id": "42069",
  "customer_name": "SYLVIA DISHMAN",
  "customer_addr": "904 Beechwood Dr\nDandridge, TN 37725",
  "certificate": "63-B-0167",
  "site_id": "001",
  "site_name": "SYLVIA DISHMAN",
  "insp_type": "ROUTINE INSPECTION",
  "date": "01-MAR-2023",
  "report_date": "03-MAR-2023",
  "citations": [
    {
      "code": "2.75(b)",
      "kind": "",
      "repeat": true,
      "desc": "Records: Dealers and exhibitors.",
      "narrative": "***The Records presented for review of animals on hand were incomplete. The acquisition records disclosed where the\nsugar gliders came from but not when they were acquired and there were no records of animal births. There were no\ndisposition records disclosing the complete sales information (name, address, and phone number of the person receiving\nthe sugar gliders and date of sale), or animal deaths. There was also no documentation for the number of animals\ncurrently on hand. Records disclosing the full information as required in this section, shall be developed, updated, and\nmaintained on hand for review during inspection."
    },
    {
      "code": "2.134",
      "kind": "",
      "repeat": false,
      "desc": "Contingency planning.",
      "narrative": "***A contingency plan has not been developed for the facility. A plan for the management and care of the animals in the\nevent of an emergency or disaster must be developed, documented and maintained as required in Section 2.134 of the\nAnimal Welfare Regulations. Correct by March 25, 2023.\nThis inspection and exit interview were conducted with the Licensee.\nAdditional Inspectors:\nJeffrey Shepherd, SUPERVISORY ANIMAL CARE SPECIALISTEnd Section"
    }
  ],
  "narrative": "2.75(b)  Repeat\n   \nRecords: Dealers and exhibitors. \n***The Records presented for review of animals on hand were incomplete.  The acquisition records disclosed where the \nsugar gliders came from but not when they were acquired and there were no records of animal births.  There were no \ndisposition records disclosing  the complete sales information (name, address, and phone number of the person receiving \nthe sugar gliders and date of sale), or animal deaths.  There was also no documentation for the number of animals \ncurrently on hand.  Records disclosing the full information as required in this section, shall be developed, updated, and \nmaintained on hand for review during inspection. \n2.134 \n   \nContingency planning. \n***A contingency plan has not been developed for the facility.  A plan for the management and care of the animals in the \nevent of an emergency or disaster must be developed, documented and maintained as required in Section 2.134 of the \nAnimal Welfare Regulations.  Correct by March 25, 2023. \n \nThis inspection and exit interview were conducted with the Licensee.\n\nAdditional Inspectors: \nJeffrey Shepherd, SUPERVISORY ANIMAL CARE SPECIALISTEnd Section",
  "animals_total": 200,
  "species": [
    {
      "count": 200,
      "scientific": "Petaurus breviceps",
      "common": "SUGAR GLIDER"
    }
  ]
}