{
  "insp_id": "2016082568422877",
  "layout": "a",
  "customer_id": "2468",
  "customer_name": "Karl Mogensen",
  "customer_addr": "Po Box 88\nNatural Bridge, VA 24578",
  "certificate": "52-C-0035",
  "site_id": "001",
  "site_name": "KARL MOGENSEN",
  "insp_type": "ROUTINE INSPECTION",
  "date": "20-JUN-2017",
  "report_date": "22-JUN-2017",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "An adult female camel was observed by inspectors to have a large amount of fluid soaked hair on both rear legs.\nThe fluid was of sufficient amount that it coated and discolored the hair of the hind legs from the back of the upper\nthighs down to towards the feet. A thin trail of the fluid was noted on the front of the right leg below the knee and\nwas red in color. The camel appeared to have a normal gait and was not in obvious distress however a red fluid\npresent on the hind limbs of a camel is not a normal condition.\nAll daily observations of problems in animal health need to be communicated to the veterinarian so that an\nappropriate diagnosis can be made and a treatment plan instituted as needed to ensure the health of the animals\nand the safety of the public that has contact with the animals."
    },
    {
      "code": "2.131(c)(1)",
      "kind": "",
      "repeat": true,
      "desc": "HANDLING OF ANIMALS.",
      "narrative": "During a recent visit to the zoo by an APHIS official, the African elephant was observed without her handler\nimmediately available when the public was present in the zoo. The elephant was contained in her enclosure on the\nback side of the elephant barn. The keeper was reported to have been in the barn however there are no windows\nor other openings within the wall of the barn to visualize the elephant when she is positioned on the south facing\nwall of the barn. The barrier between the elephant and the public consists of either single strand electric wire\nfencing or areas of livestock panel/gates that are not structurally strong enough to contain the adult elephant should\nshe choose to get out of her area and into the public areas. The facility must ensure that the handler is with the\nelephant at all times when the facility is open or choose to construct a primary enclosure that will adequately contain\nthe elephant.\nThe public is permitted to walk directly up the primary enclosures containing several species of animals. This\nincludes camels, sheep, goats, muntjac deer, fallow deer, bongo, llama, giraffe, sitatunga, oryx, zebra, and kudu.\nThese animals are housed in the walk through area of the zoo which is open to the public. Additionally, two\ntemporary pens were set up on two grassy sections of the zoo grounds to allow public interaction with a young\ncamel and young goats. There are no barriers or signs present to discourage public contact and the guests are\nencouraged to feed food sold at the entry gate and coin feeders are located throughout the facility. Also, inspectors\nnoted members of the public picking grass from the facility grounds and feeding it to the fallow deer. There are no\nattendants present during public contact and guests may walk directly up to enclosures and pet the animals.\nPrimary enclosure fences are made of material with spaces large enough for the guests to reach through and touch\nthe animals. Unattended public contact does not ensure safe public interaction with these animals. Licensees must\nensure that during periods of public exhibition animals are handled with sufficient distance and/or barriers between\nthe animal and the general viewing public so as to assure the safety of animals and the public. Correct by placing\nbarriers to prevent public contact with these animals or by ensuring that an adequate number of attendants are\npresent at each of these locations to ensure the safety of both the public and the animals."
    },
    {
      "code": "3.75(a)",
      "kind": "",
      "repeat": true,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "The roof of the building housing the ringtail lemurs, black and white ruffed lemurs and red ruffed lemurs is in need of\nrepair. The eave portion of the roof to the right of the entrance door is deteriorating. The roof tiles are crumbling on\nthe edges and the visible wood underneath appears rotted. On the inside of the building in the corresponding part of\nthe building the ceiling is wet showing that water is leaking through the damaged roof area. In addition, an\napproximately two foot section of the roofline appears to be sagging compared the rest of the roofline with a dented\narea visible in the slant of the roof just below that section of the roofline. Tree branches are visible resting on the\nroof. The owner stated that the roof was not yet repaired as one of the lemurs was pregnant. A roof in need of repair\ncan lead to leakage into the building and may not remain structurally sound. The lemur housing facility is still in\nneed of repair in order to maintain the animals in a safe and secure manner."
    },
    {
      "code": "3.80(b)(2)(i)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "Two gibbons are being housed in primary enclosures in the mouse house building that are 6 feet in height.\nThese primates are brachiating species in Group 6 and require enclosures that are 84\" (7 feet) in height to allow for\nnormal movement. These animals require additional height to meet their minimal space requirements. Lack of\nadequate height does not allow these brachiating species to engage in normal species-type behavior including\nswinging and may lead to physical and behavioral problems. The licensee stated that these animals are new\nacquisitions and they plan to move them to another enclosure. Correct this by providing these animals an enclosure\nmeeting their height requirements.\nCorrect by: September 20, 2017"
    },
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": true,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "There remain several areas of primary enclosure fencing for the goat, pig, muntjac, fallow deer, bongo, sitatunga,\noryx, and blesbok where trees and vines have grown through the fence and areas that are impossible to inspect\nbecause they have been overgrown by brush. The only difference noted on this inspection is that a tree had fallen\non the back fence of the muntjac enclosure. The vegetation and downed tree branch were removed from the\naffected area in order to replace damaged fencing. The overgrown areas of fencing are not functional in the current\ncondition. The licensee must ensure that no trees or brush are affecting the structural strength or the ability to\ninspect the fencing. Failure to maintain a functional primary enclosure fence does not ensure that all animals can be\nproperly contained and protected from injury. Correct this by conducting a thorough self-inspection of all enclosure\nfencing and clearing all vegetation needed to ensure that all areas of fencing are functional, inspectable and in\ncompliance with written requirements."
    },
    {
      "code": "3.127(d)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, OUTDOOR.",
      "narrative": "The facility currently does not have a secondary or perimeter fence for some portions of the zoo. Several primary\nenclosures, including those housing the goats/sheep/zebu petting zoo, pigs, muntjac, fallow deer, bongo, giraffe,\nand sitatunga, back up to a county road with the primary enclosure fence and some vegetation the only barriers\nbetween the public on the road and the animal enclosure. In one section there is an area where the public can climb\nup a short rise and get directly up to the giraffe enclosure fencing. In addition, there is another area of the zoo\nwhere the camel and kudu enclosures abut the neighbor’s property. The neighbor's backyard can be seen through\nthe fence and on the previous inspection the neighbor's dog was seen running along the fence adjacent to the\ncamels. The lack of perimeter fencing can allow for contact between the public and unwanted animals with the\nexhibited animals which could be dangerous for both the animals and the public. The perimeter fence should also\nact as a secondary containment system in case of damage to the primary enclosure fencing. The facility shall\naddress the lack of secondary perimeter fencing by adding additional fencing or by other corrective measures as\nrequired by the regulation.\nCorrect by: March 1, 2018."
    },
    {
      "code": "3.131(d)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "** Several rodent holes were found behind the porcupine enclosure near the cougars. A live rat was observed\ninside the muntjac enclosure and also in the feed pan for the muntjac. Other rodent holes were found by the tufted\ncapuchin enclosure near the front of the facility and next to the Mandrill exhibit. There were also rodent paths worn\nin the grass area near the Mandrill. The presence of these mammalian pests is a potential disease hazard to the\nanimals as these rodents can be carriers of disease and parasites. Safe and effective programs of control for these\npests must be established and maintained to minimize the risks to the animals. Correct by evaluating the current\npest control program and ensuring that effective methods are maintained.\nCorrect by: July 21, 2017\nThis inspection was conducted on 6/20/2017 with owner and facility personnel.\nThe exit interview was conducted on 6/21/17 with owner and his wife.\nAdditional Inspectors\nColeman Randall, Animal Care Inspector\nBrunkhorst Susanne, Veterinary Medical Officer"
    }
  ],
  "narrative": "2.40(b)(2)                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nAn adult female camel was observed by inspectors to have a large amount of fluid soaked hair on both rear legs. \nThe fluid was of sufficient amount that it coated and discolored the hair of the hind legs from the back of the upper\nthighs down to towards the feet.  A thin trail of the fluid was noted on the front of the right leg below the knee and\nwas red in color.  The camel appeared to have a normal gait and was not in obvious distress however a red fluid\npresent on the hind limbs of a camel is not a normal condition.\nAll daily observations of problems in animal health need to be communicated to the veterinarian so that an\nappropriate diagnosis can be made and a treatment plan instituted as needed to ensure the health of the animals\nand the safety of the public that has contact with the animals. \n2.131(c)(1)                    REPEAT\nHANDLING OF ANIMALS.\nDuring a recent visit to the zoo by an APHIS official, the African elephant was observed without her handler\nimmediately available when the public was present in the zoo.  The elephant was contained in her enclosure on the\nback side of the elephant barn.  The keeper was reported to have been in the barn however there are no windows\nor other openings within the wall of the barn to visualize the elephant when she is positioned on the south facing\nwall of the barn.  The barrier between the elephant and the public consists of either single strand electric wire\nfencing or areas of livestock panel/gates that are not structurally strong enough to contain the adult elephant should\nshe choose to get out of her area and into the public areas.  The facility must ensure that the handler is with the\nelephant at all times when the facility is open or choose to construct a primary enclosure that will adequately contain\nthe elephant.  \nThe public is permitted to walk directly up the primary enclosures containing several species of animals. This\nincludes camels, sheep, goats, muntjac deer, fallow deer, bongo, llama, giraffe, sitatunga, oryx, zebra, and kudu. \nThese animals are housed in the walk through area of the zoo which is open to the public.  Additionally, two\ntemporary pens were set up on two grassy sections of the zoo grounds to allow public interaction with a young\ncamel and young goats.  There are no barriers or signs present to discourage public contact and the guests are\n\nencouraged to feed food sold at the entry gate and coin feeders are located throughout the facility. Also, inspectors\nnoted members of the public picking grass from the facility grounds and feeding it to the fallow deer.  There are no\nattendants present during public contact and guests may walk directly up to enclosures and pet the animals.\nPrimary enclosure fences are made of material with spaces large enough for the guests to reach through and touch\nthe animals.  Unattended public contact does not ensure safe public interaction with these animals. Licensees must\nensure that during periods of public exhibition animals are handled with sufficient distance and/or barriers between\nthe animal and the general viewing public so as to assure the safety of animals and the public. Correct by placing\nbarriers to prevent public contact with these animals or by ensuring that an adequate number of attendants are\npresent at each of these locations to ensure the safety of both the public and the animals.\n3.75(a)                    REPEAT\nHOUSING FACILITIES, GENERAL. \nThe roof of the building housing the ringtail lemurs, black and white ruffed lemurs and red ruffed lemurs is in need of\nrepair. The eave portion of the roof to the right of the entrance door is deteriorating. The roof tiles are crumbling on\nthe edges and the visible wood underneath appears rotted. On the inside of the building in the corresponding part of\nthe building the ceiling is wet showing that water is leaking through the damaged roof area. In addition, an\napproximately two foot section of the roofline appears to be sagging compared the rest of the roofline with a dented\narea visible in the slant of the roof just below that section of the roofline. Tree branches are visible resting on the\nroof. The owner stated that the roof was not yet repaired as one of the lemurs was pregnant. A roof in need of repair\ncan lead to leakage into the building and may not remain structurally sound. The lemur housing facility is still in\nneed of repair in order to maintain the animals in a safe and secure manner.\n3.80(b)(2)(i)\nPRIMARY ENCLOSURES.  \nTwo gibbons are being housed in primary enclosures in the mouse house building that are 6 feet in height. \n These primates are brachiating species in Group 6 and require enclosures that are 84\" (7 feet) in height to allow for\nnormal movement.  These animals require additional height to meet their minimal space requirements.  Lack of\nadequate height does not allow these brachiating species to engage in normal species-type behavior including\nswinging and may lead to physical and behavioral problems.   The licensee stated that these animals are new\nacquisitions and they plan to move them to another enclosure.  Correct this by providing these animals an enclosure\nmeeting their height requirements.\nCorrect by: September 20, 2017\n\n3.125(a)                    REPEAT\nFACILITIES, GENERAL.   \nThere remain several areas of primary enclosure fencing for the goat, pig, muntjac, fallow deer, bongo, sitatunga,\noryx, and blesbok where trees and vines have grown through the fence and areas that are impossible to inspect\nbecause they have been overgrown by brush. The only difference noted on this inspection is that a tree had fallen\non the back fence of the muntjac enclosure. The vegetation and downed tree branch were removed from the\naffected area in order to replace damaged fencing. The overgrown areas of fencing are not functional in the current\ncondition. The licensee must ensure that no trees or brush are affecting the structural strength or the ability to\ninspect the fencing. Failure to maintain a functional primary enclosure fence does not ensure that all animals can be\nproperly contained and protected from injury.  Correct this by conducting a thorough self-inspection of all enclosure\nfencing and clearing all vegetation needed to ensure that all areas of fencing are functional, inspectable and in\ncompliance with written requirements.\n3.127(d)\nFACILITIES, OUTDOOR. \nThe facility currently does not have a secondary or perimeter fence for some portions of the zoo. Several primary\nenclosures, including those housing the goats/sheep/zebu petting zoo, pigs, muntjac, fallow deer, bongo, giraffe,\nand sitatunga, back up to a county road with the primary enclosure fence and some vegetation the only barriers\nbetween the public on the road and the animal enclosure. In one section there is an area where the public can climb\nup a short rise and get directly up to the giraffe enclosure fencing. In addition, there is another area of the zoo\nwhere the camel and kudu enclosures abut the neighbor’s property. The neighbor's backyard can be seen through\nthe fence and on the previous inspection the neighbor's dog was seen running along the fence adjacent to the\ncamels.  The lack of perimeter fencing can allow for contact between the public and unwanted animals with the\nexhibited animals which could be dangerous for both the animals and the public. The perimeter fence should also\nact as a secondary containment system in case of damage to the primary enclosure fencing. The facility shall\naddress the lack of secondary perimeter fencing by adding additional fencing or by other corrective measures as\nrequired by the regulation.  \nCorrect by: March 1, 2018. \n3.131(d)\nSANITATION.\n\n** Several rodent holes were found behind the porcupine enclosure near the cougars.   A live rat was observed\ninside the muntjac enclosure and also in the feed pan for the muntjac.  Other rodent holes were found by the tufted\ncapuchin enclosure near the front of the facility and next to the Mandrill exhibit.   There were also rodent paths worn\nin the grass area near the Mandrill.   The presence of these mammalian pests is a potential disease hazard to the\nanimals as these rodents can be carriers of disease and parasites.  Safe and effective programs of control for these\npests must be established and maintained to minimize the risks to the animals.  Correct by evaluating the current\npest control program and ensuring that effective methods are maintained.    \nCorrect by: July 21, 2017\nThis inspection was conducted on 6/20/2017 with owner and facility personnel. \nThe exit interview was conducted on 6/21/17 with owner and his wife. \nAdditional Inspectors\nColeman Randall, Animal Care Inspector\nBrunkhorst Susanne, Veterinary Medical Officer",
  "animals_total": 340,
  "species": [
    {
      "count": 1,
      "scientific": "Atelerix albiventris",
      "common": "FOUR-TOED HEDGEHOG (MOST COMMON PET HEDGEHOG)"
    },
    {
      "count": 4,
      "scientific": "Ateles geoffroyi",
      "common": "BLACK-HANDED SPIDER MONKEY"
    },
    {
      "count": 1,
      "scientific": "Bos primigenuis indicus",
      "common": "ZEBU"
    },
    {
      "count": 18,
      "scientific": "Callosciurus prevostii",
      "common": "PREVOST'S SQUIRREL / TRI-COLORED SQUIRREL"
    },
    {
      "count": 15,
      "scientific": "Camelus dromedarius",
      "common": "DROMEDARY CAMEL"
    },
    {
      "count": 40,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 11,
      "scientific": "Cebus capucinus",
      "common": "WHITE-HEADED / WHITE-THROATED CAPUCHIN"
    },
    {
      "count": 3,
      "scientific": "Cercopithecus neglectus",
      "common": "DE BRAZZA'S MONKEY"
    },
    {
      "count": 1,
      "scientific": "Chinchilla lanigera",
      "common": "CHINCHILLA (DOMESTICATED)"
    },
    {
      "count": 21,
      "scientific": "Dama dama",
      "common": "FALLOW DEER"
    },
    {
      "count": 4,
      "scientific": "Damaliscus pygargus",
      "common": "BONTEBOK / BLESBOK"
    },
    {
      "count": 22,
      "scientific": "Equus quagga",
      "common": "BURCHELL’S / GRANT’S / CHAPMAN’S / PLAINS ZEBRA"
    },
    {
      "count": 5,
      "scientific": "Giraffa camelopardalis",
      "common": "GIRAFFE"
    },
    {
      "count": 4,
      "scientific": "Hylobates lar",
      "common": "LAR GIBBON"
    },
    {
      "count": 5,
      "scientific": "Hystrix africaeaustralis",
      "common": "CAPE PORCUPINE"
    },
    {
      "count": 14,
      "scientific": "Lama glama",
      "common": "LLAMA"
    },
    {
      "count": 3,
      "scientific": "Lemur catta",
      "common": "RING-TAILED LEMUR"
    },
    {
      "count": 4,
      "scientific": "Leptailurus serval",
      "common": "SERVAL"
    },
    {
      "count": 1,
      "scientific": "Loxodonta africana",
      "common": "AFRICAN ELEPHANT"
    },
    {
      "count": 2,
      "scientific": "Lynx lynx",
      "common": "NORTHERN/EURASIAN LYNX"
    },
    {
      "count": 2,
      "scientific": "Macaca fuscata",
      "common": "JAPANESE MACAQUE / SNOW MACAQUE"
    },
    {
      "count": 3,
      "scientific": "Mandrillus sphinx",
      "common": "MANDRILL"
    },
    {
      "count": 7,
      "scientific": "Muntiacus muntjak",
      "common": "INDIAN MUNTJAC"
    },
    {
      "count": 18,
      "scientific": "Oryx beisa",
      "common": "EAST AFRICAN ORYX (BEISA ORYX)"
    },
    {
      "count": 3,
      "scientific": "Ovis aries aries",
      "common": "SHEEP INCLUDING ALL DOMESTIC BREEDS"
    },
    {
      "count": 3,
      "scientific": "Panthera tigris",
      "common": "TIGER"
    },
    {
      "count": 3,
      "scientific": "Puma concolor",
      "common": "PUMA / MOUNTAIN LION / COUGAR"
    },
    {
      "count": 6,
      "scientific": "Saguinus midas",
      "common": "RED-HANDED TAMARIN"
    },
    {
      "count": 5,
      "scientific": "Saguinus oedipus",
      "common": "COTTON-TOP TAMARIN"
    },
    {
      "count": 16,
      "scientific": "Sapajus appella",
      "common": "BROWN CAPUCHIN / TUFTED CAPUCHIN"
    },
    {
      "count": 24,
      "scientific": "Sus scrofa domestica",
      "common": "DOMESTIC PIG / POTBELLY PIG / MICRO PIG"
    },
    {
      "count": 24,
      "scientific": "Sus scrofa domestica",
      "common": "DOMESTIC PIG / POTBELLY PIG / MICRO PIG"
    },
    {
      "count": 10,
      "scientific": "Tragelaphus angasii",
      "common": "NYALA"
    },
    {
      "count": 4,
      "scientific": "Tragelaphus eurycerus",
      "common": "BONGO"
    },
    {
      "count": 17,
      "scientific": "Tragelaphus spekii",
      "common": "SITATUNGA"
    },
    {
      "count": 5,
      "scientific": "Tragelaphus strepsiceros",
      "common": "GREATER KUDU"
    },
    {
      "count": 2,
      "scientific": "Ursus thibetanus",
      "common": "ASIATIC BLACK BEAR"
    },
    {
      "count": 6,
      "scientific": "Varecia rubra",
      "common": "RED RUFFED LEMUR"
    },
    {
      "count": 3,
      "scientific": "Varecia variegata",
      "common": "BLACK-AND-WHITE RUFFED LEMUR"
    }
  ]
}