{
  "insp_id": "2016082568570188",
  "layout": "a",
  "customer_id": "18954",
  "customer_name": "Lucille Godfrey",
  "customer_addr": "604 Merrill Street\nBussey, IA 50044",
  "certificate": "42-A-0913",
  "site_id": "001",
  "site_name": "LUCILLE GODFREY",
  "insp_type": "ROUTINE INSPECTION",
  "date": "26-JUL-2017",
  "report_date": "26-JUL-2017",
  "citations": [
    {
      "code": "2.4",
      "kind": "Critical",
      "repeat": false,
      "desc": "NON-INTERFERENCE WITH APHIS OFFICIALS.",
      "narrative": "On July 26, 2017 at approximately 11:30 am the inspectors arrived at the facility and knocked on the front door.\nThe licensee came out the door and was very angry and spoke aggressively towards the inspectors. The licensee\nstated that she had sent a copy of her license to the office and was not going to have it renewed in October,\ntherefore the inspectors were not going to inspect the animals today. The inspectors informed the licensee that as\nlong as the license was still active they needed to do the inspection. The licensee again angrily stated that they\nwere not going to inspect today.\nThe inspectors told the licensee that she could cancel her license with them today and she stated she was not going\nto do that, she paid for it through October and she was going to keep it. Once again the inspectors said they\nneeded to conduct the inspection and the license began to verbally insult one of the inspectors. The inspectors\nstopped the verbal insults and once more asked the licensee if she was going to refuse the inspection or allow the\ninspection, but she continued to verbally harass one of the inspectors. The inspectors asked at least four times if\nthe licensee was refusing the inspection, and the licensee stated that she was not going to allow any inspections\nuntil she has another person present so the inspectors can not gang up on her.\nThe licensee angrily said that she was tired of the inspector bringing other inspectors to the facility. The inspector\nexplained that she had brought a Veterinary Medical Officer to the inspection due to the problems with veterinary\ncare at the facility. The licensee said that she has not had any veterinary care problems except with the dogs' teeth.\nThe inspectors asked one last time if she was going to allow the inspection and the licensee replyed by saying the\ninspector isn't supposed to be here until September, and wanted to know why the inspectors were here in July. The\ninspectors stated they were here to do an inspection based on a complaint from the public and the licensee\nrequested the mailing address for the Freedom of Information Act office.\nThe inspectors said they would return to their car and get her the requested information and bring it back to her and\nshe needed to take this time to decide if she was going to refuse the inspection or not. After returning from the car\nand giving the information back to the licensee she said that the inspection was going to be allowed. The licensee\nthen began to verbally insult and harass the inspector again and both inspectors told her she was to stop and they\nare going to get their inspection supplies from the car. The licensee followed the inspectors to their car and\ncontinued the verbal harassment of one of the inspectors and that inspector told the licensee that she was tired of\nthe name calling and the accusations and that needed to stop now and the inspection would begin. The licensee\ncontinued the harassment and both inspectors stopped the inspection and left the facility.\nInterference with APHIS officials does not allow for a proper inspection of the facility and animals, therefore, the\nregulations of the Animal Welfare Act cannot be adequately enforced.\nA licensee shall not interfere with, threaten, abuse (including verbal abuse), or harass any APHIS official in the\ncourse of carrying out his or her duties. The licensee must refrain from interfering with any APHIS official who is\ninspecting her facility in order to ensure that the Animal Welfare Act can be properly enforced.\nCorrection date: From this day forward\nThe exit interview could not be conducted due to interference from the licensee.\nAdditional Inspectors\nUnck Autumn, Veterinary Medical Officer"
    }
  ],
  "narrative": "2.4           CRITICAL\nNON-INTERFERENCE WITH APHIS OFFICIALS.\nOn July 26, 2017 at approximately 11:30 am the inspectors arrived at the facility and knocked on the front door. \nThe licensee came out the door and was very angry and spoke aggressively towards the inspectors.  The licensee\nstated that she had sent a copy of her license to the office and was not going to have it renewed in October,\ntherefore the inspectors were not going to inspect the animals today.  The inspectors informed the licensee that as\nlong as the license was still active they needed to do the inspection.  The licensee again angrily stated that they\nwere not going to inspect today.  \nThe inspectors told the licensee that she could cancel her license with them today and she stated she was not going\nto do that, she paid for it through October and she was going to keep it.  Once again the inspectors said  they\nneeded to conduct the inspection and the license began to verbally insult one of the inspectors.  The inspectors\nstopped the verbal insults and once more asked the licensee if she was going to refuse the inspection or allow the\ninspection, but  she continued to verbally harass one of the inspectors.  The inspectors asked at least four times if\nthe licensee was refusing the inspection, and the licensee stated that she was not going to allow any inspections\nuntil she has another person present so the inspectors can not gang up on her.  \nThe licensee angrily said that she was tired of the inspector bringing other inspectors to the facility.  The inspector\nexplained that she had brought a Veterinary Medical Officer to the inspection due to the problems with veterinary\ncare at the facility.  The licensee said that she has not had any veterinary care problems except with the dogs' teeth.\n The inspectors asked one last time if she was going to allow the inspection and the licensee replyed by saying the\ninspector isn't supposed to be here until September, and wanted to know why the inspectors were here in July.  The\ninspectors stated they were here to do an inspection based on a complaint from the public and the licensee\nrequested the mailing address for the Freedom of Information Act office.\nThe inspectors said they would return to their car and get her the requested information and bring it back to her and\nshe needed to take this time to decide if she was going to refuse the inspection or not.  After returning from the car\nand giving the information back to the licensee she said that the inspection was going to be allowed.  The licensee\nthen began to verbally insult and harass the inspector again and both inspectors told her she was to stop and they\nare going to get their inspection supplies from the car.  The licensee followed the inspectors to their car and\n\ncontinued the verbal harassment of one of the inspectors and that inspector told the licensee that she was tired of\nthe name calling and the accusations and that needed to stop now and the inspection would begin.  The licensee\ncontinued the harassment and both inspectors stopped the inspection and left the facility.  \nInterference with APHIS officials does not allow for a proper inspection of the facility and animals, therefore, the\nregulations of the Animal Welfare Act cannot be adequately enforced.\nA licensee shall not interfere with, threaten, abuse (including verbal abuse), or harass any APHIS official in the\ncourse of carrying out his or her duties.  The licensee must refrain from interfering with any APHIS official who is\ninspecting her facility in order to ensure that the Animal Welfare Act can be properly enforced. \nCorrection date:  From this day forward \nThe exit interview could not be conducted due to interference from the licensee.\nAdditional Inspectors\nUnck Autumn, Veterinary Medical Officer",
  "animals_total": 0,
  "species": [
    {
      "count": 0,
      "scientific": "NONE",
      "common": "NONE"
    }
  ]
}