{
  "insp_id": "20161107120860",
  "layout": "a",
  "customer_id": "324284",
  "customer_name": "Lillian I. Lehman",
  "customer_addr": "Rt. 374 S Haldeman Rd\nArtesia, NM 88210",
  "certificate": "85-A-0070",
  "site_id": "001",
  "site_name": "Lillian I. Lehman",
  "insp_type": "ROUTINE INSPECTION",
  "date": "19-JAN-2016",
  "report_date": "20-JAN-2016",
  "citations": [
    {
      "code": "3.1",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "The outdoor facility fencing on the north side of the dog kennel is constructed of metal pipe covered with various\nmaterials such as welded wire panels, rolled wire fencing, and barb wire. There are large gaps in the fencing where\nwild animals (such as skunks and coyotes) could enter the facility and come in contact with the dogs. The outdoor\nfacility fencing on the north side of the dog kennel must be repaired or replaced in order to protect the dogs.\nHousing facilities for dogs must be kept in good repair, protect the animals from injury, contain the animals securely,\nand restrict other animals from entering. To be corrected by: February 29, 2016."
    },
    {
      "code": "3.4(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "OUTDOOR HOUSING FACILITIES.",
      "narrative": "All of the outdoor tarps in the facility were shredded with strings of tarp material hanging down into the dog\nenclosures. These tarps can no longer protect the dogs from the direct rays of the sun or the direct effect of the\nwind, rain, or snow. The strings of tarp material could potentially be ingested by the dogs and create health\nproblems. The outdoor tarps in this dog kennel must be taken down and replaced in order to provide adequate\nprotection from sunlight, wind, rain, and snow. This was corrected at the time of the inspection.\nInspection and exit briefing were conducted with facility representative."
    }
  ],
  "narrative": "3.1\nHOUSING FACILITIES, GENERAL.\nThe outdoor facility fencing on the north side of the dog kennel is constructed of metal pipe covered with various\nmaterials such as welded wire panels, rolled wire fencing, and barb wire.  There are large gaps in the fencing where\nwild animals (such as skunks and coyotes) could enter the facility and come in contact with the dogs.  The outdoor\nfacility fencing on the north side of the dog kennel must be repaired or replaced in order to protect the dogs. \nHousing facilities for dogs must be kept in good repair, protect the animals from injury, contain the animals securely,\nand restrict other animals from entering.  To be corrected by:  February 29, 2016.\n3.4(b)(2)\nOUTDOOR HOUSING FACILITIES.\nAll of the outdoor tarps in the facility were shredded with strings of tarp material hanging down into the dog\nenclosures. These tarps can no longer protect the dogs from the direct rays of the sun or the direct effect of the\nwind, rain, or snow.  The strings of tarp material could potentially be ingested by the dogs and create health\nproblems.  The outdoor tarps in this dog kennel must be taken down and replaced in order to provide adequate\nprotection from sunlight, wind, rain, and snow.  This was corrected at the time of the inspection.\nInspection and exit briefing were conducted with facility representative.",
  "animals_total": 19,
  "species": [
    {
      "count": 12,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 7,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}