{
  "insp_id": "2016082568041436",
  "layout": "a",
  "customer_id": "3169",
  "customer_name": "Stone Mountain Game Ranch",
  "customer_addr": "4525 Highway 78\nLilburn, GA 30047",
  "certificate": "57-C-0029",
  "site_id": "001",
  "site_name": "STONE MOUNTAIN GAME RANCH",
  "insp_type": "ROUTINE INSPECTION",
  "date": "14-DEC-2016",
  "report_date": "15-DEC-2016",
  "citations": [
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": true,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "In the isolation area, in the pen housing four adult goats and their six kids, there was a wire fence panel at the back\nof the enclosure that had a gap between it and the wall behind it. The height of the wire panel and the spacing\nbetween it and the wall was such that it could pose a risk of a goat getting stuck or getting its head or a leg stuck.\nThe gap poses a potential risk of injury to the goats. The wire panel placement should be fixed or the panel should\nbe removed to prevent possible injury of the animals.\nIn the enclosure housing eight bison there is a shed with two metal bumper-type railings attached to the posts on\neither side. On one side it was observed that the lower railing attached to only three posts and the end of the railing\nstopped halfway between the third and fourth posts creating a gap. The end of the railing looked sharp and had\npointed edges. The upper railing on the same side ended between the first and second posts leaving a gap in a\nsimilar manner. It was also near eye level of the bison. The exposed ends of the railings could potentially pose a\nrisk of injury to the bison if they run into the sharp ends or trip on the lower rung. The railings attached to the shed\nposts should be modified, repaired or replaced so that there are no sharp or pointed ends that might injure the\nbison."
    },
    {
      "code": "3.129",
      "kind": "",
      "repeat": true,
      "desc": "FEEDING.",
      "narrative": "There is a public feeding tube provided at the bear enclosure housing the four bears. The tube is a white PVC pipe\nin which the public is allowed to drop food to feed the bears. The inside surface of the pipe has a buildup of food\nresidue or grime that will contaminate food delivered through the tube. Contamination poses a health risk. All food\nreceptacles shall be kept clean and sanitary to prevent contamination and protect the health of the bears."
    },
    {
      "code": "3.131(a)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "Parts of the bobcat enclosure have not been adequately cleaned. A shelter structure (blue plastic barrel) in the\nenclosure housing three bobcats appeared dirty and had brown smears and streaks on large areas of the shelter.\nEnclosures must be cleaned as often as necessary to prevent contamination of the animals and minimize disease\nhazards.\nCorrect by: 12/21/2016\nThis inspection and exit interview was conducted by the ACI, VMO, and the facility Director.\nAdditional Inspectors\nLoerzel Suzan, Veterinary Medical Officer"
    }
  ],
  "narrative": "3.125(a)                    REPEAT\nFACILITIES, GENERAL.   \nIn the isolation area, in the pen housing four adult goats and their six kids, there was a wire fence panel at the back\nof the enclosure that had a gap between it and the wall behind it.  The height of the wire panel and the spacing\nbetween it and the wall was such that it could pose a risk of a goat getting stuck or getting its head or a leg stuck. \nThe gap poses a potential risk of injury to the goats.  The wire panel placement should be fixed or the panel should\nbe removed to prevent possible injury of the animals.\nIn the enclosure housing eight bison there is a shed with two metal bumper-type railings attached to the posts on\neither side.  On one side it was observed that the lower railing attached to only three posts and the end of the railing\nstopped halfway between the third and fourth posts creating a gap.  The end of the railing looked sharp and had\npointed edges.  The upper railing on the same side ended between the first and second posts leaving a gap in a\nsimilar manner. It was also near eye level of the bison.  The exposed ends of the railings could potentially pose a\nrisk of injury to the bison if they run into the sharp ends or trip on the lower rung.  The railings attached to the shed\nposts should be modified, repaired or replaced so that there are no sharp or pointed ends that might injure the\nbison.\n3.129                    REPEAT\nFEEDING.    \nThere is a public feeding tube provided at the bear enclosure housing the four bears.  The tube is a white PVC pipe\nin which the public is allowed to drop food to feed the bears.  The inside surface of the pipe has a buildup of food\nresidue or grime that will contaminate food delivered through the tube.  Contamination poses a health risk.  All food\nreceptacles shall be kept clean and sanitary to prevent contamination and protect the health of the bears.\n3.131(a)\nSANITATION.   \nParts of the bobcat enclosure have not been adequately cleaned. A shelter structure (blue plastic barrel) in the\nenclosure housing three bobcats appeared dirty and had brown smears and streaks on large areas of the shelter.\n\nEnclosures must be cleaned as often as necessary to prevent contamination of the animals and minimize disease\nhazards. \nCorrect by: 12/21/2016\nThis inspection and exit interview was conducted by the ACI, VMO, and the facility Director.\nAdditional Inspectors\nLoerzel Suzan, Veterinary Medical Officer",
  "animals_total": 77,
  "species": [
    {
      "count": 8,
      "scientific": "Bison bison",
      "common": "AMERICAN BISON"
    },
    {
      "count": 1,
      "scientific": "Canis latrans",
      "common": "COYOTE"
    },
    {
      "count": 30,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 2,
      "scientific": "Lama pacos suri",
      "common": "SURI ALPACA"
    },
    {
      "count": 3,
      "scientific": "Lynx rufus",
      "common": "BOBCAT"
    },
    {
      "count": 11,
      "scientific": "Oryctolagus cuniculus",
      "common": "EUROPEAN RABBIT"
    },
    {
      "count": 13,
      "scientific": "Ovis aries aries",
      "common": "SHEEP INCLUDING ALL DOMESTIC BREEDS"
    },
    {
      "count": 3,
      "scientific": "Sus domestica",
      "common": "DOMESTIC PIG"
    },
    {
      "count": 4,
      "scientific": "Ursus thibetanus",
      "common": "ASIATIC BLACK BEAR"
    },
    {
      "count": 2,
      "scientific": "Vulpes vulpes",
      "common": "RED FOX (INCLUDES SILVER FOX & CROSS FOX)"
    }
  ]
}