{
  "insp_id": "25161112510830",
  "layout": "a",
  "customer_id": "3169",
  "customer_name": "Stone Mountain Game Ranch",
  "customer_addr": "4525 Highway 78\nLilburn, GA 30047",
  "certificate": "57-C-0029",
  "site_id": "001",
  "site_name": "STONE MOUNTAIN GAME RANCH",
  "insp_type": "ROUTINE INSPECTION",
  "date": "14-JAN-2016",
  "report_date": "19-JAN-2016",
  "citations": [
    {
      "code": "2.40(b)(3)",
      "kind": "Direct",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "The black female goat n the large run is limping on her left front leg. When standing she is hesitant to put it down\nand place weight on it. There are no records documenting her condition. This goat shall be examined by the\nveterinarian and appropriate treatment provided.\nThe large white pig that is allowed to roam free in the park was observed recumbent. When the licensee attempted\nto wake her she had great difficulty rising to her feet. Once she was up she attempted to walk but was not able to.\nThis pig shall be examined by the veterinarian and appropriate treatment provided.\nThere are three very thin sheep in the main sheep pen, two adult and one juvenile, and there is a bobcat that is thin\nas well. The flank area of these animals is sunken in and the boney prominence of their hip bones and spine are\nprominent. These animals shall be examined by the veterinarian and appropriate treatment provided.\nThere are three or more goats in the large goat pen that have thinning hair and bald spots. There is a large white\nfemale sheep that has balding areas on her abdomen and front leg that are very pink and shiny. In some areas the\nskin is flaking. The goats were previously under treatment for this same condition which had improved and the hair\nwas growing back, but it now appears that the condition is recurring. These goats shall be examined by the\nveterinarian and appropriate treatment provided.\nThe small black and white pig in the pen with two other pigs is unsteady on her feet. The pig was observed\nstaggering and stumbling when attempting to climb into the house. Once in the house the pig just stood leaning\nagainst the wall with her legs crossing or slanted abnormally beneath her. This pig shall be examined by the\nveterinarian and appropriate treatment provided.\nThere is a white Ram sheep in the hospital area with several other sheep . The Ram is limping on his right forelimb.\nThis was observed and documented earlier in the day by the employee. This sheep shall be examined and\nappropriate treatment provided."
    },
    {
      "code": "3.52(c)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, OUTDOOR.",
      "narrative": "The rabbits currently housed in the hospital area are in stacked stainless steel cages beneath a shelter roof. There\nis minimal (less than an inch of shavings) bedding provided in these enclosures for the rabbits which will provide no\nprotection from the wind and the cold. Currently the atmospheric temperature in this location is dropping into the\nlow 30's (farenheit). Exposure to cold temperatures for extended periods of time may result in illness or death.\nShelter must be provided to protect the rabbits from the cold when the atmospheric temperature drops below 40\ndegrees F\nCorrect by January 15, 2016."
    },
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": true,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "Two (2) goats, at the beginning of the walk through area, have an area cut out in the fencing, where they can put\ntheir heads through it, in order to be fed by the public. Where the wire was cut, there are several protruding wires,\nwith sharp points facing into the opening. Each time one of the goats pokes it's head in, or pulls it out, of the cut\nhole, there is a chance of the animal scraping or being scratched by the protruding points. All facilities must be\nmaintained in good repair to protect the animals from injury.\nThree (3) bobcats are being housed in a corn crib. There is a small area of secondary wire placed over a hole in the\ninitial wiring of the crib. This secondary wire is old, corroded, and has sharp points. The condition of the secondary\nwire could result in injury to the animals involved. The facility must be constructed of such material and of such\nstrength as appropriate for protecting the animals from injury and to contain the animals from escape.\nIn the Hospital area, there are two enclosures containing goats, and sheep. Around the back and side area of these\ntwo enclosures are panels that are beginning to rust, and are not securely attached to the wall, creating a gap. This\nis allowing for a possible injury to the animals contained in those areas. These panels need to be removed,\nrepaired, or replaced to maintain a safe environment for the animals.\nThere is an enclosure with two (2) pigs. In the rear of the enclosure, the fencing does not meet the ground, leaving\na gap in between. This gap is a large enough opening that an animal from the outside could enter the pigs\nenclosure. Repair of this area is necessary to protect the animals from harm and to eliminate the possibility of other\nanimals entering.\nThe facility must be constructed of such material and of such strength as appropriate for the animals involved. The\nindoor and outdoor housing facilities shall be structurally sound and shall be maintained in good repair to protect the\nanimals from injury and to contain the animals."
    },
    {
      "code": "3.127(b)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, OUTDOOR.",
      "narrative": "The shelter currently provided for the deer is a roof with no sides. The natural surroundings in the enclosure are not\nenough to provide sufficient protection from the wind and cold. A shelter shall be provided that will protect the deer\nand prevent discomfort during inclement weather.\nThe four adult goats, one sheep and two baby goats currently housed in the same pen in the hospital area do not\nhave a shelter. Insufficient protection from the wind and cold can result in illness or death. Adequate shelter shall\nbe provided to protect these animals from the cold and prevent discomfort.\nThe large pen housing seventeen goats has a raised house with no access and two dog igloos provided for shelter.\n. This is insufficient housing for the number of goats in the enclosure. Additional shelter shall be provided to allow\nall of the goats access to shelter from the wind and cold.\nThere is no bedding, or minimal bedding provided in the enclosure with the small black and white pig and two larger\npigs. With the current temperatures dropping into the low 30's additional bedding shall be provided to protect the\npigs from the cold and prevent discomfort.\nCorrect by January 21, 2016."
    },
    {
      "code": "3.127(c)",
      "kind": "",
      "repeat": true,
      "desc": "FACILITIES, OUTDOOR.",
      "narrative": "(c) Drainage\n***The pig enclosures that have dirt floors, do not provide any dry surface area for the pigs during extensive rain.\nThe only dry area was observed in the pigs primary housing. The pigs were observed sinking down into the mud\nwhile walking around the pen with no dry area to stand or lay if they want to get out of the mud. Although pigs enjoy\nmud they must have dry surfaces as well. Constant exposure to wet, soggy ground can lead to disease and illness.\nProper drainage must be provided to efficiently remove excess water to prevent the muddy conditions and provide\nfor the health and well being of the pigs."
    },
    {
      "code": "3.131(a)",
      "kind": "",
      "repeat": true,
      "desc": "SANITATION.",
      "narrative": "The elevated platform in the enclosure containing 4 Bear, has a build up of hair, dirt, leaves, feces, and other debris,\naround all the edges. The area has visibly not been cleaned and sanitized in an appropriate length of time to\nmaintain a clean and safe enviroment. This accumulation of debris can harbor contaminants, and cause a risk\nfactor of disease for the animals involved. Sanitizing and appropriate cleaning is to take place as often as necessary\nto prevent contamination of the animals contained therein and to minimize disease hazards and to reduce odors.\nThis inspection and exit interview was conducted by Brenda Pietrosante, ACI, with Michelle Williams, DVM, and the\nfacility President.\nAdditional Inspectors\nWilliams Michelle, Veterinary Medical Officer"
    }
  ],
  "narrative": "2.40(b)(3)           DIRECT                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThe black female goat n the large run is limping on her left front leg.  When standing she is hesitant to put it down\nand place weight on it.  There are no records documenting her condition.  This goat shall be examined by the\nveterinarian and appropriate treatment provided. \nThe large white pig that is allowed to roam free in the park was observed recumbent. When the licensee attempted\nto wake her she had great difficulty rising to her feet.  Once she was up she attempted to walk but was not able to.\nThis pig shall be examined by the veterinarian and appropriate treatment provided.\nThere are three very thin sheep in the main sheep pen, two adult and one juvenile, and there is a bobcat that is thin\nas well.  The flank area of these animals is sunken in and the boney prominence of their hip bones and spine are\nprominent. These animals shall be examined by the veterinarian and appropriate treatment provided.\nThere are three or more goats in the large goat pen that have thinning hair and bald spots.  There is a large white\nfemale sheep that has balding areas on her abdomen and front leg that are very pink and shiny.  In some areas the\nskin is flaking.  The goats were previously under treatment for this same condition which had improved and the hair\nwas growing back, but it now appears that the condition is recurring. These goats shall be examined by the\nveterinarian and appropriate treatment provided.\nThe small black and white pig in the pen with two other pigs is unsteady on her feet. The pig was observed\nstaggering and stumbling when attempting to climb into the house.  Once in the house the pig just stood leaning\nagainst the wall with her legs crossing or slanted abnormally beneath her. This pig shall be examined by the\nveterinarian and appropriate treatment provided.\nThere is a white Ram sheep in the hospital area with several other sheep .  The Ram is limping on his right forelimb.\n This was observed and documented earlier in the day by the employee.  This sheep shall be examined and\nappropriate treatment provided.\n\n3.52(c)\nFACILITIES, OUTDOOR.   \nThe rabbits currently housed in the hospital area are in stacked stainless steel cages beneath a shelter roof. There\nis minimal (less than an inch of shavings) bedding provided in these enclosures for the rabbits which will provide no\nprotection from the wind and the cold.  Currently the atmospheric temperature in this location is dropping into the\nlow 30's (farenheit).  Exposure to cold temperatures for extended periods of time may result in illness or death.\nShelter must be provided to protect the rabbits from the cold when the atmospheric temperature drops below 40\ndegrees F\nCorrect by January 15, 2016.\n3.125(a)                    REPEAT\nFACILITIES, GENERAL.   \nTwo (2) goats, at the beginning of the walk through area, have an area cut out in the fencing, where they can put\ntheir heads through it, in order to be fed by the public. Where the wire was cut, there are several protruding wires,\nwith sharp points facing into the opening.  Each time one of the goats pokes it's head in, or pulls it out, of the cut\nhole, there is a chance of the animal scraping or being scratched by the protruding points. All facilities must be\nmaintained in good repair to protect the animals from injury.\nThree (3) bobcats are being housed in a corn crib. There is a small area of secondary wire placed over a hole in the\ninitial wiring of the crib. This secondary wire is old, corroded, and has sharp points. The condition of the secondary\nwire could result in injury to the animals involved. The facility must be constructed of such material and of such\nstrength as appropriate for protecting the animals from injury and to contain the animals from escape.\nIn the Hospital area, there are two enclosures containing goats, and sheep. Around the back and side area of these\ntwo enclosures are panels that are beginning to rust, and are not securely attached to the wall, creating a gap. This\nis allowing for a possible injury to the animals contained in those areas. These panels need to be removed,\nrepaired, or replaced to maintain a safe environment for the animals.\nThere is an enclosure with two (2) pigs.  In the rear of the enclosure, the fencing does not meet the ground, leaving\na gap in between. This gap is a large enough opening that an animal from the outside could enter the pigs\nenclosure. Repair of this area is necessary to protect the animals from harm and to eliminate the possibility of other\nanimals entering.\nThe facility must be constructed of such material and of such strength as appropriate for the animals involved. The\nindoor and outdoor housing facilities shall be structurally sound and shall be maintained in good repair to protect the\nanimals from injury and to contain the animals.\n\n3.127(b)\nFACILITIES, OUTDOOR. \nThe shelter currently provided for the deer is a roof with no sides.  The natural surroundings in the enclosure are not\nenough  to provide sufficient  protection from the wind and cold. A shelter shall be provided that will protect the deer\nand prevent discomfort during inclement weather. \nThe four adult goats, one sheep and two baby goats currently housed in the same pen in the hospital area do not\nhave a shelter.  Insufficient protection from the wind and cold can result in illness or death.  Adequate shelter shall\nbe provided to protect these animals from the cold and prevent discomfort.\nThe large pen housing seventeen goats has a raised house with no access and two dog igloos provided for shelter.\n.  This is insufficient housing for the number of goats in the enclosure. Additional shelter shall be provided to allow\nall of the goats access to shelter from the wind and cold.\nThere is no bedding, or minimal bedding provided in the enclosure with the small black and white pig and two larger\npigs.  With the current temperatures dropping into the low 30's additional bedding shall be provided to protect the\npigs from the cold and prevent discomfort.\nCorrect by January 21, 2016.\n3.127(c)                    REPEAT\nFACILITIES, OUTDOOR. \n(c) Drainage\n***The pig enclosures that have dirt floors, do not provide any dry surface area for the pigs during extensive rain. \nThe only dry area was observed in the pigs primary housing.  The pigs were observed sinking down into the mud\nwhile walking around the pen with no dry area to stand or lay if they want to get out of the mud. Although pigs enjoy\nmud they must have dry surfaces as well.  Constant exposure to wet, soggy ground can lead to disease and illness. \nProper drainage must be provided to efficiently remove excess water to prevent the muddy conditions and provide\nfor the health and well being of the pigs.\n\n3.131(a)                    REPEAT\nSANITATION.   \nThe elevated platform in the enclosure containing 4 Bear, has a build up of hair, dirt, leaves, feces, and other debris,\n around all the edges.  The area has visibly not been cleaned and sanitized in an appropriate length of time to\nmaintain a clean and safe enviroment.  This accumulation of debris can harbor contaminants, and cause a risk\nfactor of disease for the animals involved. Sanitizing and appropriate cleaning is to take place as often as necessary\nto prevent contamination of the animals contained therein and to minimize disease hazards and to reduce odors.\nThis inspection and exit interview was conducted by Brenda Pietrosante, ACI, with Michelle Williams, DVM, and the\nfacility President.\nAdditional Inspectors\nWilliams Michelle, Veterinary Medical Officer",
  "animals_total": 120,
  "species": [
    {
      "count": 8,
      "scientific": "Bison bison",
      "common": "AMERICAN BISON"
    },
    {
      "count": 1,
      "scientific": "Canis latrans",
      "common": "COYOTE"
    },
    {
      "count": 38,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 3,
      "scientific": "Lynx rufus",
      "common": "BOBCAT"
    },
    {
      "count": 1,
      "scientific": "Marmota monax",
      "common": "GROUNDHOG / WOODCHUCK"
    },
    {
      "count": 18,
      "scientific": "Odocoileus virginianus",
      "common": "WHITE-TAILED DEER"
    },
    {
      "count": 15,
      "scientific": "Oryctolagus cuniculus",
      "common": "EUROPEAN RABBIT"
    },
    {
      "count": 21,
      "scientific": "Ovis aries aries",
      "common": "SHEEP INCLUDING ALL DOMESTIC BREEDS"
    },
    {
      "count": 6,
      "scientific": "Sus scrofa domestica",
      "common": "DOMESTIC PIG / POTBELLY PIG / MICRO PIG"
    },
    {
      "count": 1,
      "scientific": "Urocyon cinereoargenteus",
      "common": "GRAY FOX / GREY FOX"
    },
    {
      "count": 5,
      "scientific": "Ursus americanus",
      "common": "NORTH AMERICAN BLACK BEAR"
    },
    {
      "count": 3,
      "scientific": "Vulpes vulpes",
      "common": "RED FOX (INCLUDES SILVER FOX & CROSS FOX)"
    }
  ]
}