{
  "insp_id": "2016082568982285",
  "layout": "a",
  "customer_id": "329797",
  "customer_name": "Jacob K Lapp",
  "customer_addr": "12547 Madden Road\nBelmont, WI 53510",
  "certificate": "35-A-0361",
  "site_id": "001",
  "site_name": "JACOB LAPP",
  "insp_type": "ROUTINE INSPECTION",
  "date": "30-NOV-2017",
  "report_date": "30-NOV-2017",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "A weanling guinea pig was seen to be weak and reluctant to move. This was pointed out to the licensee during\ninspection. This animal is sick and needs prompt veterinary care. Lack of prompt veterinary care in a poorly\nresponsive animal could allow discomfort in the affected animal and if contagious could spread sickness to other\nanimals in the building. The licensee called the attending veterinarian (AV) during inspection however the AV was\nout on a service call. The facility must ensure that the attending veterinarian is contacted to evaluate and treat the\nobserved sick weanling.\nCorrect by 12/1/2017\nThis inspection and exit interview were conducted with a facility representative."
    }
  ],
  "narrative": "2.40(b)(2)           DIRECT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nA weanling guinea pig was seen to be weak and reluctant to move.  This was pointed out to the licensee during\ninspection.  This animal is sick and needs prompt veterinary care.  Lack of prompt veterinary care in a poorly\nresponsive animal could allow discomfort in the affected animal and if contagious could spread sickness to other\nanimals in the building.  The licensee called the attending veterinarian (AV) during inspection however the  AV was\nout on a service call.  The facility must ensure that the attending veterinarian is contacted to evaluate and treat the\nobserved sick weanling.\nCorrect by 12/1/2017\nThis inspection and exit interview were conducted with a facility representative.",
  "animals_total": 3134,
  "species": [
    {
      "count": 3134,
      "scientific": "Cavia porcellus",
      "common": "DOMESTIC GUINEA PIG"
    }
  ]
}