{
  "insp_id": "147160901230520",
  "layout": "a",
  "customer_id": "30760",
  "customer_name": "Henry R Sommers",
  "customer_addr": "31264 141 Ave\nCincinnati, IA 52549",
  "certificate": "42-A-1329",
  "site_id": "001",
  "site_name": "HENRY SOMMERS",
  "insp_type": "ROUTINE INSPECTION",
  "date": "23-MAY-2016",
  "report_date": "25-MAY-2016",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "A female Morkie puppy was observed to be lying on the floor of her enclosure. The puppy was laying on her chest\nand belly and appeared lifeless and unresponsive. The licensee removed the puppy from her enclosure for closer\nobservation by the inspectors. The puppy's eyelids were partially closed and the hair surrounding both eyes was\nwet and the hair on her rump was also wet. Physical examination of the puppy's gums revealed that they were\nextremely pale to white in color. The puppy was weak and limp while being held and her body was cold to the\ntouch. When the puppy was returned to her enclosure, she was laid out flat on her side and made no attempt to\nmove or raise her head.\nThe licensee stated that he noticed the puppy was a little thinner and had begun feeding her soft food. The\nlicensee also said the puppy was fine that morning and had eaten the food. The licensee stated that he has not\ncontacted a licensed veterinarian about the puppy's condition. The inspectors stopped the inspection and\nrequested the licensee seek immediate veterinary care for the puppy. The licensee called a licensed veterinarian\nand then transported the puppy to the veterinarian for evaluation of her condition.\nPoor body condition, pale gums, and unresponsive/lethargic behavior can be a sign of a serious underlying medical\nissue. The licensee must ensure that the diagnosis and treatment plan from the evaluation by the licensed\nveterinarian is documented and available to the inspectors upon request. The licensee must ensure that all dogs\nreceive adequate veterinary care at all times."
    },
    {
      "code": "3.1(a)",
      "kind": "",
      "repeat": true,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "The outdoor sections of the dog enclosures are constructed of wire panels. At the far end of the building there is\none enclosure, containing at least one dog, which the front panel is not attached to the side panel resulting in a\nlarge gap. The gap appears large enough for a dog to place it's head through. The licensee stated that he had\nbeen working on repairing the enclosures but must have missed that one. Gaps in the wire panels can cause a dog\nto become entrapped or escape which could result in injury.\nHousing facilities for dogs must be constructed and designed so that they protect the dogs from injury and contain\nthe animals securely. The licensee must alter this enclosure in a manner that removes the gap between the panels\nand eliminates the risk of injury or escape. The licensee must ensure that all enclosures are kept in good repair and\nare safe for the dogs at all times."
    },
    {
      "code": "3.1(c)(2)",
      "kind": "",
      "repeat": true,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "At least three enclosures, containing two adult dogs and two puppies, have carpet squares for the dogs to sit and lie\non. The edges of the carpet squares have been torn and shredded into long strands by the dogs. Some of the long\nstrands of carpet have become tangled into clumps and one adult female was observed to have a clump of the\nshredded carpet attached to her face and she used a front paw to remove the material. The damaged and\nshredded carpet cannot be adequately cleaned and sanitized which could increase the risk of disease hazards\ntowards the dogs.\nAll surfaces of housing facilities must be maintained on a regular basis. Any surface that cannot be readily cleaned\nand sanitized must be replaced when worn or soiled. The licensee must replace the damaged carpet squares with\na surface that is capable of being adequately cleaned and sanitized. The licensee must ensure that all surfaces of\nhousing facilities are kept in good repair and can be readily cleaned and sanitized at all times.\nA partial inspection of the facility was conducted with Kelly Maxwell, ACI, Heather Cole, VMO and the licensee on\nMay 23, 2016.\nA brief exit interview was conducted with Kelly Maxwell, ACI, Heather Cole, VMO and the licensee on May 23,\n2016.\nA full exit interview was conducted with Kelly Maxwell, ACI and the facility representative on May 25, 2016.\nAdditional Inspectors\nCole Heather, Supervisory Animal Care Specialist"
    }
  ],
  "narrative": "2.40(b)(2)           DIRECT                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nA female Morkie puppy was observed to be lying on the floor of her enclosure.  The puppy was laying on her chest\nand belly and appeared lifeless and unresponsive.  The licensee removed the puppy from her enclosure for closer\nobservation by the inspectors.  The puppy's eyelids were partially closed and the hair surrounding both eyes was\nwet and the hair on her rump was also wet.  Physical examination of the puppy's gums revealed that they were\nextremely pale to white in color.  The puppy was weak and limp while being held and her body was cold to the\ntouch.  When the puppy was returned to her enclosure, she was laid out flat on her side and made no attempt to\nmove or raise her head.  \nThe licensee stated that he noticed the puppy was a little thinner and had begun feeding her soft food.  The\nlicensee also said the puppy was fine that morning and had eaten the food.  The licensee stated that he has not\ncontacted a licensed veterinarian about the puppy's condition.  The inspectors stopped the inspection and\nrequested the licensee seek immediate veterinary care for the puppy.  The licensee called a licensed veterinarian\nand then transported the puppy to the veterinarian for evaluation of her condition.\nPoor body condition, pale gums, and unresponsive/lethargic behavior can be a sign of a serious underlying medical\nissue.  The licensee must ensure that the diagnosis and treatment plan from the evaluation by the licensed\nveterinarian is documented and available to the inspectors upon request.  The licensee must ensure that all dogs\nreceive adequate veterinary care at all times.  \n3.1(a)                    REPEAT\nHOUSING FACILITIES, GENERAL.\nThe outdoor sections of the dog enclosures are constructed of wire panels.  At the far end of the building there is\none enclosure, containing at least one dog, which the front panel is not attached to the side panel resulting in a\nlarge gap.  The gap appears large enough for a dog to place it's head through.  The licensee stated that he had\nbeen working on repairing the enclosures but must have missed that one.  Gaps in the wire panels can cause a dog\nto become entrapped or escape which could result in injury.\n\nHousing facilities for dogs must be constructed and designed so that they protect the dogs from injury and contain\nthe animals securely.  The licensee must alter this enclosure in a manner that removes the gap between the panels\nand eliminates the risk of injury or escape.  The licensee must ensure that all enclosures are kept in good repair and\nare safe for the dogs at all times.\n3.1(c)(2)                    REPEAT\nHOUSING FACILITIES, GENERAL.\nAt least three enclosures, containing two adult dogs and two puppies, have carpet squares for the dogs to sit and lie\non.  The edges of the carpet squares have been torn and shredded into long strands by the dogs.  Some of the long\nstrands of carpet have become tangled into clumps and one adult female was observed to have a clump of the\nshredded carpet attached to her face and she used a front paw to remove the material.  The damaged and\nshredded carpet cannot be adequately cleaned and sanitized which could increase the risk of disease hazards\ntowards the dogs.  \nAll surfaces of housing facilities must be maintained on a regular basis.  Any surface that cannot be readily cleaned\nand sanitized must be replaced when worn or soiled.  The licensee must replace the damaged carpet squares with\na surface that is capable of being adequately cleaned and sanitized.  The licensee must ensure that all surfaces of\nhousing facilities are kept in good repair and can be readily cleaned and sanitized at all times.\nA partial inspection of the facility was conducted with Kelly Maxwell, ACI, Heather Cole, VMO and the licensee on\nMay 23, 2016.\nA brief exit interview was conducted with Kelly Maxwell, ACI, Heather Cole, VMO and the licensee on May 23,\n2016.\nA full exit interview was conducted with Kelly Maxwell, ACI and the facility representative on May 25, 2016.\nAdditional Inspectors\nCole Heather, Supervisory Animal Care Specialist",
  "animals_total": 59,
  "species": [
    {
      "count": 42,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 17,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}