{
  "insp_id": "2016090000501528",
  "layout": "b",
  "customer_id": "24700",
  "customer_name": "JANE BETHARDS",
  "customer_addr": "33725 210TH ST\nGARDEN GROVE, IA 50103",
  "certificate": "42-C-0208",
  "site_id": "001",
  "site_name": "JANE BETHARDS",
  "insp_type": "ROUTINE INSPECTION",
  "date": "28-DEC-2020",
  "report_date": "29-DEC-2020",
  "citations": [
    {
      "code": "2.40(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "* No written program of veterinary care was available at the time of inspection. The written program of veterinary\ncare is required for facilities which do not employ a full-time veterinarian. The program of veterinary care is a written\nagreement between the licensee and the attending veterinarian. Formal arrangements shall include regularly scheduled\nvisits to the premise of the licensee. The program of veterinarian care establishes standards of care for the animals. A\ncompleted written program of veterinary care is important for the care of the animals and ensures clear and accurate\ncommunication between the facility and the attending vet. The licensee must have a completed program of veterinary\ncare available for review during inspections. To be corrected by 1/11/21"
    },
    {
      "code": "3.127(b)",
      "kind": "",
      "repeat": false,
      "desc": "Facilities, outdoor.",
      "narrative": "* No sheltered structure was observed for three adult reindeer being housed in an outdoor enclosure. Adequate housing\nis necessary to ensure the health and well-being of the reindeer and to provide protection from the elements. The\nlicensee must ensure that sheltered housing is accessible to every reindeer housed outdoors at all times. Correct by\n1/4/21\n* The facility inspection and verbal exit briefing on on 12/28/20 and the delivery of the inspection report and exit briefing\ndone on 12/29/20 were conducted with the licensee.\nEnd Section"
    }
  ],
  "narrative": "2.40(a)(1) \n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \n*         No written program of veterinary care was available at the time of inspection. The written program of veterinary \ncare is required for facilities which do not employ a full-time veterinarian. The program of veterinary care is a written \nagreement between the licensee and the attending veterinarian.  Formal arrangements shall include regularly scheduled \nvisits to the premise of the licensee.   The program of veterinarian care establishes standards of care for the animals.  A \ncompleted written program of veterinary care is important for the care of the animals and ensures clear and accurate \ncommunication between the facility and the attending vet.  The licensee must have a completed program of veterinary \ncare available for review during inspections.  To be corrected by 1/11/21 \n3.127(b) \n   \nFacilities, outdoor. \n*   No sheltered structure was observed for three adult reindeer being housed in an outdoor enclosure.  Adequate housing \nis necessary to ensure the health and well-being of the reindeer and to provide protection from the elements.   The \nlicensee must ensure that sheltered housing is accessible to every reindeer housed outdoors at all times.  Correct by \n1/4/21\n\n*  The facility inspection and verbal exit briefing on on 12/28/20 and the delivery of the inspection report and exit briefing \ndone on 12/29/20 were conducted with the licensee. \n \nEnd Section",
  "animals_total": 6,
  "species": [
    {
      "count": 6,
      "scientific": "Rangifer tarandus",
      "common": "REINDEER"
    }
  ]
}