{
  "insp_id": "2016082568029859",
  "layout": "a",
  "customer_id": "2197",
  "customer_name": "Kevin R Weaver",
  "customer_addr": "1150 Carpenter Road\nLititz, PA 17543",
  "certificate": "23-B-0010",
  "site_id": "001",
  "site_name": "KEVIN WEAVER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "08-DEC-2016",
  "report_date": "08-DEC-2016",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "In building 1, the last enclosure in the first row had a tan and white female guinea pig with a right front foot that was\nseverely swollen on both the top and bottom. The swelling was about a 1/2 inch in diameter and extended above\nand below the foot. The skin was very red and inflamed. The first three toes of the right front foot were visible, the\nfourth toe (lateral digit) was surrounded by swollen tissue. This guinea pig was not on any treatment and had not\nbeen evaluated by the attending veterinarian for the swollen foot. When the APHIS officials identified the condition\nof this guinea pig the licensee called the attending veterinarian. During the inspection the veterinarian evaluated the\nguinea pig and veterinary care was provided. Corrected during the inspection."
    },
    {
      "code": "3.31(a)(1)",
      "kind": "",
      "repeat": true,
      "desc": "SANITATION.",
      "narrative": "In building 1, row 1 there were 20 enclosures housing about 275 guinea pigs and their offspring that had fecal\nmaterial consolidated into a wet pad on the floor area in the back portion of the enclosures. The licensee informed\nthe APHIS officials that employees are replacing the bedding in the front of the enclosures by the automatic water\nvalves when it is wet, but are only cleaning the entire enclosure every two weeks before they are sanitized. Too\nmuch feces and liquid waste is accumulating between the two week cleaning interval. The accumulations of debris,\nfeces, and wet bedding exposes the guinea pigs to potential infections with bacteria, fungi, and parasites. Correct\nby ensuring that all primary enclosures are clean and sanitized often enough to prevent an accumulation of excreta,\nwet bedding, and debris.\nThis inspection and exit interview were conducted with the owner.\nAdditional Inspectors\nGeib Mary, Veterinary Medical Officer"
    }
  ],
  "narrative": "2.40(b)(2)           DIRECT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nIn building 1, the last enclosure in the first row had a tan and white female guinea pig with a right front foot that was\nseverely swollen on both the top and bottom.  The  swelling was about a 1/2 inch in diameter and extended above\nand below the foot.  The skin was very red and inflamed.  The first three toes of the right front foot were visible, the\nfourth toe (lateral digit) was surrounded by swollen tissue.  This guinea pig was not on any treatment and had not\nbeen evaluated by the attending veterinarian for the swollen foot.  When the APHIS officials identified the condition\nof this guinea pig the licensee called the attending veterinarian.  During the inspection the veterinarian evaluated the\nguinea pig and veterinary care was provided.  Corrected during the inspection.\n3.31(a)(1)                    REPEAT\nSANITATION.\nIn building 1, row 1 there were 20 enclosures housing about 275 guinea pigs and their offspring that had fecal\nmaterial consolidated into a wet pad on the floor area in the back portion of the enclosures. The licensee informed\nthe APHIS officials that employees are replacing the bedding in the front of the enclosures by the automatic water\nvalves when it is wet, but are only cleaning the entire enclosure every two weeks before they are sanitized. Too\nmuch feces and liquid waste is accumulating between the two week cleaning interval. The accumulations of debris,\nfeces, and wet bedding exposes the guinea pigs to potential infections with bacteria, fungi, and parasites. Correct\nby ensuring that all primary enclosures are clean and sanitized often enough to prevent an accumulation of excreta,\nwet bedding, and debris.\nThis inspection and exit interview were conducted with the owner.\nAdditional Inspectors\nGeib Mary, Veterinary Medical Officer",
  "animals_total": 1854,
  "species": [
    {
      "count": 1854,
      "scientific": "Cavia porcellus",
      "common": "DOMESTIC GUINEA PIG"
    }
  ]
}