{
  "insp_id": "203151751330981",
  "layout": "a",
  "customer_id": "7873",
  "customer_name": "Whale Branch Animal Services Inc",
  "customer_addr": "Po Box 299 34 Whale Branch Dr\nSeabrook, SC 29940",
  "certificate": "56-B-0109",
  "site_id": "004",
  "site_name": "WHALE BRANCH ANIMAL SERVICES",
  "insp_type": "ROUTINE INSPECTION",
  "date": "22-JUL-2015",
  "report_date": "22-JUL-2015",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "Although no fleas were seen on her, The cat, Fin, has multiple small scratch scabs around her neck, and barbared\nfur over her tail head. This is usually an indication of flea allergy. The cats monthly flea preventative is due this\nweek. This cat needs to be treated for these lesions and extra measures taken to prevent and/ or treat them in the\nfuture as soon as they occur. To be corrected by 7-24-15."
    },
    {
      "code": "3.1(c)(1)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "Several items in the female cat room and in the male cats cages need to be replaced or removed and thoroughly\ncleaned and sanitized. These include the four tacked down area rugs on the metal shelves, the carpeted scratching\npost, the hanging towels and pillows in the male cats cages. To be corrected by 7-24-15."
    },
    {
      "code": "3.11(c)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "Since the last inspection, 10 cats arrived and are in a new sheltered building. Items around the building such as\nwood pieces, wire, branches, tall grass, rolls of tarp material need to be cleared away to prevent possible harborage\nfor pests.\nDuring the inspection, bottom boards were removed from the bottom two walls of the female cat room, allowing\neasier cleaning of the area between the boards and the wire wall at the bottom of the solid walls. This area has a\ncollection of dirt, litter, and debris. All areas around the animal buildings need to be kept free of accumulations of\nitems which prevent adequate cleaning. To be corrected by 8-7-15.\nExit briefings conducted with facility representatives."
    }
  ],
  "narrative": "2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nAlthough no fleas were seen on her, The cat, Fin, has multiple small scratch scabs around her neck, and barbared\nfur over her tail head.  This is usually an indication of flea allergy.  The cats monthly flea preventative is due this\nweek. This cat needs to be treated for these lesions and extra measures taken to prevent and/ or treat them in the\nfuture as soon as they occur.   To be corrected by 7-24-15.\n3.1(c)(1)\nHOUSING FACILITIES, GENERAL.\nSeveral items in the female cat room and in the male cats cages need to be replaced or removed and thoroughly\ncleaned and sanitized.  These include the four tacked down area rugs on the metal shelves, the carpeted scratching\npost, the hanging towels and pillows in the male cats cages.   To be corrected by 7-24-15.\n3.11(c)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\nSince the last inspection, 10 cats arrived and are in a new sheltered building.  Items around the building such as\nwood pieces, wire, branches, tall grass, rolls of tarp material need to be cleared away to prevent possible harborage\nfor pests.\nDuring the inspection, bottom boards were removed from the bottom two walls of the female cat room, allowing\neasier cleaning of the area between the boards and the wire wall at the bottom of the solid walls.  This area has a\ncollection of dirt, litter, and debris.   All areas around the animal buildings need to be kept free of accumulations of\nitems which prevent adequate cleaning.   To be corrected by 8-7-15.\nExit briefings conducted with facility representatives.",
  "animals_total": 180,
  "species": [
    {
      "count": 170,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 10,
      "scientific": "Felis silvestris catus",
      "common": "CAT ADULT"
    }
  ]
}