{
  "insp_id": "2016082568042166",
  "layout": "a",
  "customer_id": "325879",
  "customer_name": "Daniel Seematter",
  "customer_addr": "1946 17th Road\nFrankfort, KS 66427",
  "certificate": "48-A-2143",
  "site_id": "001",
  "site_name": "Daniel Seematter",
  "insp_type": "ROUTINE INSPECTION",
  "date": "12-JAN-2017",
  "report_date": "13-JAN-2017",
  "citations": [
    {
      "code": "3.11(a)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "* One outdoor and two sheltered enclosures housing five adult dogs and ten puppies have excreta and dried fecal\nresidue caked on 40 to 50 percent of the enclosure flooring. The excreta dry in appearance and was covered with\ndog hair in one enclosure. Cleaning of surfaces is necessary to prevent an accumulation of dirt, excreta and other\ndisease hazards. It indicates unsanitary living conditions exist that could increase the risks of disease transmission,\nwhich negatively affects the health of the dogs. Accumulations of excreta can potentially create odors, serve as an\nattractant for flies, insects and other pests. The clean surface area available for the dog to walk on is reduced and\nexcreta could potentially cause soiling on the body of the dog to occur. The licensee must remove excreta and food\nwaste from the primary enclosure daily and from under the primary enclosures as often as necessary to prevent an\nexcessive accumulation of feces and food waste, to prevent soiling of the dogs contained in the primary enclosures,\nand to reduce disease hazards, insects, pests and odors. Correct by 1/14/17.\n* The facility inspection and verbal exit briefing done on 1/12/17 were conducted with the licensee.\n* Copy of the inspection report was sent by certified and regular mail."
    }
  ],
  "narrative": "3.11(a)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\n*   One outdoor and two sheltered enclosures housing five adult dogs and ten puppies have excreta and dried fecal\nresidue caked on 40 to 50 percent of the enclosure flooring.  The excreta dry in appearance and was covered with\ndog hair in one enclosure.  Cleaning of surfaces is necessary to prevent an accumulation of dirt, excreta and other\ndisease hazards.  It indicates unsanitary living conditions exist that could increase the risks of disease transmission,\nwhich negatively affects the health of the dogs.  Accumulations of excreta can potentially create odors, serve as an\nattractant for flies, insects and other pests.  The clean surface area available for the dog to walk on is reduced and\nexcreta could potentially cause soiling on the body of the dog to occur.  The licensee must remove excreta and food\nwaste from the primary enclosure daily and from under the primary enclosures as often as necessary to prevent an\nexcessive accumulation of feces and food waste, to prevent soiling of the dogs contained in the primary enclosures,\nand to reduce disease hazards, insects, pests and odors.  Correct  by 1/14/17.\n*   The facility inspection and verbal exit briefing done on 1/12/17 were conducted with the licensee.\n*   Copy of the inspection report was sent by certified and regular mail.",
  "animals_total": 70,
  "species": [
    {
      "count": 49,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 21,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}