{
  "insp_id": "342150336470552",
  "layout": "a",
  "customer_id": "27809",
  "customer_name": "Cock A Doodle Zoo",
  "customer_addr": "15801 Pilar Road North\nScandia, MN 55073",
  "certificate": "41-B-0238",
  "site_id": "001",
  "site_name": "COCK A DOODLE ZOO",
  "insp_type": "ROUTINE INSPECTION",
  "date": "07-DEC-2015",
  "report_date": "09-DEC-2015",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "A Patagonian Cavy was observed to be thin and its fur appeared to be unkempt. During closer examination of the\nanimal, the spinal column of the Cavy was protruding out and could be easily felt when I ran my hand down its back.\nThe licensee had not observed the animal's condition prior to inspection. An animal that is thin along with an\nunkempt fur coat can indicate an underlying health problem. Contact the Attending Veterinarian and provide\nadequate veterinary care for this animal. Must be corrected by 12-14-15.\nA Kinkajou was observed to have a reddish bulge coming out of its right eye. The licensee stated that the animal\nhas been examined by the Veterinarian and he is currently treating the animal with eye medication. He informed\nme that the animal has a chronic condition with its third eyelid. The licensee was unable to produce any\ndocumentation verifying this. I contacted the Attending Veterinarian, but was not able to verify what the licensee\nhad told me. Eye problems may be contagious and can lead to more serious health problems. Contact the\nAttending Veterinarian and provide adequate veterinary care for this animal. Correct by 12-14-15."
    },
    {
      "code": "2.126(a)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ACCESS AND INSPECTION OF RECORDS AND PROPERTY; SUBMISSION OF ITINERARIES.",
      "narrative": "The licensee was unable to provide records showing the disposition of the animals that have been euthanized, died,\nor sold. This does not allow for review by APHIS Officials. The licensee must maintain up-to-date disposition\nrecords that show what happened or where the animals went after leaving the facility. Correct immediately."
    },
    {
      "code": "3.125(d)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "During inspection the licensee informed me that there was a deceased goat in the back part of the enclosure that\ncontains other goats, a zebu, sheep, and llamas. He informed me that the goat had passed away of unknown\ncauses 3-4 days ago. Failing to remove deceased animals immediately can result in the spread of disease causing\nthe live animals to become sick and possibly die. The deceased goat must be removed and disposed of in a proper\nmanner. Correct immediately.\nExit interview conducted with facility representative.\nEnd of report."
    }
  ],
  "narrative": "2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nA Patagonian Cavy was observed to be thin and its fur appeared to be unkempt.  During closer examination of the\nanimal, the spinal column of the Cavy was protruding out and could be easily felt when I ran my hand down its back.\n The licensee had not observed the animal's condition prior to inspection.  An animal that is thin along with an\nunkempt fur coat can indicate an underlying health problem.  Contact the Attending Veterinarian and provide\nadequate veterinary care for this animal.  Must be corrected by 12-14-15.\nA Kinkajou was observed to have a reddish bulge coming out of its right eye.  The licensee stated that the animal\nhas been examined by the Veterinarian and he is currently treating the animal with eye medication.  He informed\nme that the animal has a chronic condition with its third eyelid.  The licensee was unable to produce any\ndocumentation verifying this.  I contacted the Attending Veterinarian, but was not able to verify what the licensee\nhad told me.  Eye problems may be contagious and can lead to more serious health problems.  Contact the\nAttending Veterinarian and provide adequate veterinary care for this animal.  Correct by 12-14-15.\n2.126(a)(2)\nACCESS AND INSPECTION OF RECORDS AND PROPERTY; SUBMISSION OF ITINERARIES.\nThe licensee was unable to provide records showing the disposition of the animals that have been euthanized, died,\nor sold.  This does not allow for review by APHIS Officials.  The licensee must maintain up-to-date disposition\nrecords that show what happened or where the animals went after leaving the facility.  Correct immediately.\n3.125(d)\nFACILITIES, GENERAL.\n\nDuring inspection the licensee informed me that there was a deceased goat in the back part of the enclosure that\ncontains other goats, a zebu, sheep, and llamas.  He informed me that the goat had passed away of unknown\ncauses 3-4 days ago.  Failing to remove deceased animals immediately can result in the spread of disease causing\nthe live animals to become sick and possibly die.  The deceased goat must be removed and disposed of in a proper\nmanner.  Correct immediately.\nExit interview conducted with facility representative.\nEnd of report.",
  "animals_total": 65,
  "species": [
    {
      "count": 1,
      "scientific": "Antilope cervicapra",
      "common": "BLACKBUCK"
    },
    {
      "count": 2,
      "scientific": "Atelerix albiventris",
      "common": "HEDGEHOG"
    },
    {
      "count": 1,
      "scientific": "Bos primigenuis indicus",
      "common": "ZEBU"
    },
    {
      "count": 1,
      "scientific": "Callithrix geoffroyi",
      "common": "WHITE-FRONTED MARMOSET"
    },
    {
      "count": 10,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 1,
      "scientific": "Cynomys ludovicianus",
      "common": "BLACK-TAILED PRAIRIE DOG"
    },
    {
      "count": 4,
      "scientific": "Dolichotis patagonum",
      "common": "PATAGONIAN CAVY / MARA"
    },
    {
      "count": 1,
      "scientific": "Erethizon dorsatum",
      "common": "NORTH AMERICAN PORCUPINE"
    },
    {
      "count": 1,
      "scientific": "Genetta genetta",
      "common": "SMALL SPOTTED GENET"
    },
    {
      "count": 4,
      "scientific": "Hystrix africaeaustralis",
      "common": "CAPE PORCUPINE"
    },
    {
      "count": 3,
      "scientific": "Lama glama",
      "common": "LLAMA"
    },
    {
      "count": 7,
      "scientific": "Lemur catta",
      "common": "RING-TAILED LEMUR"
    },
    {
      "count": 1,
      "scientific": "Lynx rufus",
      "common": "BOBCAT"
    },
    {
      "count": 1,
      "scientific": "Marmota monax",
      "common": "GROUNDHOG / WOODCHUCK"
    },
    {
      "count": 2,
      "scientific": "Mephitis mephitis",
      "common": "STRIPED SKUNK"
    },
    {
      "count": 6,
      "scientific": "Nasua nasua",
      "common": "SOUTH AMERICAN COATI"
    },
    {
      "count": 4,
      "scientific": "Oryctolagus cuniculus",
      "common": "DOMESTIC RABBIT / EUROPEAN RABBIT"
    },
    {
      "count": 5,
      "scientific": "Ovis aries aries",
      "common": "SHEEP INCLUDING ALL DOMESTIC BREEDS"
    },
    {
      "count": 3,
      "scientific": "Petrogale concinna",
      "common": "LITTLE ROCK WALLABY"
    },
    {
      "count": 2,
      "scientific": "Potos flavus",
      "common": "KINKAJOU"
    },
    {
      "count": 1,
      "scientific": "Procyon lotor",
      "common": "RACCOON"
    },
    {
      "count": 1,
      "scientific": "Sus scrofa domestica",
      "common": "DOMESTIC PIG / POTBELLY PIG / MICRO PIG"
    },
    {
      "count": 1,
      "scientific": "Vulpes lagopus",
      "common": "ARCTIC FOX"
    },
    {
      "count": 2,
      "scientific": "Vulpes vulpes",
      "common": "RED FOX (INCLUDES SILVER FOX & CROSS FOX)"
    }
  ]
}