{
  "insp_id": "INS-0000815123",
  "layout": "c",
  "customer_id": "334331",
  "customer_name": "Sunset Trails Stables LLC",
  "customer_addr": "2100 South East Ranson Road\nLees Summit, MO 64082",
  "certificate": "43-C-0377",
  "site_id": "001",
  "site_name": "Sunset Trails Stables L L C",
  "insp_type": "ROUTINE INSPECTION",
  "date": "22-SEP-2022",
  "report_date": "26-SEP-2022",
  "citations": [
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": false,
      "desc": "Facilities, general.",
      "narrative": "* Three different areas in the exterior tin wall located in the goat and sheep enclosure is showing missing, jagged tin\nwith a sharp edge. The affected areas are located on the south side of the outdoor housing area. Twenty three goats\nand five sheep are in contact with the affected tin wall located in outdoor housing. Sharp, jagged edges could potentially\ninjure the goats and sheep. The licensee must ensure that all surfaces shall be maintained in good repair to protect the\nanimals from injury. Correct by 10/6/22.\n* Protruding nails were observed in the exterior wood wall. Two potbelly pigs are in contact with the affected wall\nlocated in outdoor housing. Protruding nails could cause potential injury. The licensee must ensure that all surfaces\nshall be maintained in good repair to protect the animals from injury. Correct by 10/6/22.\nThis inspection and exit interview were conducted with facility representative.\nn"
    }
  ],
  "narrative": "3.125(a) \n   \nFacilities, general. \n*   Three different areas in the exterior tin wall located in the goat and sheep enclosure is showing missing,  jagged tin \nwith a sharp edge.  The affected areas are located on the south side of the outdoor housing  area.  Twenty three goats \nand five sheep are in contact with the affected tin wall located in outdoor housing.   Sharp, jagged edges could potentially \ninjure the goats and sheep.   The licensee must ensure that all surfaces  shall be maintained in good repair to protect the \nanimals from injury.    Correct by 10/6/22. \n \n*   Protruding nails were observed  in the exterior wood wall.  Two potbelly pigs are in contact with the affected wall \nlocated in outdoor housing.  Protruding nails could cause potential injury.  The licensee must ensure  that all surfaces  \nshall be maintained in good repair to protect the animals from injury.    Correct by 10/6/22. \n \nThis inspection and exit interview were conducted with facility representative. \n \n n",
  "animals_total": 34,
  "species": [
    {
      "count": 23,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 4,
      "scientific": "Sus scrofa domestica",
      "common": "DOMESTIC PIG / POTBELLY PIG / MICRO PIG"
    },
    {
      "count": 5,
      "scientific": "Ovis aries aries",
      "common": "SHEEP INCLUDING ALL DOMESTIC BREEDS"
    },
    {
      "count": 1,
      "scientific": "Lama glama",
      "common": "LLAMA"
    },
    {
      "count": 1,
      "scientific": "Bos primigenuis indicus",
      "common": "ZEBU"
    }
  ]
}