{
  "insp_id": "2016090000794723",
  "layout": "b",
  "customer_id": "323874",
  "customer_name": "Vernon Yates",
  "customer_addr": "9500 82nd Avenue N\nSeminole, FL 33777",
  "certificate": "58-C-1090",
  "site_id": "001",
  "site_name": "VERNON YATES",
  "insp_type": "ROUTINE INSPECTION",
  "date": "31-MAY-2022",
  "report_date": "08-JUN-2022",
  "citations": [
    {
      "code": "2.75(b)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Records: Dealers and exhibitors.",
      "narrative": "USDA Inspectors requested to see records of the euthanized bear that was seen on the last inspection. The licensee\ncould not find and provide a copy of the disposition paperwork for the bear. Every dealer other than operators of auction\nsales and brokers to whom animals are consigned, and exhibitors shall make, keep, and maintain records or forms which\nfully and correctly disclose the following information concerning animals other than dogs and cats, purchased or otherwise\nacquired, owned, held, leased, or otherwise in his or her possession or under his or her control, or which is transported,\nsold, euthanized, or otherwise disposed of by that dealer or exhibitor. Correct by June 20, 2022."
    },
    {
      "code": "2.75(b)(1)(iii)",
      "kind": "",
      "repeat": false,
      "desc": "Records: Dealers and exhibitors.",
      "narrative": "When looking over the paperwork for the white tiger acquired by the licensee the records were incomplete. The record\ndid not contain the address of “W-R-R” and no record of the government issued ID together with the paper. When an\nindividual is not licensed under the Act, as is the case in WRR, the number of the driver’s license must be kept on file with\nthe acquisition paperwork. The vehicle license number and State, and the driver’s license number (or photographic\nidentification card for nondrivers issued by a State) and State of the person, if he or she is not licensed or registered\nunder the Act. Correct by June 20, 2022."
    },
    {
      "code": "2.126(a)(4)",
      "kind": "Critical",
      "repeat": false,
      "desc": "Access and inspection of records and property; submission of itineraries.",
      "narrative": "On May 31, 2022 as soon as USDA Inspectors came onto the property the licensee stated they were not allowed to the\nback where he keeps another tiger and two monkeys under the licensee’s declared rehabilitation facility, licensed by state\nFWC. When asked about food storage and preparation, he stated he gets fresh meat everyday for the tiger in the back\n(FWC Licensed) and the tiger in the front (USDA licensed). The licensee then led Inspectors to a freezer where he keeps\nsurplus meat for both sides. It is unclear as to how the licensee maintains separation of business when the surplus food\nfor both licenses are kept in one freezer. It is also undetermined whether there are separate facilities to clean and\nsanitize food receptacles/primary enclosures since inspectors were not permitted in the back. USDA Inspectors shall be\nable to inspect and photograph the facilities, property and animals, as the APHIS officials consider necessary to enforce\nprovisions of the Act, the regulations and the standards of this subchapter. Correct immediately.\nThis inspection and exit interview were conducted with Facility Representative.\nAdditional Inspectors:\nCharles Palmer, VETERINARY MEDICAL OFFICEREnd Section"
    }
  ],
  "narrative": "2.75(b)(1) \n   \nRecords: Dealers and exhibitors. \nUSDA Inspectors requested to see records of the euthanized bear that was seen on the last inspection.  The licensee \ncould not find and provide a copy of the disposition paperwork for the bear.  Every dealer other than operators of auction \nsales and brokers to whom animals are consigned, and exhibitors shall make, keep, and maintain records or forms which \nfully and correctly disclose the following information concerning animals other than dogs and cats, purchased or otherwise \nacquired, owned, held, leased, or otherwise in his or her possession or under his or her control, or which is transported, \nsold, euthanized, or otherwise disposed of by that dealer or exhibitor.  Correct by June 20, 2022. \n2.75(b)(1)(iii) \n   \nRecords: Dealers and exhibitors. \nWhen looking over the paperwork for the white tiger acquired by the licensee the records were incomplete.  The record \ndid not contain the address of “W-R-R” and no record of the government issued ID together with the paper.  When an \nindividual is not licensed under the Act, as is the case in WRR, the number of the driver’s license must be kept on file with \nthe acquisition paperwork.  The vehicle license number and State, and the driver’s license number (or photographic \nidentification card for nondrivers issued by a State) and State of the person, if he or she is not licensed or registered \nunder the Act.  Correct by June 20, 2022. \n2.126(a)(4)  Critical\n\nAccess and inspection of records and property; submission of itineraries. \nOn May 31, 2022 as soon as USDA Inspectors came onto the property the licensee stated they were not allowed to the \nback where he keeps another tiger and two monkeys under the licensee’s declared rehabilitation facility, licensed by state \nFWC.  When asked about food storage and preparation, he stated he gets fresh meat everyday for the tiger in the back \n(FWC Licensed) and the tiger in the front (USDA licensed).  The licensee then led Inspectors to a freezer where he keeps \nsurplus meat for both sides.  It is unclear as to how the licensee maintains separation of business when the surplus food \nfor both licenses are kept in one freezer.  It is also undetermined whether there are separate facilities to clean and \nsanitize food receptacles/primary enclosures since inspectors were not permitted in the back.  USDA Inspectors shall be \nable to inspect and photograph the facilities, property and animals, as the APHIS officials consider necessary to enforce \nprovisions of the Act, the regulations and the standards of this subchapter.  Correct immediately. \n \nThis inspection and exit interview were conducted with Facility Representative. \n \nAdditional Inspectors: \nCharles Palmer, VETERINARY MEDICAL OFFICEREnd Section",
  "animals_total": 1,
  "species": [
    {
      "count": 0,
      "scientific": "Ursus americanus",
      "common": "NORTH AMERICAN BLACK BEAR"
    },
    {
      "count": 1,
      "scientific": "Panthera tigris",
      "common": "TIGER"
    }
  ]
}