{
  "insp_id": "317141931250187",
  "layout": "a",
  "customer_id": "2836",
  "customer_name": "John Renner",
  "customer_addr": "Lyle Renner\n30706 179th Street\nDetroit Lakes, MN 56501",
  "certificate": "41-A-0248",
  "site_id": "001",
  "site_name": "JOHN AND LYLE RENNER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "13-NOV-2014",
  "report_date": "13-NOV-2014",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "A 7y old male beagle (chip #0A01575807) was observed to have a swollen red area of skin on his underside. The\ndog was observed to lick the area which could be a sign of discomfort. The owner had noticed this two days prior\nand has been monitoring it however the condition has not been communicated to the attending veterinarian. This\ndog's condition may be painful. This dog's condition must be evaluated and treated per the veterinarian's\nrecommendations.\nA female sheltie (chip #0A01575665) was observed to have a swollen reddened area between her toes on her right\nfront paw. The facility has treatment directions for such condition per the attending veterinarian however this dog\nhad not received any treatment. Such condition if not treated can be painful. This dog must be treated per the\nveterinarian's recommendations and her condition communicated to the attending veterinarian if it does not respond\nto the attending veterinarian's recommendations."
    },
    {
      "code": "2.40(b)(3)",
      "kind": "",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "A female sheltie (chip #0A01575665) was observed to have a swollen reddened area between her toes on her right\nfront paw. The facility did not identify the condition of this dog's foot prior to inspection. Untreated foot conditions\nmay be painful and affect the comfort and health of the animal. Ensure that dogs are observed daily to identify\nmedical issues that may lead to health problems.\nNote: The adequate veterinary care issue cited under 2.40 on the previous inspection was corrected at the time of\nthis inspection.\nInspection and exit briefing conducted with licensee.\nAdditional Inspectors\nMoore Chad, Animal Care Inspector"
    }
  ],
  "narrative": "2.40(b)(2)                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nA 7y old male beagle (chip #0A01575807) was observed to have a swollen red area of skin on his underside.  The\ndog was observed to lick the area which could be a sign of discomfort.  The owner had noticed this two days prior\nand has been monitoring it however the condition has not been communicated to the attending veterinarian.  This\ndog's condition may be painful.  This dog's condition must be evaluated and treated per the veterinarian's\nrecommendations. \nA female sheltie (chip #0A01575665) was observed to have a swollen reddened area between her toes on her right\nfront paw.  The facility has treatment directions for such condition per the attending veterinarian however this dog\nhad not received any treatment.  Such condition if not treated can be painful.  This dog must be treated per the\nveterinarian's recommendations and her condition communicated to the attending veterinarian if it does not respond\nto the attending veterinarian's recommendations.\n2.40(b)(3)                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nA female sheltie (chip #0A01575665) was observed to have a swollen reddened area between her toes on her right\nfront paw.  The facility did not identify the condition of this dog's foot prior to inspection. Untreated foot conditions\nmay be painful and affect the comfort and health of the animal.  Ensure that dogs are observed daily to identify\nmedical issues that may lead to health problems.\nNote: The adequate veterinary care issue cited under 2.40 on the previous inspection was corrected at the time of\nthis inspection.\nInspection and exit briefing conducted with licensee.\n\nAdditional Inspectors\nMoore Chad, Animal Care Inspector",
  "animals_total": 166,
  "species": [
    {
      "count": 110,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 56,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}