{
  "insp_id": "75161519440133",
  "layout": "a",
  "customer_id": "10629",
  "customer_name": "Renea E. Culler",
  "customer_addr": "2016 Shelby 241\nShelbyville, MO 63469",
  "certificate": "43-A-3094",
  "site_id": "001",
  "site_name": "RENEA CULLER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "15-MAR-2016",
  "report_date": "15-MAR-2016",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "****There was a female Shih Tzu (microchip # 0A02570914) that was squinting and rubbing its left eye. The left eye\nhad a creamy yellow discharge on the fur around the eye. There was also a small build up of brown crusty-like\nmaterial in the corner of the eye near the nose. Most of the eye appeared to have an abnormal blue haze which\nmade it difficult to see detail within the eye. An approximately pin point sized divot was located on the center of the\neye's surface. The part of the eye which is normally white appeared reddened. According to the licensee, she had\nnot noticed the dog's eye until it was pointed out during the inspection, which was around 1:30pm, and she said the\ndog's eye was fine last night. The dog's eye condition could be the result of injury, illness or other medical condition\nwhich may be uncomfortable and/or could lead to blindness. The licensee must have this animal examined by a\nlicensed veterinarian in order to ensure that an accurate diagnosis is obtained and an appropriate treatment plan is\ndeveloped and followed. The licensee must document this information and make it available to the inspector upon\nrequest. The licensee must ensure that all animals receive adequate veterinary care at all times. TO BE\nCORRECTED BY: March 16, 2016.\nThe inspection and exit interview were conducted with the licensee, Erika Leisner VMO, and Chad Proctor ACI.\nAdditional Inspectors\nLeisner Erika, Veterinary Medical Officer"
    }
  ],
  "narrative": "2.40(b)(2)           DIRECT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n****There was a female Shih Tzu (microchip # 0A02570914) that was squinting and rubbing its left eye.  The left eye\nhad a creamy yellow discharge on the fur around the eye. There was also a small build up of brown crusty-like\nmaterial in the corner of the eye near the nose.  Most of the eye appeared to have an abnormal blue haze which\nmade it difficult to see detail within the eye. An approximately pin point sized divot was located on the center of the\neye's surface.  The part of the eye which is normally white appeared reddened. According to the licensee, she had\nnot noticed the dog's eye until it was pointed out during the inspection, which was around 1:30pm, and she said the\ndog's eye was fine last night.  The dog's eye condition could be the result of injury, illness or other medical condition\nwhich may be uncomfortable and/or could lead to blindness.  The licensee must have this animal examined by a\nlicensed veterinarian in order to ensure that an accurate diagnosis is obtained and an appropriate treatment plan is\ndeveloped and followed. The licensee must document this information and make it available to the inspector upon\nrequest. The licensee must ensure that all animals receive adequate veterinary care at all times.  TO BE\nCORRECTED BY: March 16, 2016.\nThe inspection and exit interview were conducted with the licensee, Erika Leisner VMO, and Chad Proctor ACI.\nAdditional Inspectors\nLeisner Erika, Veterinary Medical Officer",
  "animals_total": 78,
  "species": [
    {
      "count": 55,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 23,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}