{
  "insp_id": "80141509013919",
  "layout": "a",
  "customer_id": "2916",
  "customer_name": "Forest Preserve District Of Cook County",
  "customer_addr": "536 N Harlem Ave\nRiver Forest, IL 60305",
  "certificate": "33-C-0410",
  "site_id": "004",
  "site_name": "NW DIVISION HEADQUARTERS",
  "insp_type": "ROUTINE INSPECTION",
  "date": "01-APR-2014",
  "report_date": "08-APR-2014",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "Upon review of records, it was noted that a juvenile male elk (#WJLD) was thin (63.5 kg, 128.8 lbs) and in poor\nbody condition. The animal's condition had not been reported, nor did the animal receive veterinary care in a timely\nmanner. This contributed to the death of the animal. It is the responsibility of the licensee to maintain programs of\nveterinary care that utilize appropriate methods to prevent, control, treat, and diagnose diseases and injuries in\norder to promote the health and well-being of the animals.\nTo be corrected: From this day forward."
    },
    {
      "code": "2.40(b)(3)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "A juvenile male elk (#WJLD) did not receive appropriate veterinary care in a timely manner. The male elk was\nnoted to be thin and in poor body condition. The animal's condition was not noted and reported in a sufficient\namount of time to receive appropriate veterinary care. Inadequate, timely veterinary care contributed to this\nanimal's death.\nAssure that all problems of animal health, behavior, and well-being are conveyed to the veterinarian in a timely\nmanner.\nTo be corrected: From this day forward"
    },
    {
      "code": "2.75(b)(1)",
      "kind": "",
      "repeat": false,
      "desc": "RECORDS: DEALERS AND EXHIBITORS.",
      "narrative": "The records of disposition and animals on hand did not accurately reflect the actual animal numbers during the time\nof inspection. The records did not reflect six animals that are no longer at the facility. Records containing all of the\nrequired information in 2.75(b)(1) of this subpart must be maintained to account for all animals entering and leaving\nthe facility.\nUpdate the records and assure that all acquisitions and dispositions of animals are reflected in the records in a\ntimely manner.\nTo be corrected: 4-15-14"
    },
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "The pasture fence is in disrepair. A section of the pasture fence, constructed of cyclone wire, has become\nunattached from the base post. The unattached section, approximately two feet wide, is located approximately\ntwenty feet east of the north gate. This has left a gap between the ground and the bottom of the fence. Wild\nanimals and unauthorized people could potentially enter the elk pasture through this gap.\nRepair or replace this and any of the fences that are in disrepair.\nTo be corrected: 6-8-14\nThe inspection exit breifing was conducted with the facility representative."
    }
  ],
  "narrative": "2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nUpon review of records, it was noted that a juvenile male elk (#WJLD) was thin (63.5 kg, 128.8 lbs) and in poor\nbody condition.  The animal's condition had not been reported, nor did the animal receive veterinary care in a timely\nmanner.  This contributed to the death of the animal.  It is the responsibility of the licensee to maintain programs of\nveterinary care that utilize appropriate methods to prevent, control, treat, and diagnose diseases and injuries in\norder to promote the health and well-being of the animals.\nTo be corrected: From this day forward.\n2.40(b)(3)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nA juvenile male elk (#WJLD) did not receive appropriate veterinary care in a timely manner.  The male elk was\nnoted to be thin and in poor body condition.  The animal's condition was not noted and reported in a sufficient\namount of time to receive appropriate veterinary care.  Inadequate, timely veterinary care contributed to this\nanimal's death.\nAssure that all problems of animal health, behavior, and well-being are conveyed to the veterinarian in a timely\nmanner.\nTo be corrected: From this day forward\n2.75(b)(1)\nRECORDS: DEALERS AND EXHIBITORS.\nThe records of disposition and animals on hand did not accurately reflect the actual animal numbers during the time\nof inspection.  The records did not reflect six animals that are no longer at the facility.  Records containing all of the\nrequired information in 2.75(b)(1) of this subpart must be maintained to account for all animals entering and leaving\nthe facility.\n\nUpdate the records and assure that all acquisitions and dispositions of animals are reflected in the records in a\ntimely manner.\nTo be corrected: 4-15-14\n3.125(a)\nFACILITIES, GENERAL.   \nThe pasture fence is in disrepair.  A section of the pasture fence, constructed of cyclone wire, has become\nunattached from the base post.  The unattached section, approximately two feet wide, is located approximately\ntwenty feet east of the north gate.  This has left a gap between the ground and the bottom of the fence.  Wild\nanimals and unauthorized people could potentially enter the elk pasture through this gap.\nRepair or replace this and any of the fences that are in disrepair.\nTo be corrected: 6-8-14\nThe inspection exit breifing was conducted with the facility representative.",
  "animals_total": 13,
  "species": [
    {
      "count": 13,
      "scientific": "Cervus c. canadensis",
      "common": "ELK"
    }
  ]
}