{
  "insp_id": "2016082568944354",
  "layout": "a",
  "customer_id": "3482",
  "customer_name": "Cheyenne Mountain Zoological Society",
  "customer_addr": "4250 Cheyenne Mtn. Zoo Rd.\nColorado Spgs, CO 80906",
  "certificate": "84-C-0001",
  "site_id": "001",
  "site_name": "",
  "insp_type": "ROUTINE INSPECTION",
  "date": "01-NOV-2017",
  "report_date": "08-NOV-2017",
  "citations": [
    {
      "code": "2.40(a)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "Veterinary treatment records for an adult, female Mountain tapir named “Carlotta” indicate that the treatment plan\ncreated by the attending veterinarian was not being properly followed. The treatment plan states that the drug\nFamotidine is to be given orally to the tapir “twice a day (bid) for 10 days.” The treatments were logged starting on\nOctober 26, 2017. The “Staff treatment instructions and administration compliance worksheet” indicates that\nCarlotta received her medication only once on October 31 and did not receive her medication at all on October 29.\nIn the notes section on this form, zoo staff wrote “forgot.” Zoo staff verbally informed APHIS inspector that they\nforgot to offer the medication to the tapir on those days. Injuries and diseases that are not treated properly (as\ndirected by a veterinarian) may be painful and can lead to prolonged suffering, infection, and other veterinary care\nproblems. Any change by the zoo staff to prescribed treatments should be discussed with and approved by the\nfacility veterinarians. When a veterinary treatment plan is not followed by zoo staff, it reduces the veterinarian's\nability to ensure the provision of adequate veterinary care.\nThe facility shall assure that the attending veterinarian has appropriate authority to ensure the provision of adequate\nveterinary care and to oversee the adequacy of other aspects of animal care and use.\nTo be corrected from this date forward."
    },
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "Four Black-footed ferrets were administered the expired medication, \"ponazuril\", on October 31, 2017. The\nexpiration date on the tube of \"ponazuril (Marquis)\" was June 2017. A facility employee informed APHIS inspectors\nthat the medication was taken from this tube and then diluted with water and placed into a different bottle, before\nbeing given to the animals. This bottle containing the “1 part ponazuril to 2 parts water” had a label with the\nexpiration date of June 2017. The use of expired medications is not considered to be a safe or appropriate method\nto prevent, control, diagnose, and treat diseases and injuries since the expected results cannot be guaranteed. The\nanimals may experience pain and distress due to mistreatment, unrelieved symptoms, or due to unexpected side\neffects. The program for providing adequate veterinary care shall include the use of appropriate methods to prevent,\ncontrol, diagnose, and treat diseases and injuries.\nA system to identify and remove expired medical supplies shall be developed and implemented by November 9,\n2017."
    },
    {
      "code": "2.131(c)(1)",
      "kind": "",
      "repeat": false,
      "desc": "HANDLING OF ANIMALS.",
      "narrative": "The barrier/wall around the outdoor enclosure for the two North American porcupine does not preclude the public\nfrom reaching down into the enclosure and being able to touch the animals. Unattended public contact does not\nensure safe public interaction with these animals. Sufficient public barriers must be in place to protect the animals\nand for the safety of public.\nOn the right side next to the front door inside the monkey pavilion building is a branch and rope hanging down. The\ntwo Hoffmann's two-toed sloths have access to this area and can climb down. The public is able to reach up and\ncould come into contact with the animals. Unattended public contact does not ensure safe public interaction with\nthese animals. Sufficient space and/or public barriers must be in place to protect the animals and for the safety of\npublic.\nEnsure that during periods of public exhibition animals are handled with sufficient distance and/or barriers between\nthe animals and the general viewing public so as to assure the safety of animals and the public.\nTo be corrected by: December 2, 2017"
    },
    {
      "code": "3.75(e)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "In Monkey Pavilion, the freezer storing food for the nonhuman primates was dirty and food was stored in a manner\nthat did not protect is from spoilage and/or contamination. There was a build-up of food material on the interior\nsurfaces of the freezer and shelf on the freezer door. Several of the containers containing food in the freezer were\nuncovered, and ice crystals had accumulated on the food. There were several cut pieces of oranges which were\nuncovered and in contact with the dirty freezer door shelf. The food storage area must be kept clean to ensure the\nanimals are fed palatable, wholesome, uncontaminated food.\nSupplies of food and bedding for non-human primates must be stored in a manner that protects the supplies from\nspoilage, contamination, and vermin infestation. Food requiring refrigeration must be stored accordingly, and all\nfood must be stored in a manner that prevents contamination and deterioration of its nutritive value. Open food and\nbedding supplies must be kept in leakproof containers with tightly fitting lids to prevent spoilage and contamination.\nTo be corrected by: November 9, 2017"
    },
    {
      "code": "3.80(a)(2)(i)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "In Monkey Pavilion, MP4 indoor display area, containing two black and white ruffed lemurs, there was a metal grille\ncovering a portion of the ceiling. Several of the metal wires were in disrepair, creating gaps in the wire grille and one\nof the wires had broken, creating sharp metal points that the animals could come into contact with and lead to injury.\nAll enclosures housing nonhuman primates must be kept in good repair and free of sharp points, protruding edges,\nor gaps/openings in order to protect the animals from injury. A system of timely identification, facility repair, and\nmaintenance must be in place.\nTo be corrected by: November 16, 2017"
    },
    {
      "code": "3.80(a)(2)(ix)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "APHIS inspectors observed several areas of peeling paint and damage to the walls in the following nonhuman\nprimate enclosures:\nQuarantine Building:\n**Enclosure #3, housing one adult male gibbon, there was peeling paint beneath the shift door.\nMonkey Pavilion building:\n***MP 1 - indoor display area, housing three Goeldi’s monkeys, there was peeling paint along the bottom edge of\nthe shift door.\n***MP 3 - indoor display area, which was empty at the time of inspection, there were two areas of chipped paint on\nthe wall underneath the plastic platform.\n***MP 4 - indoor display area, containing two black and white ruffed lemurs, there were multiple areas of peeling\npaint.\n***MP 8 - off exhibit area for Howler monkeys and gibbons, there was peeling paint on the shift door.\n***MP 10 - off exhibit area there was peeling paint on and next to the shift door.\n***MP 11 - off exhibit area there was peeling paint on the shift door and on the handle for the shift door.\n***MP 12 - off exhibit area there was peeling paint on the right side of the platform and left side of the shift door\nleading to the outdoor porch.\n***MP 13 - off exhibit area there was peeling paint beneath the platform, ledge and below the shift door.\n***MP 14 - off exhibit area there was peeling paint on the shift door.\n***MP 17 -indoor display area, containing two Lars gibbons, there was peeling paint on the left side of the wall and a\nhole in the ceiling above the wooden platform.\n***MP 18 - indoor display area, containing four Ring-tailed lemurs, there was a crack in the cement wall, to the side\nof the shift door.\n***MP 19 - indoor display area, containing two Black howler monkeys, there was paint missing from the shift door.\n***MP 20 night enclosure for the howler monkeys there was a hole in the ceiling, near the platform.\nPrimate World building:\n***Indoor display area containing three Golden lion tamarins, there was peeling paint and large gap In the floor\n^^^Room O3 - containing one female Sumatran orangutan, there were several areas of peeling paint on the ledge\nseparating the front and back halves of the room, an area of painting missing on the floor in the back half of the\nenclosure, paint chipping around a metal drain attached to the ledge, and paint chipping around a square gap in the\nwall, where the enrichment hosing attaches.\n***Room O2 - containing one male Bornean orangutan, there were numerous areas of chipped painted on the ledge\ndividing the front and back portions of the enclosure.\n***Room O1 - containing one adult female Bornean orangutan and one infant Bornean orangutan, there was\nchipped areas of paint on the ledge separating the front and back areas of the enclosure, the ceiling, and the water\nbowl/drain beneath the drinking water nozzle.\nThe peeling/chipping paint and holes in the walls expose unsealed surfaces, which cannot be adequately cleaned or\nsanitized. Surfaces that cannot be readily cleaned and sanitized allow excreta, food waste, and other debris to\naccumulate on the surfaces, posing a risk to the health of the animals.\nPrimary enclosures for nonhuman primates must be constructed and maintained so that surfaces in contact with the\nanimals can be readily cleaned and sanitized or replaced when worn or soiled. A system of timely identification,\nfacility repair, and maintenance must be in place.\nTo be corrected by: Quarantine, Monkey Pavilion: 11/16/2017 and Primate World: July 2, 2018"
    },
    {
      "code": "3.82(a)",
      "kind": "",
      "repeat": false,
      "desc": "FEEDING.",
      "narrative": "In Monkey Pavilion, the cutting board that is being utilized to cut and prepare food for the nonhuman primates is\npitted, discolored with multiple knife cuts. The residue from the food being cut on the boards can get into these\nareas which can cause bacteria growth. Because these areas cannot be properly cleaned the food being cut on the\nboard is potentially being exposed to harmful bacteria which could pose a health risk to the animals.\nFood must be uncontaminated, wholesome, palatable and of sufficient quantity and nutritive value.\nTo be corrected by: November 9, 2017"
    },
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "In Asian Highlands, inside the outdoor enclosure for the two tigers is ripped pieces of a plastic barrel lying on the\nground. There was a ripped barrel observed floating in the water. These ripped pieces of plastic could potentially\nbe ingested, causing injuries to the animals and is not in good repair.\nIn the giraffe building, ARV2 holding area for the plains zebra the plastic covering the shift door is ripped leaving a\nholde and broken edges protruding outward. Along the opposite wall the plastic has a hole with ripped edges.\nThese ripped areas with holes are not in good repair.\nIn the giraffe building, ARV3 holding area for the plains zebra, the metal bracket on the side of the shift door is bent\noutward at the bottom. The metal bracket has a sharp edge at the bottom which could potentially cause an injury to\nthe animals.\nIn the giraffe building, ARV 9 holding area for Red River Hog the plastic wall along the bottom near the front gate is\ncracked with a piece missing and is not in good repair.\nMaintain all housing facilities so that they are structurally sound and in good repair to protect the animals.\nTo be corrected by: Asian Highlands: November 9, 2017 and Giraffe Barn: January 1, 2018"
    },
    {
      "code": "3.125(c)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "The freezer used to store animal food in Grizzly Kitchen was dirty, with a sticky yellow substance, frozen blood, and\ngreen debris on the freezer shelf. A bag of frozen white mice used to feed regulated animals had a sticky material\nstuck to the outside of the bag. The food stored in the dirty freezer has the potential to become contaminated and\npose a health risk to the animals once ingested.\nSupplies of food and bedding shall be stored in facilities which adequately protect such supplies against\ndeterioration, molding, or contamination by vermin.\nTo be corrected by: November 9, 2017"
    },
    {
      "code": "3.129(a)",
      "kind": "",
      "repeat": false,
      "desc": "FEEDING.",
      "narrative": "In the commissary and Elephant/Rhino barn the cutting boards that are being utilized to cut and prepare meats\nand/or vegetables for the animals are pitted, discolored with multiple knife cuts. Food residue can get into these\nareas which could potentially cause bacteria growth. Because these areas cannot be properly cleaned the food\nbeing cut on the boards are being exposed to potentially harmful bacteria which poses a health risk to the animals.\nFood must be uncontaminated, wholesome, palatable and of sufficient quantity and nutritive value.\nTo be corrected by: November 9, 2017"
    },
    {
      "code": "3.131(a)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "In the Elephant/Rhino Barn, the enclosure for the one male Black Rhinoceros has an excess accumulate of white\nsubstance along the back wall, metal bars and tree. Along the back concrete wall it had the appearance of it was in\nthe process of being painted white. The keeper told the APHIS inspectors this was urine buildup from the rhinoceros\n(scent marking). Failure to remove and/or clean excreta from the enclosure can lead to contamination, disease\nhazards and odors which can affect the health and well-being of the animal.\nRoutine cleaning and sanitizing of the enclosure must be done frequently to protect the health and well-being of the\nanimal and to minimize odors.\nTo be corrected by: January 1, 2018"
    },
    {
      "code": "3.131(c)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "In the conservation center rooms 9 and 10, housing the black footed ferrets there is an excess accumulation of dust,\ndirt, debris along the tops of the enclosures and the light fixtures above the enclosures. It is necessary to provide\nadequate routine removal of dust, dirt, debris so it does not create an unsanitary living condition and lead to health\nissues for the animals.\nEnsure that all premises are kept clean and in good repair in order to protect the animals from injury and facilitate\nthe prescribed husbandry practices.\nTo be corrected by: November 16, 2017\nThis inspection and exit briefing were conducted with the registrant.\nAdditional Inspectors\nEngel D.V.M Dominique, Hpa Gov User"
    }
  ],
  "narrative": "2.40(a)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nVeterinary treatment records for an adult, female Mountain tapir named “Carlotta” indicate that the treatment plan\ncreated by the attending veterinarian was not being properly followed. The treatment plan states that the drug\nFamotidine is to be given orally to the tapir “twice a day (bid) for 10 days.” The treatments were logged starting on\nOctober 26, 2017. The “Staff treatment instructions and administration compliance worksheet” indicates that\nCarlotta received her medication only once on October 31 and did not receive her medication at all on October 29.\nIn the notes section on this form, zoo staff wrote “forgot.” Zoo staff verbally informed APHIS inspector that they\nforgot to offer the medication to the tapir on those days. Injuries and diseases that are not treated properly (as\ndirected by a veterinarian) may be painful and can lead to prolonged suffering, infection, and other veterinary care\nproblems. Any change by the zoo staff to prescribed treatments should be discussed with and approved by the\nfacility veterinarians. When a veterinary treatment plan is not followed by zoo staff, it reduces the veterinarian's\nability to ensure the provision of adequate veterinary care. \nThe facility shall assure that the attending veterinarian has appropriate authority to ensure the provision of adequate\nveterinary care and to oversee the adequacy of other aspects of animal care and use.\n \nTo be corrected from this date forward.\n2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nFour Black-footed ferrets were administered the expired medication, \"ponazuril\", on October 31, 2017. The\nexpiration date on the tube of \"ponazuril (Marquis)\" was June 2017. A facility employee informed APHIS inspectors\nthat the medication was taken from this tube and then diluted with water and placed into a different bottle, before\nbeing given to the animals. This bottle containing the “1 part ponazuril to 2 parts water” had a label with the\nexpiration date of June 2017. The use of expired medications is not considered to be a safe or appropriate method\nto prevent, control, diagnose, and treat diseases and injuries since the expected results cannot be guaranteed. The\nanimals may experience pain and distress due to mistreatment, unrelieved symptoms, or due to unexpected side\neffects. The program for providing adequate veterinary care shall include the use of appropriate methods to prevent,\n\ncontrol, diagnose, and treat diseases and injuries.\nA system to identify and remove expired medical supplies shall be developed and implemented by November 9,\n2017.\n2.131(c)(1)\nHANDLING OF ANIMALS.\nThe barrier/wall around the outdoor enclosure for the two North American porcupine does not preclude the public\nfrom reaching down into the enclosure and being able to touch the animals.  Unattended public contact does not\nensure safe public interaction with these animals.  Sufficient public barriers must be in place to protect the animals\nand for the safety of public. \nOn the right side next to the front door inside the monkey pavilion building is a branch and rope hanging down.  The\ntwo Hoffmann's two-toed sloths have access to this area and can climb down.  The public is able to reach up and\ncould come into contact with the animals.  Unattended public contact does not ensure safe public interaction with\nthese animals. Sufficient space and/or public barriers must be in place to protect the animals and for the safety of\npublic. \nEnsure that during periods of public exhibition animals are handled with sufficient distance and/or barriers between\nthe animals and the general viewing public so as to assure the safety of animals and the public.\nTo be corrected by: December 2, 2017\n3.75(e)\nHOUSING FACILITIES, GENERAL. \nIn Monkey Pavilion, the freezer storing food for the nonhuman primates was dirty and food was stored in a manner\nthat did not protect is from spoilage and/or contamination. There was a build-up of food material on the interior\nsurfaces of the freezer and shelf on the freezer door. Several of the containers containing food in the freezer were\nuncovered, and ice crystals had accumulated on the food. There were several cut pieces of oranges which were\nuncovered and in contact with the dirty freezer door shelf. The food storage area must be kept clean to ensure the\nanimals are fed palatable, wholesome, uncontaminated food. \nSupplies of food and bedding for non-human primates must be stored in a manner that protects the supplies from\nspoilage, contamination, and vermin infestation. Food requiring refrigeration must be stored accordingly, and all\nfood must be stored in a manner that prevents contamination and deterioration of its nutritive value. Open food and\nbedding supplies must be kept in leakproof containers with tightly fitting lids to prevent spoilage and contamination.\n\nTo be corrected by: November 9, 2017\n3.80(a)(2)(i)\nPRIMARY ENCLOSURES.  \nIn Monkey Pavilion, MP4 indoor display area, containing two black and white ruffed lemurs, there was a metal grille\ncovering a portion of the ceiling. Several of the metal wires were in disrepair, creating gaps in the wire grille and one\nof the wires had broken, creating sharp metal points that the animals could come into contact with and lead to injury.\nAll enclosures housing nonhuman primates must be kept in good repair and free of sharp points, protruding edges,\nor gaps/openings in order to protect the animals from injury. A system of timely identification, facility repair, and\nmaintenance must be in place.\nTo be corrected by:  November 16, 2017\n3.80(a)(2)(ix)\nPRIMARY ENCLOSURES.  \nAPHIS inspectors observed several areas of peeling paint and damage to the walls in the following nonhuman\nprimate enclosures:\nQuarantine Building:\n**Enclosure #3, housing one adult male gibbon, there was peeling paint beneath the shift door.\nMonkey Pavilion building:\n***MP 1 - indoor display area, housing three Goeldi’s monkeys, there was peeling paint along the bottom edge of\nthe shift door.\n***MP 3 - indoor display area, which was empty at the time of inspection, there were two areas of chipped paint on\nthe wall underneath the plastic platform.\n***MP 4 - indoor display area, containing two black and white ruffed lemurs, there were multiple areas of peeling\npaint.\n***MP 8 - off exhibit area for Howler monkeys and gibbons, there was peeling paint on the shift door.\n***MP 10 - off exhibit area there was peeling paint on and next to the shift door.\n***MP 11 - off exhibit area there was peeling paint on the shift door and on the handle for the shift door.\n***MP 12 - off exhibit area there was peeling paint on the right side of the platform and left side of the shift door\nleading to the outdoor porch.\n***MP 13 - off exhibit area there was peeling paint beneath the platform, ledge and below the shift door.\n***MP 14 - off exhibit area there was peeling paint on the shift door.\n\n***MP 17 -indoor display area, containing two Lars gibbons, there was peeling paint on the left side of the wall and a\nhole in the ceiling above the wooden platform.\n***MP 18 - indoor display area, containing four Ring-tailed lemurs, there was a crack in the cement wall, to the side\nof the shift door. \n***MP 19 - indoor display area, containing two Black howler monkeys, there was paint missing from the shift door.\n***MP 20  night enclosure for the howler monkeys there was a hole in the ceiling, near the platform.\nPrimate World building:\n***Indoor display area containing three Golden lion tamarins, there was peeling paint and large gap In the floor\n^^^Room O3 - containing one female Sumatran orangutan, there were several areas of peeling paint on the ledge\nseparating the front and back halves of the room, an area of painting missing on the floor in the back half of the\nenclosure, paint chipping around a metal drain attached to the ledge, and paint chipping around a square gap in the\nwall, where the enrichment hosing attaches.\n***Room O2 - containing one male Bornean orangutan, there were numerous areas of chipped painted on the ledge\ndividing the front and back portions of the enclosure.\n***Room O1 - containing one adult female Bornean orangutan and one infant Bornean orangutan, there was\nchipped areas of paint on the ledge separating the front and back areas of the enclosure, the ceiling, and the water\nbowl/drain beneath the drinking water nozzle.\nThe peeling/chipping paint and holes in the walls expose unsealed surfaces, which cannot be adequately cleaned or\nsanitized. Surfaces that cannot be readily cleaned and sanitized allow excreta, food waste, and other debris to\naccumulate on the surfaces, posing a risk to the health of the animals.\nPrimary enclosures for nonhuman primates must be constructed and maintained so that surfaces in contact with the\nanimals can be readily cleaned and sanitized or replaced when worn or soiled. A system of timely identification,\nfacility repair, and maintenance must be in place.\nTo be corrected by: Quarantine, Monkey Pavilion: 11/16/2017 and Primate World: July 2, 2018\n3.82(a)\nFEEDING.   \nIn Monkey Pavilion, the cutting board that is being utilized to cut and prepare food for the nonhuman primates is\npitted, discolored with multiple knife cuts.  The residue from the food being cut on the boards can get into these\nareas which can cause bacteria growth.  Because these areas cannot be properly cleaned the food being cut on the\nboard is potentially being exposed to harmful bacteria which could pose a health risk to the animals.\nFood must be uncontaminated, wholesome, palatable and of sufficient quantity and nutritive value.\n\nTo be corrected by:  November 9, 2017\n3.125(a)\nFACILITIES, GENERAL.   \nIn Asian Highlands, inside the outdoor enclosure for the two tigers is ripped pieces of a plastic barrel lying on the\nground.  There was a ripped barrel observed floating in the water.  These ripped pieces of plastic could potentially\nbe ingested, causing injuries to the animals and is not in good repair.\nIn the giraffe building,  ARV2 holding area for the plains zebra the plastic covering the shift door is ripped leaving a\nholde and broken edges protruding outward.  Along the opposite wall the plastic has a hole with ripped edges. \nThese ripped areas with holes are not in good repair.\nIn the giraffe building,  ARV3 holding area for the plains zebra, the metal bracket on the side of the shift door is bent\noutward at the bottom.  The metal bracket has a sharp edge at the  bottom which could potentially cause an injury to\nthe animals. \nIn the giraffe building,  ARV 9 holding area for Red River Hog the plastic wall along the bottom near the front gate is\ncracked with a piece missing and is not in good repair. \nMaintain all housing facilities so that they are structurally sound and in good repair to protect the animals.\nTo be corrected by:   Asian Highlands: November 9, 2017 and Giraffe Barn: January 1, 2018\n3.125(c)\nFACILITIES, GENERAL.   \nThe freezer used to store animal food in Grizzly Kitchen was dirty, with a sticky yellow substance, frozen blood, and\ngreen debris on the freezer shelf. A bag of frozen white mice used to feed regulated animals had a sticky material\nstuck to the outside of the bag.  The food stored in the dirty freezer has the potential to become contaminated and\npose a health risk to the animals once ingested. \nSupplies of food and bedding shall be stored in facilities which adequately protect such supplies against\ndeterioration, molding, or contamination by vermin.\nTo be corrected by:  November 9, 2017\n3.129(a)\nFEEDING.\n\nIn the commissary and Elephant/Rhino barn the cutting boards that are being utilized to cut and prepare meats\nand/or vegetables for the animals are pitted, discolored with multiple knife cuts.  Food residue can get into these\nareas which could potentially cause bacteria growth. Because these areas cannot be properly cleaned the food\nbeing cut on the boards are being exposed to potentially harmful bacteria which poses a health risk to the animals.\nFood must be uncontaminated, wholesome, palatable and of sufficient quantity and nutritive value.\nTo be corrected by:  November 9, 2017\n3.131(a)\nSANITATION.   \nIn the Elephant/Rhino Barn, the enclosure for the one male Black Rhinoceros has an excess accumulate of white\nsubstance along the back wall, metal bars and tree.  Along the back concrete wall it had the appearance of it was in\nthe process of being painted white. The keeper told the APHIS inspectors this was urine buildup from the rhinoceros\n(scent marking).  Failure to remove and/or clean excreta from the enclosure can lead to contamination, disease\nhazards and odors which can affect the health and well-being of the animal. \nRoutine cleaning and sanitizing of the enclosure must be done frequently to protect the health and well-being of the\nanimal and to minimize odors.\nTo be corrected by: January 1, 2018\n3.131(c)\nSANITATION.   \nIn the conservation center rooms 9 and 10, housing the black footed ferrets there is an excess accumulation of dust,\ndirt, debris along the tops of the enclosures and the light fixtures above the enclosures.  It is necessary to provide\nadequate routine removal of dust, dirt, debris so it does not create an unsanitary living condition and  lead to health\nissues for the animals.\nEnsure that all premises are kept clean and in good repair in order to protect the animals from injury and facilitate\nthe prescribed husbandry practices.\nTo be corrected by:  November 16, 2017\nThis inspection and exit briefing were conducted with the registrant.\n\nAdditional Inspectors\nEngel D.V.M Dominique, Hpa Gov User",
  "animals_total": 212,
  "species": [
    {
      "count": 1,
      "scientific": "Alces alces",
      "common": "MOOSE"
    },
    {
      "count": 2,
      "scientific": "Alouatta caraya",
      "common": "BLACK HOWLER"
    },
    {
      "count": 2,
      "scientific": "Atelerix albiventris",
      "common": "FOUR-TOED HEDGEHOG (MOST COMMON PET HEDGEHOG)"
    },
    {
      "count": 3,
      "scientific": "Callimico goeldii",
      "common": "GOELDI'S MONKEY"
    },
    {
      "count": 4,
      "scientific": "Callithrix geoffroyi",
      "common": "WHITE-FRONTED MARMOSET"
    },
    {
      "count": 1,
      "scientific": "Canis lupus",
      "common": "GRAY WOLF / GREY WOLF / TIMBER WOLF"
    },
    {
      "count": 8,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 1,
      "scientific": "Castor canadensis",
      "common": "AMERICAN BEAVER"
    },
    {
      "count": 1,
      "scientific": "Cercopithecus wolfi",
      "common": "WOLF'S GUENON"
    },
    {
      "count": 3,
      "scientific": "Chinchilla lanigera",
      "common": "CHINCHILLA (DOMESTICATED)"
    },
    {
      "count": 2,
      "scientific": "Choloepus hoffmanni",
      "common": "HOFFMANN'S TWO-TOED SLOTH"
    },
    {
      "count": 4,
      "scientific": "Colobus guereza",
      "common": "EASTERN BLACK-AND-WHITE COLOBUS / GUEREZA"
    },
    {
      "count": 1,
      "scientific": "Cynomys ludovicianus",
      "common": "BLACK-TAILED PRAIRIE DOG"
    },
    {
      "count": 1,
      "scientific": "Dendrolagus matschiei",
      "common": "MATSCHIE'S TREE KANGAROO"
    },
    {
      "count": 1,
      "scientific": "Diceros bicornis",
      "common": "BLACK RHINOCEROS"
    },
    {
      "count": 2,
      "scientific": "Equus quagga",
      "common": "BURCHELL’S / GRANT’S / CHAPMAN’S / PLAINS ZEBRA"
    },
    {
      "count": 2,
      "scientific": "Erethizon dorsatum",
      "common": "NORTH AMERICAN PORCUPINE"
    },
    {
      "count": 17,
      "scientific": "Giraffa camelopardalis",
      "common": "GIRAFFE"
    },
    {
      "count": 5,
      "scientific": "Gorilla gorilla",
      "common": "WESTERN GORILLA"
    },
    {
      "count": 34,
      "scientific": "Heterocephalus glaber",
      "common": "NAKED MOLE-RAT"
    },
    {
      "count": 2,
      "scientific": "Hylobates lar",
      "common": "LAR GIBBON"
    },
    {
      "count": 1,
      "scientific": "Hystrix africaeaustralis",
      "common": "CAPE PORCUPINE"
    },
    {
      "count": 4,
      "scientific": "Lemur catta",
      "common": "RING-TAILED LEMUR"
    },
    {
      "count": 3,
      "scientific": "Leontopithecus rosalia",
      "common": "GOLDEN LION TAMARIN"
    },
    {
      "count": 3,
      "scientific": "Lontra canadensis",
      "common": "NORTH AMERICAN RIVER OTTER"
    },
    {
      "count": 1,
      "scientific": "Lophocebus aterrimus",
      "common": "BLACK MANGABEY"
    },
    {
      "count": 6,
      "scientific": "Loxodonta africana",
      "common": "AFRICAN ELEPHANT"
    },
    {
      "count": 6,
      "scientific": "Lynx canadensis",
      "common": "CANADIAN LYNX"
    },
    {
      "count": 2,
      "scientific": "Mephitis mephitis",
      "common": "STRIPED SKUNK"
    },
    {
      "count": 23,
      "scientific": "Mustela nigripes",
      "common": "BLACK-FOOTED FERRET"
    },
    {
      "count": 1,
      "scientific": "Nasua narica",
      "common": "WHITE-NOSED COATI"
    },
    {
      "count": 1,
      "scientific": "Nasua nasua",
      "common": "SOUTH AMERICAN COATI"
    },
    {
      "count": 4,
      "scientific": "Nomascus leucogenys",
      "common": "WHITE-CHEEKED GIBBON"
    },
    {
      "count": 6,
      "scientific": "Notamacropus rufogriseus",
      "common": "BENNETT'S WALLABY / RED-NECKED WALLABY"
    },
    {
      "count": 1,
      "scientific": "Octodon degus",
      "common": "DEGU"
    },
    {
      "count": 1,
      "scientific": "Okapia johnstoni",
      "common": "OKAPI"
    },
    {
      "count": 2,
      "scientific": "Oreamnos americanus",
      "common": "ROCKY MOUNTAIN GOAT"
    },
    {
      "count": 4,
      "scientific": "Oryctolagus cuniculus",
      "common": "DOMESTIC RABBIT / EUROPEAN RABBIT"
    },
    {
      "count": 6,
      "scientific": "Panthera leo",
      "common": "LION"
    },
    {
      "count": 2,
      "scientific": "Panthera pardus",
      "common": "LEOPARD"
    },
    {
      "count": 2,
      "scientific": "Panthera tigris",
      "common": "TIGER"
    },
    {
      "count": 2,
      "scientific": "Pongo abelii",
      "common": "SUMATRAN ORANGUTAN"
    },
    {
      "count": 3,
      "scientific": "Pongo pygmaeus",
      "common": "BORNEAN ORANGUTAN"
    },
    {
      "count": 3,
      "scientific": "Potamochoerus porcus",
      "common": "RED RIVER HOG"
    },
    {
      "count": 3,
      "scientific": "Procavia capensis",
      "common": "ROCK HYRAX"
    },
    {
      "count": 3,
      "scientific": "Puma concolor",
      "common": "PUMA / MOUNTAIN LION / COUGAR"
    },
    {
      "count": 9,
      "scientific": "Suricata suricatta",
      "common": "SLENDER-TAILED MEERKAT"
    },
    {
      "count": 2,
      "scientific": "Symphalangus syndactylus",
      "common": "SIAMANG"
    },
    {
      "count": 2,
      "scientific": "Tapirus pinchaque",
      "common": "MOUNTAIN/WOOLLY TAPIR"
    },
    {
      "count": 1,
      "scientific": "Tolypeutes matacus",
      "common": "SOUTHERN THREE-BANDED ARMADILLO"
    },
    {
      "count": 1,
      "scientific": "Tremarctos ornatus",
      "common": "SPECTACLED BEAR"
    },
    {
      "count": 1,
      "scientific": "Uncia uncia",
      "common": "SNOW LEOPARD"
    },
    {
      "count": 2,
      "scientific": "Ursus arctos",
      "common": "BROWN BEAR"
    },
    {
      "count": 2,
      "scientific": "Ursus thibetanus",
      "common": "ASIATIC BLACK BEAR"
    },
    {
      "count": 2,
      "scientific": "Varecia variegata",
      "common": "BLACK-AND-WHITE RUFFED LEMUR"
    }
  ]
}