{
  "insp_id": "INS-0000868195",
  "layout": "c",
  "customer_id": "6003078",
  "customer_name": "Enos Shetler",
  "customer_addr": "5562 Wirick Road\nFredericktown, OH 43019",
  "certificate": "31-A-0867",
  "site_id": "001",
  "site_name": "Enos Shetler",
  "insp_type": "ROUTINE INSPECTION",
  "date": "01-MAY-2023",
  "report_date": "01-MAY-2023",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Critical",
      "repeat": false,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "The licensee failed to communicate that a litter of newborn puppies were not gaining weight as expected to the Attending\nVeterinarian. Records indicate that four out of the eight Yorkshire Terrier puppies born on 3/19/2023 died in close\nproximity to one another. The licensee stated that they had observed that this litter of puppies was nursing well, but were\nfailing to gain weight. The licensee stated that they felt it was an issue with the mother’s milk so they gave Amoxicillin to\nthe mother, Rixy #02. There are no instructions in the Program of Veterinary Care or SOPs that instruct the licensee\nregarding the course of action when puppies that are failing to gain weight and the licensee did not report these findings\nto their Attending Veterinarian. Three puppies (#23-35, #23-36, and #23-37) died on 3/22/2023 and the fourth puppy\n(#23-34) died on 3/25/2023. The licensee also did not report the deaths of these puppies to the Attending veterinarian\neven after finding the first three puppies had died. Failure to communicate problems of animal health to the attending\nveterinarian can lead to mis-diagnosis and delays in providing proper care to animals resulting in worsening of their\ncondition and possibly additional deaths. Correct by ensuring that information about problems with animal health,\nbehavior, and well-being are conveyed to the attending veterinarian directly in a timely manner. Correct by May 2, 2023."
    },
    {
      "code": "3.13(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "Veterinary care for dogs.",
      "narrative": "Medical records for dogs maintained at the facility are incomplete. The licensee is recording the dates that drugs were\ngiven, but does not include required information such as the problem identified, the description of the problem, the\ntreatment procedures performed, and the plan for treatment and care. For example: medical records were present that\nshow that Yorkshire Terrier dog microchip number 9920000001615007 receiving Amoxicillin from 7/18/2022 to 7/27/2022,\nhowever no description of the problem identified was included in the medical record. Additionally, the medical record for\nthis animal did not include the plan for treatment such as the drug dose, route of administration, or plan for recheck.\nComplete medical records ensure that all personnel at the facility are clear on the plan for treatment and enables the\nlicensee to evaluate effectiveness of the plan and ensure that the condition is corrected. Additionally, these complete\nmedical records are necessary for APHIS Officials to evaluate the care provided to animals covered by the AWA to\nensure their well-being. Correct by ensuring that all medical records for dogs include a complete description of the\nproblem identified, tests and procedures performed, and the plan for treatment. To be corrected by May 2, 2023.\nThis inspection and exit interview were conducted with the licensee.\nn"
    }
  ],
  "narrative": "2.40(b)(2)  Critical\n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nThe licensee failed to communicate that a litter of newborn puppies were not gaining weight as expected to the Attending \nVeterinarian.  Records indicate that four out of the eight Yorkshire Terrier puppies born on 3/19/2023 died in close \nproximity to one another.  The licensee stated that they had observed that this litter of puppies was nursing well, but were \nfailing to gain weight.  The licensee stated that they felt it was an issue with the mother’s milk so they gave Amoxicillin to \nthe mother, Rixy #02. There are no instructions in the Program of Veterinary Care or SOPs that instruct the licensee \nregarding the course of action when puppies that are failing to gain weight and the licensee did not report these findings \nto their Attending Veterinarian.  Three puppies (#23-35, #23-36, and #23-37) died on 3/22/2023 and the fourth puppy \n(#23-34) died on 3/25/2023.  The licensee also did not report the deaths of these puppies to the Attending veterinarian \neven after finding the first three puppies had died.  Failure to communicate problems of animal health to the attending \nveterinarian can lead to mis-diagnosis and delays in providing proper care to animals resulting in worsening of their \ncondition and possibly additional deaths.  Correct by ensuring that information about problems with animal health, \nbehavior, and well-being are conveyed to the attending veterinarian directly in a timely manner.   Correct by May 2, 2023. \n3.13(b)(2) \n   \nVeterinary care for dogs.\n\nMedical records for dogs maintained at the facility are incomplete.  The licensee is recording the dates that drugs were \ngiven, but does not include required information such as the problem identified, the description of the problem, the \ntreatment procedures performed, and the plan for treatment and care. For example: medical records were present that \nshow that Yorkshire Terrier dog microchip number 9920000001615007 receiving Amoxicillin from 7/18/2022 to 7/27/2022, \nhowever no description of the problem identified was included in the medical record. Additionally, the medical record for \nthis animal did not include the plan for treatment such as the drug dose, route of administration, or plan for recheck. \nComplete medical records ensure that all personnel at the facility are clear on the plan for treatment and enables the \nlicensee to evaluate effectiveness of the plan and ensure that the condition is corrected.  Additionally, these complete \nmedical records are necessary for APHIS Officials to evaluate the care provided to animals covered by the AWA to \nensure their well-being.  Correct by ensuring that all medical records for dogs include a complete description of the \nproblem identified, tests and procedures performed, and the plan for treatment.  To be corrected by  May 2, 2023. \n \nThis inspection and exit interview were conducted with the licensee. \n \n n",
  "animals_total": 82,
  "species": [
    {
      "count": 36,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 46,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}