{
  "insp_id": "2016082569109426",
  "layout": "a",
  "customer_id": "347",
  "customer_name": "Bucknell University",
  "customer_addr": "Dept Of Biology And Psychology\nLewisburg, PA 17837",
  "certificate": "23-R-0046",
  "site_id": "001",
  "site_name": "BUCKNELL UNIVERSITY",
  "insp_type": "ATTEMPTED INSPECTION",
  "date": "05-APR-2018",
  "report_date": "06-APR-2018",
  "citations": [
    {
      "code": "2.38(b)",
      "kind": "",
      "repeat": false,
      "desc": "MISCELLANEOUS.",
      "narrative": "There was no one available during business hours to allow APHIS Officials to enter and inspect the facilities,\nproperty, records, and animals on05-Apr-18 at 11:30.\nThe IACUC Chair stated that he did not have adequate time to be available for questions during the inspection or\nto discuss the inspection findings during an exit briefing. The IACUC administrator was out for the day and could\nnot fill in for him. Lack of availability for inspection hinders the regulatory process. All facilities must ensure a\nrepresentative is available during normal business hours to accompany inspection. Please notify your inspector of\nscheduling changes and availability. Correct from this time forward."
    }
  ],
  "narrative": "2.38(b)\nMISCELLANEOUS.\nThere was no one available during business hours to allow APHIS Officials to enter and inspect the facilities,\nproperty, records, and animals on05-Apr-18 at 11:30.\n  The IACUC Chair stated that he did not have adequate time to be available for questions during the inspection or\nto discuss the inspection findings during an exit briefing.  The IACUC administrator was out for the day and could\nnot fill in for him.  Lack of availability for inspection hinders the regulatory process.  All facilities must ensure a\nrepresentative is available during normal business hours to accompany inspection.  Please notify your inspector of\nscheduling changes and availability.  Correct from this time forward.",
  "animals_total": 0,
  "species": [
    {
      "count": 0,
      "scientific": "NONE",
      "common": "NONE"
    }
  ]
}