{
  "insp_id": "2016082569719277",
  "layout": "a",
  "customer_id": "506233",
  "customer_name": "Christina Mast",
  "customer_addr": "Glen D Mast\n14314 202nd St\nBloomfield, IA 52537",
  "certificate": "42-B-0316",
  "site_id": "001",
  "site_name": "CHRISTINA MAST",
  "insp_type": "ROUTINE INSPECTION",
  "date": "11-FEB-2020",
  "report_date": "11-FEB-2020",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "In pen C3, female black and white guinea pig is non-weight bearing in the left hind leg and has poor eye health.\nCloser observation revealed that the joint located in the lower leg is swollen, reddened and slightly firm to the touch.\nThe left eye is sealed shut by a brown crust located around the entire eye. Poor eye health and swollen joints\ncould cause pain and discomfort to the animal as well as indicate an underlying health issues.\nThis guinea pig must be evaluated by a licensed veterinarian for a proper diagnosis and to develop an effective\ntreatment plan. The licensee must ensure all guinea pigs receive adequate veterinary care at all times.\nTo be corrected by: Close of business February 13, 2020"
    },
    {
      "code": "3.26(b)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, INDOOR.",
      "narrative": "Within the indoor guinea pig building, the ammonia level is extremely high. The USDA inspector felt a burning\nsensation in her throat throughout the entire inspection and the USDA extern student felt a burning sensation in her\neyes and throat throughout the inspection as well. High levels of ammonia could cause discomfort to the animals as\nwell as lead to further health issues.\nIndoor housing facilities for guinea pigs shall be adequately ventilated to minimize drafts, odors, and moisture\ncondensation. The licensee must reduce the ammonia in the building to a level that will support the health and\nwell-being of the guinea pigs. The licensee must ensure the ammonia remain at an appropriate level at all times.\nTo be corrected by: February 15, 2020\nThis inspection and exit interview were conducted with ACI Kelly Maxwell, a USDA veterinary student extern and\nthe facility representative."
    }
  ],
  "narrative": "2.40(b)(2)           DIRECT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nIn pen C3, female black and white guinea pig is non-weight bearing in the left hind leg and has poor eye health. \nCloser observation revealed that the joint located in the lower leg is swollen, reddened and slightly firm to the touch.\n The left eye is sealed shut by a brown crust located around the entire eye.  Poor eye health and swollen joints\ncould cause pain and discomfort to the animal as well as indicate an underlying health issues. \nThis guinea pig must be evaluated by a licensed veterinarian for a proper diagnosis and to develop an effective\ntreatment plan.  The licensee must ensure all guinea pigs receive adequate veterinary care at all times. \nTo be corrected by:  Close of business February 13, 2020\n3.26(b)\nFACILITIES, INDOOR.\nWithin the indoor guinea pig building, the ammonia level is extremely high.  The USDA inspector felt a burning\nsensation in her throat throughout the entire inspection and the USDA extern student felt a burning sensation in her\neyes and throat throughout the inspection as well.  High levels of ammonia could cause discomfort to the animals as\nwell as lead to further health issues.\nIndoor housing facilities for guinea pigs shall be adequately ventilated to minimize drafts, odors, and moisture\ncondensation.  The licensee must reduce the ammonia in the building to a level that will support the health and\nwell-being of the guinea pigs.  The licensee must ensure the ammonia remain at an appropriate level at all times.  \nTo be corrected by:  February 15, 2020\nThis inspection and exit interview were conducted with ACI Kelly Maxwell, a USDA veterinary student extern and\nthe facility representative.",
  "animals_total": 295,
  "species": [
    {
      "count": 295,
      "scientific": "Cavia porcellus",
      "common": "DOMESTIC GUINEA PIG"
    }
  ]
}