{
  "insp_id": "INS-0000853431",
  "layout": "c",
  "customer_id": "39267",
  "customer_name": "Jim West",
  "customer_addr": "2749 Rooks Road\nNeodesha, KS 66757",
  "certificate": "48-A-2036",
  "site_id": "001",
  "site_name": "JIM WEST",
  "insp_type": "ROUTINE INSPECTION",
  "date": "14-MAR-2023",
  "report_date": "16-MAR-2023",
  "citations": [
    {
      "code": "2.40(a)",
      "kind": "",
      "repeat": false,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "* The following medications used to treat the dogs at the facility have gone past their labeled expiration dates. The\nrecorded expiration date on one 100 ml bottle of Oxytocin was 10/13. The recorded expiration date on one 16 fluid oz\nbottle of Pyrantel Pamote Suspension was 07/06/22. There was one container of Ponazuril and one container on Amforal\nboth had an expiration date of 12/31/22. These medications are intermingled with other products that are currently being\nused at the facility and are therefore ready for use. The usage of expired medical materials such as drugs, fluids, or\nsutures on regulated animals is not considered to be an acceptable veterinary practice and does not constitute adequate\nveterinary care. The effectiveness of the dosage level and expected results when expired drugs are administrated to\nanimals could be drastically changed or may not work as anticipated. The expected results cannot be guaranteed and the\nanimals may experience pain, distress due to mistreatment, unrelieved symptoms or unexpected side effects. Failure to\nproperly label medications or other medical products as being expired and storing them with unexpired medical materials\ncould lead to the unintentional use on regulated animals. The licensee must either dispose of all such expired medical\ndrugs and materials or segregate them in an appropriately labeled, physically separate location from non-expired medical\ndrugs and materials. Correct by 3/28/23."
    },
    {
      "code": "3.1(c)(2)",
      "kind": "",
      "repeat": false,
      "desc": "Housing facilities, general.",
      "narrative": "* An estimated two by four inch area of missing wall board was observed on the outside wall. Two dogs are in contact\nwith the affected surface area located on the outside wall of sheltered housing. Surfaces not maintained on a regular\nbasis cannot be readily cleaned and sanitized. The missing surface area could harbor disease causing agents which\naffects the health and well-being of the dogs. The licensee must ensure all surfaces are being maintained on a regular\nbasis. Surfaces that cannot be readily cleaned and sanitized, must be replaced when worn or soiled or altered in a\nmanner that allows for cleaning and sanitation to occur. Correct by 4/14/23.\nThis inspection and exit interview were conducted with the licensee.\nEnd Section"
    }
  ],
  "narrative": "2.40(a) \n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \n*   The following medications used to treat the dogs at the facility have gone past their labeled expiration dates.  The \nrecorded expiration date on one 100 ml bottle of Oxytocin was 10/13.  The recorded expiration date on one 16 fluid oz \nbottle of Pyrantel Pamote Suspension was 07/06/22.  There was one container of Ponazuril and one container on Amforal \nboth had an expiration date of 12/31/22.  These medications are intermingled with other products that are currently being \nused at the facility and are therefore ready for use. The usage of expired medical materials such as drugs, fluids, or \nsutures on regulated animals is not considered to be an acceptable veterinary practice and does not constitute adequate \nveterinary care. The effectiveness of the dosage level and expected results when expired drugs are administrated to \nanimals could be drastically changed or may not work as anticipated. The expected results cannot be guaranteed and the \nanimals may experience pain, distress due to mistreatment, unrelieved symptoms or unexpected side effects.  Failure to \nproperly label medications or other medical products as being expired and storing them with unexpired medical materials \ncould lead to the unintentional use on regulated animals.   The licensee must either dispose of all such expired medical \ndrugs and materials or segregate them in an appropriately labeled, physically separate location from non-expired medical \ndrugs and materials.  Correct by 3/28/23. \n3.1(c)(2) \n   \nHousing facilities, general.\n\n*  An estimated two by four inch area of missing wall board was observed on the outside wall.  Two dogs are in contact \nwith the affected surface area located on the outside wall of sheltered housing.  Surfaces not maintained on a regular \nbasis cannot be readily cleaned and sanitized.  The missing surface area could harbor disease causing agents which \naffects the health and well-being of the dogs.  The licensee must ensure all surfaces are being maintained on a regular \nbasis.  Surfaces that cannot be readily cleaned and sanitized, must be replaced when worn or soiled or altered in a \nmanner that allows for cleaning and sanitation to occur.  Correct by 4/14/23. \n \nThis inspection and exit interview were conducted with the licensee. \n \nEnd Section",
  "animals_total": 55,
  "species": [
    {
      "count": 52,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 3,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}