{
  "insp_id": "225151714420990",
  "layout": "a",
  "customer_id": "14982",
  "customer_name": "Larry Addison",
  "customer_addr": "Lynette Addison\n55230 836th Road\nNorfolk, NE 68701",
  "certificate": "47-A-0580",
  "site_id": "001",
  "site_name": "LARRY ADDISON, LYNETTE ADDISON",
  "insp_type": "ROUTINE INSPECTION",
  "date": "12-AUG-2015",
  "report_date": "14-AUG-2015",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "***An adult female yellow Labrador retriever named Shamie with microchip number 108360097 has a swelling on\nher right front leg wrist joint. The swelling protrudes approximately 0.5 inches more than her left wrist, and is mainly\non the front and left side of the joint. The dog was observed to shift her weight off the affected leg every 15-20\nseconds. She limped very slightly. Upon palpation of the swelling, it felt hard to the touch like bone. The licensee\nstated the dog has always been like that as long as she could remember. She stated the veterinarian has never\nmentioned it during kennel inspections.\nSwelling of a joint could be a sign of an underlying health issue, may be painful and could affect the well-being of\nthe dog.\n***An adult red and white female shiba inu named Mia with microchip number 086842345 has toenails that are too\nlong.\nToenails that are too long can affect the dog's gait, be uncomfortable or painful, and could cause its feet to be\ncaught in the flooring and could injure the animal.\nThe licensee must have the above yellow Labrador retriever evaluated by the veterinarian for proper diagnosis and\npossible treatment, and provide the inspector the documentation of this visit upon request. The licensee must\nensure that as part of a program of veterinary care, dogs are groomed and toenails are trimmed. The licensee must\nensure all animals are given proper veterinary care at all times.\nTo be corrected by August 21, 2015"
    },
    {
      "code": "3.1(c)(1)",
      "kind": "",
      "repeat": true,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "There are places in the large dog enclosures where the metal pipes are still rusted. This rusting has left some pipe\njoints unsecure and in other places the rust has resulted in jagged metal edges.\nJagged edges may cause injury to the dogs. The rusted joints may affect the structural strength of the pipes.\nAll surfaces must be constructed in manners that are free of excessive rust that affects the structural strength of the\nmaterials or that results in jagged edges."
    },
    {
      "code": "3.1(c)(2)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "In the outdoor enclosures, the entryway edges of two plastic shelter structures are chewed with a jagged,\nroughened surface. In one indoor enclosure, the plastic or fiberglass wall boards are scratched on approximately\nfifty percent of the surfaces.\nChewed, scratched and/or roughened surfaces cannot be readily cleaned and sanitized to prevent disease hazards.\nThe licensee must ensure that all surfaces are maintained on a regular basis. All surfaces that cannot be readily\ncleaned and sanitized must be repaired or replaced when worn or soiled.\nTo be corrected by September 4, 2015\nInspection and exit interview conducted by Lynn Clarke with facility representative."
    }
  ],
  "narrative": "2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n***An adult female yellow Labrador retriever named Shamie with microchip number 108360097 has a swelling on\nher right front leg wrist joint.  The swelling protrudes approximately 0.5 inches more than her left wrist, and is mainly\non the front and left side of the joint.  The dog was observed to shift her weight off the affected leg every 15-20\nseconds.  She limped very slightly.  Upon palpation of the swelling, it felt hard to the touch like bone.  The licensee\nstated the dog has always been like that as long as she could remember.  She stated the veterinarian has never\nmentioned it during kennel inspections.\nSwelling of a joint could be a sign of an underlying health issue, may be painful and could affect the well-being of\nthe dog.\n***An adult red and white female shiba inu named Mia with microchip number 086842345 has toenails that are too\nlong.\n  \nToenails that are too long can affect the dog's gait, be uncomfortable or painful, and could cause its feet to be\ncaught in the flooring and could injure the animal.\nThe licensee must have the above yellow Labrador retriever evaluated by the veterinarian for proper diagnosis and\npossible treatment, and provide the inspector the documentation of this visit upon request.  The licensee must\nensure that as part of a program of veterinary care, dogs are groomed and toenails are trimmed. The licensee must\nensure all animals are given proper veterinary care at all times.\nTo be corrected by August 21, 2015\n3.1(c)(1)                    REPEAT\nHOUSING FACILITIES, GENERAL.\nThere are places in the large dog enclosures where the metal pipes are still rusted. This rusting has left some pipe\n\njoints unsecure and in other places the rust has resulted in jagged metal edges.\n Jagged edges may cause injury to the dogs. The rusted joints may affect the structural strength of the pipes. \nAll surfaces must be constructed in manners that are free of excessive rust that affects the structural strength of the\nmaterials or that results in jagged edges.\n3.1(c)(2)\nHOUSING FACILITIES, GENERAL.\nIn the outdoor enclosures, the entryway edges of two plastic shelter structures are chewed with a jagged,\nroughened surface.   In one indoor enclosure, the plastic or fiberglass wall boards are scratched on approximately\nfifty percent of the surfaces.\nChewed, scratched and/or roughened surfaces cannot be readily cleaned and sanitized to prevent disease hazards.\nThe licensee must ensure that all surfaces are maintained on a regular basis.  All surfaces that cannot be readily\ncleaned and sanitized must be repaired or replaced when worn or soiled.\nTo be corrected by September 4, 2015\nInspection and exit interview conducted by Lynn Clarke with facility representative.",
  "animals_total": 173,
  "species": [
    {
      "count": 110,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 63,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}