{
  "insp_id": "130161014290603",
  "layout": "a",
  "customer_id": "19543",
  "customer_name": "Daniel Ryan",
  "customer_addr": "Evelyn Ryan\n56891 150th Ave.\nLucas, IA 50151",
  "certificate": "42-A-0931",
  "site_id": "001",
  "site_name": "DANIEL & EVELYN RYAN",
  "insp_type": "ROUTINE INSPECTION",
  "date": "05-MAY-2016",
  "report_date": "09-MAY-2016",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "A male Coton (\"Ike\", 101 074 310) has a thick buildup of a brown/tan material on the cheek teeth on both sides of\nhis mouth. The material has completely encased the cheek teeth and their shape is no longer identifiable. The\nmaterial is also covering nearly the entire surface of the upper front teeth and canine teeth. There is a white creamy\nsubstance along the gum line of the cheek teeth on the right side of the mouth. The gums have become moderately\nreddened. Poor dental health can cause pain and discomfort as well as lead to further health complications.\nThe licensee must have this dog evaluated by a licensed veterinarian for proper diagnosis and treatment plan. The\ndiagnosis and treatment plan must be documented and available to the inspector upon request. The licensee must\nensure that all dogs receive adequate veterinary care at all times.\nA correction date of May 12, 2016 was verbally communicated to the licensee during the exit interview."
    },
    {
      "code": "3.4(b)(3)",
      "kind": "",
      "repeat": false,
      "desc": "OUTDOOR HOUSING FACILITIES.",
      "narrative": "The shelters in the outdoor beagle enclosures have no wind or rain breaks at the entrance doors. Wind and rain\nbreaks are necessary in order to ensure that the dogs can escape inclement weather and remain dry. There are\neight dogs housed in these enclosures. The licensee must provide a wind and rain break at the front of all shelters\nwithin the dog enclosures. The licensee must ensure that all shelters have a wind and rain break in order to\npromote the dogs' health and well-being.\nCorrection date: June 05, 2016"
    },
    {
      "code": "3.4(c)",
      "kind": "",
      "repeat": false,
      "desc": "OUTDOOR HOUSING FACILITIES.",
      "narrative": "In the open building, the fronts of the shelters are covered in plywood. The enclosures had been recently washed\nout and the plywood appeared damp. There is a green organic material on the lower half of several of the pieces of\nplywood. The licensee stated that the shelters were constructed of treated plywood but they could be at least ten\nyears old. There are at least five dogs housed in these enclosures.\nThere are three large outdoor enclosures housing eight beagles. Each enclosure has a shade structure made of\nwood and placed just above the ground. The dogs lay under the structures and are capable of climbing up on the\nstructures. The wooden surfaces of all the structures has begun to crack in multiple areas.\nOne enclosure, housing four beagles, has a shelter constructed of wood. The surface of this wood has numerous\nsmall cracks and also has damage from the dogs chewing on the wood. Old, worn and damaged wood could allow\nmoisture to be absorbed into the wood which could affect the structural integrity.\nBuilding surfaces that are in contact with the animals must be impervious to moisture. The wood surfaces must be\naltered in a manner that makes them impervious to moisture. The licensee must ensure that all wood structures\nand surfaces are kept in good repair and remain impervious to moisture.\nCorrection date: June 05, 2016"
    },
    {
      "code": "3.6(a)(2)(10)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "In the \"training pen\" there is a smaller enclosure that the dogs have access to. The enclosure sits up off the ground\nand the flooring is constructed in sections. One section has come loose and has left a gap in the flooring that is\nlarge enough for a dog's leg to pass through and could result in injury to the dog. Four dogs have access to this\nenclosure.\nEnclosures must have floors that are constructed in a manner that protects the dogs' feet and legs from injury and\ndoes not have openings large enough for the dogs' feet to pass through. The licensee must replace, repair, or alter\nthe floor in a manner that will not allow the animals' feet and legs to pass through. The licensee must ensure that all\nenclosures are safe for the dogs at all time.\nCorrection date: May 19, 2016"
    },
    {
      "code": "3.11(c)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "There are three large outdoor enclosures housing eight beagles. There is a large amount of grass and weeds\ngrowing through all the fencing of the enclosures. The grass in some areas has grown higher than the beagles. In\nthe \"training pen\" the grass, brush and weeds are so high that it completely covers the beagles and the dogs cannot\nbe seen. The lower half of the fencing of the \"training pen\" is unable to be seen as it is covered in weeds and grass.\nThere are four beagles contained within the \"training pen\". Overgrown grass, weeds, and brush can inhibit\nadequate observation of the animals, the enclosure and the enclosure fencing as well as attract vermin and other\npests.\nWeeds, grasses and shrubbery on the premises must be controlled. The licensee must trim the grass, weeds and\nbrush down to a level that allows for adequate inspection of the facility and animals and reduces the potential of\nattracting vermin.\nCorrection date: May 19, 2016\nAlso, located in the \"training pen\" is a large amount of unused and discarded materials. The materials consist of\nanimal traps, fence panels, plastic buckets, rolls and strands of barbed wire, metal barrels and a large number of\nmiscellaneous metal items. The majority of the unused/discarded materials are lying in a creek within the \"training\npen\". During the inspection the dogs were observed to be running across the items in the creek. The\nunused/discarded materials could cause injury to the dogs as they move across and around them.\nPremises must be kept free of accumulations of trash, junk, waste products and discarded materials. The licensee\nmust remove all unused/discarded materials from the \"training pen\" in order to eliminate the risk of injury to the\ndogs. The licensee must ensure that all enclosures and premises are kept free of unused materials in order to\neliminate the injury risk to the dogs.\nCorrection date: July 05, 2016\nExit interview conducted with Kelly Maxwell, ACI and the facility representative."
    }
  ],
  "narrative": "2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nA male Coton (\"Ike\", 101 074 310) has a thick buildup of a brown/tan material on the cheek teeth on both sides of\nhis mouth.  The material has completely encased the cheek teeth and their shape is no longer identifiable.  The\nmaterial is also covering nearly the entire surface of the upper front teeth and canine teeth.  There is a white creamy\nsubstance along the gum line of the cheek teeth on the right side of the mouth.  The gums have become moderately\nreddened.  Poor dental health can cause pain and discomfort as well as lead to further health complications.\nThe licensee must have this dog evaluated by a licensed veterinarian for proper diagnosis and treatment plan.   The\ndiagnosis and treatment plan must be documented and available to the inspector upon request.  The licensee must\nensure that all dogs receive adequate veterinary care at all times.\nA correction date of May 12, 2016 was verbally communicated to the licensee during the exit interview.\n3.4(b)(3)\nOUTDOOR HOUSING FACILITIES.\nThe shelters in the outdoor beagle enclosures have no wind or rain breaks at the entrance doors.  Wind and rain\nbreaks are necessary in order to ensure that the dogs can escape inclement weather and remain dry.  There are\neight dogs housed in these enclosures.  The licensee must provide a wind and rain break at the front of all shelters\nwithin the dog enclosures.  The licensee must ensure that all shelters have a wind and rain break in order to\npromote the dogs' health and well-being.\nCorrection date:  June 05, 2016 \n3.4(c)\nOUTDOOR HOUSING FACILITIES.\nIn the open building, the fronts of the shelters are covered in plywood.  The enclosures had been recently washed\nout and the plywood appeared damp.  There is a green organic material on the lower half of several of the pieces of\n\nplywood.  The licensee stated that the shelters were constructed of treated plywood but they could be at least ten\nyears old.  There are at least five dogs housed in these enclosures.\nThere are three large outdoor enclosures housing eight beagles.  Each enclosure has a shade structure made of\nwood and placed just above the ground.  The dogs lay under the structures and are capable of climbing up on the\nstructures.  The wooden surfaces of all the structures has begun to crack in multiple areas.  \nOne enclosure, housing four beagles, has a shelter constructed of wood.  The surface of this wood has numerous\nsmall cracks and also has damage from the dogs chewing on the wood.  Old, worn and damaged wood could allow\nmoisture to be absorbed into the wood which could affect the structural integrity. \nBuilding surfaces that are in contact with the animals must be impervious to moisture.  The wood surfaces must be\naltered in a manner that makes them impervious to moisture.  The licensee must ensure that all wood structures\nand surfaces are kept in good repair and remain impervious to moisture.\nCorrection date:  June 05, 2016\n3.6(a)(2)(10)\nPRIMARY ENCLOSURES.\nIn the \"training pen\" there is a smaller enclosure that the dogs have access to.  The enclosure sits up off the ground\nand the flooring is constructed in sections.  One section has come loose and has left a gap in the flooring that is\nlarge enough for a dog's leg to pass through and could result in injury to the dog.  Four dogs have access to this\nenclosure.\nEnclosures must have floors that are constructed in a manner that protects the dogs' feet and legs from injury and\ndoes not have openings large enough for the dogs' feet to pass through.  The licensee must replace, repair, or alter\nthe floor in a manner that will not allow the animals' feet and legs to pass through.  The licensee must ensure that all\nenclosures are safe for the dogs at all time.\nCorrection date:  May 19, 2016\n3.11(c)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\nThere are three large outdoor enclosures housing eight beagles.  There is a large amount of grass and weeds\ngrowing through all the fencing of the enclosures.  The grass in some areas has grown higher than the beagles.  In\n\nthe \"training pen\" the grass, brush and weeds are so high that it completely covers the beagles and the dogs cannot\nbe seen.  The lower half of the fencing of the \"training pen\" is unable to be seen as it is covered in weeds and grass.\n There are four beagles contained within the \"training pen\".  Overgrown grass, weeds, and brush can inhibit\nadequate observation of the animals, the enclosure and the enclosure fencing as well as attract vermin and other\npests.\nWeeds, grasses and shrubbery on the premises must be controlled.  The licensee must trim the grass, weeds and\nbrush down to a level that allows for adequate inspection of the facility and animals and reduces the potential of\nattracting vermin.\nCorrection date:  May 19, 2016\nAlso, located in the \"training pen\" is a large amount of unused and discarded materials.  The materials consist of\nanimal traps, fence panels, plastic buckets, rolls and strands of barbed wire, metal barrels and a large number of\nmiscellaneous metal items.  The majority of the unused/discarded materials are lying in a creek within the \"training\npen\".   During the inspection the dogs were observed to be running across the items in the creek.  The\nunused/discarded materials could cause injury to the dogs as they move across and around them.\nPremises must be kept free of accumulations of trash, junk, waste products and discarded materials.    The licensee\nmust remove all unused/discarded materials from the \"training pen\" in order to eliminate the risk of injury to the\ndogs.  The licensee must ensure that all enclosures and premises are kept free of unused materials in order to\neliminate the injury risk to the dogs.\nCorrection date:  July 05, 2016\nExit interview conducted with Kelly Maxwell, ACI and the facility representative.",
  "animals_total": 50,
  "species": [
    {
      "count": 35,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 15,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}