{
  "insp_id": "336131130532824",
  "layout": "a",
  "customer_id": "7658",
  "customer_name": "Sarah Young",
  "customer_addr": "371 E Cc Rd\nHardy, AR 72542",
  "certificate": "71-A-0676",
  "site_id": "001",
  "site_name": "SARAH YOUNG",
  "insp_type": "ROUTINE INSPECTION",
  "date": "19-FEB-2014",
  "report_date": "19-FEB-2014",
  "citations": [
    {
      "code": "2.40(b)",
      "kind": "Direct",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "In the kennel facility there are two adult dogs which need to be evaluated by the attending veterinarian. One of the\nanimals is a male Yorkshire Terrier, chip # 086842024, who is thin to the point of spine and hip bones are\nprotruding. The animal also has a large accumullation of green and gray matter on both sides of the upper gums.\nThe other animal is a seven month old King Charles Cavalier, chip # 0A0213654, who has a wounded bloody tail\ntip. The animal was housed in a raised hut type enclosure and observed wagging his tail vigoriously during the\ninspection. In the enclosure there is splattered blood on the front wall of the shelter portion. The dealer moved the\nanimal to a larger ground enclosure during the inspection.\nAffects two adults."
    },
    {
      "code": "3.6(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "The kennel facility consists of five outdoor housing areas and one indoor whelping building. One outdoor housing\narea consists of raised hut type enclosures. Five of the wood shelter fronts are excessively chewed and scratched.\nThe wooden surfaces need to be repaired and or replaced and maintained. One set of the outdoor encosures is\nunder a open barn. In the barn area there are four enclosures on the west side which have rusted / broken support\nstructures. The support structures need to be repaired, replaced and maintained to contain the animals securely\nand protect them from injury. All primary enclosures must be designed and constructed of suitable materials so that\nthey are structurally sound. The primary enclosures must be kept in good repair to protect the health and welfare of\nthe animals.\nAffects twenty-five adults Correct by March 19, 2014"
    },
    {
      "code": "3.11(b)(1)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "The kennel facility consists of five outdoor housing areas for adult dogs and one indoor whelping building. Though\nout the outdoor housing areas there are nine enclosures which contain a total of nineteen adult dogs whose food\nreceptacles need to be cleaned and sanitized. The food receptacles have an accumulation of dark matter and an\naccumulation of wet food in the crevices. The water receptacles must be cleaned and sanitized to prevent\ncontamination of the food products and to prevent illness of the animals.\nAffects nineteen adults Correct by February 24, 2014."
    },
    {
      "code": "3.11(c)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "The kennel building has surfaces which need to be cleaned and maintained. In whelping building there is an\naccumulation dirt, hair and / or dead insects on the window seals and on the enclosure tops and divider panels. All\npremises including buildings and surrounding grounds, must be kept clean and in good repair to protect the animals\nfrom injury, to facilitate the husbandry practices and to reduce or eliminate breeding and living areas for rodents and\nother pests and vermin and to protect the health and well-being of the animals.\nAffects tenty-five adults and one hundred and five puppies. Correct by March 1, 2014\nThe inspection and exit briefing was conducted with the Dealer"
    }
  ],
  "narrative": "2.40(b)           DIRECT                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nIn the kennel facility there are two adult dogs which need to be evaluated by the attending veterinarian.   One of the\nanimals is a male Yorkshire Terrier, chip # 086842024, who is thin to the point of  spine and hip bones are\nprotruding. The animal also has a large accumullation of green and gray matter on both sides of the upper gums. \nThe other animal is a  seven month old King Charles Cavalier, chip # 0A0213654, who has a wounded bloody tail\ntip.  The animal was housed in a raised hut type enclosure and  observed wagging his tail vigoriously during the\ninspection.  In the enclosure there is splattered blood on the front wall of the shelter portion.  The dealer moved the\nanimal to a larger ground enclosure during the inspection.\nAffects two adults.\n3.6(a)(1)\nPRIMARY ENCLOSURES.\nThe kennel facility consists of five outdoor housing areas and one indoor whelping building.  One outdoor housing\narea consists of raised hut type enclosures.  Five of the wood shelter fronts are excessively chewed and scratched. \nThe wooden surfaces need to be repaired and or replaced and maintained.  One set of the outdoor encosures is\nunder a open barn.  In the barn area there are four enclosures on the west side which have rusted /  broken support\nstructures.  The support structures need to be repaired, replaced and maintained to contain the animals securely\nand protect them from injury.  All primary enclosures must be designed and constructed of suitable materials so that\nthey are structurally sound. The primary enclosures must be kept in good repair to protect the health and welfare of\nthe animals.\nAffects twenty-five adults                                                                  Correct by March 19, 2014\n3.11(b)(1)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\nThe kennel facility consists of five outdoor housing areas for adult dogs and one indoor whelping building.  Though\n\nout the outdoor housing areas there are nine enclosures which contain a total of nineteen adult dogs whose food\nreceptacles need to be cleaned and sanitized.  The food receptacles have an accumulation of dark matter and an\naccumulation of wet food in the crevices.  The water receptacles must be cleaned and sanitized to prevent\ncontamination of the food products and to prevent illness of the animals.\nAffects nineteen adults                                                                   Correct by February 24, 2014.\n3.11(c)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\nThe kennel building has surfaces which need to be cleaned  and maintained.  In whelping building there is an\naccumulation dirt, hair and / or dead insects on the window seals and on the enclosure tops and divider panels.  All\npremises including buildings and surrounding grounds, must be kept clean and in good repair to protect the animals\nfrom injury, to facilitate the husbandry practices and to reduce or eliminate breeding and living areas for rodents and\nother pests and vermin and to protect the health and well-being of the animals.\nAffects tenty-five adults and one hundred and five puppies.                      Correct by March 1, 2014\nThe inspection and exit briefing was conducted with the Dealer",
  "animals_total": 339,
  "species": [
    {
      "count": 234,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 105,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}