{
  "insp_id": "2016082567979098",
  "layout": "a",
  "customer_id": "4311",
  "customer_name": "Joyce Walters",
  "customer_addr": "137 Walters Lane\nAnderson, MO 64831",
  "certificate": "43-B-0178",
  "site_id": "001",
  "site_name": "JOYCE WALTERS",
  "insp_type": "ROUTINE INSPECTION",
  "date": "27-OCT-2016",
  "report_date": "27-OCT-2016",
  "citations": [
    {
      "code": "3.1(a)",
      "kind": "Critical",
      "repeat": true,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "a) Structure; construction.\nAn adult, male Cocker Spaniel was discovered missing from the facility 15 days prior to the inspection and had not\nbeen found. It was last seen in the exercise pen. One of the gates in the exercise pen had a gap so wide (6-8\ninches) that the latch was no longer functional. The licensee had placed a piece of plastic over the gap; however,\nduring the inspection the gate was not secured and easily swung open. Housing facilities that are not structurally\nsound can allow animals to escape. The licensee must ensure that all housing and fencing are structurally sound\nand will contain the animals securely."
    },
    {
      "code": "3.1(c)(3)",
      "kind": "",
      "repeat": true,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "3) Cleaning.\nMost of the sheltered enclosures had an excessive amount of fecal matter in the outdoor portion of the enclosures.\nThe licensee uses gravel as ground cover. It had rained the night before and the fecal matter was mixed into the\ngravel. Many of the dogs were not able to avoid stepping in feces. The licensee stated the fecal matter had not been\nremoved from these enclosures since Monday (4 days earlier). The feces in one pen was dried and covered in\nmold. Enclosures which are not properly cleaned and sanitized pose a health risk to the dogs because they contain\nmicroorganisms which can cause disease. The licensee must remove waste from enclosures on a daily basis and\nreplace contaminated gravel floors whenever spot cleaning is not sufficient to eliminate fecal matter.\nThis inspection and exit interview were conducted with the licensee.\nAdditional Inspectors\nWhiteley Robert, Animal Care Inspector"
    }
  ],
  "narrative": "3.1(a)           CRITICAL                    REPEAT\nHOUSING FACILITIES, GENERAL.\na) Structure; construction.\nAn adult, male Cocker Spaniel was discovered missing from the facility 15 days prior to the inspection and had not\nbeen found.  It was last seen in the exercise pen.  One of the gates in the exercise pen had a gap so wide (6-8\ninches) that the latch was no longer functional.  The licensee had placed a piece of plastic over the gap; however,\nduring the inspection the gate was not secured and easily swung open.  Housing facilities that are not structurally\nsound can allow animals to escape.  The licensee must ensure that all housing and fencing are structurally sound\nand will contain the animals securely.\n3.1(c)(3)                    REPEAT\nHOUSING FACILITIES, GENERAL.\n3) Cleaning.\nMost of the sheltered enclosures had an excessive amount of fecal matter in the outdoor portion of the enclosures. \nThe licensee uses gravel as ground cover.  It had rained the night before and the fecal matter was mixed into the\ngravel. Many of the dogs were not able to avoid stepping in feces. The licensee stated the fecal matter had not been\nremoved from these enclosures since Monday (4 days earlier).  The feces in one pen was dried and covered in\nmold. Enclosures which are not properly cleaned and sanitized pose a health risk to the dogs because they contain\nmicroorganisms which can cause disease. The licensee must remove waste from enclosures on a daily basis and\nreplace contaminated gravel floors whenever spot cleaning is not sufficient to eliminate fecal matter.\nThis inspection and exit interview were conducted with the licensee.\nAdditional Inspectors\nWhiteley Robert, Animal Care Inspector",
  "animals_total": 73,
  "species": [
    {
      "count": 60,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 13,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}