{
  "insp_id": "212151135570967",
  "layout": "a",
  "customer_id": "5590",
  "customer_name": "Mary Ann Smith",
  "customer_addr": "40696 Highway 72\nSalem, MO 65560",
  "certificate": "43-A-2296",
  "site_id": "001",
  "site_name": "MARY ANN SMITH",
  "insp_type": "ROUTINE INSPECTION",
  "date": "29-JUL-2015",
  "report_date": "30-JUL-2015",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "An English Bulldog, microchip number 0A0234510, was observed with a protrusion of tissue from the medial corner\nof the right eye. This protrusion was approximately one quarter inch in diameter and reddened. Crusty tannish\nmaterial clung to the lashes and lids of this eye. The left eye had an accumulation of greenish material covering\napproximately half of the area of the cornea. The owner stated this dog had undergone entropion surgery on both\neyes during March with the protrusion of tissue appearing within the last couple of weeks. She stated she had not\nbeen in contact with a licensed veterinarian regarding this condition recently but she was cleaning the eyes\nregularly. This protrusion of tissue may cause severe discomfort and stress to this dog as well as increased risks of\ninfection. A licensed veterinarian must be consulted for an evaluation of this condition. Documentation must be\nmaintained to outline the treatment program approved by the veterinarian.\nAn English Bulldog, microchip number 0A01776968, was observed with feet with thickened, reddened skin. The\npad circumference of the feet appear to be at least 50 greater than normal. The skin is reddened around the toes\nand extending upwards the leg a short distance. On the left front foot an opening in the skin surface was located\nthe first and second digits from the outside. The hair in these areas in thinned. The bottom of the feet have been\nsignificantly affected with individual toe pads not readily identifiable due to the thickening and swelling of the tissues.\nNo apparent lameness or distress was observed during this inspection. The owner stated the attending\nveterinarian had examined this dog on June 19, 2015. This condition at that time was identified as a (cid:28)foot infection(cid:29)\nwith a treatment program of antibiotics prescribed. The owner stated she had followed with a 10 day treatment\nprogram of penicillin. At this time, approximately 4 weeks since the last treatment, the owner states that there has\nnot been a great improvement in this condition. No further communication with a licensed veterinarian has taken\nplace since regarding this dog. This condition may cause extreme discomfort and stress to this dog as well as\nrisking the health and well being of animal. This dog must be evaluated by a licensed veterinarian for further\ndiagnoses and prognosis. Documentation must be maintained for review by the inspector of findings and treatment\nprograms.\nTo be corrected by: 07/31/15\nThis inspection was conducted with the owner by Curt McGruder-ACI. Exit interview and presentation of the report\nwas conducted on 07/30/15.\nThis is a transcribed copy of the original report."
    }
  ],
  "narrative": "2.40(b)(2)           DIRECT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nAn English Bulldog, microchip number 0A0234510, was observed with a protrusion of tissue from the medial corner\nof the right eye.  This protrusion was approximately one quarter inch in diameter and reddened.  Crusty tannish\nmaterial clung to the lashes and lids of this eye.  The left eye had an accumulation of greenish material covering\napproximately half of the area of the cornea.  The owner stated this dog had undergone entropion surgery on both\neyes during March with the protrusion of tissue appearing within the last couple of weeks.  She stated she had not\nbeen in contact with a licensed veterinarian regarding this condition recently but she was cleaning the eyes\nregularly. This protrusion of tissue may cause severe discomfort and stress to this dog as well as increased risks of\ninfection.  A licensed veterinarian must be consulted for an evaluation of this condition.  Documentation must be\nmaintained to outline the treatment program approved by the veterinarian.\nAn English Bulldog, microchip number 0A01776968, was observed with feet with thickened, reddened skin.  The\npad circumference of the feet appear to be at least 50 greater than normal.  The skin is reddened around the toes\nand extending upwards the leg a short distance.  On the left front foot an opening in the skin surface was located\nthe first and second digits from the outside.  The hair in these areas in thinned.  The bottom of the feet have been\nsignificantly affected with individual toe pads not readily identifiable due to the thickening and swelling of the tissues.\n No apparent lameness or distress was observed during this inspection.  The owner stated the attending\nveterinarian had examined this dog on June 19, 2015.  This condition at that time was identified as a (cid:28)foot infection(cid:29)\nwith a treatment program of antibiotics prescribed.  The owner stated she had followed with a 10 day treatment\nprogram of penicillin.  At this time, approximately 4 weeks since the last treatment,  the owner states that there has\nnot been a great improvement in this condition.  No further communication with a licensed veterinarian has taken\nplace since regarding this dog.  This condition may cause extreme discomfort and stress to this dog as well as\nrisking the health and well being of animal. This dog must be evaluated by a licensed veterinarian for further\ndiagnoses and prognosis.  Documentation must be maintained for review by the inspector of findings and treatment\nprograms.  \nTo be corrected by: 07/31/15\n\nThis inspection was conducted with the owner by Curt McGruder-ACI.  Exit interview and presentation of the report\nwas conducted on 07/30/15.\nThis is a transcribed copy of the original report.",
  "animals_total": 104,
  "species": [
    {
      "count": 76,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 28,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}