{
  "insp_id": "2016082569083047",
  "layout": "a",
  "customer_id": "4238",
  "customer_name": "Karma Habiger",
  "customer_addr": "5363 Hwy 232\nLucas, KS 67648",
  "certificate": "48-A-1839",
  "site_id": "001",
  "site_name": "Karma Habiger",
  "insp_type": "ROUTINE INSPECTION",
  "date": "12-MAR-2018",
  "report_date": "14-MAR-2018",
  "citations": [
    {
      "code": "3.1(a)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "An electric power cord for one heating pad for a mother with puppies was plugged into an outlet and the protecting\ncover for the power cord did not extend the length far enough out of the reach of the puppies and mother. Puppies\nand adults could chew on the power cord resulting in serious injury to the animal. All electric power cords must be\nprotected to prevent chewing on them from the animals in the enclosure. Correct by 17 March 2018."
    },
    {
      "code": "3.1(c)(3)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "There is a build-up of grime on the interior walls of the whelping building. According to the facility representative it\nhas been several weeks since the last time those walls had been cleaned. A lack of cleaning can lead to an\nincrease in disease transmission. All surfaces in contact with the dogs must be spot-cleaned on a daily basis and\nsanitized in accordance with paragraph 3.11(b). Correct by 24 March 2018.\nThis inspection and exit interview were conducted with a facility representative."
    }
  ],
  "narrative": "3.1(a)\nHOUSING FACILITIES, GENERAL.\nAn electric power cord for one heating pad for a mother with puppies was plugged into an outlet and the protecting\ncover for the power cord did not extend the length far enough out of the reach of the puppies and mother.  Puppies\nand adults could chew on the power cord resulting in serious injury to the animal.  All electric power cords must be\nprotected to prevent chewing on them from the animals in the enclosure.  Correct by 17 March 2018.\n3.1(c)(3)\nHOUSING FACILITIES, GENERAL.\nThere is a build-up of grime on the interior walls of the whelping building.  According to the facility representative it\nhas been several weeks since the last time those walls had been cleaned.  A lack of cleaning can lead to an\nincrease in disease transmission.  All surfaces in contact with the dogs must be spot-cleaned on a daily basis and\nsanitized in accordance with paragraph 3.11(b).  Correct by 24 March 2018.\nThis inspection and exit interview were conducted with a facility representative.",
  "animals_total": 50,
  "species": [
    {
      "count": 24,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 26,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}