{
  "insp_id": "2016082568407331",
  "layout": "a",
  "customer_id": "329733",
  "customer_name": "Dustin Frakes",
  "customer_addr": "Jeri Frakes\n1197 Greenbush Rd\nAvon, IL 61415",
  "certificate": "33-A-0557",
  "site_id": "001",
  "site_name": "DUSTIN & JERI FRAKES",
  "insp_type": "ROUTINE INSPECTION",
  "date": "06-JUN-2017",
  "report_date": "07-JUN-2017",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "A black female Pomeranian (the licensee wasn't able to capture the dog and therefore couldn't provide the\nmicrochip identification for the dog) was limping on its left rear leg. The top of the toes on that leg had hair loss and\nit appeared the top of the toes were also swollen. The licensee stated he had not observed the dog's condition prior\nto inspection. Untreated medical conditions can be painful. The dog's foot or leg may be broken or infected from a\nwound which is causing the dog to limp. The licensee must contact the Attending Veterinarian and treat the dog per\nhis/her instructions. Correct by 6/7/17.\nNote: The licensee has taken the dog to the Attending Veterinarian and is treating per the Attending Veterinarian's\ninstructions."
    },
    {
      "code": "3.1(a)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "Multiple issues were identified with the housing facilities during inspection. They are listed as follows:\n---Two pipes near the entrance of the door in the second building were leaking causing water to pool up near the\nentrance as you walk into the building.\n---Rust was identified on the bottom parts of the fencing on the inside and outside enclosures of the second building\nof at least four different enclosures.\n---A plastic divider in one enclosure was chewed up on the side closest to the front of the enclosure in the second\nbuilding.\n---A fan that was plugged in and running was sitting in the middle aisle of the second building. The fan was sitting in\na puddle of water.\nThe leaky pipes near the front entrance of the second building could potentially cause water to pool up in the front\ncouple of enclosures. Rust in the enclosures doesn't allow for the enclosures to be properly sanitized. A plastic\ndivider with chewed up edges could potentially cause injury to the dogs within that enclosure. An electrical\nappliance that is turned on and sitting in a pool of water is a potential hazard not only to the dogs in the building, but\nalso any employees working within the building.\nAll housing facilities must be designed and constructed so that it is structurally sound. It must be kept in good repair\nand protect the animals from injury. Correct by 6/20/17.\nThis inspection and exit interview were conducted with the licensee.\nEnd of report."
    }
  ],
  "narrative": "2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nA black female Pomeranian (the licensee wasn't able to capture the dog and therefore couldn't provide the\nmicrochip identification for the dog) was limping on its left rear leg.  The top of the toes on that leg had hair loss and\nit appeared the top of the toes were also swollen.  The licensee stated he had not observed the dog's condition prior\nto inspection.  Untreated medical conditions can be painful.  The dog's foot or leg may be broken or infected from a\nwound which is causing the dog to limp.  The licensee must contact the Attending Veterinarian and treat the dog per\nhis/her instructions.  Correct by 6/7/17.\nNote: The licensee has taken the dog to the Attending Veterinarian and is treating per the Attending Veterinarian's\ninstructions.\n3.1(a)\nHOUSING FACILITIES, GENERAL.\nMultiple issues were identified with the housing facilities during inspection.  They are listed as follows:\n---Two pipes near the entrance of the door in the second building were leaking causing water to pool up near the\nentrance as you walk into the building.\n---Rust was identified on the bottom parts of the fencing on the inside and outside enclosures of the second building\nof at least four different enclosures.\n---A plastic divider in one enclosure was chewed up on the side closest to the front of the enclosure in the second\nbuilding.\n---A fan that was plugged in and running was sitting in the middle aisle of the second building. The fan was sitting in\na puddle of water.\nThe leaky pipes near the front entrance of the second building could potentially cause water to pool up in the front\n\ncouple of enclosures. Rust in the enclosures doesn't allow for the enclosures to be properly sanitized. A plastic\ndivider with chewed up edges could potentially cause injury to the dogs within that enclosure. An electrical\nappliance that is turned on and sitting in a pool of water is a potential hazard not only to the dogs in the building, but\nalso any employees working within the building.\nAll housing facilities must be designed and constructed so that it is structurally sound. It must be kept in good repair\nand protect the animals from injury.  Correct by 6/20/17.\nThis inspection and exit interview were conducted with the licensee.\nEnd of report.",
  "animals_total": 119,
  "species": [
    {
      "count": 84,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 35,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}