{
  "insp_id": "191151250040645",
  "layout": "a",
  "customer_id": "4088",
  "customer_name": "City Of Wichita",
  "customer_addr": "6232 E 29th St N\nWichita, KS 67220",
  "certificate": "48-C-0130",
  "site_id": "001",
  "site_name": "CITY OF WICHITA",
  "insp_type": "ROUTINE INSPECTION",
  "date": "29-JUN-2015",
  "report_date": "14-JUL-2015",
  "citations": [
    {
      "code": "3.127(d)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, OUTDOOR.",
      "narrative": "Official accounts report that the bobcat primary enclosure fence was cut open by vandals sometime between 24\nJune and 25 June 2015. As a result of this hole, the bobcat exited it's enclosure, past the public barrier fence and\nwent into the surrounding park. This animal was captured and returned to it's enclosure within a short period of time\nafter finding it in the park. The security alarms at the exhibit were not operating properly. Release of animals into\nthe surrounding environment can put them in danger. Among the conditions for a variance from a six foot perimeter\nfence in a letter dated January 28, 2002 is an effective security system. An effective security system does not allow\nvandals to scale a 3' 10\" public barrier fence and cut a hole in the primary enclosure fence. The facility must have a\nperimeter fence constructed in a manner that protects the animals in the facility by restricting animals and\nunauthorized persons from going over, under or through it and having contact with the animals in the facility. This\nfence must also be constructed in a manner so that it can function as a secondary containment system for the\nanimals in the facility. Or an effective security system must be in place to satisfy the conditions of the original\nperimeter fence variance. Correct by 29 Sept. 2015.\nThis focused inspection and exit interview were conducted with Kendall Lundy, ACI and a facility representative."
    }
  ],
  "narrative": "3.127(d)\nFACILITIES, OUTDOOR. \nOfficial accounts report that the bobcat primary enclosure fence was cut open by vandals sometime between 24\nJune and 25 June 2015.  As a result of this hole, the bobcat exited it's enclosure, past the public barrier fence and\nwent into the surrounding park.  This animal was captured and returned to it's enclosure within a short period of time\nafter finding it in the park.  The security alarms at the exhibit were not operating properly.  Release of animals into\nthe surrounding environment can put them in danger.  Among the conditions for a variance from a six foot perimeter\nfence in a letter dated January 28, 2002 is an effective security system.  An effective security system does not allow\nvandals to scale a 3' 10\" public barrier fence and cut a hole in the primary enclosure fence.  The facility must have a\nperimeter fence constructed in a manner that protects the animals in the facility by restricting animals and\nunauthorized persons from going over, under or through it and having contact with the animals in the facility.  This\nfence must also be constructed in a manner so that it can function as a secondary containment system for the\nanimals in the facility.  Or an effective security system must be in place to satisfy the conditions of the original\nperimeter fence variance.  Correct by 29 Sept. 2015.\nThis focused inspection and exit interview were conducted with Kendall Lundy, ACI and a facility representative.",
  "animals_total": 1,
  "species": [
    {
      "count": 1,
      "scientific": "Lynx rufus",
      "common": "BOBCAT"
    }
  ]
}