{
  "insp_id": "286151248480632",
  "layout": "a",
  "customer_id": "21118",
  "customer_name": "Matt Mc Kenzie",
  "customer_addr": "16407 Hwy 115\nMaynard, AR 72444",
  "certificate": "71-A-1033",
  "site_id": "001",
  "site_name": "MATT MC KENZIE",
  "insp_type": "ROUTINE INSPECTION",
  "date": "13-OCT-2015",
  "report_date": "13-OCT-2015",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "*** A female Min Pin, ID number 59, was observed with a abdominal mass approximately the size of a tennis ball.\nThe designated person stated this dog had a surgical procedure approximately 1 year ago in the same area of the\nmass. She stated the mass had been increasing in size the last few months. At this time the dog has not been\nseen by a licensed veterinarian to diagnose and treat this condition.\nA female YorkiePoo, ID number 52, was observed with a very thin coat of rough hair. The body condition of this\ndog is very poor with the hip and vertebra structures easily visible. Observation of the mouth revealed multiple teeth\nwere missing but also excessive accumulations of brownish material on the upper cheek teeth. The designated\nperson stated this dog had whelped approximately 4 months ago and subsequently lost all puppies. At that time the\nattending veterinarian had been consulted and treatment provided. Since that time the dog has gradually been\nlosing weight. the designated person stated she had tried multiple diets and dewormings but had not consulted with\na licensed veterinarian in the last three months. At this time the body conditions of this dog indicate she has very\nlimited reserves and with a thinning hair coat she is in physical distress and requires medical treatment.\nIn both of these situations these dogs must be examined by a licensed veterinarian for an appropriate diagnosis\nand treatment program. Lack of diagnosis and treatment of unknown conditions is dangerous to the health of these\ndogs. Documentation must be maintained of diagnosis and treatment plans for these dogs for review on\nre-inspection of these dogs. To be corrected by: 10/14/15\nThis inspection and exit interview was conducted with the designated person by Curt McGruder-ACI."
    }
  ],
  "narrative": "2.40(b)(2)           DIRECT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n*** A female Min Pin, ID number 59, was observed with a abdominal mass approximately the size of a tennis ball. \nThe designated person stated this dog had a surgical procedure approximately 1 year ago in the same area of the\nmass.  She stated the mass had been increasing in size the last few months.  At this time the dog has not been\nseen by a licensed veterinarian to diagnose and treat this condition.\n    A female YorkiePoo, ID number 52, was observed with a very thin coat of rough hair.  The body condition of this\ndog is very poor with the hip and vertebra structures easily visible.  Observation of the mouth revealed multiple teeth\nwere missing but also excessive accumulations of brownish material on the upper cheek teeth.  The designated\nperson stated this dog had whelped approximately 4 months ago and subsequently lost all puppies.  At that time the\nattending veterinarian had been consulted and treatment provided.  Since that time the dog has gradually been\nlosing weight.  the designated person stated she had tried multiple diets and dewormings but had not consulted with\na licensed veterinarian in the last three months.  At this time the body conditions of this dog indicate she has very\nlimited reserves and with a thinning hair coat she is in physical distress and requires medical treatment.\n    In both of these situations these dogs must be examined by a licensed veterinarian for an appropriate diagnosis\nand treatment program.  Lack of diagnosis and treatment of unknown conditions is dangerous to the health of these\ndogs.  Documentation must be maintained of diagnosis and treatment plans for these dogs for review on\nre-inspection of these dogs.  To be corrected by: 10/14/15\nThis inspection and exit interview was conducted with the designated person by Curt McGruder-ACI.",
  "animals_total": 40,
  "species": [
    {
      "count": 34,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 6,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}