{
  "insp_id": "2016082569446346",
  "layout": "a",
  "customer_id": "331496",
  "customer_name": "Potawatomi Zoological Society",
  "customer_addr": "500 S Greenlawn Ave\nSouth Bend, IN 46615",
  "certificate": "32-C-0243",
  "site_id": "001",
  "site_name": "POTAWATOMI ZOOLOGICAL SOCIETY",
  "insp_type": "FOCUSED INSPECTION",
  "date": "13-NOV-2018",
  "report_date": "26-APR-2019",
  "citations": [
    {
      "code": "2.131(c)(1)",
      "kind": "Critical",
      "repeat": true,
      "desc": "HANDLING OF ANIMALS.",
      "narrative": "During a birthday party held in the facilities Learning Center a serval lunged at and scratched a child. The facility\nschedules birthday parties and uses requested educational animals at these parties. The facility allows the public to\ntouch the 4 year old serval on the back if the serval is sitting. This animal has been used in this way for 3 1/2 years\nand was being handled by a keeper with over one year of experience with this animal.\nDuring public exhibition, any animal must be handled so there is minimal risk of harm to the animal and to the\npublic, with sufficient distance and/or barriers between the animal and the general viewing public so as to assure\nthe safety of animals and the public.\nThe facility is not currently using the serval for programs and will not allow public contact with the serval again. The\nfacility is also re-evaluating all of its public contact policies. Appropriate measures must be taken to prevent injury\nto the public and to the animals.\nThis inspection and exit interview were conducted with the Director of Animal Programs and Education."
    }
  ],
  "narrative": "2.131(c)(1)           CRITICAL                    REPEAT\nHANDLING OF ANIMALS.\nDuring a birthday party held in the facilities Learning Center a serval lunged at and scratched a child.  The facility\nschedules birthday parties and uses requested educational animals at these parties.  The facility allows the public to\ntouch the 4 year old serval on the back if the serval is sitting.  This animal has been used in this way for 3 1/2 years\nand was being handled by a keeper with over one year of experience with this animal.\nDuring public exhibition, any animal must be handled so there is minimal risk of harm to the animal and to the\npublic, with sufficient distance and/or barriers between the animal and the general viewing public so as to assure\nthe safety of animals and the public.\nThe facility is not currently using the serval for programs and will not allow public contact with the serval again.  The\nfacility is also re-evaluating all of its public contact policies.  Appropriate measures must be taken to prevent injury\nto the public and to the animals.\nThis inspection and exit interview were conducted with the Director of Animal Programs and Education.",
  "animals_total": 0,
  "species": [
    {
      "count": 0,
      "scientific": "NONE",
      "common": "NONE"
    }
  ]
}