{
  "insp_id": "258141343590796",
  "layout": "a",
  "customer_id": "33428",
  "customer_name": "Osage Kennels L L C",
  "customer_addr": "561 County Rd 231\nLinn, MO 65051",
  "certificate": "43-A-4667",
  "site_id": "001",
  "site_name": "OSAGE KENNELS L.L.C.",
  "insp_type": "ROUTINE INSPECTION",
  "date": "15-SEP-2014",
  "report_date": "15-SEP-2014",
  "citations": [
    {
      "code": "3.4(b)",
      "kind": "",
      "repeat": false,
      "desc": "OUTDOOR HOUSING FACILITIES.",
      "narrative": "(b) Shelter from the elements.\n***There was an outdoor enclosure housing three adult Cocker Spaniels with a single shelter that was not big\nenough for each dog to make normal postural movements at the same time. According to the licensee, the\nigloo-style shelter was a medium-sized igloo. Adequate shelter space for each dog is important for the health and\ncomfort of the dog. The licensee must ensure that one or more shelter structures are accessible to each animal in\neach outdoor facility and that the shelters are large enough to allow each animal in the shelter sturcutre to sit, stand,\nand lie in a nomral manner and to turn about freely. To be corrected by: September 22, 2014."
    },
    {
      "code": "3.11(c)",
      "kind": "",
      "repeat": true,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "(c) Housekeeping for premises.\n***There were various areas throughout the facility with cobwebs, dead flies and/or a build-up of dirt and debris.\nInside the whelping building, there was an excessive number of dead flies on the floor located under the primary\nenclosures and near the entrance door. Also, there were several cobwebs noted around the facility, including along\nthe wire panel of a primary enclosure and along the bases and entrances of some of the shelter structures for the\noutdoor enclosures. The outside surfaces of some of the shelter structures also had some bird droppings on them\nand/or a build-up of dirt and debris. An accumulation of cobwebs, dead flies, dirt and/or debris increases the risk of\ndisease hazards to the animals. The licensee must ensure that the facility premises are kept clean and in good\nrepair to protect the animals from injury, to facilitate the husbandry practices required in this subpart and to reduce\nor eliminate breeding and living areas for pests at all times.\nThe inspection and exit interview were conducted with the licensee.\nAdditional Inspectors\nHeine William, Animal Care Inspector"
    }
  ],
  "narrative": "3.4(b)\nOUTDOOR HOUSING FACILITIES.\n(b) Shelter from the elements.\n***There was an outdoor enclosure housing three adult Cocker Spaniels with a single shelter that was not big\nenough for each dog to make normal postural movements at the same time.  According to the licensee, the\nigloo-style shelter was a medium-sized igloo.  Adequate shelter space for each dog is important for the health and\ncomfort of the dog.  The licensee must ensure that one or more shelter structures are accessible to each animal in\neach outdoor facility and that the shelters are large enough to allow each animal in the shelter sturcutre to sit, stand,\nand lie in a nomral manner and to turn about freely.   To be corrected by:  September 22, 2014.\n3.11(c)                    REPEAT\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\n(c) Housekeeping for premises. \n***There were various areas throughout the facility with cobwebs, dead flies and/or a build-up of dirt and debris. \nInside the whelping building, there was an excessive number of dead flies on the floor located under the primary\nenclosures and near the entrance door.  Also, there were several cobwebs noted around the facility, including along\nthe wire panel of a primary enclosure and along the bases and entrances of some of the shelter structures for the\noutdoor enclosures.  The outside surfaces of some of the shelter structures also had some bird droppings on them\nand/or a build-up of dirt and debris.  An accumulation of cobwebs, dead flies, dirt and/or debris increases the risk of\ndisease hazards to the animals. The licensee must ensure that the facility premises are kept clean and in good\nrepair to protect the animals from injury, to facilitate the husbandry practices required in this subpart and to reduce\nor eliminate breeding and living areas for pests at all times.\nThe inspection and exit interview were conducted with the licensee.\n\nAdditional Inspectors\nHeine William, Animal Care Inspector",
  "animals_total": 106,
  "species": [
    {
      "count": 84,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 22,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}