{
  "insp_id": "INS-0000839996",
  "layout": "c",
  "customer_id": "502185",
  "customer_name": "Wizard of Paws Wildlife Education Inc",
  "customer_addr": "403 Fletcher Lane\nBeech Grove, IN 46107",
  "certificate": "",
  "site_id": "001",
  "site_name": "Wizard of Paws Wildlife Education Inc",
  "insp_type": "RE-LICENSE INSPECTION",
  "date": "12-JAN-2023",
  "report_date": "18-JAN-2023",
  "citations": [
    {
      "code": "2.40(a)(2)",
      "kind": "",
      "repeat": true,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "The written program of veterinary care is not yet available, as it is still with the attending veterinarian for updating.\nWithout veterinary guidance, animals may not receive optimal care. Applicant shall assure that the attending veterinarian\nhas appropriate authority to ensure the provision of adequate veterinary care. Applicant shall develop and maintain, with\nthe attending veterinarian, a written program of veterinary care and regularly scheduled visits to the premises.\nRemains Uncorrected"
    },
    {
      "code": "3.131(a)",
      "kind": "",
      "repeat": true,
      "desc": "Sanitation.",
      "narrative": "Hair and dust has been mostly removed from the enclosures in the fox room. However, areas of rust has been exposed\non some of the enclosures. Rust prevents effective cleaning and may harbor disease agents. Enclosures, litter trays, and\nhousing facilities shall be cleaned as often as necessary, including the elimination of rust, to minimize disease hazards\nand reduce odors.\nRemains Uncorrected"
    },
    {
      "code": "3.131(c)",
      "kind": "",
      "repeat": true,
      "desc": "Sanitation.",
      "narrative": "The animals are housed in rooms of the applicants' primary residence. The rooms remain overcrowded with stored items.\nStored items include donated animal food, beeding, & other supplies, personal items, and a clothes dryer which is not in\nuse, to name a few. Stored items are stacked, nearly to the ceiling in some areas, creating paths through the home to\naccess the animals. There is minimal clearance to work with and access the animals, clean enclosures and housing\nrooms, as well as provide repair to and maintain enclosures. Optimal animal welfare is hindered in such cramped\nquarters. Premises shall be kept clean and in good repair to protect the the animals from injury and to facilitate\nprescribed husbandry practices.\nRemains Uncorrected\nThis is a 1st re-license inspection for a Class “C” license. The inspection and exit briefing were conducted with the\napplicants.\nAll items must be in compliance within 2 more inspections by March 13, 2023 or the applicant will forfeit the license fee\nand must wait 6 months to reapply. Please contact your inspector to schedule your next re-license inspection.\nYour previous USDA license has expired, no regulated activity may be conducted until a re-license inspection is passed.\nEnd Section"
    }
  ],
  "narrative": "2.40(a)(2)  Repeat\n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nThe written program of veterinary care is not yet available, as it is still with the attending veterinarian for updating.  \nWithout veterinary guidance, animals may not receive optimal care.  Applicant shall assure that the attending veterinarian \nhas appropriate authority to ensure the provision of adequate veterinary care.  Applicant shall develop and maintain, with \nthe attending veterinarian, a written program of veterinary care and regularly scheduled visits to the premises. \nRemains Uncorrected \n3.131(a)  Repeat\n   \nSanitation. \nHair and dust has been mostly removed from the enclosures in the fox room.  However, areas of rust has been exposed \non some of the enclosures.  Rust prevents effective cleaning and may harbor disease agents.  Enclosures, litter trays, and \nhousing facilities shall be cleaned as often as necessary, including the elimination of rust, to minimize disease hazards \nand reduce odors. \nRemains Uncorrected \n3.131(c)  Repeat\n   \nSanitation.\n\nThe animals are housed in rooms of the applicants' primary residence.  The rooms remain overcrowded with stored items.  \nStored items include donated animal food, beeding, & other supplies, personal items, and a clothes dryer which is not in \nuse, to name a few.  Stored items  are stacked, nearly to the ceiling in some areas, creating paths through the home to \naccess the animals.  There is minimal clearance to work with and access the animals, clean enclosures and housing \nrooms, as well as provide repair to and maintain enclosures.  Optimal animal welfare is hindered in such cramped \nquarters.  Premises shall be kept clean and in good repair to protect the the animals from injury and to facilitate \nprescribed husbandry practices.   \nRemains Uncorrected \n \nThis is a 1st re-license inspection for a Class “C” license. The inspection and exit briefing were conducted with the \napplicants. \n \nAll items must be in compliance within 2 more inspections by March 13, 2023 or the applicant will forfeit the license fee \nand must wait 6 months to reapply. Please contact your inspector to schedule your next re-license inspection. \n \nYour previous USDA license has expired, no regulated activity may be conducted until a re-license inspection is passed. \n \nEnd Section",
  "animals_total": 20,
  "species": [
    {
      "count": 2,
      "scientific": "Vulpes zerda",
      "common": "FENNEC FOX"
    },
    {
      "count": 7,
      "scientific": "Vulpes vulpes",
      "common": "RED FOX (INCLUDES SILVER FOX & CROSS FOX)"
    },
    {
      "count": 4,
      "scientific": "Canis lupus hallstromi",
      "common": "NEW GUINEA SINGING DOG"
    },
    {
      "count": 4,
      "scientific": "Oryctolagus cuniculus",
      "common": "DOMESTIC RABBIT / EUROPEAN RABBIT"
    },
    {
      "count": 2,
      "scientific": "Mustela putorius furo",
      "common": "DOMESTIC FERRET"
    },
    {
      "count": 1,
      "scientific": "Vulpes pallida",
      "common": "PALE FOX"
    }
  ]
}