{
  "insp_id": "183141702210025",
  "layout": "a",
  "customer_id": "324194",
  "customer_name": "Mattie O Bontrager",
  "customer_addr": "Perry J Bontrager\nN 1603 Lovers Lane\nDalton, WI 53926",
  "certificate": "35-A-0355",
  "site_id": "001",
  "site_name": "MATTIE & PERRY J BONTRAGER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "02-JUL-2014",
  "report_date": "02-JUL-2014",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "***A male schih tzu (tag 011) has an eye (right side) that is white on the outside and is not clear like a normally\nhealthy eye. This is reported to have been like this for about a year and owner reports that the attending\nveterinarian has not seen it. Some abnormalities in eyes can be painful and must be reported to the attending\nveterinarian so that it can be evaluated and determined what treatment is needed. Promptly and routinely\ncommunicate any health condition or injuries observed in animals to the attending veterinarian to ensure that\noptimum veterinary care is provided.\n***Various medications in the storage cabinet reportedly used for dogs are labeled for other species other than\ndogs. There are no written instructions from the attending veterinarian on these medications for dosage (how\nmuch), route (oral, injection type, etc), frequency (how often), and what the medication is for. Use of medications\nfor other species other than what the label describes (off-label or extra-label use) must have written instructions\nfrom the attending veterinarian. This is to avoid giving a dog too much or too little of a medication and to ensure\nthat a medication is safe for dogs. Obtain written instructions from the attending veterinarian on any medication that\ndoes not have a manufacturer's label with instructions for dogs.\nCorrect by 7/8/14\nExit interview conducted with facility representative."
    }
  ],
  "narrative": "2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n***A male schih tzu (tag 011) has an eye (right side) that is white on the outside and is not clear like a normally\nhealthy eye.  This is reported to have been like this for about a year and owner reports that the attending\nveterinarian has not seen it.  Some abnormalities in eyes can be painful and must be reported to the attending\nveterinarian so that it can be evaluated and determined what treatment is needed.  Promptly and routinely\ncommunicate any health condition or injuries observed in animals to the attending veterinarian to ensure that\noptimum veterinary care is provided.  \n***Various medications in the storage cabinet reportedly used for dogs are labeled for other species other than\ndogs.  There are no written instructions from the attending veterinarian on these medications for dosage (how\nmuch), route (oral, injection type, etc), frequency (how often), and what the medication is for.  Use of medications\nfor other species other than what the label describes (off-label or extra-label use) must have written instructions\nfrom the attending veterinarian.  This is to avoid giving a dog too much or too little of a medication and to ensure\nthat a medication is safe for dogs.  Obtain written instructions from the attending veterinarian on any medication that\ndoes not have a manufacturer's label with instructions for dogs.  \nCorrect by 7/8/14\nExit interview conducted with facility representative.",
  "animals_total": 214,
  "species": [
    {
      "count": 151,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 63,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}