{
  "insp_id": "INS-0000871229",
  "layout": "c",
  "customer_id": "1047",
  "customer_name": "LEGACY HEALTH",
  "customer_addr": "P. O. BOX 3950\nPORTLAND, OR 97208",
  "certificate": "92-R-0002",
  "site_id": "001",
  "site_name": "LEGACY HEALTH - RES. ADMIN.",
  "insp_type": "ROUTINE INSPECTION",
  "date": "01-JUN-2023",
  "report_date": "07-JUN-2023",
  "citations": [
    {
      "code": "2.38(f)(1)",
      "kind": "Critical",
      "repeat": false,
      "desc": "Miscellaneous.",
      "narrative": "A 13-year-old female rhesus macaque sustained a hindlimb fracture during a routine cage transfer on 4/23/2023. During\nthe transfer, the nonhuman primate (NHP) escaped from her cage into the room. The animal went behind some of the\ncages and then started jumping on them, which led to attempted fighting between her and the other NHPs inside the\ncages. It is unclear exactly how the injuries occurred, but the facility staff observed blood on the macaque's leg and\nsudden onset of left hindlimb lameness. It is suspected that the animal's leg slipped between the bars of one of the cages\nand became caught while leaping from cage to cage. Upon examination and fluoroscopic imaging, the NHP was\ndiagnosed with fractures to her left tibia and fibula. In addition, four puncture wounds were noted on the skin overlying the\nfracture site, which were presumed to be due to fracture segments piercing the skin. The attending veterinarian provided\nappropriate treatment for the animal, and the fracture is healing well.\nHandling of animals shall be done as expeditiously and carefully as possible so as not to cause physical harm.\nThe research facility implemented corrective actions to include refinements to the animal transfer process, refresher\ntraining for staff, and equipment modifications. Corrected prior to the inspection.\nThis inspection and exit interview were conducted with the facility representatives.\nn"
    }
  ],
  "narrative": "2.38(f)(1)  Critical\n   \nMiscellaneous. \nA 13-year-old female rhesus macaque sustained a hindlimb fracture during a routine cage transfer on 4/23/2023.  During \nthe transfer, the nonhuman primate (NHP) escaped from her cage into the room.  The animal went behind some of the \ncages and then started jumping on them, which led to attempted fighting between her and the other NHPs inside the \ncages.  It is unclear exactly how the injuries occurred, but the facility staff observed blood on the macaque's leg and \nsudden onset of left hindlimb lameness.  It is suspected that the animal's leg slipped between the bars of one of the cages \nand became caught while leaping from cage to cage.  Upon examination and fluoroscopic imaging, the NHP was \ndiagnosed with fractures to her left tibia and fibula.  In addition, four puncture wounds were noted on the skin overlying the \nfracture site, which were presumed to be due to fracture segments piercing the skin.  The attending veterinarian provided \nappropriate treatment for the animal, and the fracture is healing well. \n \nHandling of animals shall be done as expeditiously and carefully as possible so as not to cause physical harm. \n \nThe research facility implemented corrective actions to include refinements to the animal transfer process, refresher \ntraining for staff, and equipment modifications.   Corrected prior to the inspection.\n\nThis inspection and exit interview were conducted with the facility representatives. \n \n n",
  "animals_total": 74,
  "species": [
    {
      "count": 23,
      "scientific": "Macaca mulatta",
      "common": "RHESUS MACAQUE"
    },
    {
      "count": 21,
      "scientific": "Sus scrofa domestica",
      "common": "DOMESTIC PIG / POTBELLY PIG / MICRO PIG"
    },
    {
      "count": 30,
      "scientific": "Ovis aries aries",
      "common": "SHEEP INCLUDING ALL DOMESTIC BREEDS"
    }
  ]
}