{
  "insp_id": "224151647440399",
  "layout": "a",
  "customer_id": "329740",
  "customer_name": "James Mast",
  "customer_addr": "262 Madison 6131\nWesley, AR 72773",
  "certificate": "71-A-1321",
  "site_id": "001",
  "site_name": "JAMES MAST",
  "insp_type": "ROUTINE INSPECTION",
  "date": "12-AUG-2015",
  "report_date": "12-AUG-2015",
  "citations": [
    {
      "code": "3.1(c)(3)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "The kennel facility consists of one sheltered building where all contained animals have access to both indoor and\noutdoor primary enclosure portions. On the interior and exterior of the shelter building there are twelve enclosure\nportions. All of the enclosures need to be cleaned to remove the build-up of dark matter and hair on the walls,\nfloors, doors and divider panels. The dealer stated he cleaned every one to two weeks. Through out the common\nareas of the kennel building there are accumulations of dead insects, spilt food, used syringes, dark matter under\nthe puppy stack cages and wall insulation material. Hard surfaces which the dogs come in contact must be\nspot-cleaned daily to prevent accumulations of excreta and reduce disease hazards. All other surfaces of housing\nfacilities must be cleaned and sanitized when necessary to satisfy generally accepted husbandry standards and\npractices to protect the health and welfare of the animals.\nAffects thirteen adults and fourteen puppies. Correct by August 13, 2015\nThe inspection and exit briefing was conducted by the facility Representative and Sandra Meek, ACI."
    }
  ],
  "narrative": "3.1(c)(3)\nHOUSING FACILITIES, GENERAL.\nThe kennel facility consists of one sheltered building where all contained animals have access to both indoor and\noutdoor primary enclosure portions.  On the interior and exterior of the shelter building there are twelve enclosure\nportions.  All of the enclosures need to be cleaned to remove the build-up of dark matter and hair on the walls,\nfloors, doors and divider panels.  The dealer stated he cleaned every one to two weeks.  Through out the common\nareas of the kennel building there are accumulations of dead insects, spilt food, used syringes, dark matter under\nthe puppy stack cages and wall insulation material.    Hard surfaces which the dogs come in contact must be\nspot-cleaned daily to prevent accumulations of excreta and reduce disease hazards.   All other surfaces of housing\nfacilities must be cleaned and sanitized when necessary to satisfy generally accepted husbandry standards and\npractices to protect the health and welfare of the animals.  \nAffects thirteen adults and fourteen puppies.                             Correct by August 13, 2015\n             The inspection and exit briefing was conducted by the facility Representative and Sandra Meek, ACI.",
  "animals_total": 27,
  "species": [
    {
      "count": 13,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 14,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}