{
  "insp_id": "2016082569412593",
  "layout": "a",
  "customer_id": "35390",
  "customer_name": "Wayne I Mast",
  "customer_addr": "7637 Wakatomica Road\nWalhonding, OH 43843",
  "certificate": "31-A-0603",
  "site_id": "001",
  "site_name": "WAYNE MAST",
  "insp_type": "ROUTINE INSPECTION",
  "date": "14-MAR-2019",
  "report_date": "25-MAR-2019",
  "citations": [
    {
      "code": "3.9(b)",
      "kind": "",
      "repeat": false,
      "desc": "FEEDING.",
      "narrative": "On today's inspection most of the self feeders in the big building were identified to have a moderate to heavy\nblack/brown buildup of excreta, debris and caked food in the open lip where the dogs access their food. Food\nreceptacles that are not kept clean can contaminate food the dogs are ingest. All food containers must be cleaned\nand sanitized in accordance with 3.11 of the regulation; at least every two weeks or more often if necessary to\nprevent the buildup of excreta, debris, and caking of food.\nCorrection By: 3/15/2019"
    },
    {
      "code": "3.11(b)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "On today's inspection most enclosures in the big building have a moderate to heavy accumulation of excreta, food\nwaste, hair, and other organic material build up on the walls and wire mesh flooring of the enclosure. There were 3\ndogs on today's inspection that had excreta on their legs, back or feet due to the amount of building in their\nenclosure. In addition, the under side of their enclosures have an excessive accumulation of dirt, debris, food waste\nand excreta. The lack of cleaning and sanitizing is a direct result of the high ammonia level within the facility and\nsubjects the dogs to unnecessary disease hazards. All enclosures must be cleaned and sanitized as often as\nnecessary to prevent the soiling of dogs and to prevent the buildup of excreta, food waste, hair, and other organic\nmaterial build up.\nCorrect By: 3/15/2019\nThe inspection was conducted with the Licensee's Wife and Daughter.\nThe exit Interview was conducted with the Licensee."
    }
  ],
  "narrative": "3.9(b)\nFEEDING.\nOn today's inspection most of the self feeders in the big building were identified to have a moderate to heavy\nblack/brown buildup of excreta, debris and caked food in the open lip where the dogs access their food.  Food\nreceptacles that are not kept clean can contaminate food the dogs are ingest. All food containers must be cleaned\nand sanitized in accordance with 3.11 of the regulation; at least every two weeks or more often if necessary to\nprevent the buildup of excreta, debris, and caking of food.\nCorrection By: 3/15/2019\n3.11(b)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\nOn today's inspection most enclosures in the big building have a moderate to heavy accumulation of excreta, food\nwaste, hair, and other organic material build up on the walls and wire mesh flooring of the enclosure.  There were 3\ndogs on today's inspection that had excreta on their legs, back or feet due to the amount of building in their\nenclosure.  In addition, the under side of their enclosures have an excessive accumulation of dirt, debris, food waste\nand excreta.  The lack of cleaning and sanitizing is a direct result of the high ammonia level within the facility and\nsubjects the dogs to unnecessary disease hazards.  All enclosures must be cleaned and sanitized as often as\nnecessary to prevent the soiling of dogs and to prevent the buildup of excreta, food waste, hair, and other organic\nmaterial build up.\nCorrect By: 3/15/2019\nThe inspection was conducted with the Licensee's Wife and Daughter.\nThe exit Interview was conducted with the Licensee.",
  "animals_total": 89,
  "species": [
    {
      "count": 59,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 30,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}