{
  "insp_id": "14161613440794",
  "layout": "a",
  "customer_id": "24564",
  "customer_name": "Real Pets Corp",
  "customer_addr": "30 N 3rd St\nWomelsdorf, PA 19567",
  "certificate": "23-B-0200",
  "site_id": "004",
  "site_name": "REAL PETS CORP",
  "insp_type": "ROUTINE INSPECTION",
  "date": "14-JAN-2016",
  "report_date": "14-JAN-2016",
  "citations": [
    {
      "code": "2.40(a)(1)",
      "kind": "",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "Section 2.40(a)(1) Veterinary care: The written Program of Veterinary Care (PVC) for this facility still lacks specific\nguidance for the care of animals. There is no specific guidance for internal parasite control and treatment of\nconditions for the various species, only a list of drugs. Species specific dosing and route is not included for the\ndrugs included in the PVC. Sulfadimethoxine use for rabbits and ferrets does not include a dose or route in the\nPVC. There is a dosage for oral Acepromazine in the PVC with no information on the intended species or when it is\nto be used. The instructions in the PVC for the Ivermectin do not include which are to be used for what species.\nSpecific guidance from the attending veterinarian is required for all drugs used by the licensee.\nThere is no specific guidance in the PVC for the method of euthanasia to be used by the facility, including its use,\nequipment, and the personnel trained and authorized to perform the euthanasia for the various species. The PVC\nstates that the method for CO2 euthanasia will follow the AVMA Guidelines with no details on its use at the facility\nby personnel. Specific guidance and training in the procedure for euthanasia by the attending veterinarian is\nrequired to ensure animals are humanely euthanized according to the latest AVMA Guidelines for the Euthanasia of\nAnimals (2013 edition).\nAdditional specific guidance is required for the Program of Veterinary Care. Failure to have specific accurate\nguidance does not ensure the attending veterinarian is aware of the current practices at the facility and also does\nnot ensure the facility has accurate guidance to provide adequate veterinary care to the animals. Correct this by\ndeveloping and implementing a complete, accurate Program of Veterinary Care for all species housed at the facility."
    },
    {
      "code": "3.31(b)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "Section 3.31(b) Housekeeping: Rodent feces, spilled food and bedding were under and behind the pallets of food,\nbedding and hay along the wall in the storage room. Spilled food on the floor attracts pests and must be removed.\nRodent feces may harbor bacteria and parasites and must be cleaned up on a regular basis for the health of the\nanimals and to monitor pests. Correct by keeping the floor clean around and under the pallets with the food,\nbedding and hay. Correct by January 21, 2016."
    },
    {
      "code": "3.31(c)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "Section 3.31(c) Pest Control: Rodent feces were observed under and behind the pallets of food, bedding and hay\nalong the wall in the storage room. No rodent control was observed in this area. Wild rodents may introduce\ndisease and parasites into the animal colonies. An effective program for the control of mammalian pests must be\nestablished and maintained. Correct by January 21, 2016.\nAn exit briefing was conducted with the facility president; Mary Geib, VMO; and Robert Markmann, ACI.\nAdditional Inspectors\nMarkmann Robert, Animal Care Inspector"
    }
  ],
  "narrative": "2.40(a)(1)                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nSection 2.40(a)(1) Veterinary care:  The written Program of Veterinary Care (PVC) for this facility still lacks specific\nguidance for the care of animals.  There is no specific guidance for internal parasite control and treatment of\nconditions for the various species, only a list of drugs.  Species specific dosing and route is not included for the\ndrugs included in the PVC.  Sulfadimethoxine use for rabbits and ferrets does not include a dose or route in the\nPVC.  There is a dosage for oral Acepromazine in the PVC with no information on the intended species or when it is\nto be used.  The instructions in the PVC for the Ivermectin do not include which are to be used for what species. \nSpecific guidance from the attending veterinarian is required for all drugs used by the licensee. \n  \nThere is no specific guidance in the PVC for the method of euthanasia to be used by the facility, including its use,\nequipment, and the personnel trained and authorized to perform the euthanasia for the various species.  The PVC\nstates that the method for CO2 euthanasia will follow the AVMA Guidelines with no details on its use at the facility\nby personnel.  Specific guidance and training in the procedure for euthanasia by the attending veterinarian  is\nrequired to ensure animals are humanely euthanized according to the latest AVMA Guidelines for the Euthanasia of\nAnimals (2013 edition). \n      \nAdditional specific guidance is required for the Program of Veterinary Care.  Failure to have specific accurate\nguidance does not ensure the attending veterinarian is aware of the current practices at the facility and also does\nnot ensure the facility has accurate guidance to provide adequate veterinary care to the animals.  Correct this by\ndeveloping and implementing a complete, accurate Program of Veterinary Care for all species housed at the facility.\n \n3.31(b)\nSANITATION.\nSection 3.31(b) Housekeeping: Rodent feces, spilled food and bedding were under and behind the pallets of food,\nbedding and hay along the wall in the storage room.  Spilled food on the floor attracts pests and must be removed.\n\nRodent feces may harbor bacteria and parasites and must be cleaned up on a regular basis for the health of the\nanimals and to monitor pests.  Correct by keeping the floor clean around and under the pallets with the food,\nbedding and hay.  Correct by January 21, 2016. \n3.31(c)\nSANITATION.\nSection 3.31(c) Pest Control: Rodent feces were observed under and behind the pallets of food, bedding and hay\nalong the wall in the storage room.  No rodent control was observed in this area.  Wild rodents may introduce\ndisease and parasites into the animal colonies.  An effective program for the control of mammalian pests must be\nestablished and maintained.  Correct by January 21, 2016.\nAn exit briefing was conducted with the facility president; Mary Geib, VMO; and Robert Markmann, ACI.\nAdditional Inspectors\nMarkmann Robert, Animal Care Inspector",
  "animals_total": 2489,
  "species": [
    {
      "count": 225,
      "scientific": "Cavia porcellus",
      "common": "DOMESTIC GUINEA PIG"
    },
    {
      "count": 236,
      "scientific": "Cricetulus griseus",
      "common": "CHINESE HAMSTER"
    },
    {
      "count": 220,
      "scientific": "Meriones unguiculatus",
      "common": "MONGOLIAN GERBIL (COMMON PET / RESEARCH VARIETY)"
    },
    {
      "count": 167,
      "scientific": "Mesocricetus auratus",
      "common": "SYRIAN / GOLDEN HAMSTER (COMMON PET/RESEARCH TYPE)"
    },
    {
      "count": 4,
      "scientific": "Muscardinus avellanarius",
      "common": "HAZEL DORMOUSE"
    },
    {
      "count": 43,
      "scientific": "Oryctolagus cuniculus",
      "common": "EUROPEAN RABBIT"
    },
    {
      "count": 666,
      "scientific": "Phodopus campbelli",
      "common": "CAMPBELLS DWARF HAMSTER"
    },
    {
      "count": 432,
      "scientific": "Phodopus roborovskis",
      "common": "ROBOROVSKIS DWARF HAMSTER"
    },
    {
      "count": 496,
      "scientific": "Phodopus sungorus",
      "common": "WINTER WHITE RUSSIAN DWARF HAMSTER"
    }
  ]
}