{
  "insp_id": "2016082569516716",
  "layout": "a",
  "customer_id": "327575",
  "customer_name": "Andrew L Kinsinger",
  "customer_addr": "21695 County Road G\nPlatteville, WI 53818",
  "certificate": "35-A-0362",
  "site_id": "001",
  "site_name": "ANDREW KINSINGER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "18-JUN-2019",
  "report_date": "18-JUN-2019",
  "citations": [
    {
      "code": "3.25(a)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "There were at least 11 guinea pigs seen outside of their enclosures in the corner by the food storage area. The\nfacility wasn't sure how/why these guinea pigs were loose. While they were seen to have access to food and water,\nthere is a large hole in the corner of the building that they could get out of the building and no longer be protected.\nThe loose animals are also starting to make a mess of the food storage area. To protect their health and safety\ndetermine how guinea pigs are getting out of primary enclosures and ensure that all guinea pigs are safely\ncontained.\nCorrect by 6/21/19"
    },
    {
      "code": "3.25(c)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "The food and bedding storage area has problems that increase risk of contamination or infestation with\nvermin/pests.\n-A hole in the SE corner of the building could allow vermin entry.\n-The loose guinea pigs have eaten out and nested in the bottom portion of the stored hay.\n-Some medicine and construction materials were stored on top of the hay.\n-Dark soiled material under and around pallets of guinea pig feed had strong odors and flies on it.\nThese problems increase the risk of contamination to the stored feed and if feed is contaminated it can affect many\nanimals. To protect the stored food and bedding ensure to correct the items listed above.\nCorrect by 6/21/19"
    },
    {
      "code": "3.31(a)(2)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "Seven enclosures containing a total of 60 guinea pigs had visibly wet bedding in the entire enclosure. With the wet\nspring the facility reports (and it could be observed) that water from the uphill side is draining under the concrete of\naffected enclosures possibly subbing up into part of the building. Wet and soiled bedding can cause animal\ndiscomfort and increase disease risk. Ensure the animals in these 7 enclosures are transferred to clean and dry\nenclosures and if any other enclosures are affected ensure they are moved to dry and clean enclosures.\nCorrect by 6/19/19.\nThis inspection and exit interview were conducted with a facility representative."
    }
  ],
  "narrative": "3.25(a)\nFACILITIES, GENERAL.\nThere were at least 11 guinea pigs seen outside of their enclosures in the corner by the food storage area.  The\nfacility wasn't sure how/why these guinea pigs were loose. While they were seen to have access to food and water,\nthere is a large hole in the corner of the building that they could get out of the building and no longer be protected.\nThe loose animals are also starting to make a mess of the food storage area.  To protect their health and safety\ndetermine how guinea pigs are getting out of primary enclosures and ensure that all guinea pigs are safely\ncontained. \nCorrect by 6/21/19\n3.25(c)\nFACILITIES, GENERAL.\nThe food and bedding storage area has problems that increase risk of contamination or infestation with\nvermin/pests. \n-A hole in the SE corner of the building could allow vermin entry. \n-The loose guinea pigs have eaten out and nested in the bottom portion of the stored hay.\n-Some medicine and construction materials were stored on top of the hay. \n-Dark soiled material under and around pallets of guinea pig feed had strong odors and flies on it.\nThese problems increase the risk of contamination to the stored feed and if feed is contaminated it can affect many\nanimals.  To protect the stored food and bedding ensure to correct the items listed above. \nCorrect by 6/21/19\n3.31(a)(2)\nSANITATION.\nSeven enclosures containing a total of 60 guinea pigs had visibly wet bedding in the entire enclosure.  With the wet\nspring the facility reports (and it could be observed) that water from the uphill side is draining under the concrete of\naffected enclosures possibly subbing up into part of the building.   Wet and soiled bedding can cause animal\ndiscomfort and increase disease risk.   Ensure the animals in these 7 enclosures are transferred to clean and dry\nenclosures and if any other enclosures are affected ensure they are moved to dry and clean enclosures.\n\nCorrect by 6/19/19.\nThis inspection and exit interview were conducted with a facility representative.",
  "animals_total": 790,
  "species": [
    {
      "count": 790,
      "scientific": "Cavia porcellus",
      "common": "DOMESTIC GUINEA PIG"
    }
  ]
}