{
  "insp_id": "2016090000755602",
  "layout": "b",
  "customer_id": "34286",
  "customer_name": "Debra McCoy",
  "customer_addr": "1602 East 562nd Road\nBrighton, MO 65617",
  "certificate": "43-A-4742",
  "site_id": "001",
  "site_name": "DEBRA S MCCOY",
  "insp_type": "RE-LICENSE INSPECTION",
  "date": "21-DEC-2021",
  "report_date": "22-DEC-2021",
  "citations": [
    {
      "code": "3.13(a)(3)",
      "kind": "",
      "repeat": false,
      "desc": "Veterinary care for dogs.",
      "narrative": "The Program of Veterinary Care (APHIS Form 7002A) is incomplete. More specific instructions for rabies vaccination of\nadult dogs is needed; the current instructions are \"as determined by vet.\" There are no sampling instructions (frequency\nof testing; number or percentage of dogs) for diagnosis of heartworm or intestinal parasites. There are dewormers listed\non the Program of Veterinary Care and on a separate medication list, but the instructions are not completely clear on\nwhether the dewormers are meant for adults or puppies. A couple of the dewormers do not have dosing instructions or\nwhen they should be given. Incomplete or unclear instructions for medications and vaccines may result in inappropriate\nor inadequate treatment of the dogs. A complete Program of Veterinary Care for dogs must be developed, documented in\nwriting, and signed by the Attending Veterinarian.\nTo be completed by December 31, 2021.\nThis is a 1st Re-License Inspection for a Class “A” license. The inspection and exit briefing were conducted with the\napplicant.\nThe applicant has 2 more opportunities for inspection by January 17, 2022, to bring all items into compliance. Otherwise,\nthe application fee will be forfeited and the applicant must wait 6 months to re-apply for a license.\nPlease contact the USDA inspector to schedule your next re-license inspection.\nEnd Section"
    }
  ],
  "narrative": "3.13(a)(3) \n   \nVeterinary care for dogs. \nThe Program of Veterinary Care (APHIS Form 7002A) is incomplete.  More specific instructions for rabies vaccination of \nadult dogs is needed; the current instructions are \"as determined by vet.\"  There are no sampling instructions (frequency \nof testing; number or percentage of dogs) for diagnosis of heartworm or intestinal parasites.  There are dewormers listed \non the Program of Veterinary Care and on a separate medication list, but the instructions are not completely clear on \nwhether the dewormers are meant for adults or puppies.  A couple of the dewormers do not have dosing instructions or \nwhen they should be given.  Incomplete or unclear instructions for medications and vaccines may result in inappropriate \nor inadequate treatment of the dogs.  A complete Program of Veterinary Care for dogs must be developed, documented in \nwriting, and signed by the Attending Veterinarian. \n \nTo be completed by December 31, 2021. \n \nThis is a 1st Re-License Inspection for a Class “A” license. The inspection and exit briefing were conducted with the \napplicant. \n \nThe applicant has 2 more opportunities for inspection by January 17, 2022, to bring all items into compliance.  Otherwise,\n\nthe application fee will be forfeited and the applicant must wait 6 months to re-apply for a license. \n \nPlease contact the USDA inspector to schedule your next re-license inspection. \n \nEnd Section",
  "animals_total": 38,
  "species": [
    {
      "count": 23,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 15,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}