{
  "insp_id": "2016090000715746",
  "layout": "b",
  "customer_id": "276",
  "customer_name": "WEST VIRGINIA UNIVERSITY",
  "customer_addr": "886 CHESTNUT RIDGE RD\nP O BOX 6845\nMORGANTOWN, WV 26506",
  "certificate": "54-R-0001",
  "site_id": "002",
  "site_name": "HEALTH SCIENCE CENTER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "21-JUL-2021",
  "report_date": "17-SEP-2021",
  "citations": [
    {
      "code": "2.31(c)(6)",
      "kind": "",
      "repeat": false,
      "desc": "Institutional Animal Care and Use Committee (IACUC).",
      "narrative": "During the spring 2021 semi-annual reviews, the IACUC discovered regulated activities, at an off-campus site, that were\nnot included in an active protocol. Since 2016, the facility has provided an agricultural training program for special forces\nmedics which covers a variety of general animal husbandry procedures. The IACUC believed that this training program\nwas covered by an existing agricultural protocol, however, during their investigation, they discovered that additional\nmedical procedures that were not covered by the protocol were being performed. It was discovered that the trainings\ninvolved epidural demonstrations with cattle and blood collection for cattle and swine which were not medically necessary\nfor the animals' health.\nIn order to provide appropriate oversight of the research programs and facilities, the IACUC must review proposed\nactivities to ensure that the care and use of animals is being performed as documented. Performing activities not\nreviewed or approved by the IACUC can lead to unidentified painful and distressing situations for the animals.\nUpon discovery, the program was immediately halted, a new protocol was drafted specifically for the training, and the\nIACUC representatives notified the APHIS inspector.\nCorrect by July 27, 2021."
    },
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": false,
      "desc": "Facilities, general.",
      "narrative": "Within the facility's IACUC records, it was noted that on various occasions sheep's hooves have gotten caught between\nthe slats in the holding pen flooring. These incidents have resulted in transient lameness, but have not required additional\nmedical care.\nFailure to use appropriate materials for animal housing can result in possible entrapment and injury to the animals. The\nfacility must be constructed of such material and of such strength as appropriate for the animals involved to protect them\nfrom injury.\nThe facility took immediate corrective actions to address the incident and replaced the slatted flooring in the sleep\nenclosures. The facility has not had any known cases of foot injuries related to the flooring since implementing this\nchange.\nCorrect by July 27, 2021.\nThis inspection and exit interview were conducted with facility representatives.\nEnd Section"
    }
  ],
  "narrative": "2.31(c)(6) \n   \nInstitutional Animal Care and Use Committee (IACUC). \nDuring the spring 2021 semi-annual reviews, the IACUC discovered regulated activities, at an off-campus site, that were \nnot included in an active protocol.  Since 2016, the facility has provided an agricultural training program for special forces \nmedics which covers a variety of general animal husbandry procedures.  The IACUC believed that this training program \nwas covered by an existing agricultural protocol, however, during their investigation, they discovered that additional \nmedical procedures that were not covered by the protocol were being performed.  It was discovered that the trainings \ninvolved epidural demonstrations with cattle and blood collection for cattle and swine which were not medically necessary \nfor the animals' health. \nIn order to provide appropriate oversight of the research programs and facilities, the IACUC must review proposed \nactivities to ensure that the care and use of animals is being performed as documented.  Performing activities not \nreviewed or approved by the IACUC can lead to unidentified painful and distressing situations for the animals. \nUpon discovery, the program was immediately halted, a new protocol was drafted specifically for the training, and the \nIACUC representatives notified the APHIS inspector. \n \nCorrect by July 27, 2021.\n\n3.125(a) \n   \nFacilities, general. \nWithin the facility's IACUC records, it was noted that on various occasions sheep's hooves have gotten caught between \nthe slats in the holding pen flooring.  These incidents have resulted in transient lameness, but have not required additional \nmedical care. \nFailure to use appropriate materials for animal housing can result in possible entrapment and injury to the animals.  The \nfacility must be constructed of such material and of such strength as appropriate for the animals involved to protect them \nfrom injury. \nThe facility took immediate corrective actions to address the incident and replaced the slatted flooring in the sleep \nenclosures.  The facility has not had any known cases of foot injuries related to the flooring since implementing this \nchange. \nCorrect by July 27, 2021. \n \nThis inspection and exit interview were conducted with facility representatives. \n \nEnd Section",
  "animals_total": 24,
  "species": [
    {
      "count": 21,
      "scientific": "Ovis aries aries",
      "common": "SHEEP INCLUDING ALL DOMESTIC BREEDS"
    },
    {
      "count": 3,
      "scientific": "Oryctolagus cuniculus",
      "common": "DOMESTIC RABBIT / EUROPEAN RABBIT"
    }
  ]
}