{
  "insp_id": "261141214200512",
  "layout": "a",
  "customer_id": "11620",
  "customer_name": "Timothy Stark",
  "customer_addr": "3320 Jack Teeple Rd\nCharlestown, IN 47111",
  "certificate": "32-C-0204",
  "site_id": "001",
  "site_name": "TIM STARK",
  "insp_type": "ROUTINE INSPECTION",
  "date": "20-AUG-2014",
  "report_date": "19-SEP-2014",
  "citations": [
    {
      "code": "2.131(c)(1)",
      "kind": "",
      "repeat": true,
      "desc": "HANDLING OF ANIMALS.",
      "narrative": "On Tuesday August 19th, 2014 two inspectors from USDA/AC attended the 6pm 'Tiger Playtime' at the facility.\nDuring this encounter up to 30 members of the public are allowed to sit in an area surrounded by fence panels\nunder a tent where two tiger cubs (said to be 14 weeks of age and approximately 25-30lbs) were let into the room to\ninteract freely with the adults and children present. During the show, the licensee was in the area for the first part of\nthe event with one assistant. When the Licensee left, another assistant entered the area. Before the release of the\nwhite tiger into the room, the licensee aggravated the tiger by grabbing her by the scruff and bouncing her up and\ndown on his lap and ground while the tiger hissed, growled, and bit at his glove covered hands. The tiger's ears\nwere pinned to the side of its head during that part of the encounter and was not acting in a relaxed manner. As\ndescribed by the Licensee, the tiger was \"pissed off\". While the tiger was agitated, the licensee dropped the tiger in\nthe lap of the unsuspecting member of the public sitting next to him. The tiger jumped off this man's lap with its ears\nstill pinned to its head. The tiger then walked away and flopped onto the floor. At this time the tiger's ears returned\nto a normal un-agitated position and another tiger was released into the room. The tigers walked, played, and\njumped around on many members of the public. People were lying down next to them, petting them and taking\nphotos with them during the length of the event.\nThere were three incidents where members of the public were scratched or bitten during the play time. One older\nfemale was pawed and mouthed in the face by the white tiger. A young boy (estimated to be approximately 10yrs\nold) was bitten on the top of his thigh. The child did yell out, pushed the tiger off of his leg, and crawled away\nrubbing his thigh. One of the assistants asked him if his leg was still 'attached' and teased him about his leg being\nchewed like a drumstick. The boy continued to pet and play with the tiger. Another bite was to the back of one of the\ninspectors, which resulted in broken skin and bleeding. Another young boy was approached from behind by the tiger\nwhere it grabbed both sides of his head at the ears and mouthed the top of his head. In another encounter a tiger\nwas lying across the back of a female lying on the floor while chewing and pulling on the hair of another woman\nsitting next to them.\nThere were several instances where members of the public would rile up the tigers by rough housing with them, or\nshaking their heads by gripping their faces, and when the tigers would respond in play by swatting with their claws\nor biting their hands, multiple people responded by 'swatting' the tigers in the face, nose and eye area, or prying\ntheir mouth off of their hands or arms with their free hand. There were several instances where the tigers would leap\non top of people lying down, or jump up onto the hips and lower backs of a standing person. Due to the weight and\nsize of the tigers, the teeth and claws could cause damage and several members of the public did say \"Owe or\nouch\" during the play time as the tigers swatted, jumped and mouthed the people.\nWhile the tigers are young and at play with members of the public, the current procedure of letting the tigers walk\nfreely among so many people with no direct control by the keepers in the area provides an immediate opportunity\nfor injury to the public by the tigers' sharp claws and teeth. There is also a risk to the tigers due to members of the\npublic providing a 'discipline' response by swatting, pushing or prying off of their mouths. This action by untrained\nmembers of the public teaches and encourages the tigers to become more aggressive in their play and may result\nin the tigers becoming more unruly and unresponsive to discipline. Interactions between the tigers and public could\nbe managed in a controlled manner under the guidance of a trained keeper, but was not observed by inspectors\nduring the Tiger playtime they attended. Free roaming contact and unregulated discipline given by the public\nprovides opportunity for an injury to an animal or the public before control of the situation could be gained by a\ntrained keeper.\nAfter the \"Tiger Playtime\" at 7pm there was a show with multiple animals where the public was given the opportunity\nto see and handle other species. The licensee had many of the animals leashed and talked about them while the\npublic observed. On one occasion a capuchin monkey was tossed onto the lap of a man next to the inspector. The\nmonkey was on a long leash and was swung from the belt that was around its hips and tossed approximately 6 ft\nonto the man's lap. Another monkey was twirled around the licensee by it's belt and leash. The lemur was allowed\nto jump onto people causing surprise reactions by the public. A young coati was allowed to roam free across\npeople's laps, and a young kangaroo was allowed to roam free in the event area. The public was allowed to hand\nfeed many of the animals.\nAnimals may be injured or harmed when interaction with the public is free and uncontrolled. There needs to be more\ncontrol of the environment and animals when they come in contact with the public. All animals must be handled so\nthere is minimal risk of harm to the animal and to the public during exhibition, with sufficient distance and/or barriers\nbetween the animal and the general public so as to assure the safety of animals and the public."
    },
    {
      "code": "3.3(e)(1)",
      "kind": "",
      "repeat": true,
      "desc": "SHELTERED HOUSING FACILITIES.",
      "narrative": "The issue with unsealed wood continues with the three domestic dog-hybrids (three wolf-dog hybrid and two\ncoyote-dog hybrids) that continue to be housed in a sheltered enclosure towards the bear enclosure. The sheltered\nportion of the primary enclosure housing these dogs is constructed of unsealed wood which is not impervious to\nwater with support posts that have been chewed. The dirt floors under the sheltered portion of the enclosure do not\nhave access to direct sunlight and can not be sanitized.\nWalls and flooring constructed of unsealed wood and dirt which are permeable to moisture provide an optimal area\nfor bacterial and fungal growth both of which can cause disease in the dogs housed in these enclosures. Ultimately\nthe failure to construct dog enclosures out of surfaces that are impervious to moisture results in an inability to\nproperly clean and sanitize the primary enclosures and creates an increased risk of disease and illness.\nThe new enclosures are still being scheduled for completion that will house all wolf-dog and wolf-coyote hybrids\naccording to AWA standards and regulations. The licensee advised that the current enclosures will remain as is until\nthe animals are moved to the new enclosures. Failure to follow through with the planned repairs or new buildings\nthat meet the AWA standards and regulations will cause the animals to continue to be housed in a structure that is\nnot impervious to moisture and can not be sanitized due to chewed wood or unsealed cement."
    },
    {
      "code": "3.11(b)(2)",
      "kind": "",
      "repeat": true,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "In the 2 enclosures that house five dogs (three wolf-dog hybrid and two coyote-dog hybrids) are housed in a\nsheltered primary enclosure towards the bears continue to have an accumulation of more than 2 days of fecal\nmaterial and hair. The accumulated debris is evidence that current cleaning and sanitation protocols are\ninadequate to prevent their accumulation. Cleaning is still not being done at a rate to decrease accumulation of\nexcreta, urine soaked areas or food waste. The meat that was put into the enclosure had an accumulation of fly\neggs due to the heat and moisture over the past 2 days, and has not been eaten or the left over waste removed.\nAccumulated organic debris provides an optimal area for the growth of bacterial and fungal pathogens creating a\ndisease hazard for the dogs. Additionally, this accumulated debris can attract pests including flies and vermin as\nwell as contributes to odors within the facility.\nThe licensee must increase cleaning of fecal material to be as often as necessary to prevent accumulation of dirt,\ndebris, excreta and food waste and sanitizing at least once every two weeks."
    },
    {
      "code": "3.125",
      "kind": "",
      "repeat": true,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "There are 3 original enclosures from the last inspection that are still in violation due to fencing being less than 12\nfeet high, as construction of the new enclosures are still in the planning process. The three large felid enclosures\ncontain a total of 2 Tigers and 2 Lion and 1 dog.\nThe remaining three affected enclosures that need correction are:\nTiger Pen 4: contains one Tiger referred to as Nahandi\nTiger Pen 5: contains one Tiger referred to as Glacier and one lion known Ungowwa\nLion Pen 1: contains one male lion referred to as Cheif and Bandit(dog)\nNone of these remaining pens have any angled top fencing (kick-in) or any species appropriate high tensile smooth\nelectrical wire to provide additional deterrents for escape.\nIn the Bear enclosure (four adult bears) with the pond, there were still several broken pieces of a wooden walkway\nalong the fence with protruding nails(1-2inches) that was moved from the worn pathway into the grass along side of\nit. The bear pacing near the fence was avoiding the grass area where the wood with nails way lying, however it still\nposes a potential for injury as now the nails are not as well seen by the animals.\nExposed nails and broken pieces of wood can be sources of injury and infection if the regulated animals scratch or\npuncture themselves on the materials.\nThe reported enclosures(Tiger 4,5 and Lion 1) need to be built according to standards and regulation as currently\nthey are not tall enough to properly contain the animals as these adult tigers could easily jump/climb out of the\nenclosure if they were motivated to do so. An escape places the animal's life in jeopardy and may endanger the\nsafety of the public.\nAll broken pieces of wooden material with exposed nails in the enclosure shall be removed and/or repaired to\nprevent any injuries to the regulated animals."
    },
    {
      "code": "3.130",
      "kind": "",
      "repeat": true,
      "desc": "WATERING.",
      "narrative": "There were still several Tiger water pools (enclosures' 1, 2, 3, 4 and 5 ) that were green with algae, including the\nbear pond with (4 bears), 2 cougars and the 1 lion and dog(Bandit). The water pools had floating clumps of algae in\nsome areas or a coating of algae on the bottom or sides of the metal tubs/pools. The black leopard had green\nfloating algae in his water tank that has not been cleaned in 6-8 days. The 8 foxes, 1 cougar and 2 porcupines had\nfloating algae on all of their water buckets.\nAlgae buildup can cause the water to be a source of harmful organisms that can be toxic to the animal and cause\npossible health issues. The buildup of algae can cause skin disorders and is not a suitable drinking source.\nThe licensee must clean the water pools and water drinking sources as often as necessary to prevent the buildup of\nalgae.\nInspection and exit interview was conducted with the licensee and his wife.\nBy the licensee signing this document, it is not an admission of guilt but serves to only reflect the licensees' receipt\nof the report and exit interview.\nAdditional Inspectors\nMchenry Kerry, Veterinary Medical Officer\nColeman Randall, Animal Care Inspector"
    }
  ],
  "narrative": "2.131(c)(1)                    REPEAT\nHANDLING OF ANIMALS.\nOn Tuesday August 19th, 2014  two inspectors from USDA/AC attended the 6pm 'Tiger Playtime' at the facility.\nDuring this encounter up to 30 members of the public are allowed to sit in an area surrounded by fence panels\nunder a tent where two tiger cubs (said to be 14 weeks of age and approximately 25-30lbs) were let into the room to\ninteract freely with the adults and children present.  During the show, the licensee was in the area for the first part of\nthe event with one assistant.  When the Licensee left, another assistant entered the area.  Before the release of the\nwhite tiger into the room, the licensee aggravated the tiger by grabbing her by the scruff and bouncing her up and\ndown on his lap and ground while the tiger hissed, growled, and bit at his glove covered hands. The tiger's ears\nwere pinned to the side of its head during that part of the encounter and was not acting in a relaxed manner. As\ndescribed by the Licensee, the tiger was \"pissed off\".  While the tiger was agitated, the licensee dropped the tiger in\nthe lap of the unsuspecting member of the public sitting next to him. The tiger jumped off this man's lap with its ears\nstill pinned to its head.  The tiger then walked away and flopped onto the floor. At this time the tiger's ears returned\nto a normal un-agitated position and another tiger was released into the room. The tigers walked, played, and\njumped around on many members of the public.  People were lying down next to them, petting them and taking\nphotos with them during the length of the event.\nThere were three incidents where members of the public were scratched or bitten during the play time. One older\nfemale was pawed and mouthed in the face by the white tiger.  A young boy (estimated to be approximately 10yrs\nold) was bitten on the top of his thigh. The child did yell out, pushed the tiger off of his leg, and crawled away\nrubbing his thigh. One of the assistants asked him if his leg was still 'attached' and teased him about his leg being\nchewed like a drumstick. The boy continued to pet and play with the tiger. Another bite was to the back of one of the\ninspectors, which resulted in broken skin and bleeding. Another young boy was approached from behind by the tiger\nwhere it grabbed both sides of his head at the ears and mouthed the top of his head. In another encounter a tiger\nwas lying across the back of a female lying on the floor while chewing and pulling on the hair of another woman\nsitting next to them. \nThere were several instances where members of the public would rile up the tigers by rough housing with them, or\nshaking their heads by gripping their faces, and when the tigers would respond in play by swatting with their claws\nor biting their hands, multiple people responded by 'swatting' the tigers in the face, nose and eye area, or prying\n\ntheir mouth off of their hands or arms with their free hand. There were several instances where the tigers would leap\non top of people lying down, or jump up onto the hips and lower backs of a standing person. Due to the weight and\nsize of the tigers, the teeth and claws could cause damage and several members of the public did say \"Owe or\nouch\" during the play time as the tigers swatted, jumped and mouthed the people.\nWhile the tigers are young and at play with members of the public, the current procedure of letting the tigers walk\nfreely among so many people with no direct control by the keepers in the area provides an immediate opportunity\nfor injury to the public by the tigers' sharp claws and teeth. There is also a risk to the tigers due to members of the\npublic providing a 'discipline' response by swatting, pushing or prying off of their mouths. This action by untrained\nmembers of the public teaches and encourages the tigers to become more aggressive in their play and may result\nin the tigers becoming more unruly and unresponsive to discipline.  Interactions between the tigers and public could\nbe managed in a controlled manner under the guidance of a trained keeper, but was not observed by inspectors\nduring the Tiger playtime they attended.  Free roaming contact and unregulated discipline given by the public\nprovides opportunity for an injury to an animal or the public before control of the situation could be gained by a\ntrained keeper.\nAfter the \"Tiger Playtime\" at 7pm there was a show with multiple animals where the public was given the opportunity\nto see and handle other species. The licensee had many of the animals leashed and talked about them while the\npublic observed.  On one occasion a capuchin monkey was tossed onto the lap of a man next to the inspector. The\nmonkey was on a long leash and was swung from the belt that was around its hips and tossed approximately 6 ft\nonto the man's lap. Another monkey was twirled around the licensee by it's belt and leash.  The lemur was allowed\nto jump onto people causing surprise reactions by the public.  A young coati was allowed to roam free across\npeople's laps, and a young kangaroo was allowed to roam free in the event area.  The public was allowed to hand\nfeed many of the animals.\nAnimals may be injured or harmed when interaction with the public is free and uncontrolled. There needs to be more\ncontrol of the environment and animals when they come in contact with the public.  All animals must be handled so\nthere is minimal risk of harm to the animal and to the public during exhibition, with sufficient distance and/or barriers\nbetween the animal and the general public so as to assure the safety of animals and the public.\n3.3(e)(1)                    REPEAT\nSHELTERED HOUSING FACILITIES.\nThe issue with unsealed wood continues with the three domestic dog-hybrids (three wolf-dog hybrid and two\ncoyote-dog hybrids) that continue to be housed in a sheltered enclosure towards the bear enclosure.  The sheltered\nportion of the primary enclosure housing these dogs is constructed of unsealed wood which is not impervious to\nwater with support posts that have been chewed. The dirt floors under the sheltered portion of the enclosure do not\nhave access to direct sunlight and can not be sanitized.\n\nWalls and flooring constructed of unsealed wood and dirt which are permeable to moisture provide an optimal area\nfor bacterial and fungal growth both of which can cause disease in the dogs housed in these enclosures. Ultimately\nthe failure to construct dog enclosures out of surfaces that are impervious to moisture results in an inability to\nproperly clean and sanitize the primary enclosures and creates an increased risk of disease and illness.\nThe new enclosures are still being scheduled for completion that will house all wolf-dog and wolf-coyote hybrids\naccording to AWA standards and regulations. The licensee advised that the current enclosures will remain as is until\nthe animals are moved to the new enclosures. Failure to follow through with the planned repairs or new buildings\nthat meet the AWA standards and regulations will cause the animals to continue to be housed in a structure that is\nnot impervious to moisture and can not be sanitized due to chewed wood or unsealed cement.\n3.11(b)(2)                    REPEAT\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\nIn the 2 enclosures that house five dogs (three wolf-dog hybrid and two coyote-dog hybrids) are housed in a\nsheltered primary enclosure towards the bears continue to have an accumulation of more than 2 days of fecal\nmaterial and hair.  The accumulated debris is evidence that current cleaning and sanitation protocols are\ninadequate to prevent their accumulation.  Cleaning is still not being done at a rate to decrease accumulation of\nexcreta, urine soaked areas or food waste. The meat that was put into the enclosure had an accumulation of fly\neggs due to the heat and moisture over the past 2 days, and has not been eaten or the left over waste removed.\nAccumulated organic debris provides an optimal area for the growth of bacterial and fungal pathogens creating a\ndisease hazard for the dogs.  Additionally, this accumulated debris can attract pests including flies and vermin as\nwell as contributes to odors within the facility. \nThe licensee must increase cleaning of fecal material to be as often as necessary to prevent accumulation of dirt,\ndebris, excreta and food waste and sanitizing at least once every two weeks.\n3.125                    REPEAT\nFACILITIES, GENERAL.   \nThere are 3 original enclosures from the last inspection that are still in violation due to fencing being less than 12\nfeet high, as construction of the new enclosures are still in the planning process. The three large felid enclosures\ncontain a total of 2 Tigers and 2 Lion and 1 dog.\nThe remaining three affected enclosures that need correction are:\n                 Tiger Pen 4: contains one Tiger referred to as Nahandi\n\nTiger Pen 5: contains one Tiger referred to as Glacier and one lion known Ungowwa\n                  Lion Pen 1: contains one male lion referred to as Cheif and Bandit(dog)\nNone of these remaining pens have any angled top fencing (kick-in) or any species appropriate high tensile smooth\nelectrical wire to provide additional deterrents for escape. \nIn the Bear enclosure (four adult bears) with the pond, there were still several broken pieces of a wooden walkway\nalong the fence with protruding nails(1-2inches) that was moved from the worn pathway into the grass along side of\nit. The bear pacing near the fence was avoiding the grass area where the wood with nails way lying, however it still\nposes a potential for injury as now the nails are not as well seen by the animals. \nExposed nails and broken pieces of wood can be sources of injury and infection if the regulated animals scratch or\npuncture themselves on the materials.\nThe reported enclosures(Tiger 4,5 and Lion 1) need to be built according to standards and regulation as currently\nthey are not tall enough to properly contain the animals as these adult tigers could easily jump/climb out of the\nenclosure if they were motivated to do so. An escape places the animal's life in jeopardy and may endanger the\nsafety of the public.  \nAll broken pieces of wooden material  with exposed nails in the enclosure shall be removed and/or repaired to\nprevent any injuries to the regulated animals.\n3.130                    REPEAT\nWATERING.  \nThere were  still several Tiger water pools (enclosures' 1, 2, 3, 4 and 5 ) that were green with algae, including the\nbear pond with (4 bears), 2 cougars and the 1 lion and dog(Bandit). The water pools had floating clumps of algae in\nsome areas or a coating of algae on the bottom or sides of the metal tubs/pools. The black leopard had green\nfloating algae in his water tank that has not been cleaned in 6-8 days. The 8 foxes, 1 cougar and 2 porcupines had\nfloating algae on all of their water buckets.\nAlgae buildup can cause the water to be a source of harmful organisms that can be toxic to the animal and cause\npossible health issues. The buildup of algae can cause skin disorders and is not a suitable drinking source.\nThe licensee must clean the water pools and water drinking sources as often as necessary to prevent the buildup of\nalgae.\nInspection and exit interview was conducted with the licensee and his wife.\n\nBy the licensee signing this document, it is not an admission of guilt but serves to only reflect the licensees' receipt\nof the report and exit interview.\nAdditional Inspectors\nMchenry Kerry, Veterinary Medical Officer\nColeman Randall, Animal Care Inspector",
  "animals_total": 110,
  "species": [
    {
      "count": 1,
      "scientific": "Amblonyx cinereus",
      "common": "ORIENTAL SMALL-CLAWED OTTER"
    },
    {
      "count": 1,
      "scientific": "Arctictis binturong",
      "common": "BINTURONG"
    },
    {
      "count": 1,
      "scientific": "Arctos",
      "common": "GRIZZLY BEAR"
    },
    {
      "count": 2,
      "scientific": "Atelerix albiventris",
      "common": "HEDGEHOG"
    },
    {
      "count": 2,
      "scientific": "Callithrix jacchus",
      "common": "COMMON MARMOSET"
    },
    {
      "count": 1,
      "scientific": "Canis latrans",
      "common": "COYOTE"
    },
    {
      "count": 8,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 1,
      "scientific": "Cercopithecus diana",
      "common": "DIANA MONKEY"
    },
    {
      "count": 1,
      "scientific": "Chinchilla lanigera",
      "common": "CHINCHILLA"
    },
    {
      "count": 2,
      "scientific": "Choloepus didactylus",
      "common": "LINNAEUS'S TWO-TOED SLOTH"
    },
    {
      "count": 6,
      "scientific": "Crocuta crocuta",
      "common": "SPOTTED HYENA"
    },
    {
      "count": 5,
      "scientific": "Cynomys parvidens",
      "common": "UTAH PRAIRIE DOG"
    },
    {
      "count": 2,
      "scientific": "Erethizon dorsatum",
      "common": "NORTH AMERICAN PORCUPINE"
    },
    {
      "count": 2,
      "scientific": "Eulemur fulvus",
      "common": "COMMON BROWN LEMUR"
    },
    {
      "count": 2,
      "scientific": "Felis silvestris catus",
      "common": "CAT ADULT"
    },
    {
      "count": 1,
      "scientific": "Hylobates lar",
      "common": "LAR GIBBON"
    },
    {
      "count": 4,
      "scientific": "Hystrix africaeaustralis",
      "common": "CAPE PORCUPINE"
    },
    {
      "count": 6,
      "scientific": "Lemur catta",
      "common": "RING-TAILED LEMUR"
    },
    {
      "count": 4,
      "scientific": "Leopardus pardalis",
      "common": "OCELOT"
    },
    {
      "count": 1,
      "scientific": "Leptailurus serval",
      "common": "SERVAL"
    },
    {
      "count": 5,
      "scientific": "Lynx rufus",
      "common": "BOBCAT"
    },
    {
      "count": 1,
      "scientific": "Macaca mulatta",
      "common": "RHESUS MACAQUE *MALE"
    },
    {
      "count": 1,
      "scientific": "Marmota monax",
      "common": "GROUNDHOG / WOODCHUCK"
    },
    {
      "count": 1,
      "scientific": "Mustela vison",
      "common": "AMERICAN MINK"
    },
    {
      "count": 3,
      "scientific": "Nasua nasua",
      "common": "SOUTH AMERICAN COATI"
    },
    {
      "count": 1,
      "scientific": "Osphranter robustus",
      "common": "HILL WALLAROO"
    },
    {
      "count": 3,
      "scientific": "Osphranter rufus",
      "common": "RED KANGAROO"
    },
    {
      "count": 2,
      "scientific": "Panthera leo",
      "common": "LION"
    },
    {
      "count": 1,
      "scientific": "Panthera pardus",
      "common": "LEOPARD"
    },
    {
      "count": 12,
      "scientific": "Panthera tigris",
      "common": "TIGER"
    },
    {
      "count": 4,
      "scientific": "Papio hamadryas",
      "common": "HAMADRYAS BABOON"
    },
    {
      "count": 6,
      "scientific": "Potos flavus",
      "common": "KINKAJOU"
    },
    {
      "count": 2,
      "scientific": "Puma concolor",
      "common": "PUMA / MOUNTAIN LION / COUGAR"
    },
    {
      "count": 1,
      "scientific": "Sapajus appella",
      "common": "BROWN CAPUCHIN / TUFTED CAPUCHIN"
    },
    {
      "count": 1,
      "scientific": "Urocyon cinereoargenteus",
      "common": "GRAY FOX / GREY FOX"
    },
    {
      "count": 2,
      "scientific": "Ursus americanus",
      "common": "NORTH AMERICAN BLACK BEAR"
    },
    {
      "count": 2,
      "scientific": "Ursus arctos",
      "common": "BROWN BEAR"
    },
    {
      "count": 7,
      "scientific": "Vulpes vulpes",
      "common": "RED FOX (INCLUDES SILVER FOX & CROSS FOX)"
    },
    {
      "count": 2,
      "scientific": "Vulpes zerda",
      "common": "FENNEC FOX"
    }
  ]
}