{
  "insp_id": "2016082568103247",
  "layout": "a",
  "customer_id": "5136",
  "customer_name": "Appanoose County Conservation Board",
  "customer_addr": "25100 520th Street\nCenterville, IA 52544",
  "certificate": "42-C-0089",
  "site_id": "001",
  "site_name": "APPANOOSE COUNTY CONSERVATION BOARD",
  "insp_type": "ROUTINE INSPECTION",
  "date": "15-FEB-2017",
  "report_date": "16-FEB-2017",
  "citations": [
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": true,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "The fence line behind the office is constructed of woven wire and has at least four broken wires which are creating\nsharp points at the level of the animals. There is an opening in the fence line that allows the animals to move\nbetween two enclosures. On either side of this opening is a fence post. On one of these fence posts there is a\nloose wire. The wire is located towards the lower part of the post and could come into contact with the animals.\nThere are six elk and three deer housed within this enclosure.\nSharp points can cause injury to the animals. The licensee must remove all sharp points from the animal enclosures\nin order to protect them from injury. Two of the sharp points were removed by the facility representative at the time\nof the inspection.\nThe facility representative stated that the broken fence posts located next to the round bales of hay that were cited\non the inspection report dated June 15, 2016 have not been repaired or replaced.\nBroken fencing is not structurally sound and could cause injury to the animals or allow the animals to escape. The\nfacility must be constructed of such material and of such strength as appropriate for the animals housed within. The\nfacility must be structurally sound and kept in good repair to protect the animals from injury. The licensee must\nrepair or replace the broken wooden fence posts to ensure the animals are safe from injury and cannot escape.\nThis inspection and exit interview were conducted with Kelly Maxwell, ACI and the facility representatives."
    }
  ],
  "narrative": "3.125(a)                    REPEAT\nFACILITIES, GENERAL.   \nThe fence line behind the office is constructed of woven wire and has at least four broken wires which are  creating\nsharp points at the level of the animals.  There is an opening in the fence line that allows the animals to move\nbetween two enclosures.  On either side of this opening is a fence post.  On one of these fence posts there is a\nloose wire.  The wire is located towards the lower part of the post and could come into contact with the animals.\nThere are six elk and three deer housed within this enclosure.  \nSharp points can cause injury to the animals. The licensee must remove all sharp points from the animal enclosures\nin order to protect them from injury.  Two of the sharp points were removed by the facility representative at the time\nof the inspection.\nThe facility representative stated that the broken fence posts located next to the round bales of hay that were cited\non the inspection report dated June 15, 2016 have not been repaired or replaced. \nBroken fencing is not structurally sound and could cause injury to the animals or allow the animals to escape.  The\nfacility must be constructed of such material and of such strength as appropriate for the animals housed within.  The\nfacility must be structurally sound and kept in good repair to protect the animals from injury. The licensee must\nrepair or replace the broken wooden fence posts to ensure the animals are safe from injury and cannot escape. \nThis inspection and exit interview were conducted with Kelly Maxwell, ACI and the facility representatives.",
  "animals_total": 9,
  "species": [
    {
      "count": 6,
      "scientific": "Cervus c. canadensis",
      "common": "ELK"
    },
    {
      "count": 3,
      "scientific": "Odocoileus virginianus",
      "common": "WHITE-TAILED DEER"
    }
  ]
}