{
  "insp_id": "2016082569612273",
  "layout": "a",
  "customer_id": "2401",
  "customer_name": "Dan Moulton",
  "customer_addr": "976 14th Avenue S W\nRochester, MN 55902",
  "certificate": "41-B-0239",
  "site_id": "001",
  "site_name": "DAN MOULTON",
  "insp_type": "ROUTINE INSPECTION",
  "date": "25-SEP-2019",
  "report_date": "26-SEP-2019",
  "citations": [
    {
      "code": "2.40(a)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "Authority of attending veterinarian: The current treatment protocol for eye infection and abscess problems with\noxytetracycline was obtained from a consulting veterinarian that does not visit the facility. The dose and frequency\nbeing used do not match the written literature that the facility has on hand. We contacted the local veterinarians\nthat visit the facility and could not verify that the current dose and frequency in use (which is less than the literature\nrecommendation) is adequate for the conditions being treated. The licensee must ensure that the attending\nveterinarian that has formally agreed to make regularly scheduled visits to the facility is aware of consultant\nrecommendations and prior to beginning consultant-recommended medications the attending veterinarian has been\ngiven the authority to oversee the treatment of the animals at the facility.\nCorrection: Work with the attending veterinarian and obtain and follow clear treatment instructions for the\noxytetracyline and ensure that treatment protocols are approved by the attending veterinarian.\nCorrect and clarify prior to further use of oxytetracycline."
    },
    {
      "code": "2.40(b)(3)",
      "kind": "Direct",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "There were 29 animals that we observed that the facility had identified and were treating (mostly for eye conditions)\nprior to inspection; however there were four females (in enclosures 146A, 107A, 106C, and 119A) that had collars\nembedded in their neck tissue. The licensee removed their collars and the skin was eroded, there was matted hair\nand open lesions with visible redness and a pale liquid/granualar discharge that was seen in the lesions. These\nconditions were chronic serious conditions that were pointed out to the licensee during the inspection. The facility\nmust have the attending veterinarian see these animals to ensure that proper treatment is given to prevent pain or\nworsening problems. A method of daily observations must be made that can prevent these type of collar injuries in\nthe chinchillas.\nNon-direct non-compliances:\n-Four chinchillas had eye problems that had not been noticed previous to inspection. They had squinting eyes, mild\nswelling and some pale discharge and some had some crusting around the eye. The licensee added enclosure\ntags that indicate that these need to be on the treatment protocol. Ensure that daily observations are continually\nimproved to find and treat these animals per the attending veterinarian's instructions.\n-A juvenile chinchilla (the smaller of triplets housed in 78B) was missing hair on its nose and the skin had some\nscabs. This condition had not been identified by the facility and does not appear to be a recent injury/acquired\ncondition and still needs to be communicated to the attending veterinarian to see if further evaluation or any\ntreatment is needed. Ensure daily observations are improved to find and report these types of conditions to the\nattending veterinarian promptly."
    },
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": true,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "The licensee pointed out and demonstrated that many enclosures are being replaced/repaired as a routine practice,\nhowever; four chinchilla enclosures were in disrepair during the time of inspection and dust boxes and feeders in\nthe enclosures are in need of repair or need to be replaced:\n-Three enclosures had holes in the floor with points exposed to the chinchillas. Some holes were large enough they\ncould potentially get out. Note: The licensee moved the animals in these enclosures to other enclosures that did not\nhave holes and points in them during the inspection.\n-A young chinchilla was seen going through a hole in the feeder area into the neighboring enclosure. The young\nchinchilla went back to its mother and then the licensee repaired the hole to securely contain it.\n-Multiple dust boxes had rust and rough edges; the licensee replaced 4 of the worst affected during inspection.\n-Most of the feeders front edges have rusted to the extent that rough and sharp edges are exposed to the\nchinchillas.\nHoles in enclosures, sharp points, and rusted dust boxes and feeder edges could cause injury to the chinchillas.\nEnsure that items and enclosures are repaired or replaced to protect the health of the chinchillas.\nThis inspection and exit interview were conducted with the licensee.\nAdditional Inspectors\nMoore Chad, Animal Care Inspector"
    }
  ],
  "narrative": "2.40(a)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nAuthority of attending veterinarian:  The current treatment protocol for eye infection and abscess problems with\noxytetracycline was obtained from a consulting veterinarian that does not visit the facility.  The dose and frequency\nbeing used do not match the written literature that the facility has on hand.  We contacted the local veterinarians\nthat visit the facility and could not verify that the current dose and frequency in use (which is less than the literature\nrecommendation)  is adequate for the conditions being treated.   The licensee must ensure that the attending\nveterinarian that has formally agreed to make regularly scheduled visits to the facility is aware of consultant\nrecommendations and prior to beginning consultant-recommended medications the attending veterinarian has been\ngiven the authority to oversee the treatment of the animals at the facility.\nCorrection: Work with the attending veterinarian and obtain and follow clear treatment instructions for the\noxytetracyline and ensure that treatment protocols are approved by the attending veterinarian. \nCorrect and clarify prior to further use of oxytetracycline.\n2.40(b)(3)           DIRECT                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThere were 29 animals that we observed that the facility had identified and were treating (mostly for eye conditions)\nprior to inspection; however there were four females (in enclosures 146A, 107A, 106C, and 119A) that had collars\nembedded in their neck tissue.  The licensee removed their collars and the skin was eroded, there was matted hair\nand open lesions with visible redness and a pale liquid/granualar discharge that was seen in the lesions.  These\nconditions were chronic serious conditions that were pointed out to the licensee during the inspection.  The facility\nmust have the attending veterinarian see these animals to ensure that proper treatment is given to prevent pain or\nworsening problems.   A method of daily observations must be made that can prevent these type of collar injuries in\nthe chinchillas. \nNon-direct non-compliances:\n-Four chinchillas had eye problems that had not been noticed previous to inspection.  They had squinting eyes, mild\n\nswelling and some pale discharge and some had some crusting around the eye.  The licensee added enclosure\ntags that indicate that these need to be on the treatment protocol.  Ensure that daily observations are continually\nimproved to find and treat these animals per the attending veterinarian's instructions.\n-A juvenile chinchilla (the smaller of triplets housed in 78B) was missing hair on its nose and the skin had some\nscabs.  This condition had not been identified by the facility and does not appear to be a recent injury/acquired\ncondition and still needs to be communicated to the attending veterinarian to see if further evaluation or any\ntreatment is needed.  Ensure daily observations are improved to find and report these types of conditions to the\nattending veterinarian promptly.\n3.125(a)                    REPEAT\nFACILITIES, GENERAL.   \nThe licensee pointed out and demonstrated that many enclosures are being replaced/repaired as a routine practice,\nhowever;  four chinchilla enclosures were in disrepair during the time of inspection and dust boxes and feeders in\nthe enclosures are in need of repair or need to be replaced: \n-Three enclosures had holes in the floor with points exposed to the chinchillas.  Some holes were large enough they\ncould potentially get out.  Note: The licensee moved the animals in these enclosures to other enclosures that did not\nhave holes and points in them during the inspection. \n -A young chinchilla was seen going through a hole in the feeder area into the neighboring enclosure.  The young\nchinchilla went back to its mother and then the licensee repaired the hole to securely contain it. \n-Multiple dust boxes had rust and rough edges; the licensee replaced 4 of the worst affected during inspection. \n-Most of the feeders front edges have rusted to the extent that rough and sharp edges are exposed to the\nchinchillas.  \nHoles in enclosures, sharp points, and rusted dust boxes and feeder edges could cause injury to the chinchillas. \nEnsure that items and enclosures are repaired or replaced to protect the health of the chinchillas. \nThis inspection and exit interview were conducted with the licensee.\nAdditional Inspectors\nMoore Chad, Animal Care Inspector",
  "animals_total": 448,
  "species": [
    {
      "count": 448,
      "scientific": "Chinchilla lanigera",
      "common": "CHINCHILLA (DOMESTICATED)"
    }
  ]
}