{
  "insp_id": "2016082569024739",
  "layout": "a",
  "customer_id": "502020",
  "customer_name": "Don Krumm",
  "customer_addr": "Robin Krumm\n663 430th Ave\nGrinnell, IA 50112",
  "certificate": "42-B-0305",
  "site_id": "001",
  "site_name": "ROYAL AIR KENNELS",
  "insp_type": "ROUTINE INSPECTION",
  "date": "23-JAN-2018",
  "report_date": "24-JAN-2018",
  "citations": [
    {
      "code": "3.4(b)(4)",
      "kind": "",
      "repeat": false,
      "desc": "OUTDOOR HOUSING FACILITIES.",
      "narrative": "At the time of the inspection three German Shepherds were housed in outdoor enclosures. According to the\nWeather Channel (weather.com), the temperature was 27 degrees F. The shelters in the outdoor enclosures had\nlittle to no bedding material. During times of cold ambient temperature a lack of sufficient bedding material may not\nallow the dogs to adequately maintain their body temperature which could have a negative impact on their health\nand well-being.\nOutdoor housing facilities must include a shelter structure that contains clean, dry bedding material if the ambient\ntemperature is below 50 degrees F. Additional clean, dry bedding is required when temperature is 35 degrees F or\nlower. The licensee must add a sufficient amount of clean, dry bedding to the shelter for each of the three dogs in\norder to support their health and well-being.\nCorrection date: The licensee added sufficient bedding material to the shelters at the time of the inspection.\nInspection and exit interview was conducted with Kelly Maxwell, ACI and the facility representative."
    }
  ],
  "narrative": "3.4(b)(4)\nOUTDOOR HOUSING FACILITIES.\nAt the time of the inspection three German Shepherds were housed in outdoor enclosures.  According to the\nWeather Channel (weather.com), the temperature was 27 degrees F.  The shelters in the outdoor enclosures had\nlittle to no bedding material.  During times of cold ambient temperature a lack of sufficient bedding material may not\nallow the dogs to adequately maintain their body temperature which could have a negative impact on their health\nand well-being.  \nOutdoor housing facilities must include a shelter structure that contains clean, dry bedding material if the ambient\ntemperature is below 50 degrees F.  Additional clean, dry bedding is required when temperature is 35 degrees F or\nlower.  The licensee must add a sufficient amount of clean, dry bedding to the shelter for each of the three dogs in\norder to support their health and well-being.  \nCorrection date:  The licensee added sufficient bedding material to the shelters at the time of the inspection.\nInspection and exit interview was conducted with Kelly Maxwell, ACI and the facility representative.",
  "animals_total": 15,
  "species": [
    {
      "count": 12,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 3,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}