{
  "insp_id": "INS-0000862704",
  "layout": "c",
  "customer_id": "329280",
  "customer_name": "MENNO YODER",
  "customer_addr": "13576 KELLER DR\nSAINT CHARLES, MN 55972",
  "certificate": "41-A-0472",
  "site_id": "001",
  "site_name": "MENNO YODER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "06-APR-2023",
  "report_date": "06-APR-2023",
  "citations": [
    {
      "code": "3.6(c)(1)(i)",
      "kind": "",
      "repeat": false,
      "desc": "Primary enclosures.",
      "narrative": "Six puppies were in an enclosure that measured 44.25 inches by 72 inches for a total of 3,186 square inches of space.\nThe six puppies measured 19 inches, 20 inches, 20 inches, 21 inches, 21 inches, and 23 inches respectively. Together\nthese six puppies required 4,276 square inches of space. The enclosure they were in was short by 1,090 square inches\nof space.\nCage space requirements ensure that the dogs have enough room to move about freely within their enclosures. It\nminimizes the dogs from stepping or sitting in their feces or urine and also minimizes the spread of disease. The licensee\nmust ensure that all enclosures containing dogs and puppies have enough floor space to meet the minimum floor space\nrequirements for the number of and the size of the dogs in that enclosure.\nCorrect starting on 4/6/23."
    },
    {
      "code": "3.13(a)(2)",
      "kind": "",
      "repeat": false,
      "desc": "Veterinary care for dogs.",
      "narrative": "A complete physical exam from head to tail for each dog has not been completed by the Attending Veterinarian since\nDecember 2021. Not having the Attending Veterinarian conduct complete physical exams on all dogs at least once every\n12 months doesn't ensure the dogs are being adequately evaluated for health care issues. The Attending Veterinarian\nmust conduct a physical examination of each dog in the kennel. Correcty by 5/6/23."
    },
    {
      "code": "3.13(b)(3)",
      "kind": "",
      "repeat": false,
      "desc": "Veterinary care for dogs.",
      "narrative": "The licensee stated he vaccinated all adult dogs for distemper and parvo in September of 2022, but he has no\ndocumentation showing that. In addition, he believes most of the adult dogs have been vaccinated for rabies, but was\nunable to find any certificates or documentation showing when they had been vaccinated. Not keeping proper medical\nrecords showing documentation of which vaccines were given and the dates they were given doesn't ensure the dogs are\nproperly protected against the various diseases those vaccines are supposed to protect against. The licensee must keep\nrecords showing the vaccine type that was given and the date it was given for all dogs in the kennel. Correct starting on\n4/6/23.\nThis inspection and exit interview were conducted with the licensee.\nEnd of report.\nEnd Section"
    }
  ],
  "narrative": "3.6(c)(1)(i) \n   \nPrimary enclosures. \nSix puppies were in an enclosure that measured 44.25 inches by 72 inches for a total of 3,186 square inches of space.  \nThe six puppies measured 19 inches, 20 inches, 20 inches, 21 inches, 21 inches, and 23 inches respectively.  Together \nthese six puppies required 4,276 square inches of space.  The enclosure they were in was short by 1,090 square inches \nof space. \n \nCage space requirements ensure that the dogs have enough room to move about freely within their enclosures.  It \nminimizes the dogs from stepping or sitting in their feces or urine and also minimizes the spread of disease.  The licensee \nmust ensure that all enclosures containing dogs and puppies have enough floor space to meet the minimum floor space \nrequirements for the number of and the size of the dogs in that enclosure. \n \nCorrect starting on 4/6/23. \n3.13(a)(2) \n   \nVeterinary care for dogs. \nA complete physical exam from head to tail for each dog has not been completed by the Attending Veterinarian since \nDecember 2021.  Not having the Attending Veterinarian conduct complete physical exams on all dogs at least once every\n\n12 months doesn't ensure the dogs are being adequately evaluated for health care issues.  The Attending Veterinarian \nmust conduct a physical examination of each dog in the kennel.  Correcty by 5/6/23. \n3.13(b)(3) \n   \nVeterinary care for dogs. \nThe licensee stated he vaccinated all adult dogs for distemper and parvo in September of 2022, but he has no \ndocumentation showing that.  In addition, he believes most of the adult dogs have been vaccinated for rabies, but was \nunable to find any certificates or documentation showing when they had been vaccinated.  Not keeping proper medical \nrecords showing documentation of which vaccines were given and the dates they were given doesn't ensure the dogs are \nproperly protected against the various diseases those vaccines are supposed to protect against.  The licensee must keep \nrecords showing the vaccine type that was given and the date it was given for all dogs in the kennel.  Correct starting on \n4/6/23. \n \nThis inspection and exit interview were conducted with the licensee. \n \nEnd of report. \n \nEnd Section",
  "animals_total": 75,
  "species": [
    {
      "count": 41,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 34,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}