{
  "insp_id": "64161026480230",
  "layout": "a",
  "customer_id": "13328",
  "customer_name": "Bunny Trembler",
  "customer_addr": "10283 Klondike Rd\nNiangua, MO 65713",
  "certificate": "43-A-3321",
  "site_id": "001",
  "site_name": "BUNNY TREMBLER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "27-JAN-2016",
  "report_date": "16-MAR-2016",
  "citations": [
    {
      "code": "3.1(c)(3)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "(3) Cleaning.\nThe wire fronts of the cat enclosures have a large amount of hair and some debris over at least 50% of the surface.\nThe cat litter has spilled over onto the floor in several enclosures. and there are several piles of feces and a urine\npuddle outside the litter box. There is a build-up of grime on the floor where the floor and the wall meet. The\nsurfaces of the resting boards and tubs have a build-up of grime. Clean surfaces are important to maintain healthy\ncats. Hard surfaces with which the cats come in contact must be spot-cleaned daily and sanitized in accordance\nwith Sec. 3.11(b) of this subpart to prevent accumulation of excreta and reduce disease hazards.\nTo be corrected by: 29 January 2016"
    },
    {
      "code": "3.6(b)(3)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "(3) Litter.\n****In the adult cat house, the litter boxes were very full of feces and in each of the enclosures there was either\nurine or feces on the floor. If the litter boxes are so full that the cats cannot use them, it may cause the cats to\nurinate and defecate on the floor and then they may be in contact with it as they move about Some cats may also\nrefuse to urinate or defecate. This may cause discomfort and possible health problems for the cats. In all primary\nenclosures, a receptacle containing sufficient clean litter must be provided to contain excreta and body wastes. The\nowner stated that she cleans the boxes every day. For the health and well being of the cats, the litter boxes should\nbe cleaned more frequently or another box added to allow the cats better access to litter.\nTo be corrected by: 29 January 2016\nInspection and exit interview done with a facility representative.\nAdditional Inspectors\nHeine William, Animal Care Inspector"
    }
  ],
  "narrative": "3.1(c)(3)\nHOUSING FACILITIES, GENERAL.\n(3) Cleaning. \nThe wire fronts of the cat enclosures have a large amount of hair and some debris over at least 50% of the surface. \nThe cat litter has spilled over onto the floor in several enclosures. and there are several piles of feces and a urine\npuddle outside the litter box.  There is a build-up of grime on the floor where the floor and the wall meet.  The\nsurfaces of the resting boards and tubs have a build-up of grime.  Clean surfaces are important to maintain healthy\ncats.  Hard surfaces with which the cats come in contact must be spot-cleaned daily and sanitized in accordance\nwith Sec. 3.11(b) of this subpart to prevent accumulation of excreta and reduce disease hazards. \nTo be corrected by:  29 January 2016\n3.6(b)(3)\nPRIMARY ENCLOSURES.\n(3) Litter.\n****In the adult cat house, the litter boxes were very full of feces and in each of the enclosures there was either\nurine or feces on the floor.  If the litter boxes are so full that the cats cannot use them, it may cause the cats to\nurinate and defecate on the floor and then they may be in contact with it as they move about   Some cats may also\nrefuse to urinate or defecate.  This may cause discomfort and possible health problems for the cats.   In all primary\nenclosures, a receptacle containing sufficient clean litter must be provided to contain excreta and body wastes. The\nowner stated that she cleans the boxes every day.  For the health and well being of the cats, the litter boxes should\nbe cleaned more frequently or another box added to allow the cats better access to litter.  \nTo be corrected by:  29 January 2016\nInspection and exit interview done with a facility representative.\n\nAdditional Inspectors\nHeine William, Animal Care Inspector",
  "animals_total": 46,
  "species": [
    {
      "count": 36,
      "scientific": "Felis silvestris catus",
      "common": "CAT ADULT"
    },
    {
      "count": 10,
      "scientific": "Felis silvestris catus",
      "common": "CAT KITTEN"
    }
  ]
}