{
  "insp_id": "156141149200879",
  "layout": "a",
  "customer_id": "7658",
  "customer_name": "Sarah Young",
  "customer_addr": "371 E Cc Rd\nHardy, AR 72542",
  "certificate": "71-A-0676",
  "site_id": "001",
  "site_name": "SARAH YOUNG",
  "insp_type": "ROUTINE INSPECTION",
  "date": "04-JUN-2014",
  "report_date": "04-JUN-2014",
  "citations": [
    {
      "code": "2.40(b)",
      "kind": "",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "-In the outdoor hut type housing area there are four adult Chihuahuas, three females and one male, who have\nexcessively long toe nails which need to be clipped. In the housing area under the open barn there is one adult\nfemale Chihuahua with excessively long toe nails which also need to be trimmed by the dealer. The dealer must\ngroom and maintain the animals to protect their health and welfare and to protect them from injury."
    },
    {
      "code": "2.40(b)",
      "kind": "Direct",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "In the kennel facility there are a total of five animals which need to be evaluated by the attending veterinarian.\n-In the outdoor housing area which contains hut type housing there are two adult dogs which need to be evaluated\nby the attending veterinarian. One animal is a ten year old Male Pomeranian, chip #051309259. The animal was\nfirst observed excessively salivating. Closer observation revealed the animal did not have any teeth and the jaw\nbone on the left side was partially missing and detached from the gums leaving the bone exposed. No health\nrecords available.\n-The second animal is a seven year old female Pomeranian, chip # 020610346. The animal had green goopy\ndischarge from both eyes; green and black matter on all teeth and the gums above the upper canine tooth on the\nright side were bleeding. No health records available.\n-In the same hut type housing area there was another red female Pomeranian approximately five years old, chip\n#051512028 which was non-weight bearing on its right rear leg. The animals toenail on this foot was twisted to the\nside and blood was present on the toe. No health records available.\n-In the northern most set of outdoor ground enclosures there was a Cocker Spaniel female approximately two years\nold, chip # 0A02303933. The dealer(cid:25)s records stated she had previously treated the animal for ear mites and she\nstated it had been dipped on May 20, 2014. However during the inspection the animals had goopy drainage from its\nleft eye. It had four areas of reddened skin with hair loss and scabbed over areas on its left shoulder and around its\near.\n-In the same set but different enclosure there is a seven year old female Yorkshire terrier, non-readable chip, who\nhad a circular white area in the center of her eye. white pupil. No health records available.\nThe dealer must maintain written documentation of the evaluation and all treatment."
    },
    {
      "code": "3.6(a)(1)",
      "kind": "",
      "repeat": true,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "The kennel consists of multiple outdoor and one indoor housing area. In the southern most outdoor ground housing\narea there are five enclosures which have metal framing post which have portions that are broken with sharp points.\nThese enclosures contain a total of nineteen adult dogs. In the whelping building there are raised wire bottom\nenclosures which line the north and south walls. And a row of hut type enclosures in the middle of the room.\nDuring the inspection there were six enclosures along the walls which have broken protruding wires. These raised\nenclosures contained a total of seven adults and sixteen puppies. All broken pipes and broken wires need to be\nrepaired or replaced and maintained to protect the animals from injury and to protect their health and welfare."
    },
    {
      "code": "3.11(b)(1)",
      "kind": "",
      "repeat": true,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "The kennel consists of outdoor and indoor housing areas. Throughout the kennel there are enclosures whose food\nreceptacles have a buildup of dark matter on their surfaces. One food receptacle is located in the hut type housing.\nIn the whelping building there are eight enclosures containing a total of seven adults and thirty-two puppies. In the\nfirst set of outdoor ground enclosures there are seven receptacles which feed fourteen adult dogs. Which need to\nbe cleaned and sanitized to protect the food from contamination, protect the health and welfare of the animals and\nfacilitate husbandry practices."
    },
    {
      "code": "3.11(c)",
      "kind": "",
      "repeat": true,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "In the whelping building there are surfaces which need to be cleaned and maintained. There are accumulations of\ndirt, hair and / or dead insects and spider webs on the window seals, enclosure tops and divider panels. All\npremises including buildings and surrounding grounds must be kept clean and in good repair to protect the animals\nfrom injury, to facilitate husbandry practices and to eliminate breeding and living areas for rodents, pest and vermin\nto protect the health and welfare of the animals.\nAffects thirty-three adults and ninety-one puppies.\nThe inspection and exit briefing was conducted with the Dealer.\nAdditional Inspectors\nCooper Natalie, Veterinary Medical Officer"
    }
  ],
  "narrative": "2.40(b)                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n-In the outdoor hut type housing area there are four adult Chihuahuas, three females and one male, who have\nexcessively long toe nails which need to be clipped. In the housing area under the open barn there is one adult\nfemale Chihuahua with excessively long toe nails which also need to be trimmed by the dealer. The dealer must\ngroom and maintain the animals to protect their health and welfare and to protect them from injury.\n2.40(b)           DIRECT                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nIn the kennel facility there are a total of five animals which need to be evaluated by the attending veterinarian.  \n-In the outdoor housing area which contains hut type housing there are two adult dogs which need to be evaluated\nby the attending veterinarian. One animal is a ten year old Male Pomeranian, chip #051309259.  The animal was\nfirst observed excessively salivating.  Closer observation revealed the animal did not have any teeth and the jaw\nbone on the left side was partially missing and detached from the gums leaving the bone exposed.  No health\nrecords available.\n-The second animal is a seven year old female Pomeranian, chip # 020610346.  The animal had green goopy\ndischarge from both eyes; green and black matter on all teeth and the gums above the upper canine tooth on the\nright side were bleeding. No health records available.\n-In the same hut type housing area there was another red female Pomeranian approximately five years old, chip\n#051512028 which was non-weight bearing on its right rear leg.  The animals toenail on this foot was twisted to the\nside and blood was present on the toe.  No health records available.\n-In the northern most set of outdoor ground enclosures there was a Cocker Spaniel female approximately two years\nold, chip # 0A02303933.  The dealer(cid:25)s records stated she had previously treated the animal for ear mites and she\nstated it had been dipped on May 20, 2014.  However during the inspection the animals had goopy drainage from its\nleft eye.  It had four areas of reddened skin with hair loss and scabbed over areas on its left shoulder and around its\n\near.   \n-In the same set but different enclosure there is a seven year old female Yorkshire terrier, non-readable chip, who\nhad a circular white area in the center of her eye.  white pupil.  No health records available.\nThe dealer must maintain written documentation of the evaluation and all treatment.\n3.6(a)(1)                    REPEAT\nPRIMARY ENCLOSURES.\nThe kennel consists of multiple outdoor and one indoor housing area.  In the southern most outdoor ground housing\narea there are five enclosures which have metal framing post which have portions that are broken with sharp points.\n These enclosures contain a total of nineteen adult dogs.  In the whelping building there are raised wire bottom\nenclosures which line the north and south walls.  And a row of hut type enclosures in the middle of the room. \nDuring the inspection there were six enclosures along the walls which have broken protruding wires.  These raised\nenclosures contained a total of seven adults and sixteen puppies.  All broken pipes and broken wires need to be\nrepaired or replaced and maintained to protect the animals from injury and to protect their health and welfare.\n3.11(b)(1)                    REPEAT\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\nThe kennel consists of outdoor and indoor housing areas.  Throughout the kennel there are enclosures whose food\nreceptacles have a buildup of dark matter on their surfaces.  One food receptacle is located in the hut type housing. \nIn the whelping building there are eight enclosures containing a total of seven adults and thirty-two puppies.  In the\nfirst set of outdoor ground enclosures there are seven receptacles which feed fourteen adult dogs. Which need to\nbe cleaned and sanitized to protect the food from contamination, protect the health and welfare of the animals and\nfacilitate husbandry practices.  \n3.11(c)                    REPEAT\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\nIn the whelping building there are surfaces which need to be cleaned and maintained.  There are accumulations of\ndirt, hair and / or dead insects and spider webs on the window seals, enclosure tops and divider panels.  All\npremises including buildings and surrounding grounds must be kept clean and in good repair to protect the animals\n\nfrom injury, to facilitate husbandry practices and to eliminate breeding and living areas for rodents, pest and vermin\nto protect the health and welfare of the animals.  \nAffects thirty-three adults and ninety-one puppies.\nThe inspection and exit briefing was conducted with the Dealer.\nAdditional Inspectors\nCooper Natalie, Veterinary Medical Officer",
  "animals_total": 354,
  "species": [
    {
      "count": 263,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 91,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}