{
  "insp_id": "117161504100949",
  "layout": "a",
  "customer_id": "17683",
  "customer_name": "Marvin Troyer",
  "customer_addr": "18760 Flora Ave\nBloomfield, IA 52537",
  "certificate": "42-A-0926",
  "site_id": "001",
  "site_name": "MARVIN TROYER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "26-APR-2016",
  "report_date": "27-APR-2016",
  "citations": [
    {
      "code": "3.1(c)(1)(1)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "In the \"Husky Building\" all of the enclosures are constructed of metal fence panels. The metal fence panels of every\nenclosure are covered in an excessive amount of rust. The rust does not allow for adequate cleaning and\nsanitization of the fence panels which could increase the disease risk towards the dogs. There are at least fifteen\ndogs housed in these enclosures.\nAll surfaces of housing facilities must be free of excessive rust that prevents the required cleaning and sanitization,\nor that affects the structural strength of the surface. The licensee must replace the fence panels or alter them in a\nmanner that leaves them free of excessive rust. The licensee must ensure that all surfaces of dog enclosures\nremain free of excessive rust at all times.\nCorrection date: June 26, 2016\nExit interview conducted with Kelly Maxwell, ACI and the facility representative."
    }
  ],
  "narrative": "3.1(c)(1)(1)\nHOUSING FACILITIES, GENERAL.\nIn the \"Husky Building\" all of the enclosures are constructed of metal fence panels.  The metal fence panels of every\nenclosure are covered in an excessive amount of rust.  The rust does not allow for adequate cleaning and\nsanitization of the fence panels which could increase the disease risk towards the dogs. There are at least fifteen\ndogs housed in these enclosures.\nAll surfaces of housing facilities must be free of excessive rust that prevents the required cleaning and sanitization,\nor that affects the structural strength of the surface.  The licensee must replace the fence panels or alter them in a\nmanner that leaves them free of excessive rust.  The licensee must ensure that all surfaces of dog enclosures\nremain free of excessive rust at all times.\nCorrection date:  June 26, 2016\nExit interview conducted with Kelly Maxwell, ACI and the facility representative.",
  "animals_total": 44,
  "species": [
    {
      "count": 33,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 11,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}