{
  "insp_id": "73141253041623",
  "layout": "a",
  "customer_id": "14198",
  "customer_name": "Elmer Richards",
  "customer_addr": "10790 Simpson Road\nCadet, MO 63630",
  "certificate": "43-A-4105",
  "site_id": "001",
  "site_name": "ELMER RICHARDS",
  "insp_type": "ROUTINE INSPECTION",
  "date": "20-MAR-2014",
  "report_date": "20-MAR-2014",
  "citations": [
    {
      "code": "3.11(a)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "***The concrete washdown drains on the exterior kennel runs has accumulations of feces that were removed from\nthe enclosures the previous day and earlier today. These accumulations pose disease, pest, and odor hazards\naround the kennel area. During the cleaning of the enclosures the waste products should be removed from the\nkennel area far enough away to effectively eliminate disease, odor and pest hazards. To be corrected by: 03/20/14"
    },
    {
      "code": "3.11(b)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "*** The water receptacles are in need of a thorough cleaning. The interior surfaces of these receptacles have dark\nbrown to green accumulations that should be removed. All water receptacles must be thoroughly cleaned and\nsanitized at least once every two weeks or more often as necessary to allow for clean, potable water.\nAccumulations within water receptacles encourage growth of organisms and raises disease risks to the kennel. To\nbe corrected by: 03/27/14\nThis inspection and exit briefing was conducted with the owner."
    }
  ],
  "narrative": "3.11(a)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\n***The concrete washdown drains on the exterior kennel runs has accumulations of feces that were removed from\nthe enclosures the previous day and earlier today.  These accumulations pose disease, pest, and odor hazards\naround the kennel area. During the cleaning of the enclosures the waste products should be removed from the\nkennel area far enough away to effectively eliminate disease, odor and pest hazards.  To be corrected by: 03/20/14\n3.11(b)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\n*** The water receptacles are in need of a thorough cleaning.  The interior surfaces of these receptacles have dark\nbrown to green accumulations that should be removed.  All water receptacles must be thoroughly cleaned and\nsanitized at least once every two weeks or more often as necessary to allow for clean, potable water. \nAccumulations within water receptacles encourage growth of organisms and raises disease risks to the kennel.  To\nbe corrected by: 03/27/14\nThis inspection and exit briefing was conducted with the owner.",
  "animals_total": 13,
  "species": [
    {
      "count": 13,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    }
  ]
}