{
  "insp_id": "2016082568021455",
  "layout": "a",
  "customer_id": "4447",
  "customer_name": "Karen Crume",
  "customer_addr": "784 Old Miller Rd\nGalena, MO 65656",
  "certificate": "43-A-0760",
  "site_id": "001",
  "site_name": "KAREN CRUME",
  "insp_type": "ROUTINE INSPECTION",
  "date": "29-NOV-2016",
  "report_date": "29-NOV-2016",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "***An adult female Siberian Husky named Snowflake (m/c# 0A0 249 5554) was very thin. The outlines of the ribs\nand vertebrae were clearly visible and the hip bones were protruding. This dog was nursing 8 puppies that were\nabout 4 weeks old. The dog's diet consisted of free choice adult dog food. Poor body condition can be a result of\ninadequate nutrition, parasites, or an underlying medical condition. The licensee must consult a veterinarian about\nthis dog's condition, follow the veterinarian's instructions, and be able to produce written documentation upon\nrequest by the inspector.\n***The licensee had dog vaccines that had expired August 25, 2015. These vaccines were stored with her other\nvaccines and were ready for use. Expired medications or vaccines can lose their effectiveness and their ability to\nprevent or control disease and/or pain. The licensee must ensure that all medications and vaccines are within their\nexpiration dates at all times.\nTO BE CORRECTED BY NOVEMBER 30, 2016."
    },
    {
      "code": "2.50(a)(2)",
      "kind": "",
      "repeat": false,
      "desc": "TIME AND METHOD OF IDENTIFICATION.",
      "narrative": "The licensee is not properly identifying puppies that are less than 16 weeks old. Fifteen puppies that were from two\nseparate litters did not have any form of identification. Appropriate identification of dogs is necessary to meet\nrecordkeeping requirements for inventory, disposition, transport, and healthcare documentation. The licensee must\nproperly identify puppies with an acceptable form of identification, which include a cage card (if litters are not\ncomingled), a microchip, a collar and tag, or a plastic-type collar with the required information legibly written.\nTO BE CORRECTED BY NOVEMBER 30, 2016.\nThis inspection and exit interview were conducted with the licensee and MO Dept. of Agriculture inspector."
    }
  ],
  "narrative": "2.40(b)(2)           DIRECT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n***An adult female Siberian Husky named Snowflake (m/c# 0A0 249 5554) was very thin.  The outlines of the ribs\nand vertebrae were clearly visible and the hip bones were protruding. This dog was nursing 8 puppies that were\nabout 4 weeks old.  The dog's diet consisted of free choice adult dog food.  Poor body condition can be a result of\ninadequate nutrition, parasites, or an underlying medical condition.  The licensee must consult a veterinarian about\nthis dog's condition, follow the veterinarian's instructions, and be able to produce written documentation upon\nrequest by the inspector.  \n***The licensee had dog vaccines that had expired August 25, 2015.  These vaccines were stored with her other\nvaccines and were ready for use.  Expired medications or vaccines can lose their effectiveness and their ability to\nprevent or control disease and/or pain.  The licensee must ensure that all medications and vaccines are within their\nexpiration dates at all times.\nTO BE CORRECTED BY NOVEMBER 30, 2016.\n2.50(a)(2)\nTIME AND METHOD OF IDENTIFICATION.\nThe licensee is not properly identifying puppies that are less than 16 weeks old.  Fifteen  puppies that were from two\nseparate litters did not have any form of identification.  Appropriate identification of dogs is necessary to meet\nrecordkeeping requirements for inventory, disposition, transport, and healthcare documentation.  The licensee must\nproperly identify puppies with an acceptable form of identification, which include a cage card (if litters are not\ncomingled), a microchip, a collar and tag, or a plastic-type collar with the required information legibly written.\nTO BE CORRECTED BY NOVEMBER 30, 2016.\nThis inspection and exit interview were conducted with the licensee and MO Dept. of Agriculture inspector.",
  "animals_total": 28,
  "species": [
    {
      "count": 13,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 15,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}