{
  "insp_id": "INS-0000915349",
  "layout": "c",
  "customer_id": "6011009",
  "customer_name": "MS Leisure Company, Inc.",
  "customer_addr": "4400 Rickenbacker Causeway\nKey Biscayne, FL 33147",
  "certificate": "58-C-1252",
  "site_id": "001",
  "site_name": "Miami Seaquarium",
  "insp_type": "ROUTINE INSPECTION",
  "date": "16-OCT-2023",
  "report_date": "09-JAN-2024",
  "citations": [
    {
      "code": "3.150(a)",
      "kind": "",
      "repeat": false,
      "desc": "Facilities, general.",
      "narrative": "In the trailer that provides indoor housing for 11 parrots, there are two areas of wall behind one of the cages that are\ndamaged from a parrot chewing on it through the metal bars. Staff stated that cages are usually pulled away from the wall\nto prevent this from happening.\nAllowing access to surfaces and materials that are not safe or appropriate for birds to chew or ingest can lead to illness or\ninjury. All housing facilities for birds must be designed and constructed so that they are structurally sound for the species\nof bird housed in them. All housing facilities for birds must be kept in good repair and protect the birds from injury.\nTo be corrected by November 1, 2023."
    },
    {
      "code": "2.40(a)(2)",
      "kind": "Direct",
      "repeat": true,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "The facility failed to assure the attending veterinarian had appropriate authority. Records indicate that on numerous\noccasions, the attending veterinarian (AV) made the determination that certain actions needed to be taken, however the\nfacility did not follow through with these actions.\n- On 9/26/23, the medical record for “Sushi”, an adult female California sealion, stated that she had been holding her right\neye closed and rubbing both eyes. The veterinary plan in the record involved stressing the importance of getting her\ncataract surgery scheduled soon with an external specialist; however, the facility did not take initial steps to schedule the\nprocedure. On 9/28/23, the medical record stated that “Sushi” was slow to eat and the plan again stressed the importance\nof scheduling cataract surgery. Starting on 10/11/23, “Sushi” began variably refusing food. By 10/15/23 and throughout\nthe 3-day USDA inspection, she was completely refusing food, due to eye pain, per the medical records. At the time of\ninspection, cataract surgery still has not been scheduled.\n-On 9/11/23, the medical records for multiple animals state that the veterinarian is unable to perform necessary\ndiagnostics as the facility no longer has access to an ultrasound, radiography, or endoscopy. It is also noted that there is\nno access to a functioning anesthesia machine for emergencies.\n- On 10/10/23 and 10/12/23, in the medical records for “Onyx”, a male bottlenose dolphin, the attending veterinarian\nstates she needs to perform an ultrasound exam but there is no ultrasound available.\n- On 10/11/23, in the medical records for “Ringo” and “Cayman”, two male bottlenose dolphins, the veterinarian states she\nneeds to perform radiographs or a CT scan to confirm that they have no active infection but no imaging was available.\n- On 7/5/2023, and again on 10/11/23, the AV notes that she does not have access to a functioning gastroscope, which\nshe calls essential for adequate diagnostics and treatment of the animals at the facility.\n- The attending veterinarian has been unable to perform a full annual physical exam, which includes weights, on the three\nadult manatees held at the facility in more than 5 years, because the facility has not provided scales that can be used in\nthese enclosures.\nFailure to ensure that the attending veterinarian has appropriate authority over the veterinary care, including prevention,\ndiagnostics, and treatment of the animals, can lead to unnecessary stress, discomfort, and suffering of the animals. Each\ndealer and exhibitor shall assure that the attending veterinarian has appropriate authority to ensure the provisions of\nadequate veterinary care and to oversee the adequacy of other aspects of animal care and use."
    },
    {
      "code": "2.131(c)(1)",
      "kind": "",
      "repeat": true,
      "desc": "Handling of animals.",
      "narrative": "On August 1, 2023, “Zo”, a dolphin housed at Flipper Stadium, was kicked in the mouth by a member of the public during\nan animal encounter. This resulted in a superficial cut to the guest’s ankle. During the interaction, the guest did not grab\non to the dolphin, and “Zo” sank and circled the guest with his mouth open. “Zo” ignored two hand slaps from trainers to\ncall him back from the guest. The guest was kicking frantically in the water which led to “Zo” being kicked in the mouth.\nInadequate handling or control of animals during public interactions can lead to injury of the public and the animals.\nDuring public exhibition, any animal must be handled so there is minimal risk of harm to the animal and to the public."
    },
    {
      "code": "3.101(a)(1)",
      "kind": "",
      "repeat": true,
      "desc": "Facilities, general.",
      "narrative": "On the morning of 9/22/23, one dolphin “Ripley” housed at Flipper Stadium presented to trainers with a two-inch nail,\nmangrove pods, and small pieces of shell in his throat. On the morning of 10/14/23, one dolphin “Bimini” in Dolphin\nHarbor presented to trainers with a broken bolt in her mouth.\nOn 7/6/23, 7/10/23, and 8/22/23, one dolphin “Onyx” at Dolphin Harbor jumped the barrier between pools to join another\nsocial group.\nEnclosures that are not kept in good repair may produce foreign material which could be ingested and become injurious to\nthe animals. Enclosures that are not structurally sound or constructed in a way that is appropriate for the species may not\nproperly contain the animals which could lead to injury of the animal or conspecifics. Indoor and outdoor housing facilities\nfor marine mammals must be structurally sound and must be maintained in good repair to protect the animals from injury\nand to contain the animals within the facility."
    },
    {
      "code": "3.103(c)",
      "kind": "",
      "repeat": true,
      "desc": "Facilities, outdoor.",
      "narrative": "The facility’s perimeter fence has multiple areas where the bottom of the chain link fence or gate is not flush with the\nsubstrate on the ground. There is also a section of the perimeter fence where the barbed wire on top is drooping to the\npoint that it has become perpendicular to the fence and is no longer 6 feet in height.\nDefects in the perimeter fence can allow animals and unauthorized people to enter and exit the area and gain access to\nthe animals behind it. The perimeter fence must be at least 6 feet high and constructed so that it protects marine\nmammals by restricting animals and unauthorized persons from going through it or under it and having contact with the\nmarine mammals, and so that it can function as a secondary containment system for the animals in the facility when\nappropriate."
    },
    {
      "code": "3.107(d)",
      "kind": "",
      "repeat": false,
      "desc": "Sanitation.",
      "narrative": "At the time of inspection at the facility’s vet clinic, there was a large number of ants present on and inside the cabinet\nhousing vitamins and supplements that can be used for the marine mammals. The staff stated that they had arrived that\nmorning to ants all over the front room of the clinic which they cleaned to the best of their abilities.\nAnts can contaminate or damage medications, supplements, and vitamins that are meant for the animals. The facility\nmust establish and maintain a safe and effective program for the control of insects, ectoparasites, and avian and\nmammalian pests.\nTo be corrected by November 1, 2023."
    },
    {
      "code": "3.109",
      "kind": "",
      "repeat": true,
      "desc": "Separation.",
      "narrative": "“Romeo”, an adult male manatee is still being housed alone in Pompano Pool 1. The facility has implemented in-pool\nsocial interactions between “Romeo” and keepers and have an enrichment schedule; however, there is not a written plan\napproved by the attending veterinarian, and developed in consultation with the husbandry/training staff that includes the\njustification for the length of time the animal will be kept separated or isolated or provisions for periodic review of the plan\nby the attending veterinarian.\nManatees are semi-social animals and do better medically and psychologically when they are housed in pairs or groups.\nMarine mammals, whenever known to be primarily social in the wild, must be housed in their primary enclosure with at\nleast one compatible animal of the same or biologically related species.\nAnimals housed separately must have a written plan, approved by the attending veterinarian, developed in consultation\nwith the husbandry/training staff, that includes the justification for the length of time the animal will be kept separated or\nisolated, information on the type and frequency of enrichment and interaction, if appropriate, and provisions for periodic\nreview of the plan by the attending veterinarian."
    },
    {
      "code": "3.150(c)(2)",
      "kind": "",
      "repeat": false,
      "desc": "Facilities, general.",
      "narrative": "In the Tropical Wings section, there are multiple indoor and outdoor metal enclosures that showed evidence of excessive\nrust. There are areas of bubbling and flaking paint due to rust and areas where the metal is rusted through.\nExcessive rust can compromise structural strength, present roughened and jagged surfaces where it is possible for the\nbirds to injure themselves and prevent proper cleaning and sanitization of a surface. Any surfaces that come in contact\nwith the birds must be free of rust or damage that affects the structural integrity of the surface or prevents cleaning.\nTo be corrected by November 15, 2023."
    },
    {
      "code": "3.151(b)",
      "kind": "",
      "repeat": false,
      "desc": "Facilities, indoor",
      "narrative": "In the indoor enclosure housing 9 penguins, there is an excessive accumulation of moisture condensation on the ceiling.\nThis has led to numerous spots of black growth as well as areas of bubbling and peeling paint that is starting to droop\ndown into the enclosure.\nIn the trailer that provides indoor housing for 11 parrots, there is a strong noxious odor permeating the air. This odor is\npresent even after the trailer has been cleaned and with no birds present. The facility previously had issues with air quality\nin these bird trailers that contributed to air sacculitis in one macaw. The facility has placed two air purifiers in each indoor\nparrot area; however, there is still not enough ventilation.\nMold, mildew, poor air quality, and noxious odors can cause illness in birds. Peeling paint can fall into the enclosure and\nbe ingested by the penguins. Indoor housing facilities must be sufficiently ventilated at all times when birds are present to\nprovide for their health, to prevent their discomfort or distress, and to minimize accumulations of moisture condensation,\nodors, and levels of ammonia, chlorine, and other noxious gases. The ventilation system must minimize drafts.\nTo be corrected by November 1, 2023."
    },
    {
      "code": "3.154",
      "kind": "",
      "repeat": false,
      "desc": "Environment enhancement to promote psychological well-being.",
      "narrative": "At the time of inspection, the facility has not established a complete environment enhancement plan (EEP) to promote the\npsychological well-being of the birds. There is an enrichment schedule and outline for the parrots housed in Tropical\nWings; however, there is no plan in place for the penguins and flamingos at the facility. There are also no special\nconsiderations listed for birds that show signs of psychological distress, including three parrots that have evidence of\nfeather destructive behavior.\nFailure to establish and maintain an EEP can result in birds not receiving adequate enrichment which can lead to\nbehavioral, social, health, and other psychological problems. The plan must address at a minimum social grouping,\nenvironmental enrichment, special considerations, restraint devices, and any birds that are exempted by the attending\nveterinarian because of health issues or other conditions. The plan must be approved by the attending veterinarian. The\nlicensee must establish and maintain an EEP for the birds.\nTo be corrected by November 1, 2023."
    },
    {
      "code": "3.157(a)(2)",
      "kind": "",
      "repeat": false,
      "desc": "Water quality.",
      "narrative": "In the enclosure housing 29 flamingos, there is an area of poor drainage along the water feature where the ground has\neroded. There is also a trough that is part of the cement pond that does not connect to a functional drain. Both areas\ncontain stagnant, murky water with green algae growing in it. Bugs were also seen gathered along the edges of this\nmuddy area. The staff stated that they try to flush these spaces out once a week; however, the spaces never completely\ndry and always contain water. At the time of inspection, it had been one week since these areas had been flushed out.\nStagnant water can attract pests, permeate noxious odors, and lead to disease or illness in the animals. Pools or other\naquatic areas without drainage systems must be aerated and have an incoming flow of fresh water or be managed in a\nmanner that maintains appropriate water quality in accordance with current professionally accepted standards appropriate\nfor the species.\nTo be corrected by November 15, 2023."
    },
    {
      "code": "3.158(d)",
      "kind": "",
      "repeat": false,
      "desc": "Cleaning, sanitization, housekeeping, and pest control.",
      "narrative": "At the time of inspection at the facility’s vet clinic, there was a large number of ants present on and inside the cabinet\nhousing vitamins and supplements that can be used for the birds. The staff stated that they had arrived that morning to\nants all over the front room of the clinic which they cleaned to the best of their abilities.\nAnts can contaminate or damage medications, supplements, and vitamins that are meant for the animals. The facility\nmust establish and maintain a safe and effective program for the control of insects, ectoparasites, and avian and\nmammalian pests so as to promote the health and well-being of the birds and reduce contamination by pests.\nTo be corrected by November 1, 2023.\nThis inspection and exit interview were conducted with facility representatives.\nAdditional Inspectors:\nE GONZALEZ, VETERINARY MEDICAL OFFICER n"
    }
  ],
  "narrative": "3.150(a) \n   \nFacilities, general. \nIn the trailer that provides indoor housing for 11 parrots, there are two areas of wall behind one of the cages that are \ndamaged from a parrot chewing on it through the metal bars. Staff stated that cages are usually pulled away from the wall \nto prevent this from happening.  \nAllowing access to surfaces and materials that are not safe or appropriate for birds to chew or ingest can lead to illness or \ninjury. All housing facilities for birds must be designed and constructed so that they are structurally sound for the species \nof bird housed in them. All housing facilities for birds must be kept in good repair and protect the birds from injury.  \nTo be corrected by November 1, 2023. \n2.40(a)(2)  Direct Repeat\n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nThe facility failed to assure the attending veterinarian had appropriate authority. Records indicate that on numerous \noccasions, the attending veterinarian (AV) made the determination that certain actions needed to be taken, however the \nfacility did not follow through with these actions.  \n- On 9/26/23, the medical record for “Sushi”, an adult female California sealion, stated that she had been holding her right \neye closed and rubbing both eyes. The veterinary plan in the record involved stressing the importance of getting her \ncataract surgery scheduled soon with an external specialist; however, the facility did not take initial steps to schedule the \nprocedure. On 9/28/23, the medical record stated that “Sushi” was slow to eat and the plan again stressed the importance \nof scheduling cataract surgery. Starting on 10/11/23, “Sushi” began variably refusing food. By 10/15/23 and throughout \nthe 3-day USDA inspection, she was completely refusing food, due to eye pain, per the medical records. At the time of \ninspection, cataract surgery still has not been scheduled. \n-On 9/11/23, the medical records for multiple animals state that the veterinarian is unable to perform necessary \ndiagnostics as the facility no longer has access to an ultrasound, radiography, or endoscopy. It is also noted that there is \nno access to a functioning anesthesia machine for emergencies. \n- On 10/10/23 and 10/12/23, in the medical records for “Onyx”, a male bottlenose dolphin, the attending veterinarian \nstates she needs to perform an ultrasound exam but there is no ultrasound available. \n- On 10/11/23, in the medical records for “Ringo” and “Cayman”, two male bottlenose dolphins, the veterinarian states she \nneeds to perform radiographs or a CT scan to confirm that they have no active infection but no imaging was available. \n- On 7/5/2023, and again on 10/11/23, the AV notes that she does not have access to a functioning gastroscope, which\n\nshe calls essential for adequate diagnostics and treatment of the animals at the facility. \n- The attending veterinarian has been unable to perform a full annual physical exam, which includes weights, on the three \nadult manatees held at the facility in more than 5 years, because the facility has not provided scales that can be used in \nthese enclosures.  \n \nFailure to ensure that the attending veterinarian has appropriate authority over the veterinary care, including prevention, \ndiagnostics, and treatment of the animals, can lead to unnecessary stress, discomfort, and suffering of the animals. Each \ndealer and exhibitor shall assure that the attending veterinarian has appropriate authority to ensure the provisions of \nadequate veterinary care and to oversee the adequacy of other aspects of animal care and use. \n2.131(c)(1)  Repeat\n   \nHandling of animals. \nOn August 1, 2023, “Zo”, a dolphin housed at Flipper Stadium, was kicked in the mouth by a member of the public during \nan animal encounter. This resulted in a superficial cut to the guest’s ankle. During the interaction, the guest did not grab \non to the dolphin, and “Zo” sank and circled the guest with his mouth open. “Zo” ignored two hand slaps from trainers to \ncall him back from the guest. The guest was kicking frantically in the water which led to “Zo” being kicked in the mouth.  \nInadequate handling or control of animals during public interactions can lead to injury of the public and the animals. \nDuring public exhibition, any animal must be handled so there is minimal risk of harm to the animal and to the public. \n3.101(a)(1)  Repeat\n   \nFacilities, general. \nOn the morning of 9/22/23, one dolphin “Ripley” housed at Flipper Stadium presented to trainers with a two-inch nail, \nmangrove pods, and small pieces of shell in his throat. On the morning of 10/14/23, one dolphin “Bimini” in Dolphin \nHarbor presented to trainers with a broken bolt in her mouth.  \nOn 7/6/23, 7/10/23, and 8/22/23, one dolphin “Onyx” at Dolphin Harbor jumped the barrier between pools to join another \nsocial group.  \nEnclosures that are not kept in good repair may produce foreign material which could be ingested and become injurious to \nthe animals. Enclosures that are not structurally sound or constructed in a way that is appropriate for the species may not \nproperly contain the animals which could lead to injury of the animal or conspecifics. Indoor and outdoor housing facilities \nfor marine mammals must be structurally sound and must be maintained in good repair to protect the animals from injury \nand to contain the animals within the facility. \n3.103(c)  Repeat\n   \nFacilities, outdoor. \nThe facility’s perimeter fence has multiple areas where the bottom of the chain link fence or gate is not flush with the \nsubstrate on the ground. There is also a section of the perimeter fence where the barbed wire on top is drooping to the \npoint that it has become perpendicular to the fence and is no longer 6 feet in height. \nDefects in the perimeter fence can allow animals and unauthorized people to enter and exit the area and gain access to \nthe animals behind it. The perimeter fence must be at least 6 feet high and constructed so that it protects marine \nmammals by restricting animals and unauthorized persons from going through it or under it and having contact with the\n\nmarine mammals, and so that it can function as a secondary containment system for the animals in the facility when \nappropriate. \n3.107(d) \n   \nSanitation. \nAt the time of inspection at the facility’s vet clinic, there was a large number of ants present on and inside the cabinet \nhousing vitamins and supplements that can be used for the marine mammals. The staff stated that they had arrived that \nmorning to ants all over the front room of the clinic which they cleaned to the best of their abilities.  \nAnts can contaminate or damage medications, supplements, and vitamins that are meant for the animals. The facility \nmust establish and maintain a safe and effective program for the control of insects, ectoparasites, and avian and \nmammalian pests. \nTo be corrected by November 1, 2023. \n3.109  Repeat\n   \nSeparation. \n“Romeo”, an adult male manatee is still being housed alone in Pompano Pool 1. The facility has implemented in-pool \nsocial interactions between “Romeo” and keepers and have an enrichment schedule; however, there is not a written plan \napproved by the attending veterinarian, and developed in consultation with the husbandry/training staff that includes the \njustification for the length of time the animal will be kept separated or isolated or provisions for periodic review of the plan \nby the attending veterinarian.  \nManatees are semi-social animals and do better medically and psychologically when they are housed in pairs or groups. \nMarine mammals, whenever known to be primarily social in the wild, must be housed in their primary enclosure with at \nleast one compatible animal of the same or biologically related species. \nAnimals housed separately must have a written plan, approved by the attending veterinarian, developed in consultation \nwith the husbandry/training staff, that includes the justification for the length of time the animal will be kept separated or \nisolated, information on the type and frequency of enrichment and interaction, if appropriate, and provisions for periodic \nreview of the plan by the attending veterinarian. \n3.150(c)(2) \n   \nFacilities, general. \nIn the Tropical Wings section, there are multiple indoor and outdoor metal enclosures that showed evidence of excessive \nrust. There are areas of bubbling and flaking paint due to rust and areas where the metal is rusted through.  \nExcessive rust can compromise structural strength, present roughened and jagged surfaces where it is possible for the \nbirds to injure themselves and prevent proper cleaning and sanitization of a surface. Any surfaces that come in contact \nwith the birds must be free of rust or damage that affects the structural integrity of the surface or prevents cleaning.  \nTo be corrected by November 15, 2023. \n3.151(b) \n   \nFacilities, indoor \nIn the indoor enclosure housing 9 penguins, there is an excessive accumulation of moisture condensation on the ceiling. \nThis has led to numerous spots of black growth as well as areas of bubbling and peeling paint that is starting to droop\n\ndown into the enclosure.  \nIn the trailer that provides indoor housing for 11 parrots, there is a strong noxious odor permeating the air. This odor is \npresent even after the trailer has been cleaned and with no birds present. The facility previously had issues with air quality \nin these bird trailers that contributed to air sacculitis in one macaw. The facility has placed two air purifiers in each indoor \nparrot area; however, there is still not enough ventilation.  \nMold, mildew, poor air quality, and noxious odors can cause illness in birds. Peeling paint can fall into the enclosure and \nbe ingested by the penguins. Indoor housing facilities must be sufficiently ventilated at all times when birds are present to \nprovide for their health, to prevent their discomfort or distress, and to minimize accumulations of moisture condensation, \nodors, and levels of ammonia, chlorine, and other noxious gases. The ventilation system must minimize drafts.  \nTo be corrected by November 1, 2023. \n3.154 \n   \nEnvironment enhancement to promote psychological well-being. \nAt the time of inspection, the facility has not established a complete environment enhancement plan (EEP) to promote the \npsychological well-being of the birds. There is an enrichment schedule and outline for the parrots housed in Tropical \nWings; however, there is no plan in place for the penguins and flamingos at the facility. There are also no special \nconsiderations listed for birds that show signs of psychological distress, including three parrots that have evidence of \nfeather destructive behavior.  \nFailure to establish and maintain an EEP can result in birds not receiving adequate enrichment which can lead to \nbehavioral, social, health, and other psychological problems. The plan must address at a minimum social grouping, \nenvironmental enrichment, special considerations, restraint devices, and any birds that are exempted by the attending \nveterinarian because of health issues or other conditions. The plan must be approved by the attending veterinarian. The \nlicensee must establish and maintain an EEP for the birds. \nTo be corrected by November 1, 2023. \n3.157(a)(2) \n   \nWater quality. \nIn the enclosure housing 29 flamingos, there is an area of poor drainage along the water feature where the ground has \neroded. There is also a trough that is part of the cement pond that does not connect to a functional drain. Both areas \ncontain stagnant, murky water with green algae growing in it. Bugs were also seen gathered along the edges of this \nmuddy area. The staff stated that they try to flush these spaces out once a week; however, the spaces never completely \ndry and always contain water. At the time of inspection, it had been one week since these areas had been flushed out.  \nStagnant water can attract pests, permeate noxious odors, and lead to disease or illness in the animals. Pools or other \naquatic areas without drainage systems must be aerated and have an incoming flow of fresh water or be managed in a \nmanner that maintains appropriate water quality in accordance with current professionally accepted standards appropriate \nfor the species.  \nTo be corrected by November 15, 2023. \n3.158(d) \n   \nCleaning, sanitization, housekeeping, and pest control.\n\nAt the time of inspection at the facility’s vet clinic, there was a large number of ants present on and inside the cabinet \nhousing vitamins and supplements that can be used for the birds. The staff stated that they had arrived that morning to \nants all over the front room of the clinic which they cleaned to the best of their abilities.  \nAnts can contaminate or damage medications, supplements, and vitamins that are meant for the animals. The facility \nmust establish and maintain a safe and effective program for the control of insects, ectoparasites, and avian and \nmammalian pests so as to promote the health and well-being of the birds and reduce contamination by pests.  \nTo be corrected by November 1, 2023. \n \nThis inspection and exit interview were conducted with facility representatives. \n \nAdditional Inspectors: \nE GONZALEZ, VETERINARY MEDICAL OFFICER n",
  "animals_total": 102,
  "species": [
    {
      "count": 13,
      "scientific": "Zalophus californianus",
      "common": "CALIFORNIA SEA LION"
    },
    {
      "count": 8,
      "scientific": "Phoca vitulina",
      "common": "HARBOR SEAL"
    },
    {
      "count": 19,
      "scientific": "Tursiops truncatus",
      "common": "BOTTLENOSE DOLPHIN"
    },
    {
      "count": 3,
      "scientific": "Trichechus manatus",
      "common": "CARIBBEAN MANATEE"
    },
    {
      "count": 9,
      "scientific": "Spheniscus demersus",
      "common": "AFRICAN PENGUIN / CAPE PENGUIN"
    },
    {
      "count": 29,
      "scientific": "Phoenicopterus ruber",
      "common": "AMERICAN FLAMINGO"
    },
    {
      "count": 4,
      "scientific": "Ara chloropterus",
      "common": "RED-AND-GREEN MACAW / GREEN-WINGED MACAW"
    },
    {
      "count": 2,
      "scientific": "Ara macao",
      "common": "SCARLET MACAW"
    },
    {
      "count": 1,
      "scientific": "Ara militaris",
      "common": "MILITARY MACAW"
    },
    {
      "count": 5,
      "scientific": "Ara ararauna",
      "common": "BLUE-AND-YELLOW MACAW / BLUE-AND-GOLD MACAW"
    },
    {
      "count": 1,
      "scientific": "Ara, Anodorhynchus, Primolius, Diopsittaca spp hybrid",
      "common": "MACAW HYBRID"
    },
    {
      "count": 2,
      "scientific": "Amazona autumnalis",
      "common": "RED-LORED PARROT / RED-LORED AMAZON"
    },
    {
      "count": 1,
      "scientific": "Cacatua galerita",
      "common": "SULPHUR-CRESTED COCKATOO / GREATER SULPHUR-"
    },
    {
      "count": 3,
      "scientific": "Cacatua alba",
      "common": "WHITE COCKATOO / UMBRELLA COCKATOO"
    },
    {
      "count": 1,
      "scientific": "Cacatua moluccensis",
      "common": "SALMON-CRESTED COCKATOO / MOLUCCAN COCKATOO"
    },
    {
      "count": 1,
      "scientific": "Psittacus erithacus",
      "common": "CONGO AFRICAN GREY PARROT / GRAY PARROT"
    }
  ]
}