{
  "insp_id": "194161536280410",
  "layout": "a",
  "customer_id": "334645",
  "customer_name": "Tina L Wagner",
  "customer_addr": "8005 County Rd E45\nWyoming, IA 52362",
  "certificate": "42-C-0232",
  "site_id": "001",
  "site_name": "Tina Wagner",
  "insp_type": "ROUTINE INSPECTION",
  "date": "12-JUL-2016",
  "report_date": "15-JUL-2016",
  "citations": [
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "A skunk escaped from the facility and was not recovered. The skunks were allowed access into a facility room that\ncontained an unsecured doggy door. A single skunk was able to access the doggy door and escape from the\nfacility. Animals must be housed in species appropriate enclosures/areas that do not allow for their escape to\nprotect their health and well-being.\nAssure that all animals are housed in species appropriate enclosures/areas to prevent their escape.\nTo be corrected: From this day forward.\nThe inspection and a verbal exit briefing were conducted with the facility owner's daughter. A thorough verbal exit\nbriefing was conducted with the facility owner.\nThis inspection report was sent by email."
    }
  ],
  "narrative": "3.125(a)\nFACILITIES, GENERAL.   \nA skunk escaped from the facility and was not recovered.  The skunks were allowed access into a facility room that \ncontained an unsecured doggy door.  A single skunk was able to access the doggy door and escape from the\nfacility.  Animals must be housed in species appropriate enclosures/areas that do not allow for their escape to\nprotect their health and well-being.\nAssure that all animals are housed in species appropriate enclosures/areas to prevent their escape.\nTo be corrected: From this day forward.\nThe inspection and a verbal exit briefing were conducted with the facility owner's daughter.  A thorough verbal exit\nbriefing was conducted with the facility owner.\nThis inspection report was sent by email.",
  "animals_total": 5,
  "species": [
    {
      "count": 5,
      "scientific": "Mephitis mephitis",
      "common": "STRIPED SKUNK"
    }
  ]
}