{
  "insp_id": "172161434430518",
  "layout": "a",
  "customer_id": "328075",
  "customer_name": "Tanya B White",
  "customer_addr": "5180 Dubuque Rd\nOmaha, AR 72662",
  "certificate": "43-B-3761",
  "site_id": "001",
  "site_name": "Tanya White",
  "insp_type": "ROUTINE INSPECTION",
  "date": "08-JUN-2016",
  "report_date": "20-JUN-2016",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "An adult female Yorkshire terrier (m/c# OAO2063507 and m/c# OAO2063816) was limping on its left rear leg. The\ndog would hold the leg in the air most of the time when walking. The left rear paw was very painful when palpated.\nThe licensee stated that she had accidentally stepped on the dog's foot three days earlier. This dog also repeatedly\nshook its head, rubbed its right ear against the side of the enclosure, and scratched its right ear. There was black\nmaterial inside the ear canal and two small bloody spots on the skin inside the ear. Untreated ear and foot\nproblems can be painful and can worsen with time. The licensee must have the dog examined and treated by a\nveterinarian, must follow the treatment recommendations, and must make medical records available to the inspector\nupon request.\nThe exit briefing was conducted with the licensee and Katy Vernon-ACI.\nAll of the dogs listed under 2.40(b)(2) from the 5/26/16 inspection report had their matted hair removed. The three\ndogs with eye problems had been examined and treated by a veterinarian. All of the other NCIs from that report\nhad also been corrected.\nAdditional Inspectors\nVernon Kathryn, Animal Care Inspector"
    }
  ],
  "narrative": "2.40(b)(2)           DIRECT                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nAn adult female Yorkshire terrier (m/c# OAO2063507 and m/c# OAO2063816) was limping on its left rear leg.  The\ndog would hold the leg in the air most of the time when walking.  The left rear paw was very painful when palpated.\nThe licensee stated that she had accidentally stepped on the dog's foot three days earlier.  This dog also repeatedly\nshook its head, rubbed its right ear against the side of the enclosure, and scratched its right ear.  There was black\nmaterial inside the ear canal and two small bloody spots on the skin inside the ear.  Untreated ear and foot\nproblems can be painful and can worsen with time.  The licensee must have the dog examined and treated by a\nveterinarian, must follow the treatment recommendations, and must make medical records available to the inspector\nupon request.\nThe exit briefing was conducted with the licensee and Katy Vernon-ACI.  \nAll of the dogs listed under 2.40(b)(2) from the 5/26/16 inspection report had their matted hair removed.  The three\ndogs with eye problems had been examined and treated by a veterinarian.  All of the other NCIs from that report\nhad also been corrected.\nAdditional Inspectors\nVernon Kathryn, Animal Care Inspector",
  "animals_total": 49,
  "species": [
    {
      "count": 38,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 11,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}