{
  "insp_id": "INS-0001103450",
  "layout": "c",
  "customer_id": "331198",
  "customer_name": "Six Shooters Investment Group LLC",
  "customer_addr": "150 Clay Wilson Road\nSparta, TN 38583",
  "certificate": "",
  "site_id": "001",
  "site_name": "Six Shooters Investment Group LLC",
  "insp_type": "ROUTINE INSPECTION",
  "date": "29-MAY-2024",
  "report_date": "10-SEP-2024",
  "citations": [
    {
      "code": "2.40(b)(3)",
      "kind": "",
      "repeat": true,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "The Attending Veterinarian had not examined many of the hoof stock that had been consigned at the time of inspection.\nDuring a walk-through of the facility premises, inspectors identified several veterinary concerns such as a male blackbuck\nwith an open wound on its nose and above his right eye, an emu with a broken and bloody beak, a zebra foal with a\nwound on its face (area of the halter), a moribund rhea chick, a llama and a sheep with a white opacity within one eye,\nmultiple llamas and alpacas with mucopurulent discharge from eyes and noses, and a goat with a growth on its abdomen.\nThe auction staff had not identified any of the veterinary care concerns inspectors identified and had not relayed them to\nthe AV. Daily observations were not being directly and frequently communicated to the AV. Medical problems must be\nidentified and communicated to the Attending Veterinarian so that a diagnosis can be determined, and treatment\nimplemented. Failure to observe medical problems and/or communicate those problems to the AV can result in prolonged\npain, suffering, and even death. The auction staff must observe all animals daily and then ensure a mechanism of direct\nand frequent communication with the AV so that timely and accurate information on problems of health, behavior and\nwell-being are conveyed."
    },
    {
      "code": "2.50(b)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Time and method of identification.",
      "narrative": "One Bengal cat (domestic cat hybrid) was consigned to the auction as lot# 1781 by consignor #2298 on 5/30/2024 without\nofficial identification upon being under the auction's control on their premises. USDA means of official tags for cats shall\nbe made of a durable alloy and shall have the letters USDA, numbers identifying the State and dealer, and a number\nidentifying the animal. Receipt of domestic cats without official USDA identification can make it difficult for APHIS officials\nto trace their movement for animal health and welfare purposes. A class \"B\" dealer shall identify all live dogs and cats\nunder his or her control or on his or her premises. Correct by 6/6/2024."
    },
    {
      "code": "2.76(a)",
      "kind": "",
      "repeat": false,
      "desc": "Records: Operators of auction sales and brokers.",
      "narrative": "The auction’s records are incorrect or incomplete for many animals consigned to the auction or purchased from during the\nDecember 2023, February 2024, and April 2024 Auctions.\n** When APHIS Officials initially requested acquisition and disposition records on 5/29/2024 they were provided with a\nlarge number of hand-written records for review. The majority of these records were missing one or more pieces of\nrequired information such as: date of acquisition, address of the seller, USDA License number or driver’s license number\nif not licensed under the Animal Welfare Act. The majority of these records did not include disposition information and if\nany disposition information was included it was only the buyer’s facility-assigned number. Additionally, many of the\nrecords listed only “buyer” information, however, later APHIS Officials were told they were actually the consignor (seller)\ninformation. The licensee, told APHIS Officials that she considers the computerized records to be their official records and\nthese paper copies their working documents. APHIS Officials requested complete information, these records were\nproduced over the next several days. Yet they contained similar discrepancies and often had additional missing\ninformation (such as the date of birth, approximate age, hatch date, or developmental stage). The only date that printed\non these records were the print date (not the date of acquisition/consignment or date of disposition/sale or return to\nconsignor). When specifically requested, the licensee had to hand write in an acquisition date and that was recorded as\nthe month and year (not a complete date of acquisition). Additionally, there were errors in other information including the\nUSDA license numbers for individuals licensed under the AWA. Examples of this include:\n** One Camel was consigned to the auction on 2/1/24 by consignor #1754. The written documentation initially presented\nto APHIS Officials did not contain either the USDA License number for the consignor or the buyer number for this animal.\nWhen APHIS Officials requested complete information, the auction provided the USDA license number as well as two\nbuyer numbers (#66 and #1577). When APHIS Officials requested clarification, the licensee stated that she was unsure\nwho purchased this lot and that it was either #66 or #1577. Complete accurate records are required regarding the\npurchaser of animals including the name and address of the buyer as well as their USDA license number if licensed or\ndrivers license number if they are not licensed under Animal Welfare Act (AWA).\n** Consignor 7800 consigned at least 7 birds during the February 2024 sale (lot #1362 – 1365 and ##). The written\ndocumentation initially presented to APHIS Officials did not contain the USDA License number for the consignor or buyer\ninformation for these animals. When APHIS Officials requested complete consignor information, the licensee provided a\nUSDA license number. The license number provided corresponded to a B-dealer license that was canceled in 2001 and\ncorresponded to an individual with a different name and residing in Missouri. The consignor is currently licensed in Florida\nas a Class-C exhibitor.\n** Buyer #1481 purchased numerous animals. The official record initially provided to APHIS Officials (exported from the\ncomputerized record system) listed an incorrect USDA License number. There is no USDA Certificate for the number\nincluded on the auction’s records. When the auction was notified by APHIS inspectors, they corrected their record.\nComplete accurate records are required regarding the consignors of animals including the name and address of the buyer\nas well as their USDA license number if licensed. Providing missing or incorrect information to APHIS Officials limits\ninspector ability to accurately trace animal movements and ensure compliance with the AWA. Correct by ensuring\naccurate and complete records are made, kept, and maintained and that such records fully and correctly disclose all\nrequired following information concerning each animal consigned for auction or sold (whether or not a fee or commission\nis charged). Additionally, correct by ensuring that any missing or inaccurate information currently in the records is\nacquired before your next inspection. To be corrected by: 6/8/2024 and also prior to your first scheduled relicense\ninspection."
    },
    {
      "code": "2.132(d)",
      "kind": "",
      "repeat": true,
      "desc": "Procurement of dogs, cats, and other animals; dealers.",
      "narrative": "The auction facility knowingly obtained at least 18 animals other than dogs and cats from at least 5 separate persons who\nrequire a license, but did not hold a current, valid, and unsuspended license at the time of consignment.\nMammal Consignments:\n** Consignor #1017 sold one Blue Wildebeest (lot #4118) and one Tan Lechwe (lot #4119) on 4/4/2024. These animals\nwere both purchased by a USDA Licensed B-Dealer (Buyer #1481). Sales of exotic hoof stock to licensed facilities\nrequires a license.\n** Consignor #500 sold 14 Blackbuck Antelope (Lot# 4102 – 4115) on 4/4/2024. Seven of these animals (lot# 4106,\n4107, 4108, 4110, 4111, 4112, and 4113) were purchased by a USDA Licensed B-Dealer (Buyer #1481). Sales of exotic\nhoof stock to licensed facilities requires a license.\n** Consignor #1 sold 2 Waterbuck Antelope (Lot# 2943 and 2944) and 5 Pere David Deer (Lot# 2945 – 2949) on\n2/1/2024. The Waterbuck Antelope were both purchased by a USDA Licensed B-Dealer (Buyer #1481). Sales of exotic\nhoof stock to licensed facilities requires a license.\n** Consignor #365 consigned 2 Nilgai (Lot #4147 & 4148) in April 2024 (as well as one additional Nilgai that did not sell).\nAPHIS officials confirmed that these animals were not used for any exempted purposed, therefore the sale of these\nanimals requires a license.\nPersons that are buying and then reselling wild hoofstock through methods other than retail sales are required to be\nlicensed under the Animal Welfare Act.\nPersons selling 8 or fewer large pet birds (those with an average of 250 grams) are exempt from licensing under the\nAnimal Welfare Act if those birds were born and raised on their premise. The licensee accepted the following\nconsignments from persons requiring a license:\n** Consignor #2717 consigned 14 large pet birds on 11/30/2023, at least 1 large pet bird during the February 2024\nauction (2/2/2024), and 5 large pet birds on 4/6/2024 (a total of 25 large pet birds from November 2023 to April 2024).\nWhether or not these birds were born and bred on the consignor’s property this individual would require a license since\nthese birds exceed the limit of 8 total per year large pet-type birds that can be sold through methods other than at a retail\npet store.\nAccepting consignments or facilitating sales of animals by persons requiring a license but do not have one assists in the\ncircumvention of the Animal Welfare Act (AWA) and prevents APHIS Officials from ensuring humane treatment of animals\nunder the AWA. Correct by ensuring that you have appropriate systems in place to ensure that you do not knowingly\nobtain animals from any person who is required to be licensed but does not hold a current, valid, and unsuspended\nlicense."
    },
    {
      "code": "3.15(a)(3)",
      "kind": "",
      "repeat": false,
      "desc": "Primary enclosures used to transport live dogs and cats.",
      "narrative": "One Bengal cat (domestic cat hybrid) was contained in a transport enclosure that failed to securely contain it within the\nenclosure. This cat was consigned to the auction as lot# 1781 by consignor #2298 on 5/30/2024 and was housed in a\nfolding wire dog-crate type enclosure. This enclosure was consigned with the cat, used to house the cat until it was sold,\nand sold with the cat on 6/1/2024. The cat was observed by inspectors on multiple days reaching through the wire of the\nenclosure additionally, the cat’s tail was seen protruding from the enclosure. Failure to construct transport enclosures for\ncats in a manner that ensures the cat is securely contained and unable to put any part of its body outside the enclosure\ncan result in injuries to either the animal or humans. Correct by ensuring that all cats are securely contained in a transport\nenclosure that prevents them from putting any part of its body outside of the enclosure. To be corrected by 6/8/2024."
    },
    {
      "code": "3.15(c)(2)",
      "kind": "",
      "repeat": false,
      "desc": "Primary enclosures used to transport live dogs and cats.",
      "narrative": "One Bengal cat (domestic cat hybrid) was contained in a transport enclosure that did not have projecting rims. This cat\n(lot# 1781) was housed in a folding wire dog-crate type enclosure consigned with the animal and included in the sale. This\nenclosure was maintained in the “warm room” building while at the auction from the time of consignment on 5/30/2024\nuntil 6/1/2024. There were no projecting rims and this cat was observed reaching through the wire of the enclosure.\nProjecting rims ensure adequate ventilation for animals by preventing enclosures from being pushed against solid walls or\nother enclosures. They also ensure animal safety by ensuring that limbs, tails, or other body parts are not pinched in the\nevent the enclosure shifts or is pushed against a wall at a time when the primary enclosure fails to properly secure the\ncat. Correct by ensuring that all primary enclosures used to transport cats (and not affixed to a conveyance) have\nprojecting rims or similar devices that are large enough to provide a minimum air circulation space of 0.75 inches between\nthe primary enclosure and anything the enclosure is placed against. To be corrected by 6/8/2024."
    },
    {
      "code": "3.87(a)(3)",
      "kind": "",
      "repeat": false,
      "desc": "Primary enclosures used to transport nonhuman primates.",
      "narrative": "The transport enclosure for 1 squirrel monkey did not securely contain it within its enclosure. The enclosure was a dog\ntravel crate. The openings of the door were big enough between the wires of the door to allow the nonhuman primate\nforearms to reach out and grasp the USDA inspector's leg and camera. Openings large enough for the non-human\nprimates to extend parts of its body through can lead to injury to the non-human primates or to other animals/people\nnearby. The nonhuman primate shall at all times be securely contained within the enclosure such that it cannot put any\npart of its body outside the enclosure. To be corrected by 6/8/2024."
    },
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": true,
      "desc": "Facilities, general.",
      "narrative": "The metal support system for the barn’s roof has several areas in need of repair. There are areas of the metal beams that\nhave severe rust damage and are missing sections of the beam. Water leakage was observed by inspectors in multiple\nareas of the barn. These defects impact the barn's good repair. The outdoor housing facilities shall be structurally sound\nand shall be maintained in good repair to protect the animals from injury and to contain the animals."
    },
    {
      "code": "3.126(c)",
      "kind": "",
      "repeat": false,
      "desc": "Facilities, indoor.",
      "narrative": "Upon auction warm room inspections on 5/30, 5/31 and 6/1, the area where warm room animals were kept was not amply\nlit to permit proper inspection of the area. Inspectors needed to use their own lighting sources to count, assess the\ncleanliness of the transport carriers, and evaluate the conditions of the of the animals. Some transport carriers had to be\nmanipulated to get a better view inside. Proper lighting is essential to permit routine inspections of the animals held inside,\nto assess for health and welfare concerns. Indoor housing facilities shall have ample lighting, by natural or artificial\nmeans, or both, of good quality, distribution, and duration as appropriate for the species involved. Correct by 6/6/2024."
    },
    {
      "code": "3.128",
      "kind": "",
      "repeat": false,
      "desc": "Space requirements.",
      "narrative": "Thirteen goats were house in a primary enclosure that failed to provide sufficient space to allow each animal to make\nnormal postural adjustment with adequate freedom of movement. On Saturday 6/1/2024 inspectors identified one\nenclosure which was approximately 4 feet by 4 feet and contained 13 goats of variable sizes and ages. The goats were so\ntightly housed that there was very little open floor space and animals could not move freely without stepping on or pushing\nother animals. The licensee initially started to separate these animals, but then stated that the animals were already sold\nand likely had been gathered by facility staff into one location to be housed together until purchaser picked up animals.\nShe stated that she would need to check if they were all one buyer’s lot before moving any animals. Failure to provide\nadequate space can result in unnecessary stress to animals and potential for injuries. Correct by ensuring that all animals\nare provided with sufficient space to make normal postural adjustment with adequate freedom of movement. To be\ncorrected by 6/8/2024."
    },
    {
      "code": "3.137(a)(5)",
      "kind": "",
      "repeat": false,
      "desc": "Primary enclosures used to transport live animals.",
      "narrative": "Multiple animals were contained in transport enclosures that did not have projecting rims. These animals were housed in\nenclosures consigned with the animal and included in the sale. The enclosures were variable and included both folding\nwire dog-crates and coated wired type enclosures of variable construction. The enclosures were maintained in the “warm\nroom” building or in the exotic animal area outside the warm room. Animals remained in these enclosures from the time of\nconsignment which varied from 5/30/2024 until 6/1/2024 until the type of sale on 6/1/2024. Lots / Animals contained in\nenclosures missing projecting rims included but were not limited to:\n* Lot 1752 – containing two sugar gliders in a coated wire type enclosure\n* Lot 1753 - containing two sugar gliders in a coated wire type enclosure\n* Lot 1758 – containing one African Crested porcupine in a commercial small animal type enclosure\n* Lot 1763 – containing 2 southern flying squirrels in a coated wire type enclosure\n* Lot 1783 – containing 2 bat eared fox in a wire folding dog crate type enclosure\n* Lot 1774 – containing 3 Kinkajou in a wire folding dog crate type enclosure\n* Lot 1775 – containing 1 Kinkajou in a wire folding dog crate type enclosure\n* Lot 1776 – containing 1 Kinkajou in a wire folding dog crate type enclosure\n* Lot 1777 – containing 1 Kinkajou in a wire folding dog crate type enclosure\n* Lot 1778 – containing 1 Prehensile tailed porcupine in a wire folding dog crate type enclosure\n* Lot 1779 – containing 1 Prehensile tailed porcupine in a wire folding dog crate type enclosure\n* Lot 1780 – containing 1 Prehensile tailed porcupine in a wire folding dog crate type enclosure\n* Lot 1792 – containing 5 Egyptian fruit bats in a wire bird cage type enclosure\n* Lot 1793 – containing 3 Egyptian fruit bats in a wire bird cage type enclosure\n* Lot 1867 – containing 1 ferret in a wire folding guinea pig crate type enclosure\nProjecting rims ensure adequate ventilation for animals by preventing enclosures from being pushed against solid walls or\nother enclosures. They also ensure animal safety by ensuring that limbs, toes, tails, or other body parts are not pinched in\nthe event the enclosure shifts or is pushed against a wall. Correct by ensuring that all primary enclosures used to\ntransport animals and are not affixed to a conveyance have projecting rims or similar devices that are large enough to\nprovide a minimum air circulation space of 0.75 inches between the primary enclosure and anything the enclosure is\nplaced against. To be corrected by 6/8/2024."
    },
    {
      "code": "3.137(a)(6)",
      "kind": "",
      "repeat": false,
      "desc": "Primary enclosures used to transport live animals.",
      "narrative": "Multiple animals were contained in transport enclosures that did not have adequate handles or devices for lifting. These\nanimals were housed in enclosures consigned with the animal and included in the sale. The enclosures were variable and\nincluded both folding wire dog-crates and home-made enclosures of variable construction. The enclosures were\nmaintained in the “warm room” building or in the exotic animal area outside the warm room. Although facility\nrepresentatives stated that enclosures which lacked handles were moved by inserting dowels through the enclosure, the\nrequired handholds or devices for lifting must be provided on the exterior of the enclosure. Additionally, inspectors\nwitnessed employees moving enclosures by sticking their fingers into the enclosure and at times tilting the enclosures\nwhile lifting them. Animals remained in these enclosures from the time of consignment which varied from 5/30/2024 until\n6/1/2024 until the type of sale on 6/1/2024.\nAdequate handles ensure that enclosures can be lifted without tilting which could result in injury or distress. Handholds\nmust be present on the exterior of primary enclosures since inserting wooden dowels into multiple enclosures where they\nmay contact animals increases the risk of disease transmission. Additionally, they ensure that enclosures can be lifted\nwithout people coming into contact with the animal contained within. Correct by ensuring that all primary enclosures used\nto transport animals that are not affixed to a conveyance have handles or other devices for lifting. To be corrected by\n6/8/2024.\nThis inspection and exit interview were conducted with Facility Representatives.\nAdditional Inspectors:\nAnna Bagwell, Director, Animal Welfare Operations\nKRISTIN NAPOLI, SUPERVISORY ANIMAL CARE SPECIALIST\nDANA MILLER, Supervisory Animal Care Specialist n"
    }
  ],
  "narrative": "2.40(b)(3)  Repeat\n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nThe Attending Veterinarian had not examined many of the hoof stock that had been consigned at the time of inspection. \nDuring a walk-through of the facility premises, inspectors identified several veterinary concerns such as a male blackbuck \nwith an open wound on its nose and above his right eye, an emu with a broken and bloody beak, a zebra foal with a \nwound on its face (area of the halter), a moribund rhea chick, a llama and a sheep with a white opacity within one eye, \nmultiple llamas and alpacas with mucopurulent discharge from eyes and noses, and a goat with a growth on its abdomen. \nThe auction staff had not identified any of the veterinary care concerns inspectors identified and had not relayed them to \nthe AV. Daily observations were not being directly and frequently communicated to the AV. Medical problems must be \nidentified and communicated to the Attending Veterinarian so that a diagnosis can be determined, and treatment \nimplemented. Failure to observe medical problems and/or communicate those problems to the AV can result in prolonged \npain, suffering, and even death. The auction staff must observe all animals daily and then ensure a mechanism of direct \nand frequent communication with the AV so that timely and accurate information on problems of health, behavior and \nwell-being are conveyed. \n2.50(b)(1) \n   \nTime and method of identification. \nOne Bengal cat (domestic cat hybrid) was consigned to the auction as lot# 1781 by consignor #2298 on 5/30/2024 without \nofficial identification upon being under the auction's control on their premises. USDA means of official tags for cats shall \nbe made of a durable alloy and shall have the letters USDA, numbers identifying the State and dealer, and a number \nidentifying the animal. Receipt of domestic cats without official USDA identification can make it difficult for APHIS officials \nto trace their movement for animal health and welfare purposes. A class \"B\" dealer shall identify all live dogs and cats \nunder his or her control or on his or her premises. Correct by 6/6/2024. \n2.76(a) \n   \nRecords: Operators of auction sales and brokers. \nThe auction’s records are incorrect or incomplete for many animals consigned to the auction or purchased from during the \nDecember 2023, February 2024, and April 2024 Auctions.\n\n** When APHIS Officials initially requested acquisition and disposition records on 5/29/2024 they were provided with a \nlarge number of hand-written records for review. The majority of these records were missing one or more pieces of \nrequired information such as: date of acquisition, address of the seller, USDA License number or driver’s license number \nif not licensed under the Animal Welfare Act. The majority of these records did not include disposition information and if \nany disposition information was included it was only the buyer’s facility-assigned number. Additionally, many of the \nrecords listed only “buyer” information, however, later APHIS Officials were told they were actually the consignor (seller) \ninformation. The licensee, told APHIS Officials that she considers the computerized records to be their official records and \nthese paper copies their working documents. APHIS Officials requested complete information, these records were \nproduced over the next several days. Yet they contained similar discrepancies and often had additional missing \ninformation (such as the date of birth, approximate age, hatch date, or developmental stage). The only date that printed \non these records were the print date (not the date of acquisition/consignment or date of disposition/sale or return to \nconsignor). When specifically requested, the licensee had to hand write in an acquisition date and that was recorded as \nthe month and year (not a complete date of acquisition). Additionally, there were errors in other information including the \nUSDA license numbers for individuals licensed under the AWA. Examples of this include:  \n \n** One Camel was consigned to the auction on 2/1/24 by consignor #1754. The written documentation initially presented \nto APHIS Officials did not contain either the USDA License number for the consignor or the buyer number for this animal. \nWhen APHIS Officials requested complete information, the auction provided the USDA license number as well as two \nbuyer numbers (#66 and #1577). When APHIS Officials requested clarification, the licensee stated that she was unsure \nwho purchased this lot and that it was either #66 or #1577. Complete accurate records are required regarding the \npurchaser of animals including the name and address of the buyer as well as their USDA license number if licensed or \ndrivers license number if they are not licensed under Animal Welfare Act (AWA).  \n \n** Consignor 7800 consigned at least 7 birds during the February 2024 sale (lot #1362 – 1365 and ##). The written \ndocumentation initially presented to APHIS Officials did not contain the USDA License number for the consignor or buyer \ninformation for these animals. When APHIS Officials requested complete consignor information, the licensee provided a \nUSDA license number. The license number provided corresponded to a B-dealer license that was canceled in 2001 and \ncorresponded to an individual with a different name and residing in Missouri. The consignor is currently licensed in Florida \nas a Class-C exhibitor.  \n \n** Buyer #1481 purchased numerous animals. The official record initially provided to APHIS Officials (exported from the \ncomputerized record system) listed an incorrect USDA License number. There is no USDA Certificate for the number \nincluded on the auction’s records. When the auction was notified by APHIS inspectors, they corrected their record.  \n \nComplete accurate records are required regarding the consignors of animals including the name and address of the buyer \nas well as their USDA license number if licensed. Providing missing or incorrect information to APHIS Officials limits \ninspector ability to accurately trace animal movements and ensure compliance with the AWA. Correct by ensuring \naccurate and complete records are made, kept, and maintained and that such records fully and correctly disclose all \nrequired following information concerning each animal consigned for auction or sold (whether or not a fee or commission \nis charged). Additionally, correct by ensuring that any missing or inaccurate information currently in the records is \nacquired before your next inspection. To be corrected by: 6/8/2024 and also prior to your first scheduled relicense \ninspection.\n\n2.132(d)  Repeat\n   \nProcurement of dogs, cats, and other animals; dealers. \nThe auction facility knowingly obtained at least 18 animals other than dogs and cats from at least 5 separate persons who \nrequire a license, but did not hold a current, valid, and unsuspended license at the time of consignment.  \n \nMammal Consignments:  \n \n ** Consignor #1017 sold one Blue Wildebeest (lot #4118) and one Tan Lechwe (lot #4119) on 4/4/2024. These animals \nwere both purchased by a USDA Licensed B-Dealer (Buyer #1481). Sales of exotic hoof stock to licensed facilities \nrequires a license.  \n \n ** Consignor #500 sold 14 Blackbuck Antelope (Lot# 4102 – 4115) on 4/4/2024. Seven of these animals (lot# 4106, \n4107, 4108, 4110, 4111, 4112, and 4113) were purchased by a USDA Licensed B-Dealer (Buyer #1481). Sales of exotic \nhoof stock to licensed facilities requires a license.  \n \n ** Consignor #1 sold 2 Waterbuck Antelope (Lot# 2943 and 2944) and 5 Pere David Deer (Lot# 2945 – 2949) on \n2/1/2024. The Waterbuck Antelope were both purchased by a USDA Licensed B-Dealer (Buyer #1481). Sales of exotic \nhoof stock to licensed facilities requires a license.  \n \n ** Consignor #365 consigned 2 Nilgai (Lot #4147 & 4148) in April 2024 (as well as one additional Nilgai that did not sell). \nAPHIS officials confirmed that these animals were not used for any exempted purposed, therefore the sale of these \nanimals requires a license.  \nPersons that are buying and then reselling wild hoofstock through methods other than retail sales are required to be \nlicensed under the Animal Welfare Act.  \n \nPersons selling 8 or fewer large pet birds (those with an average of 250 grams) are exempt from licensing under the \nAnimal Welfare Act if those birds were born and raised on their premise. The licensee accepted the following \nconsignments from persons requiring a license:  \n \n ** Consignor #2717 consigned 14 large pet birds on 11/30/2023, at least 1 large pet bird during the February 2024 \nauction (2/2/2024), and 5 large pet birds on 4/6/2024 (a total of 25 large pet birds from November 2023 to April 2024). \nWhether or not these birds were born and bred on the consignor’s property this individual would require a license since \nthese birds exceed the limit of 8 total per year large pet-type birds that can be sold through methods other than at a retail \npet store.  \n \n Accepting consignments or facilitating sales of animals by persons requiring a license but do not have one assists in the \ncircumvention of the Animal Welfare Act (AWA) and prevents APHIS Officials from ensuring humane treatment of animals \nunder the AWA. Correct by ensuring that you have appropriate systems in place to ensure that you do not knowingly \nobtain animals from any person who is required to be licensed but does not hold a current, valid, and unsuspended \nlicense.\n\n3.15(a)(3) \n   \nPrimary enclosures used to transport live dogs and cats. \nOne Bengal cat (domestic cat hybrid) was contained in a transport enclosure that failed to securely contain it within the \nenclosure. This cat was consigned to the auction as lot# 1781 by consignor #2298 on 5/30/2024 and was housed in a \nfolding wire dog-crate type enclosure. This enclosure was consigned with the cat, used to house the cat until it was sold, \nand sold with the cat on 6/1/2024. The cat was observed by inspectors on multiple days reaching through the wire of the \nenclosure additionally, the cat’s tail was seen protruding from the enclosure. Failure to construct transport enclosures for \ncats in a manner that ensures the cat is securely contained and unable to put any part of its body outside the enclosure \ncan result in injuries to either the animal or humans. Correct by ensuring that all cats are securely contained in a transport \nenclosure that prevents them from putting any part of its body outside of the enclosure. To be corrected by 6/8/2024. \n3.15(c)(2) \n   \nPrimary enclosures used to transport live dogs and cats. \nOne Bengal cat (domestic cat hybrid) was contained in a transport enclosure that did not have projecting rims. This cat \n(lot# 1781) was housed in a folding wire dog-crate type enclosure consigned with the animal and included in the sale. This \nenclosure was maintained in the “warm room” building while at the auction from the time of consignment on 5/30/2024 \nuntil 6/1/2024. There were no projecting rims and this cat was observed reaching through the wire of the enclosure. \nProjecting rims ensure adequate ventilation for animals by preventing enclosures from being pushed against solid walls or \nother enclosures. They also ensure animal safety by ensuring that limbs, tails, or other body parts are not pinched in the \nevent the enclosure shifts or is pushed against a wall at a time when the primary enclosure fails to properly secure the \ncat. Correct by ensuring that all primary enclosures used to transport cats (and not affixed to a conveyance) have \nprojecting rims or similar devices that are large enough to provide a minimum air circulation space of 0.75 inches between \nthe primary enclosure and anything the enclosure is placed against. To be corrected by 6/8/2024. \n3.87(a)(3) \n   \nPrimary enclosures used to transport nonhuman primates. \nThe transport enclosure for 1 squirrel monkey did not securely contain it within its enclosure. The enclosure was a dog \ntravel crate. The openings of the door were big enough between the wires of the door to allow the nonhuman primate \nforearms to reach out and grasp the USDA inspector's leg and camera. Openings large enough for the non-human \nprimates to extend parts of its body through can lead to injury to the non-human primates or to other animals/people \nnearby. The nonhuman primate shall at all times be securely contained within the enclosure such that it cannot put any \npart of its body outside the enclosure. To be corrected by 6/8/2024. \n3.125(a)  Repeat\n   \nFacilities, general. \nThe metal support system for the barn’s roof has several areas in need of repair. There are areas of the metal beams that \nhave severe rust damage and are missing sections of the beam. Water leakage was observed by inspectors in multiple \nareas of the barn. These defects impact the barn's good repair. The outdoor housing facilities shall be structurally sound \nand shall be maintained in good repair to protect the animals from injury and to contain the animals.\n\n3.126(c) \n   \nFacilities, indoor. \nUpon auction warm room inspections on 5/30, 5/31 and 6/1, the area where warm room animals were kept was not amply \nlit to permit proper inspection of the area. Inspectors needed to use their own lighting sources to count, assess the \ncleanliness of the transport carriers, and evaluate the conditions of the of the animals. Some transport carriers had to be \nmanipulated to get a better view inside. Proper lighting is essential to permit routine inspections of the animals held inside, \nto assess for health and welfare concerns. Indoor housing facilities shall have ample lighting, by natural or artificial \nmeans, or both, of good quality, distribution, and duration as appropriate for the species involved. Correct by 6/6/2024. \n3.128 \n   \nSpace requirements. \nThirteen goats were house in a primary enclosure that failed to provide sufficient space to allow each animal to make \nnormal postural adjustment with adequate freedom of movement. On Saturday 6/1/2024 inspectors identified one \nenclosure which was approximately 4 feet by 4 feet and contained 13 goats of variable sizes and ages. The goats were so \ntightly housed that there was very little open floor space and animals could not move freely without stepping on or pushing \nother animals. The licensee initially started to separate these animals, but then stated that the animals were already sold \nand likely had been gathered by facility staff into one location to be housed together until purchaser picked up animals. \nShe stated that she would need to check if they were all one buyer’s lot before moving any animals. Failure to provide \nadequate space can result in unnecessary stress to animals and potential for injuries. Correct by ensuring that all animals \nare provided with sufficient space to make normal postural adjustment with adequate freedom of movement. To be \ncorrected by 6/8/2024. \n3.137(a)(5) \n   \nPrimary enclosures used to transport live animals. \nMultiple animals were contained in transport enclosures that did not have projecting rims. These animals were housed in \nenclosures consigned with the animal and included in the sale. The enclosures were variable and included both folding \nwire dog-crates and coated wired type enclosures of variable construction. The enclosures were maintained in the “warm \nroom” building or in the exotic animal area outside the warm room. Animals remained in these enclosures from the time of \nconsignment which varied from 5/30/2024 until 6/1/2024 until the type of sale on 6/1/2024. Lots / Animals contained in \nenclosures missing projecting rims included but were not limited to:  \n \n * Lot 1752 – containing two sugar gliders in a coated wire type enclosure  \n \n * Lot 1753 - containing two sugar gliders in a coated wire type enclosure  \n \n * Lot 1758 – containing one African Crested porcupine in a commercial small animal type enclosure  \n \n * Lot 1763 – containing 2 southern flying squirrels in a coated wire type enclosure  \n \n * Lot 1783 – containing 2 bat eared fox in a wire folding dog crate type enclosure\n\n* Lot 1774 – containing 3 Kinkajou in a wire folding dog crate type enclosure  \n \n * Lot 1775 – containing 1 Kinkajou in a wire folding dog crate type enclosure  \n \n * Lot 1776 – containing 1 Kinkajou in a wire folding dog crate type enclosure  \n \n * Lot 1777 – containing 1 Kinkajou in a wire folding dog crate type enclosure  \n \n * Lot 1778 – containing 1 Prehensile tailed porcupine in a wire folding dog crate type enclosure  \n \n * Lot 1779 – containing 1 Prehensile tailed porcupine in a wire folding dog crate type enclosure  \n \n * Lot 1780 – containing 1 Prehensile tailed porcupine in a wire folding dog crate type enclosure  \n \n * Lot 1792 – containing 5 Egyptian fruit bats in a wire bird cage type enclosure  \n \n * Lot 1793 – containing 3 Egyptian fruit bats in a wire bird cage type enclosure  \n \n * Lot 1867 – containing 1 ferret in a wire folding guinea pig crate type enclosure  \n \nProjecting rims ensure adequate ventilation for animals by preventing enclosures from being pushed against solid walls or \nother enclosures. They also ensure animal safety by ensuring that limbs, toes, tails, or other body parts are not pinched in \nthe event the enclosure shifts or is pushed against a wall. Correct by ensuring that all primary enclosures used to \ntransport animals and are not affixed to a conveyance have projecting rims or similar devices that are large enough to \nprovide a minimum air circulation space of 0.75 inches between the primary enclosure and anything the enclosure is \nplaced against. To be corrected by 6/8/2024. \n3.137(a)(6) \n   \nPrimary enclosures used to transport live animals. \nMultiple animals were contained in transport enclosures that did not have adequate handles or devices for lifting. These \nanimals were housed in enclosures consigned with the animal and included in the sale. The enclosures were variable and \nincluded both folding wire dog-crates and home-made enclosures of variable construction. The enclosures were \nmaintained in the “warm room” building or in the exotic animal area outside the warm room. Although facility \nrepresentatives stated that enclosures which lacked handles were moved by inserting dowels through the enclosure, the \nrequired handholds or devices for lifting must be provided on the exterior of the enclosure. Additionally, inspectors \nwitnessed employees moving enclosures by sticking their fingers into the enclosure and at times tilting the enclosures \nwhile lifting them. Animals remained in these enclosures from the time of consignment which varied from 5/30/2024 until \n6/1/2024 until the type of sale on 6/1/2024.  \n \nAdequate handles ensure that enclosures can be lifted without tilting which could result in injury or distress. Handholds\n\nmust be present on the exterior of primary enclosures since inserting wooden dowels into multiple enclosures where they \nmay contact animals increases the risk of disease transmission. Additionally, they ensure that enclosures can be lifted \nwithout people coming into contact with the animal contained within. Correct by ensuring that all primary enclosures used \nto transport animals that are not affixed to a conveyance have handles or other devices for lifting. To be corrected by \n6/8/2024. \n \nThis inspection and exit interview were conducted with Facility Representatives. \n \nAdditional Inspectors: \nAnna Bagwell, Director, Animal Welfare Operations \nKRISTIN NAPOLI, SUPERVISORY ANIMAL CARE SPECIALIST \nDANA MILLER, Supervisory Animal Care Specialist n",
  "animals_total": 981,
  "species": [
    {
      "count": 50,
      "scientific": "Lama glama",
      "common": "LLAMA"
    },
    {
      "count": 100,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 105,
      "scientific": "Ovis aries aries",
      "common": "SHEEP INCLUDING ALL DOMESTIC BREEDS"
    },
    {
      "count": 6,
      "scientific": "Petaurus breviceps",
      "common": "SUGAR GLIDER"
    },
    {
      "count": 3,
      "scientific": "Psittacula krameri",
      "common": "ROSE-RINGED PARAKEET"
    },
    {
      "count": 5,
      "scientific": "Melopsittacus undulatus",
      "common": "BUDGERIGAR / BUDGIE / COMMON PARAKEET / SHELL"
    },
    {
      "count": 2,
      "scientific": "Nesoenas picturatus",
      "common": "MALAGASY TURTLE-DOVE / MADAGASCAR TURTLE-DOVE"
    },
    {
      "count": 2,
      "scientific": "Streptopelia dusumieri",
      "common": "PHILIPPINE COLLARED-DOVE"
    },
    {
      "count": 1,
      "scientific": "Hystrix cristata",
      "common": "AFRICAN CRESTED PORCUPINE"
    },
    {
      "count": 1,
      "scientific": "Cercopithecus neglectus",
      "common": "DE BRAZZA'S MONKEY"
    },
    {
      "count": 2,
      "scientific": "Cebus capucinus",
      "common": "WHITE-HEADED / WHITE-THROATED CAPUCHIN"
    },
    {
      "count": 3,
      "scientific": "Saimiri sciureus",
      "common": "COMMON SQUIRREL MONKEY"
    },
    {
      "count": 2,
      "scientific": "Glaucomys volans",
      "common": "SOUTHERN FLYING SQUIRREL"
    },
    {
      "count": 56,
      "scientific": "Rhea americana",
      "common": "GREATER RHEA / AMERICAN RHEA"
    },
    {
      "count": 5,
      "scientific": "Bos primigenuis indicus",
      "common": "ZEBU"
    },
    {
      "count": 47,
      "scientific": "Bos taurus",
      "common": "CATTLE / COW / OX / WATUSI"
    },
    {
      "count": 12,
      "scientific": "Lama pacos",
      "common": "ALPACA"
    },
    {
      "count": 21,
      "scientific": "Bubalus bubalis",
      "common": "ASIATIC WATER BUFFALO"
    },
    {
      "count": 1,
      "scientific": "Ptilinopus melanospilus",
      "common": "BLACK-NAPED FRUIT-DOVE"
    },
    {
      "count": 5,
      "scientific": "Rousettus aegyptiacus",
      "common": "EGYPTIAN FRUIT BAT"
    },
    {
      "count": 5,
      "scientific": "Boselaphus tragocamelus",
      "common": "NILGAI"
    },
    {
      "count": 1,
      "scientific": "Camelus dromedarius",
      "common": "DROMEDARY CAMEL"
    },
    {
      "count": 38,
      "scientific": "Dromaius novaehollandiae",
      "common": "EMU"
    },
    {
      "count": 10,
      "scientific": "Struthio camelus",
      "common": "COMMON OSTRICH"
    },
    {
      "count": 1,
      "scientific": "Cacatua goffiniana",
      "common": "TANIMBAR CORELLA / GOFFIN'S COCKATOO"
    },
    {
      "count": 2,
      "scientific": "Tauraco livingstonii",
      "common": "LIVINGSTONE'S TURACO"
    },
    {
      "count": 1,
      "scientific": "Poicephalus meyeri",
      "common": "MEYER'S PARROT"
    },
    {
      "count": 9,
      "scientific": "Anser cygnoides",
      "common": "SWAN GOOSE"
    },
    {
      "count": 4,
      "scientific": "Callipepla californica",
      "common": "CALIFORNIA QUAIL"
    },
    {
      "count": 3,
      "scientific": "Bison bison",
      "common": "AMERICAN BISON"
    },
    {
      "count": 4,
      "scientific": "Vulpes vulpes",
      "common": "RED FOX (INCLUDES SILVER FOX & CROSS FOX)"
    },
    {
      "count": 1,
      "scientific": "Felis sp",
      "common": "DOMESTIC X EXOTIC CAT HYBRID"
    },
    {
      "count": 2,
      "scientific": "Crossarchus obscurus",
      "common": "KUSIMANSE"
    },
    {
      "count": 2,
      "scientific": "Euphractus sexcinctus",
      "common": "YELLOW ARMADILLO"
    },
    {
      "count": 8,
      "scientific": "Potos flavus",
      "common": "KINKAJOU"
    },
    {
      "count": 2,
      "scientific": "Choloepus hoffmanni",
      "common": "HOFFMANN'S TWO-TOED SLOTH"
    },
    {
      "count": 1,
      "scientific": "Nymphicus hollandicus",
      "common": "COCKATIEL"
    },
    {
      "count": 1,
      "scientific": "Brotogeris chiriri",
      "common": "YELLOW-CHEVRONED PARAKEET / CANARY-WINGED"
    },
    {
      "count": 3,
      "scientific": "Coendou prehensilis",
      "common": "PREHENSILE-TAILED PORCUPINE"
    },
    {
      "count": 2,
      "scientific": "Equus quagga",
      "common": "BURCHELL’S / GRANT’S / CHAPMAN’S / PLAINS ZEBRA"
    },
    {
      "count": 181,
      "scientific": "Gallus gallus domesticus",
      "common": "DOMESTIC CHICKEN (INCLUDING ALL DOMESTIC BREEDS /"
    },
    {
      "count": 10,
      "scientific": "Columba livia domestica",
      "common": "DOMESTIC PIGEON INCLUDING ALL DOMESTIC BREEDS"
    },
    {
      "count": 19,
      "scientific": "Meleagris gallopavo domesticus",
      "common": "DOMESTIC TURKEY"
    },
    {
      "count": 1,
      "scientific": "Osphranter rufus",
      "common": "RED KANGAROO"
    },
    {
      "count": 11,
      "scientific": "Graphiurus lorraineus",
      "common": "AFRICAN DORMOUSE"
    },
    {
      "count": 36,
      "scientific": "Anas platyrhynchos domesticus",
      "common": "DOMESTIC DUCK INCLUDING ALL DOMESTIC BREEDS"
    },
    {
      "count": 2,
      "scientific": "Casuarius casuarius",
      "common": "SOUTHERN CASSOWARY / DOUBLE-WATTLED CASSOWARY"
    },
    {
      "count": 26,
      "scientific": "Antilope cervicapra",
      "common": "BLACKBUCK"
    },
    {
      "count": 4,
      "scientific": "Ara ararauna",
      "common": "BLUE-AND-YELLOW MACAW / BLUE-AND-GOLD MACAW"
    },
    {
      "count": 10,
      "scientific": "Agapornis fischeri",
      "common": "FISCHER'S LOVEBIRD"
    },
    {
      "count": 1,
      "scientific": "Nannopsittaca dachilleae",
      "common": "AMAZONIAN PARROTLET / MANU PARROTLET"
    },
    {
      "count": 1,
      "scientific": "Saguinus oedipus",
      "common": "COTTON-TOP TAMARIN"
    },
    {
      "count": 1,
      "scientific": "Sus scrofa domestica",
      "common": "DOMESTIC PIG / POTBELLY PIG / MICRO PIG"
    },
    {
      "count": 1,
      "scientific": "Psittacus erithacus",
      "common": "CONGO AFRICAN GREY PARROT / GRAY PARROT"
    },
    {
      "count": 2,
      "scientific": "Didelphis marsupialis",
      "common": "SOUTHERN OPOSSUM"
    },
    {
      "count": 21,
      "scientific": "Atelerix albiventris",
      "common": "FOUR-TOED HEDGEHOG"
    },
    {
      "count": 7,
      "scientific": "Pyrrhura molinae",
      "common": "GREEN-CHEEKED PARAKEET / GREEN-CHEEKED CONURE"
    },
    {
      "count": 4,
      "scientific": "Cynomys ludovicianus",
      "common": "BLACK-TAILED PRAIRIE DOG"
    },
    {
      "count": 24,
      "scientific": "Muscardinus avellanarius",
      "common": "HAZEL DORMOUSE"
    },
    {
      "count": 1,
      "scientific": "Mustela putorius furo",
      "common": "DOMESTIC FERRET"
    },
    {
      "count": 2,
      "scientific": "Leopardus geoffroyi",
      "common": "GEOFFROY'S CAT"
    },
    {
      "count": 2,
      "scientific": "Hydrochaeris hydrochaeris",
      "common": "CAPYBARA"
    },
    {
      "count": 1,
      "scientific": "Cacatua alba",
      "common": "WHITE COCKATOO / UMBRELLA COCKATOO"
    },
    {
      "count": 2,
      "scientific": "Otocyon megalotis",
      "common": "BAT-EARED FOX"
    },
    {
      "count": 6,
      "scientific": "Marmota monax",
      "common": "GROUNDHOG / WOODCHUCK"
    },
    {
      "count": 35,
      "scientific": "Geopelia cuneata",
      "common": "DIAMOND DOVE"
    },
    {
      "count": 4,
      "scientific": "Chinchilla lanigera",
      "common": "CHINCHILLA"
    },
    {
      "count": 1,
      "scientific": "Acridotheres tristis",
      "common": "COMMON MYNA / COMMON MYNAH"
    },
    {
      "count": 1,
      "scientific": "Amazona auropalliata",
      "common": "YELLOW-NAPED PARROT / YELLOW-NAPED AMAZON"
    },
    {
      "count": 1,
      "scientific": "Geoffroyus geoffroyi",
      "common": "RED-CHEEKED PARROT"
    },
    {
      "count": 2,
      "scientific": "Callithrix jacchus",
      "common": "COMMON MARMOSET"
    },
    {
      "count": 2,
      "scientific": "Varecia variegata",
      "common": "BLACK-AND-WHITE RUFFED LEMUR"
    },
    {
      "count": 1,
      "scientific": "Notamacropus rufogriseus",
      "common": "BENNETT'S WALLABY / RED-NECKED WALLABY"
    },
    {
      "count": 2,
      "scientific": "Nasuella olivacea",
      "common": "MOUNTAIN COATI"
    },
    {
      "count": 2,
      "scientific": "Vanellus vanellus",
      "common": "NORTHERN LAPWING"
    },
    {
      "count": 1,
      "scientific": "Mephitis mephitis",
      "common": "STRIPED SKUNK"
    },
    {
      "count": 3,
      "scientific": "Pavo cristatus",
      "common": "INDIAN PEAFOWL / COMMON PEAFOWL / PEAHEN /"
    },
    {
      "count": 15,
      "scientific": "Numida meleagris",
      "common": "DOMESTIC GUINEAFOWL / HELMETED GUINEAFOWL /"
    },
    {
      "count": 4,
      "scientific": "Columba livia",
      "common": "ROCK PIGEON"
    },
    {
      "count": 2,
      "scientific": "Phasianus colchicus",
      "common": "RING-NECKED PHEASANT / COMMON PHEASANT"
    },
    {
      "count": 0,
      "scientific": "Connochaetes gnou",
      "common": "BLACK WILDEBEEST"
    },
    {
      "count": 0,
      "scientific": "Kobus leche",
      "common": "RED LECHWE / SOUTHERN LECHWE"
    },
    {
      "count": 0,
      "scientific": "Kobus ellipsiprymnus",
      "common": "COMMON WATERBUCK"
    },
    {
      "count": 0,
      "scientific": "Amazona aestiva",
      "common": "TURQUOISE-FRONTED PARROT / TURQUOISE-FRONTED"
    },
    {
      "count": 0,
      "scientific": "Amazona amazonica",
      "common": "ORANGE-WINGED PARROT"
    },
    {
      "count": 0,
      "scientific": "Poicephalus senegalus",
      "common": "SENEGAL PARROT"
    },
    {
      "count": 0,
      "scientific": "Amazona spp hybrid",
      "common": "AMAZON PARROT HYBRID"
    }
  ]
}