{
  "insp_id": "139150956140551",
  "layout": "a",
  "customer_id": "4152",
  "customer_name": "Peggy Pierce",
  "customer_addr": "543 W Pine St\nNarka, KS 66960",
  "certificate": "48-B-0273",
  "site_id": "001",
  "site_name": "Peggy Pierce",
  "insp_type": "ROUTINE INSPECTION",
  "date": "12-MAY-2015",
  "report_date": "19-MAY-2015",
  "citations": [
    {
      "code": "3.1(c)(3)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "* There is a mixture of dirt, grease and other excreta on one fiberglass wall board. One dog is in contact with the\naffected wall board located in sheltered housing. The affected area covers approximately 30 to 40 percent of the\ntotal wall surface. It indicates an unsanitary living condition exists that could lead to potential disease or health\nrisks. Spot cleaning daily and sanitization of all surfaces is necessary to prevent an accumulation of excreta and\nother disease hazards. The licensee must ensure that all surfaces are spot-cleaned daily and sanitized at least\nonce every two weeks or more often if needed in accordance with section 3.11 B. Correct by 5/20/15."
    },
    {
      "code": "3.11(c)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "* There is an overgrowth of weeds around one sheltered building housing 10 dogs. The weeds were estimated to\nbe four to five feet in height. This could provide a living area for rodents, other pests or vermin. The licensee must\ncontrol all weeds so as to facilitate cleaning of the premise and pest control and to protect the health and well-being\nof the dogs. Correct by 5/26/15.\n*****************************\n* Cobwebs and dust were observed collecting on top of wood one by sixes, chicken wire fencing and heat lamp\nprotectors in three enclosures. The affected areas are located in the west sheltered building housing six dogs. It\nindicates unsanitary living conditions exist that could impact the health and well-being of the dogs. It indicates a\npotential living area exists for other pests. The licensee must ensure all areas of the facility are kept clean to\nfacilitate normal husbandry practices and to protect the health and well-being of the dogs. Correct by 5/26/15.\n* The facility inspection and verbal exit briefing done on 5/12/15 were conducted with the licensee.\n* Copy of the inspection report was sent by certified and regular mail."
    }
  ],
  "narrative": "3.1(c)(3)\nHOUSING FACILITIES, GENERAL.\n*   There is a mixture of dirt, grease and other excreta on one fiberglass wall board.  One dog is in contact with the\naffected wall board located in sheltered housing.   The affected area covers approximately 30 to 40 percent of the\ntotal wall surface.  It indicates an unsanitary living condition exists that could lead to potential disease or health\nrisks.  Spot cleaning daily and sanitization of all surfaces is necessary to prevent an accumulation of excreta and\nother disease hazards.   The licensee must ensure that all surfaces are spot-cleaned daily and sanitized at least\nonce every two weeks or more often if needed in accordance with section 3.11 B.   Correct by 5/20/15.\n3.11(c)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\n*   There is an overgrowth of weeds around one sheltered building housing 10 dogs.  The weeds were estimated to\nbe four to five feet in height.  This could provide a living area for rodents, other pests or vermin.  The licensee must\ncontrol all weeds so as to facilitate cleaning of the premise and pest control and to protect the health and well-being\nof the dogs.  Correct by 5/26/15.\n*****************************\n*   Cobwebs and dust were observed collecting on top of wood one by sixes,  chicken wire fencing and heat lamp\nprotectors in three enclosures.  The affected areas are located in the west sheltered building housing six dogs.  It\nindicates unsanitary living conditions exist that could impact the health and well-being of the dogs. It indicates a\npotential living area exists for other pests.  The licensee must ensure all areas of the facility are kept clean to\nfacilitate normal husbandry practices and to protect the health and well-being of the dogs.  Correct by 5/26/15.\n*   The facility inspection and verbal exit briefing done on 5/12/15 were conducted with the licensee.\n*  Copy of the inspection report was sent by certified and regular mail.",
  "animals_total": 37,
  "species": [
    {
      "count": 25,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 12,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}