{
  "insp_id": "2016090000759123",
  "layout": "b",
  "customer_id": "329797",
  "customer_name": "JACOB LAPP",
  "customer_addr": "12547 MADDEN ROAD\nBELMONT, WI 53510",
  "certificate": "35-A-0361",
  "site_id": "001",
  "site_name": "JACOB LAPP",
  "insp_type": "ROUTINE INSPECTION",
  "date": "13-JAN-2022",
  "report_date": "13-JAN-2022",
  "citations": [
    {
      "code": "3.31(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Sanitation.",
      "narrative": "About 45 enclosures (most which housed weanlings) had excessive buildup of dry fecal pellets on the far end. The\nlicensee said it has been 2-3 weeks since these enclosures were cleaned out. Also, about 25 enclosures had areas that\nwere excessively wet and soiled under and around the drinker valve and drainage grate. Primary enclosures must be\ncleaned and sanitized at least every 2 weeks but more often if soiled to prevent buildups of waste. More frequent\ncleaning is important to prevent harmful waste buildups that can be bad for guinea pig health. Ensure that cleaning and\nsanitizing of each enclosure is completed at least every 2 weeks or more often to prevent buildups of waste and soiled\nmaterial.\nCorrect by 1/15/2022.\nThis inspection and exit interview were conducted with a facility representative.\nEnd Section"
    }
  ],
  "narrative": "3.31(a)(1) \n   \nSanitation. \nAbout 45 enclosures (most which housed weanlings) had excessive buildup of dry fecal pellets on the far end.  The \nlicensee said it has been 2-3 weeks since these enclosures were cleaned out.  Also, about 25 enclosures had areas that \nwere excessively wet and soiled under and around the drinker valve and drainage grate.  Primary enclosures must be \ncleaned and sanitized at least every 2 weeks but more often if soiled to prevent buildups of waste.  More frequent \ncleaning is important to prevent harmful waste buildups that can be bad for guinea pig health.  Ensure that cleaning and \nsanitizing of each enclosure is completed at least every 2 weeks or more often to prevent buildups of waste and soiled \nmaterial. \n \nCorrect by 1/15/2022. \n \nThis inspection and exit interview were conducted with a facility representative. \n \nEnd Section",
  "animals_total": 3460,
  "species": [
    {
      "count": 3460,
      "scientific": "Cavia porcellus",
      "common": "DOMESTIC GUINEA PIG"
    }
  ]
}