{
  "insp_id": "125151707230584",
  "layout": "a",
  "customer_id": "326125",
  "customer_name": "Becky Daniels",
  "customer_addr": "H C 72 Box 324\nJasper, AR 72641",
  "certificate": "71-A-1305",
  "site_id": "001",
  "site_name": "BECKY DANIELS",
  "insp_type": "ROUTINE INSPECTION",
  "date": "05-MAY-2015",
  "report_date": "05-MAY-2015",
  "citations": [
    {
      "code": "3.4(c)",
      "kind": "",
      "repeat": true,
      "desc": "OUTDOOR HOUSING FACILITIES.",
      "narrative": "The kennel facility consists of two outdoor housing areas. In the outdoor structure there are a total of twelve\nprimary enclosures. The interior wooden surfaces of all of the enclosures are chewed and worn. The chewed /\nworn wooden surfaces need to be repaired or replaced and maintained on a regular basis. Surfaces of outdoor\nhousing facilities--including houses, dens, etc.--that cannot be readily cleaned and sanitized, must be replaced\nwhen worn or soiled to facilitate husbandry pratices, prevent the spread of disease and protect the animals from\ninjury.\nAffects Thirty-three adults."
    },
    {
      "code": "3.11(a)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "The kennel facility consists of two outdoor housing area. There are a total of thirteen primary enclosures. The\noutdoor floor surface of the enclosures are concrete. During the inspection the enclosures contained more than one\ndays accumulation of fresh and old dry waste material. Excreta must be removed from primary enclosures daily to\nprevent an excessive accumulation of feces, to prevent soiling of the dogs contained in the primary enclosures, and\nto reduce disease hazards, insects, pests and odors.\nAffects thirty-three adults. Correct by May 6, 2015"
    }
  ],
  "narrative": "3.4(c)                    REPEAT\nOUTDOOR HOUSING FACILITIES.\nThe kennel facility consists of two outdoor housing areas.  In the outdoor structure there are a total of twelve\nprimary enclosures.  The interior wooden surfaces of all of the enclosures are chewed and worn.  The chewed /\nworn wooden surfaces need to be repaired or replaced  and maintained on a regular basis. Surfaces of outdoor\nhousing facilities--including houses, dens, etc.--that cannot be readily cleaned and sanitized, must be replaced\nwhen worn or soiled to facilitate husbandry pratices, prevent the spread of disease and protect the animals from\ninjury.\nAffects Thirty-three adults.\n3.11(a)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\nThe kennel facility consists of two outdoor housing area.  There are a total of  thirteen primary enclosures.  The\noutdoor floor surface of the enclosures are concrete.  During the inspection the enclosures contained more than one\ndays accumulation of fresh and old dry waste material.  Excreta must be removed from primary enclosures daily to\nprevent an excessive accumulation of feces, to prevent soiling of the dogs contained in the primary enclosures, and\nto reduce disease hazards, insects, pests and odors.\nAffects thirty-three adults.                         Correct by May 6, 2015",
  "animals_total": 33,
  "species": [
    {
      "count": 33,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    }
  ]
}