{
  "insp_id": "2016082568185227",
  "layout": "a",
  "customer_id": "6475",
  "customer_name": "Heritage Puppies L L C",
  "customer_addr": "4348 Bluebill Ave\nLake Mills, IA 50450",
  "certificate": "42-B-0159",
  "site_id": "001",
  "site_name": "HERITAGE PUPPIES L.L.C",
  "insp_type": "ROUTINE INSPECTION",
  "date": "28-MAR-2017",
  "report_date": "28-MAR-2017",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "Female Shih tzu (tag #3074) has an abnormal condition of the eyes. The left eye is a cloudy, blue color and the\nwhite of the eye is moderately reddened. The center of the eye has a small indentation outlined with a dark red\nmaterial. There is a dark, yellowish-green colored discharge matted in the hair outlining the eye. The right eye is\nalso a cloudy, blue color and the white of the eye is slightly reddened. There is a dark, yellowish-green discharge\nmatted in the hair around the eye. Brown, crusty material is attached to the hair beneath the bottom corner of the\neye.\nMale Shih tzu (tag #3293) has an abnormal condition of the left eye. The left eye is a cloudy, blue color and the\nsurface of the eye is coated with a yellowish-green discharge. A brown, crusty material is located along the bottom\neye lid, the top of the eyelid, and on the surface of the eye. The brown, crusty material is also attached to the hair\nabove and below the eye.\nThe facility representatives had not noticed the condition of these dogs and neither dog was currently receiving any\ntreatment for their eyes. Poor eye health could cause pain and discomfort to the dogs as well as, lead to further\nhealth issues.\nThe above mentioned dogs must be evaluated by a licensed veterinarian for a proper diagnosis and to establish an\neffective treatment plan. The diagnosis and treatment plan must be documented in writing and available to the\ninspector upon request. The licensee must ensure that all dogs receive adequate veterinary care at all times.\nCorrection date: End of business March 31, 2017\nThis inspection and exit interview were conducted with ACI Kelly Maxwell, VMO Autumn Unck, and the facility\nrepresentative.\nAdditional Inspectors\nUnck Autumn, Veterinary Medical Officer"
    }
  ],
  "narrative": "2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nFemale Shih tzu (tag #3074) has an abnormal condition of the eyes.  The left eye is a cloudy, blue color and the\nwhite of the eye is moderately reddened.  The center of the eye has a small indentation outlined with a dark red\nmaterial.   There is a dark, yellowish-green colored discharge matted in the hair outlining the eye.  The right eye is\nalso a cloudy, blue color and the white of the eye is slightly reddened.  There is a dark, yellowish-green discharge\nmatted in the hair around the eye.  Brown, crusty material is attached to the hair beneath the bottom corner of the\neye.  \nMale Shih tzu (tag #3293) has an abnormal condition of the left eye.  The left eye is a cloudy, blue color and the\nsurface of the eye is coated with a yellowish-green discharge.  A brown, crusty material is located along the bottom\neye lid, the top of the eyelid, and on the surface of the eye.  The brown, crusty material is also attached to the hair\nabove and below the eye.  \nThe facility representatives had not noticed the condition of these dogs and neither dog was currently receiving any\ntreatment for their eyes.  Poor eye health could cause pain and discomfort to the dogs as well as, lead to further\nhealth issues.  \nThe above mentioned dogs must be evaluated by a licensed veterinarian for a proper diagnosis and to establish an\neffective treatment plan.  The diagnosis and treatment plan must be documented in writing and available to the\ninspector upon request.  The licensee must ensure that all dogs receive adequate veterinary care at all times.  \nCorrection date:  End of business March 31, 2017\nThis inspection and exit interview were conducted with ACI Kelly Maxwell, VMO Autumn Unck, and the facility\nrepresentative.\n\nAdditional Inspectors\nUnck Autumn, Veterinary Medical Officer",
  "animals_total": 535,
  "species": [
    {
      "count": 423,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 112,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}