{
  "insp_id": "2016082567927182",
  "layout": "a",
  "customer_id": "17683",
  "customer_name": "Marvin Troyer",
  "customer_addr": "18760 Flora Ave\nBloomfield, IA 52537",
  "certificate": "42-A-0926",
  "site_id": "001",
  "site_name": "MARVIN TROYER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "23-AUG-2016",
  "report_date": "15-SEP-2016",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "A female Pomeranian (microchip #941000018753766) has a buildup of a dark brown material on her teeth. The\nmaterial is encasing at least half the surface of the upper canine teeth and the entire surface of the cheek teeth on\nboth sides of the mouth. This dog also has overgrown toenails on all four feet. The nails have become so long that\nthey are starting to curl under.\nA female Pomeranian (tag ID# 139) has a buildup of a dark brown material on her teeth. The material is encasing\nat least half the surface of the upper canine teeth and the entire surface of the cheek teeth on both sides of the\nmouth. The gums have become moderately reddened and are pulling away from the upper cheek teeth. This dog\nalso has a swollen area on the front side of her neck directly beneath the jaw.\nPoor dental health can cause pain and discomfort to the dog as well as, lead to further health issues. Overgrown\ntoenails could also cause pain and discomfort to the dog, as well as affect the dog’s natural gait.\nThe above mentioned dogs must be evaluated by a licensed veterinarian for a proper diagnosis and to establish an\neffective treatment plan. The diagnosis and treatment plan must be documented in writing and available to the\ninspector upon request. Female Pomeranian (#941000018753766) must also have her toenails trimmed to an\nacceptable length. The licensee must ensure that all dogs receive adequate veterinary care at all times.\nCorrection date: August 30, 2016"
    },
    {
      "code": "3.1(c)(1)(i)",
      "kind": "",
      "repeat": true,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "In the building housing the Pomeranians, there are four enclosures constructed of metal and the metal has rusted.\nThe rust has caused the surface of the metal to become rough and to flake away. There are four dogs housed in\nthese enclosures.\nAll of the enclosures housing the thirteen large breed dogs have fencing constructed of metal panels. The metal on\nall the panels has become excessively rusty. The rust has caused the surface of the metal to become rough and to\nflake away.\nExcessive rust does not allow for proper cleaning and sanitization of the surface and may also affect the surface’s\nstructural strength. All housing facilities must be kept free of excessive rust. The licensee must replace the rusted\nsurfaces, or alter them in a manner, that eliminates the rust and allows for adequate cleaning and sanitization of the\nsurface and ensures that structural strength is maintained."
    },
    {
      "code": "3.1(c)(3)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "The enclosure housing five beagles is constructed of wire flooring. Piles of old feces are sitting on the wire and\ntrapped within the wire. The feces appear dried and have a grey color. The facility representative stated that the\nfeces are not removed every day. Buildup of old feces could increase the risk of disease towards the dogs.\nHard surfaces with which the dogs come in contact must be spot cleaned daily. The licensee must remove all the\nfeces from the enclosure at least once every day, or more often, if the feces begin to buildup in order to promote the\nhealth and well-being of the dogs.\nCorrection date: From this day forward\nExit interview conducted with Kelly Maxwell, ACI and the facility representative."
    }
  ],
  "narrative": "2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nA female Pomeranian (microchip #941000018753766) has a buildup of a dark brown material on her teeth.  The\nmaterial is encasing at least half the surface of the upper canine teeth and the entire surface of the cheek teeth on\nboth sides of the mouth.  This dog also has overgrown toenails on all four feet.  The nails have become so long that\nthey are starting to curl under.\nA female Pomeranian (tag ID# 139) has a buildup of a dark brown material on her teeth.  The material is encasing\nat least half the surface of the upper canine teeth and the entire surface of the cheek teeth on both sides of the\nmouth.  The gums have become moderately reddened and are pulling away from the upper cheek teeth.  This dog\nalso has a swollen area on the front side of her neck directly beneath the jaw.  \nPoor dental health can cause pain and discomfort to the dog as well as, lead to further health issues.  Overgrown\ntoenails could also cause pain and discomfort to the dog, as well as affect the dog’s natural gait.\nThe above mentioned dogs must be evaluated by a licensed veterinarian for a proper diagnosis and to establish an\neffective treatment plan.  The diagnosis and treatment plan must be documented in writing and available to the\ninspector upon request.  Female Pomeranian (#941000018753766) must also have her toenails trimmed to an\nacceptable length.  The licensee must ensure that all dogs receive adequate veterinary care at all times.\nCorrection date:  August 30, 2016\n3.1(c)(1)(i)                    REPEAT\nHOUSING FACILITIES, GENERAL.\nIn the building housing the Pomeranians, there are four enclosures constructed of metal and the metal has rusted. \nThe rust has caused the surface of the metal to become rough and to flake away.  There are four dogs housed in\nthese enclosures.\n\nAll of the enclosures housing the thirteen large breed dogs have fencing constructed of metal panels.  The metal on\nall the panels has become excessively rusty.  The rust has caused the surface of the metal to become rough and to\nflake away.\nExcessive rust does not allow for proper cleaning and sanitization of the surface and may also affect the surface’s\nstructural strength.  All housing facilities must be kept free of excessive rust.  The licensee must replace the rusted\nsurfaces, or alter them in a manner, that eliminates the rust and allows for adequate cleaning and sanitization of the\nsurface and ensures that structural strength is maintained.  \n3.1(c)(3)\nHOUSING FACILITIES, GENERAL.\nThe enclosure housing five beagles is constructed of wire flooring.  Piles of old feces are sitting on the wire and\ntrapped within the wire.  The feces appear dried and have a grey color.  The facility representative stated that the\nfeces are not removed every day.  Buildup of old feces could increase the risk of disease towards the dogs.\nHard surfaces with which the dogs come in contact must be spot cleaned daily.  The licensee must remove all the\nfeces from the enclosure at least once every day, or more often, if the feces begin to buildup in order to promote the\nhealth and well-being of the dogs.\nCorrection date:  From this day forward\nExit interview conducted with Kelly Maxwell, ACI and the facility representative.",
  "animals_total": 39,
  "species": [
    {
      "count": 39,
      "scientific": "Canis lupus familiaris",
      "common": "DOMESTIC DOG"
    }
  ]
}