{
  "insp_id": "225151107400506",
  "layout": "a",
  "customer_id": "326113",
  "customer_name": "Peggy Jehly",
  "customer_addr": "587 W. Lovell Gulch Rd.\nWoodland Park, CO 80803",
  "certificate": "84-C-0133",
  "site_id": "001",
  "site_name": "Peggy Jehly",
  "insp_type": "ROUTINE INSPECTION",
  "date": "10-AUG-2015",
  "report_date": "13-AUG-2015",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "2.40 (b) (2) The written Program of Veterinary Care (PVC) reviewed and signed on 05/21/2015 calls for the 4 adult\ndogs to received Drontal as an intestinal parasite preventative annually. There were no records available at the\ntime of inspection showing that this was being done. The licensee stated that they are no longer giving Drontal\nannually, but needed to verify with the attending veterinarian. The current written PVC does not reflect what is\nactually being provided to the animals at the facility. Complete and accurate PVC is important to ensure there is an\nunderstanding between the licensee and the attending veterinarian, so that all routine preventative care and\ntreatments are accomplished to protect the health and well-being of the animals.\nEstablish and maintain an accurate and complete written Program of Veterinary Care that includes the use of\nappropriate methods to prevent, diagnosis and treat disease or injuries.\nTo be corrected by: August 26, 2015\nInspection and an exit briefing were conducted with the licensee."
    }
  ],
  "narrative": "2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n2.40 (b) (2) The written Program of Veterinary Care (PVC) reviewed and signed on 05/21/2015 calls for the 4 adult\ndogs to received Drontal as an intestinal parasite preventative annually.  There were no records available at the\ntime of inspection showing that this was being done.  The licensee stated that they are no longer giving Drontal\nannually, but needed to verify with the attending veterinarian.  The current written PVC does not reflect what is\nactually being provided to the animals at the facility.  Complete and accurate PVC is important to ensure there is an\nunderstanding between the licensee and the attending veterinarian, so that all routine preventative care and\ntreatments are accomplished to protect the health and well-being of the animals.\nEstablish and maintain an accurate and complete written Program of Veterinary Care that includes the use of\nappropriate methods to prevent, diagnosis and treat disease or injuries.\nTo be corrected by:  August 26, 2015\nInspection and an exit briefing were conducted with the licensee.",
  "animals_total": 4,
  "species": [
    {
      "count": 4,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    }
  ]
}