{
  "insp_id": "230151931380615",
  "layout": "a",
  "customer_id": "327530",
  "customer_name": "Brian Scott Griggs",
  "customer_addr": "R R 73 Box 3584\nAlton, MO 65606",
  "certificate": "43-A-5964",
  "site_id": "001",
  "site_name": "Brian Scott Griggs",
  "insp_type": "ROUTINE INSPECTION",
  "date": "18-AUG-2015",
  "report_date": "18-AUG-2015",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "***Two adult Dogue de Bordeauxs were housed on the south side of the kennel building, separate from the other\ndog housed on the north side. These females were observed with a dull hair coat, appearing rough and coarse.\nThey were also noted as being in a thinner body condition as compared to the rest of the kennel stock. The rib\nstructures were easily visible to at least the fifth rib on both dogs. A significant amount of abdominal tuck was\nobserved on both dogs. Closer observation revealed one dog, microchip number 0A02017453, to have a severe\nflea infestation. Fleas were observed along the chest area, neck, legs, underbelly, and flank areas. At least 16 live\nfleas were viewed on the front chest area during the examination. Examination of the other female, microchip\nnumber 0A02020272, revealed multiple live fleas present along the front chest, underbelly and flank areas. The\nowner stated the dogs had been treated with Trifexis the previous week as per his written program of veterinary\ncare. At this time this flea control program is not successfully eliminating the fleas from these dogs. Flea\ninfestations are harmful to dogs through the transmission of disease and pests as well as discomfort to the dogs.\nUncontrolled infestations may lead to eventual death of the dog. The owner must consult with a licensed\nveterinarian to re-evaluate this program of treatment for these dogs. Documentation must be kept for review on\nfuture inspection. To be corrected by: 08/21/15"
    },
    {
      "code": "3.11(a)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "***The outside gravel runs were observed with multiple accumulations of feces. One enclosure with a single dog\nwas noted as having in excess of fifteen fecal deposits. The owner stated the pens had not been cleaned within the\nlast four days. All enclosures must be spot cleaned on a daily basis to remove all accumulations of feces. Excreta\nmust be removed to reduce odor, pest and disease hazards to the dogs. To be corrected by: 08/19/15"
    },
    {
      "code": "3.11(c)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "***Three enclosures, containing a total of three adult dogs, were observed with grasses and weeds approximately\n10 to 12 inches in height over a portion of the enclosure's gravel strata. These growths reduce effective cleaning\npractices and contribute to unwanted pest habitat. The grasses and weeds must be removed from the enclosures\nto allow a thorough observation of the enclosures, effective cleaning, and reduced pest habitat. To be corrected by:\n08/22/15\nThis inspection and exit interview was conducted with the owner by Curt McGruder-ACI."
    }
  ],
  "narrative": "2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n***Two adult Dogue de Bordeauxs were housed on the south side of the kennel building, separate from the other\ndog housed on the north side.  These females were observed with a dull hair coat, appearing rough and coarse. \nThey were also noted as being in a thinner body condition as compared to the rest of the kennel stock.  The rib\nstructures were easily visible to at least the fifth rib on both dogs.  A significant amount of abdominal tuck was\nobserved on both dogs.  Closer observation revealed one dog, microchip number 0A02017453, to have a severe\nflea infestation.  Fleas were observed along the chest area, neck, legs, underbelly, and flank areas.  At least 16 live\nfleas were viewed on the front chest area during the examination.  Examination of the other female, microchip\nnumber 0A02020272, revealed multiple live fleas present along the front chest, underbelly and flank areas.  The\nowner stated the dogs had been treated with Trifexis the previous week as per his written program of veterinary\ncare.  At this time this flea control program is not successfully eliminating the fleas from these dogs.  Flea\ninfestations are harmful to dogs through the transmission of disease and pests as well as discomfort to the dogs. \nUncontrolled infestations may lead to eventual death of the dog.  The owner must consult with a licensed\nveterinarian to re-evaluate this program of treatment for these dogs.  Documentation must be kept for review on\nfuture inspection.  To be corrected by: 08/21/15\n3.11(a)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\n***The outside gravel runs were observed with multiple accumulations of feces.  One enclosure with a single dog\nwas noted as having in excess of fifteen fecal deposits.  The owner stated the pens had not been cleaned within the\nlast four days.  All enclosures must be spot cleaned on a daily basis to remove all accumulations of feces.  Excreta\nmust be removed to reduce odor, pest and disease hazards to the dogs.  To be corrected by: 08/19/15\n3.11(c)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\n***Three enclosures, containing a total of three adult dogs, were observed with grasses and weeds approximately\n10 to 12 inches in height over a portion of the enclosure's gravel strata.  These growths reduce effective cleaning\npractices and contribute to unwanted pest habitat.  The grasses and weeds must be removed from the enclosures\n\nto allow a thorough observation of the enclosures, effective cleaning, and reduced pest habitat.  To be corrected by:\n08/22/15\nThis inspection and exit interview was conducted with the owner by Curt McGruder-ACI.",
  "animals_total": 12,
  "species": [
    {
      "count": 8,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 4,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}