{
  "insp_id": "169141839490429",
  "layout": "a",
  "customer_id": "328205",
  "customer_name": "Billy Johnston",
  "customer_addr": "Cheryl Ullrich\n10981 L I V 2313\nChillicothe, MO 64601",
  "certificate": "43-B-3718",
  "site_id": "001",
  "site_name": "CHERYL ULLRICH & BILLY JOHNSTON",
  "insp_type": "ROUTINE INSPECTION",
  "date": "18-JUN-2014",
  "report_date": "19-JUN-2014",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "****An adult kinkajou in enclosure #25 was injured and not currently receiving veterinary care. It was laying curled\nin a ball on the floor of the enclosure away from the other kinkajous and did not respond to noise. The animal\ncaretaker touched the animal with a pole and it slowly stood up. The kinkajou had an area on the left side of its chin\nthat had an abrasion and missing hair. The left jaw was significantly swollen and the swelling extended down the\nleft side of the neck. Also the fifth digit of the right front foot was swollen at least twice its normal size and was\nmissing hair. There was an open wound between the fourth and fifth digits. The licensee stated that the chin lesion\nhad been treated earlier by the Attending Veterinarian with instructions to notify him if the animal did not improve.\nPrior to this inspection, the licensee and the animal caretaker had not noticed the swelling that had developed in the\njaw and neck. Therefore, no further veterinary care had been sought despite the worsening condition.\n****An adult kinkajou in enclosure #26 was injured and had not received veterinary care. The right front leg was\nsignificantly swollen and the kinkajou held that foot tucked under in a flexed position at all times. When she walked\nand stood, she held that leg in the air and did not bear weight on it. Neither the licensee nor the animal caretaker\nwere aware of the injury.\nUntreated medical conditions can worsen and can be painful. The licensee must have these animals examined by\na veterinarian BY CLOSE OF BUSINESS ON JUNE 19, 2014. The licensee must keep records of the diagnosis,\ntreatment, and follow-up care and must make these records available to the inspector upon request."
    },
    {
      "code": "3.132",
      "kind": "",
      "repeat": false,
      "desc": "EMPLOYEES.",
      "narrative": "The licensee was out of town and had left a single animal caretaker in charge of the animals. The caretaker had\nonly been instructed on how to feed and water the animals. He was not aware that two of the kinkajous were\nshowing any clinical signs of injury. He did not know how to shift the kinkajous out of their resting box so that they\ncould be observed by himself or the inspectors. Therefore, only about half of the animals could be observed during\nthe inspection. Employees who do not have adequate training or supervision can compromise the health and\nwell-being of the animals and the safety of the employees. The licensee must ensure that all employees have\nadequate training and supervision to carry out required husbandry practices and care.\nTO BE CORRECTED BY JULY 1, 2014.\nBecause the licensee was out of town, the inspection was conducted with a facility representative assigned by the\nlicensee. The exit briefing was conducted by telephone with the licensee on June 18, 2014.\nAdditional Inspectors\nOsborne Stephanie, Animal Care Inspector"
    }
  ],
  "narrative": "2.40(b)(2)           DIRECT                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n****An adult kinkajou in enclosure #25 was injured and not currently receiving veterinary care.  It was laying curled\nin a ball on the floor of the enclosure away from the other kinkajous and did not respond to noise.  The animal\ncaretaker touched the animal with a pole and it slowly stood up.  The kinkajou had an area on the left side of its chin\nthat had an abrasion and missing hair.  The left jaw was significantly swollen and the swelling extended down the\nleft side of the neck.  Also the fifth digit of the right front foot was swollen at least twice its normal size and was\nmissing hair.  There was an open wound between the fourth and fifth digits.  The licensee stated that the chin lesion\nhad been treated earlier by the Attending Veterinarian with instructions to notify him if the animal did not improve. \nPrior to this inspection, the licensee and the animal caretaker had not noticed the swelling that had developed in the\njaw and neck. Therefore, no further veterinary care had been sought despite the worsening condition.\n****An adult kinkajou in enclosure #26 was injured and had not received veterinary care.  The right front leg was\nsignificantly swollen and the kinkajou held that foot tucked under in a flexed position at all times.  When she walked\nand stood, she held that leg in the air and did not bear weight on it.  Neither the licensee nor the animal caretaker\nwere aware of the injury.\nUntreated medical conditions can worsen and can be painful.  The licensee must have these animals examined by\na veterinarian BY CLOSE OF BUSINESS ON JUNE 19, 2014.  The licensee must keep records of the diagnosis,\ntreatment, and follow-up care and must make these records available to the inspector upon request.\n3.132\nEMPLOYEES. \nThe licensee was out of town and had left a single animal caretaker in charge of the animals.  The caretaker had\nonly been instructed on how to feed and water the animals.  He was not aware that two of the kinkajous were\nshowing any clinical signs of injury.  He did not know how to shift the kinkajous out of their resting box so that they\ncould be observed by himself or the inspectors. Therefore, only about half of the animals could be observed during\nthe inspection.  Employees who do not have adequate training or supervision can compromise the health and\nwell-being of the animals and the safety of the employees.  The licensee must ensure that all employees have\n\nadequate training and supervision to carry out required husbandry practices and care.\nTO BE CORRECTED BY JULY 1, 2014.\nBecause the licensee was out of town, the inspection was conducted with a facility representative assigned by the\nlicensee.  The exit briefing was conducted by telephone with the licensee on June 18, 2014.\nAdditional Inspectors\nOsborne Stephanie, Animal Care Inspector",
  "animals_total": 42,
  "species": [
    {
      "count": 4,
      "scientific": "Ateles chamek",
      "common": "BLACK SPIDER MONKEY"
    },
    {
      "count": 7,
      "scientific": "Macaca fascicularis",
      "common": "CRAB-EATING MACAQUE / CYNOMOLGUS MONKEY"
    },
    {
      "count": 19,
      "scientific": "Potos flavus",
      "common": "KINKAJOU"
    },
    {
      "count": 11,
      "scientific": "Sapajus appella",
      "common": "BROWN CAPUCHIN / TUFTED CAPUCHIN"
    },
    {
      "count": 1,
      "scientific": "Strigocuscus celebensis",
      "common": "LITTLE CELEBES CUSCUS"
    }
  ]
}