{
  "insp_id": "2016090000551034",
  "layout": "b",
  "customer_id": "501773",
  "customer_name": "JOHN MARK JOHNSON",
  "customer_addr": "305 EUCLATUBBA RD\nGUNTOWN, MS 38849",
  "certificate": "65-C-0566",
  "site_id": "001",
  "site_name": "JOHN MARK JOHNSON",
  "insp_type": "ROUTINE INSPECTION",
  "date": "09-MAR-2021",
  "report_date": "10-MAR-2021",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": false,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "***An approximately 1-week-old black and white male lamb had a small amount of thick grey nasal discharge around both\nnostrils. The lamb was quiet and alert. The lamb was thin, with a tucked abdomen, and ribs that were palpable under a\nvery thin layer of fat. The lamb had a large amount of bright yellow liquid diarrhea on the back of the hind legs, under the\ntail, and on the anus. The owner license holder stated that he had obtained this animal about 2 days ago and that it had\nstarted having diarrhea today or possibly last night. A second approximately 2-week-old white male lamb, in good body\ncondition, had a moderate amount of yellowish brown diarrhea on the back under the tail and around the anus, some of\nwhich was dried and stuck to the animal’s fur. The license holder stated that this lamb had been having diarrhea since this\nmorning or possibly last night. There was a foul smell coming from the enclosure. The license holder stated that he\nthought the diarrhea may have occurred due to him feeding a different formula than the lambs had previously been\nreceiving, and that he had not contacted a veterinarian.\nYoung lambs with diarrhea can suffer from life-threatening dehydration, electrolyte imbalances, and weight loss. Correct\nby March 10th, 2020 at 6PM by providing adequate veterinary care for the lambs in consultation with a licensed\nveterinarian. Immediately following the inspection, the black and white lamb was taken to the attending veterinarian for\nexamination and treatment.\n***An adult female brown, black, and white colored goat was lying down in the shelter structure in the enclosure, while all\nof the other goats and sheep were standing and walking around. The goat was quiet and alert and appeared to be in good\nbody condition. The inspector asked the facility owner to get the goat to stand up, and when the goat stood she would not\nbear weight on her right hind leg. The right hind leg was visibly swollen from the area surrounding the knee (stifle) joint\ndown to the foot (hoof). The right hind leg was swollen and firm to the touch, and there were multiple areas where the hair\nwas matted with a dried brown crust or scab. There was also a clear reddish orange liquid that was observed to be\ndripping slowly from the fur on the right hind leg. When the goat walked, she did not bear weight on the right hind leg,\nalthough sometimes the toe of the right hind foot would drag on the ground. The facility owner stated that he had\nobserved the lameness yesterday and had given the goat a dose of Excede antibiotic but had not yet contacted his\nveterinarian. The inspection was stopped and the facility owner was instructed to seek veterinary medical care for the\ngoat and the black and white lamb, which he immediately did.\nSwollen, draining injuries are painful and may cause bacteria or toxins to spread to the bloodstream, which can be deadly.\nPainful injuries in the limbs may also hinder an animal’s ability or willingness to move around, to rest comfortably, and to\ngain access to food, water, and shelter.\nCorrect by March 10th, 2020 at 6PM by providing adequate veterinary care for the lambs and the goat in consultation with\na licensed veterinarian.\nThis inspection and exit interview were conducted with the facility owner.\nEnd Section"
    }
  ],
  "narrative": "2.40(b)(2)  Direct\n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \n***An approximately 1-week-old black and white male lamb had a small amount of thick grey nasal discharge around both \nnostrils. The lamb was quiet and alert. The lamb was thin, with a tucked abdomen, and ribs that were palpable under a \nvery thin layer of fat. The lamb had a large amount of bright yellow liquid diarrhea on the back of the hind legs, under the \ntail, and on the anus. The owner license holder stated that he had obtained this animal about 2 days ago and that it had \nstarted having  diarrhea today or possibly last night. A second approximately 2-week-old white male lamb, in good body \ncondition, had a moderate amount of yellowish brown diarrhea on the back under the tail and around the anus, some of \nwhich was dried and stuck to the animal’s fur. The license holder stated that this lamb had been having diarrhea since this \nmorning or possibly last night. There was a foul smell coming from the enclosure. The license holder stated that he \nthought the diarrhea may have occurred due to him feeding a different formula than the lambs had previously been \nreceiving, and that he had not contacted a veterinarian. \nYoung lambs with diarrhea can suffer from life-threatening  dehydration, electrolyte imbalances, and weight loss. Correct \nby March 10th, 2020 at 6PM by providing  adequate veterinary  care for the lambs in consultation with a licensed \nveterinarian.  Immediately following the inspection, the black and white lamb was taken to the attending veterinarian  for \nexamination and treatment.\n\n***An adult female brown, black, and white colored goat was lying down in the shelter structure in the enclosure, while all \nof the other goats and sheep were standing and walking around. The goat was quiet and alert and appeared  to be in good \nbody condition. The inspector asked the facility owner to get the goat to stand up, and when the goat stood she would not \nbear weight on her right hind leg. The right hind leg was visibly swollen from the area surrounding  the knee (stifle) joint \ndown to the foot (hoof). The right hind leg was swollen and firm to the touch, and there were multiple areas where the hair \nwas matted with a dried brown crust or scab. There was also a clear reddish orange liquid that was observed  to be \ndripping slowly from the fur on the right hind leg. When the goat walked, she did not bear weight on the right hind leg, \nalthough sometimes the toe of the right hind foot would drag on the ground. The facility owner stated that he had \nobserved  the lameness yesterday and had given the goat a dose of Excede antibiotic but had not yet contacted his \nveterinarian.  The inspection was stopped and the facility owner was instructed to seek veterinary medical care for the \ngoat and the black and white lamb, which he immediately did. \nSwollen, draining injuries are painful and may cause bacteria or toxins to spread to the bloodstream, which can be deadly.  \nPainful injuries in the limbs may also hinder an animal’s ability or willingness to move around, to rest comfortably, and to \ngain access to food, water, and shelter. \nCorrect by March 10th, 2020 at 6PM by providing adequate veterinary care for the lambs and the goat in consultation with \na licensed veterinarian. \n \nThis inspection and exit interview were conducted with the facility owner. \n \nEnd Section",
  "animals_total": 11,
  "species": [
    {
      "count": 1,
      "scientific": "Connochaetes taurinus",
      "common": "BRINDLED WILDEBEEST"
    },
    {
      "count": 1,
      "scientific": "Camelus dromedarius",
      "common": "DROMEDARY CAMEL"
    },
    {
      "count": 7,
      "scientific": "Ovis aries aries",
      "common": "SHEEP INCLUDING ALL DOMESTIC BREEDS"
    },
    {
      "count": 2,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    }
  ]
}