{
  "insp_id": "INS-0000816115",
  "layout": "c",
  "customer_id": "505489",
  "customer_name": "HENRY WENGERD",
  "customer_addr": "2230 CR 168\nDUNDEE, OH 44624",
  "certificate": "31-A-0765",
  "site_id": "001",
  "site_name": "HENRY E WENGERD",
  "insp_type": "ROUTINE INSPECTION",
  "date": "26-SEP-2022",
  "report_date": "26-SEP-2022",
  "citations": [
    {
      "code": "3.1(a)",
      "kind": "",
      "repeat": false,
      "desc": "Housing facilities, general.",
      "narrative": "A number of enclosures were in disrepair or constructed in a manner that could cause injury to the dogs. An enclosure\ncontaining a 4 month old dog had a post that was broken and dislodged from the ground. This post is what the door gate\nlatches onto. The dog in this enclosure was able to stick its head in between the post and the wall. To get its head out, it\nhad to pull somewhat forcibly. This is a potential safety hazard as the dog could potentially get its head stuck in between\nthis post and the wall. The dog in this enclosure either needs to be removed from this enclosure or the post needs to be\nfixed so the dog can't get its head in between the post and the wall.\nAn enclosure containing a female dog and seven puppies had part of the back wall that had a chewed up hole in the wall.\nThe chewed up part could cause an injury if the dog in that enclosure continues to chew the wall. In addition, the wall\ncannot be easily sanitized and cleaned in the condition it is in. The dogs in this enclosure either need to be moved to\nanother enclosure or that section of the wall needs to be fixed.\nAn outdoor enclosure containing four adult dogs had an overhang on the top of the fencing to prevent the dogs from\nclimbing over the fencing. Some bars at the top ended at a point which could result in an injury to the dog should they rub\ntheir head or eyes up against this part of the fencing. The dogs in this enclosure either needs to be moved to another\nenclosure or the fencing needs to be fixed so there are no sharp points protruding out.\nCorrect by 9/27/22."
    },
    {
      "code": "3.1(c)(3)",
      "kind": "",
      "repeat": false,
      "desc": "Housing facilities, general.",
      "narrative": "Hutch-like shelters within the outdoor dog enclosures only get cleaned out once a year. When the licensee opened the\ndoor to one of the hutch-like shelters, there was debris on the flooring and it appeared to be dirty. Not properly sanitizing\nthese shelters every two weeks increases the risk of the spread of disease. All shelters located within the outdoor\nenclosures must be sanitized once every two weeks. Correct by 10/10/22."
    },
    {
      "code": "3.9(b)",
      "kind": "",
      "repeat": false,
      "desc": "Feeding",
      "narrative": "A food container for an enclosure containing six dogs was chewed up. A chewed up food container can't be easily\ncleaned and sanitized. The food container needs to be replaced or repaired so it can be easily sanitized. Correct by\n10/3/22."
    },
    {
      "code": "3.11(a)",
      "kind": "",
      "repeat": false,
      "desc": "Cleaning, sanitization, housekeeping, and pest control.",
      "narrative": "The licensee informed me he never removes the excreta from the outdoor primary enclosures. Not removing the excreta\non a daily basis in unsanitary and contributes to the spread of disease. Excreta must be removed from all outdoor\nenclosures on a daily basis. Correct by 9/27/22."
    },
    {
      "code": "3.13(a)(3)",
      "kind": "",
      "repeat": false,
      "desc": "Veterinary care for dogs.",
      "narrative": "Rabies shots have not been given to any of the adult dogs. Not vaccinating against rabies doesn't ensure the dogs are\nadequately protected from the disease. The licensee must get all adult dogs vaccinated against rabies. Correct by\n10/24/22.\nThis inspection and exit interview were conducted with the licensee.\nEnd of report.\nn"
    }
  ],
  "narrative": "3.1(a) \n   \nHousing facilities, general. \nA number of enclosures were in disrepair or constructed in a manner that could cause injury to the dogs.  An enclosure \ncontaining a 4 month old dog had a post that was broken and dislodged from the ground.  This post is what the door gate \nlatches onto.  The dog in this enclosure was able to stick its head in between the post and the wall.  To get its head out, it \nhad to pull somewhat forcibly.  This is a potential safety hazard as the dog could potentially get its head stuck in between \nthis post and the wall.  The dog in this enclosure either needs to be removed from this enclosure or the post needs to be \nfixed so the dog can't get its head in between the post and the wall. \n \nAn enclosure containing a female dog and seven puppies had part of the back wall that had a chewed up hole in the wall.  \nThe chewed up part could cause an injury if the dog in that enclosure continues to chew the wall.  In addition, the wall \ncannot be easily sanitized and cleaned in the condition it is in.  The dogs in this enclosure either need to be moved to \nanother enclosure or that section of the wall needs to be fixed. \n \nAn outdoor enclosure containing four adult dogs had an overhang on the top of the fencing to prevent the dogs from \nclimbing over the fencing.  Some bars at the top ended at a point which could result in an injury to the dog should they rub \ntheir head or eyes up against this part of the fencing.  The dogs in this enclosure either needs to be moved to another\n\nenclosure or the fencing needs to be fixed so there are no sharp points protruding out. \n \nCorrect by 9/27/22. \n3.1(c)(3) \n   \nHousing facilities, general. \nHutch-like shelters within the outdoor dog enclosures only get cleaned out once a year.  When the licensee opened the \ndoor to one of the hutch-like shelters, there was debris on the flooring and it appeared to be dirty.  Not properly sanitizing \nthese shelters every two weeks increases the risk of the spread of disease.  All shelters located within the outdoor \nenclosures must be sanitized once every two weeks.  Correct by 10/10/22. \n3.9(b) \n   \nFeeding \nA food container for an enclosure containing six dogs was chewed up.  A chewed up food container can't be easily \ncleaned and sanitized.  The food container needs to be replaced or repaired so it can be easily sanitized.  Correct by \n10/3/22. \n3.11(a) \n   \nCleaning, sanitization, housekeeping, and pest control. \nThe licensee informed me he never removes the excreta from the outdoor primary enclosures.  Not removing the excreta \non a daily basis in unsanitary and contributes to the spread of disease.  Excreta must be removed from all outdoor \nenclosures on a daily basis.  Correct by 9/27/22. \n3.13(a)(3) \n   \nVeterinary care for dogs.\n\nRabies shots have not been given to any of the adult dogs.  Not vaccinating against rabies doesn't ensure the dogs are \nadequately protected from the disease.  The licensee must get all adult dogs vaccinated against rabies.  Correct by \n10/24/22. \n \nThis inspection and exit interview were conducted with the licensee. \n \nEnd of report. \n \n n",
  "animals_total": 23,
  "species": [
    {
      "count": 16,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 7,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}