{
  "insp_id": "93141247420182",
  "layout": "a",
  "customer_id": "327297",
  "customer_name": "Abraham Borntreger",
  "customer_addr": "E21481 Witte Rd\nAugusta, WI 54722",
  "certificate": "35-A-0344",
  "site_id": "001",
  "site_name": "ABRAHAM BORNTREGER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "03-APR-2014",
  "report_date": "03-APR-2014",
  "citations": [
    {
      "code": "2.40(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "Formal arrangements with a Veternarian\nNo written program of Veterinary Care plan was available to be inspected at this time. Without an accurate and\nformal plan with a veterinarian, there is no way to prove that the animals are receiving proper treatment or care. An\naccurate and current veterinary care plan must be made available at the time on inspection.\nCorrect by 4/6/2014"
    },
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "The use of appropriate methods to prevent, control, diagnose, and treat diseases and injuries\nOne black dog which cannot be officially identified due to a lack of equipment, has excessivly long and matted fur.\nAnimals must be kept properly groomed to avoid injury or infection. Ensure that proper grooming practices are\nexercised throughout the facility."
    },
    {
      "code": "2.75(a)(1)",
      "kind": "",
      "repeat": true,
      "desc": "RECORDS: DEALERS AND EXHIBITORS.",
      "narrative": "Records\nAnimal records were unavailable to be inspected. Complete and accurate record keeping is essential to properly\ntrack all animals. All records must be available for inspection at the time of inspection"
    },
    {
      "code": "3.1(e)",
      "kind": "",
      "repeat": true,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "Open supplies of food\nThere is a partially full bag of dog food in the facility that is open and not sealed to protect it from spoilage. Open\nbags of feed can attract insects or vermin, and can become contaminated. All open bags of feed must keep\nproperly contained."
    },
    {
      "code": "3.11(a)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "Cleaning of primary enclosures\nThere is an overabundance of animal hair, extreta, cobwebs, and dust in, under, and around the primary\nenclosures. Improper sanitation practices can cause parasite or rodent accumulation, can cause illness in the\nanimals, and can contaminate food and water. facility must be cleaned and maintained using the methods\nannotated in section 3.11\nCorrect by 4/8/2014\nExit interview was conducted with the undersigned individual"
    }
  ],
  "narrative": "2.40(a)(1)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nFormal arrangements with a Veternarian\nNo written program of Veterinary Care plan was available to be inspected at this time.  Without an accurate and\nformal plan with a veterinarian, there is no way to prove that the animals are receiving proper treatment or care.  An\naccurate and current veterinary care plan must be made available at the time on inspection.\nCorrect by 4/6/2014\n2.40(b)(2)                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThe use of appropriate methods to prevent, control, diagnose, and treat diseases and injuries\nOne black dog which cannot be officially identified due to a lack of equipment, has excessivly long and matted fur. \nAnimals must be kept properly groomed to avoid injury or infection.  Ensure that proper grooming practices are\nexercised throughout the facility.\n2.75(a)(1)                    REPEAT\nRECORDS: DEALERS AND EXHIBITORS.\nRecords\nAnimal records were unavailable to be inspected.  Complete and accurate record keeping is essential to properly\ntrack all animals.  All records must be available for inspection at the time of inspection\n3.1(e)                    REPEAT\nHOUSING FACILITIES, GENERAL.\nOpen supplies of food\n\nThere is a partially full bag of dog food in the facility that is open and not sealed to protect it from spoilage.  Open\nbags of feed can attract insects or vermin, and can become contaminated.  All open bags of feed must keep\nproperly contained.\n3.11(a)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\nCleaning of primary enclosures\nThere is an overabundance of animal hair, extreta, cobwebs, and dust in, under, and around the primary\nenclosures.  Improper sanitation practices can cause parasite or rodent accumulation, can cause illness in the\nanimals, and can contaminate food and water.  facility must be cleaned and maintained using the methods\nannotated in section 3.11\nCorrect by 4/8/2014\nExit interview was conducted with the undersigned individual",
  "animals_total": 12,
  "species": [
    {
      "count": 10,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 2,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}