{
  "insp_id": "147162030170228",
  "layout": "a",
  "customer_id": "328075",
  "customer_name": "Tanya B White",
  "customer_addr": "5180 Dubuque Rd\nOmaha, AR 72662",
  "certificate": "43-B-3761",
  "site_id": "001",
  "site_name": "Tanya White",
  "insp_type": "ROUTINE INSPECTION",
  "date": "26-MAY-2016",
  "report_date": "27-MAY-2016",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "Eight adult Shih Tzu dogs had excessively matted hair over a large part of their bodies. (The licensee could not\nprovide identification for any of the dogs because her microchip scanner would not read the microchips and\nbecause the \"Dogs On Hand\" inventory was not at the facility at the time of the inspection.) The eight dogs were a\nbrown and white female named \"Crazy Eyes\", a brown and white male without a name, a black female without a\nname, a brown male named \"Hershey\", a yellow female named \"Goldie\", a brown and white male without a name,\nand a yellow male without a name. Three of the dogs had twisted, matted hair on their faces that was irritating their\neyes. \"Crazy Eyes\" had cloudy corneas; a brown and white male had cloudy corneas with dry surfaces; and a black\nfemale had thick discharge in the right eye as well as a watery discharge coming from the left eye. \"Crazy Eyes\"\nand the brown and white male also had fecal material trapped in the matted hair under their tails.\nMatted hair can result in skin and/or eye problems, can be painful, and can compromise the hair(cid:25)'s ability to provide\nprotection from the heat or cold. The licensee must remove the matted hair from these animals and must establish\nan effective program of haircoat maintenance. TO BE CORRECTED BY MAY 30, 2016.\nEye problems can progress rapidly, can be painful, and can result in loss of vision. The licensee must have the\nthree dogs with eye problems examined by a veterinarian for diagnosis and treatment and must provide inspectors\nwith written documentation upon request. TO BE CORRECTED BY MAY 28, 2016."
    },
    {
      "code": "2.50(b)(1)",
      "kind": "",
      "repeat": false,
      "desc": "TIME AND METHOD OF IDENTIFICATION.",
      "narrative": "The licensee could not provide identification for any of the dogs because her microchip scanner would not read the\nmicrochips and because the \"Dogs On Hand\" inventory was not at the facility at the time of the inspection. Dogs\nmust be correctly identified at all times. When a microchip is used, a functioning microchip reader must be\navailable. Identification is required in order to ensure that each animal's identity can be known with certainty and to\nfacilitate record keeping requirements for inventory, disposition, transport, and healthcare documentation. The\nlicensee must identify all live regulated animals and assure that records are kept at all times.\nTO BE CORRECTED BY JUNE 03, 2016."
    },
    {
      "code": "2.50(b)(3)",
      "kind": "",
      "repeat": false,
      "desc": "TIME AND METHOD OF IDENTIFICATION.",
      "narrative": "Three 14-week-old Yorkshire Terrier puppies were housed together in one enclosure. They were from three\ndifferent litters, but two of the puppies had no individual identification. The licensee stated that the third puppy had\na microchip, but the reader was not functioning, so it could not be correctly identified. Puppies less than 16 weeks\nof age shall be identified. Proper and accurate identification is required in order to ensure that each animal's\nidentity can be known with certainty and to facilitate record keeping requirements for inventory, disposition,\ntransport, and healthcare documentation. The licensee must identify all regulated animals and assure that records\nare kept at all times.\nTO BE CORRECTED BY JUNE 03, 2016."
    },
    {
      "code": "3.1(e)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "Storage.\nInside the whelp building was an open bag of dog food on the floor. The food in the bag was currently being used\nto feed dogs. The bag had a zip-lock type of closure at the top, but the closure was not being used and the contents\nof the bag were exposed. Supplies of food and bedding must be stored in a manner that protects the supplies from\nspoilage, contamination, and vermin infestation. All opened supplies of food must be kept in leakproof containers\nwith tightly fitting lids to prevent contamination and spoilage. The licensee must ensure that food is stored properly\nat all times.\nTO BE CORRECTED BY MAY 27, 2016. (NOTE: The licensee closed the bag during the inspection.)"
    },
    {
      "code": "3.6(a)(2)(5)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "The ground in 2 outdoor enclosures was very wet and muddy. It had been raining heavily and the drainage in these\nenclosures appeared to be inadequate. In one enclosure, the feet and legs of the 3 dogs were muddy and wet. In\nanother enclosure, 2 dogs were very muddy and wet on the legs, belly and chest. The white dog had muddy matted\nhair on the chest area. The brown and white dog had mud encrusted matted hair. Wet, muddy ground surfaces\ncause an unhealthy environment for the dogs by not allowing the dogs to be dry and clean. The mud can stick to\nthe hair and cause discomfort. The constantly wet surfaces can make the dogs susceptible to irritating skin\nconditions. The licensee must ensure that primary enclosures are constructed and maintained so the dogs to\nremain dry and clean.\nTO BE CORRECTED BY MAY 30, 2016."
    },
    {
      "code": "3.9(a)",
      "kind": "Direct",
      "repeat": false,
      "desc": "FEEDING.",
      "narrative": "Inside the whelp building were 4 feed receptacles that contained moldy dog food. Two of the receptacles contained\nthe only food source for 3 young weaned Chihuahua puppies and the other two receptacles were in empty\nenclosures. The food was entirely covered with a furry, greenish type mold. Moldy food has no nutritional value for\nthe dogs and may cause illness or death, if eaten. The licensee must ensure that the dogs are offered food that is\nuncontaminated, wholesome, palatable, and of sufficient quantity and nutritive value to maintain the normal\ncondition and weight of the animal at all times. The moldy food must be removed and the receptacles cleaned and\nsanitized before being used again.\nTO BE CORRECTED ON MAY 26, 2016. (NOTE: The licensee removed the receptacles during the inspection.)"
    },
    {
      "code": "3.11(a)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "The outdoor enclosures had an excessive amount of feces. The dogs had been walking through the feces and\npacking it into the gravel surface. The dogs could not avoid the fecal matter when walking in the enclosures. Feces\nin three of the enclosures was dried and covered with a white, furry mold indicating that the feces was several days\nold. The licensee stated that she and her husband had been gone on vacation for the past six days and cleaning\nwas not done consistently during that time. Excessive feces and other waste can attract pests and can harbor\norganisms that can create an unhealthy environment for the dogs.\nExcreta and food waste must be removed from primary enclosures daily or as often as necessary to prevent an\nexcessive accumulation of feces and food waste, to prevent soiling of the dogs, and to reduce disease hazards,\ninsects, pests and odors. The enclosures must be cleaned and maintained on a daily basis.\nTO BE CORRECTED BY MAY 27, 2016.\nThe inspection and the exit briefing were conducted with the licensee and Katy Vernon-ACI. The report was\nhand-delivered and a second exit briefing was conducted on May 27, 2016, with the licensee and Katy Vernon-ACI.\nAdditional Inspectors\nVernon Kathryn, Animal Care Inspector"
    }
  ],
  "narrative": "2.40(b)(2)           DIRECT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nEight adult Shih Tzu dogs had excessively matted hair over a large part of their bodies.  (The licensee could not\nprovide identification for any of the dogs because her microchip scanner would not read the microchips and\nbecause the \"Dogs On Hand\" inventory was not at the facility at the time of the inspection.)  The eight dogs were a\nbrown and white female named \"Crazy Eyes\", a brown and white male without a name, a black female without a\nname, a brown male named \"Hershey\", a yellow female named \"Goldie\", a brown and white male without a name,\nand a yellow male without a name.  Three of the dogs had twisted, matted hair on their faces that was irritating their\neyes.  \"Crazy Eyes\" had cloudy corneas; a brown and white male had cloudy corneas with dry surfaces; and a black\nfemale had thick discharge in the right eye as well as a watery discharge coming from the left eye.  \"Crazy Eyes\"\nand the brown and white male also had fecal material trapped in the matted hair under their tails.  \nMatted hair can result in skin and/or eye problems, can be painful, and can compromise the hair(cid:25)'s ability to provide\nprotection from the heat or cold.   The licensee must remove the matted hair from these animals and must establish\nan effective program of haircoat maintenance.  TO BE CORRECTED BY MAY 30, 2016.\n  \nEye problems can progress rapidly, can be painful, and can result in loss of vision.  The licensee must have the\nthree dogs with eye problems examined by a veterinarian for diagnosis and treatment and must provide inspectors\nwith written documentation upon request.  TO BE CORRECTED BY MAY 28, 2016.\n2.50(b)(1)\nTIME AND METHOD OF IDENTIFICATION.\nThe licensee could not provide identification for any of the dogs because her microchip scanner would not read the\nmicrochips and because the \"Dogs On Hand\" inventory was not at the facility at the time of the inspection. Dogs\nmust be correctly identified at all times.  When a microchip is used, a functioning microchip reader must be\navailable. Identification is required in order to ensure that each animal's identity can be known with certainty and to\nfacilitate record keeping requirements for inventory, disposition, transport, and healthcare documentation. The\nlicensee must identify all live regulated animals and assure that records are kept at all times.\n\nTO BE CORRECTED BY JUNE 03, 2016.\n2.50(b)(3)\nTIME AND METHOD OF IDENTIFICATION.\nThree 14-week-old Yorkshire Terrier puppies were housed together in one enclosure.  They were from three\ndifferent litters, but two of the puppies had no individual identification.  The licensee stated that the third puppy had\na microchip, but the reader was not functioning, so it could not be correctly identified.  Puppies less than 16 weeks\nof age shall be identified.  Proper and accurate identification is required in order to ensure that each animal's\nidentity can be known with certainty and to facilitate record keeping requirements for inventory, disposition,\ntransport, and healthcare documentation. The licensee must identify all regulated animals and assure that records\nare kept at all times.\nTO BE CORRECTED BY JUNE 03, 2016.\n3.1(e)\nHOUSING FACILITIES, GENERAL.\nStorage. \nInside the whelp building was an open bag of dog food on the floor.  The food in the bag was currently being used\nto feed dogs. The bag had a zip-lock type of closure at the top, but the closure was not being used and the contents\nof the bag were exposed.  Supplies of food and bedding must be stored in a manner that protects the supplies from\nspoilage, contamination, and vermin infestation. All opened supplies of food must be kept in leakproof containers\nwith tightly fitting lids to prevent contamination and spoilage. The licensee must ensure that food is stored properly\nat all times.\nTO BE CORRECTED BY MAY 27, 2016.  (NOTE:  The licensee closed the bag during the inspection.)\n3.6(a)(2)(5)\nPRIMARY ENCLOSURES.\nThe ground in 2 outdoor enclosures was very wet and muddy.  It had been raining heavily and the drainage in these\nenclosures appeared to be inadequate.  In one enclosure, the feet and legs of the 3 dogs were muddy and wet.  In\nanother enclosure, 2 dogs were very muddy and wet on the legs, belly and chest.  The white dog had muddy matted\nhair on the chest area.  The brown and white dog had mud encrusted matted hair.  Wet, muddy ground surfaces\ncause an unhealthy environment for the dogs by not allowing the dogs to be dry and clean.  The mud can stick to\nthe hair and cause discomfort. The constantly wet surfaces can make the dogs susceptible to irritating skin\nconditions.  The licensee must ensure that primary enclosures are constructed and maintained so the dogs to\nremain dry and clean.\n\nTO BE CORRECTED BY MAY 30, 2016.\n3.9(a)           DIRECT\nFEEDING.\nInside the whelp building were 4 feed receptacles that contained moldy dog food.  Two of the receptacles contained\nthe only food source for 3 young weaned Chihuahua puppies and the other two receptacles were in empty\nenclosures.  The food was entirely covered with a furry, greenish type mold.  Moldy food has no nutritional value for\nthe dogs and may cause illness or death, if eaten.  The licensee must ensure that the dogs are offered food that is\nuncontaminated, wholesome, palatable, and of sufficient quantity and nutritive value to maintain the normal\ncondition and weight of the animal at all times.  The moldy food must be removed and the receptacles cleaned and\nsanitized before being used again.  \nTO BE CORRECTED ON MAY 26, 2016.  (NOTE: The licensee removed the receptacles during the inspection.)\n3.11(a)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\nThe outdoor enclosures had an excessive amount of feces.  The dogs had been walking through the feces and\npacking it into the gravel surface.  The dogs could not avoid the fecal matter when walking in the enclosures.  Feces\nin three of the enclosures was dried and covered with a white, furry mold indicating that the feces was several days\nold.  The licensee stated that she and her husband had been gone on vacation for the past six days and cleaning\nwas not done consistently during that time.  Excessive feces and other waste can attract pests and can harbor\norganisms that can create an unhealthy environment for the dogs.  \n Excreta and food waste must be removed from primary enclosures daily or as often as necessary to prevent an\nexcessive accumulation of feces and food waste, to prevent soiling of the dogs, and to reduce disease hazards,\ninsects, pests and odors.   The enclosures must be cleaned and maintained on a daily basis.\nTO BE CORRECTED BY MAY 27, 2016.\nThe inspection and the exit briefing were conducted with the licensee and Katy Vernon-ACI.  The report was\nhand-delivered and a second exit briefing was conducted on May 27, 2016, with the licensee and Katy Vernon-ACI.\nAdditional Inspectors\nVernon Kathryn, Animal Care Inspector",
  "animals_total": 54,
  "species": [
    {
      "count": 34,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 20,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}