{
  "insp_id": "2016082568209906",
  "layout": "a",
  "customer_id": "5845",
  "customer_name": "Sandy Harter",
  "customer_addr": "1011 Lambeth Rd\nBillings, MO 65610",
  "certificate": "43-A-5993",
  "site_id": "001",
  "site_name": "SANDY HARTER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "24-APR-2017",
  "report_date": "24-APR-2017",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "***DIRECT - At time of inspection an adult female Maltese \"Lou Lou\" (m/c# 074550633) was exhibiting a thin body\ncondition. Her vertebra were visible and easily palpable. Upon further hands on inspection of the dog it was noted\nthat the teeth had a significant build up of tartar and the gum line was red and swollen. Dental disease can be\npainful, can interfere with eating, and cause other adverse health conditions if left untreated. Licensee shall have\nthe above dog examined by a licensed veterinarian, and document the diagnosis as well as the execution of any\ntreatment. Additionally, the licensee shall implement a proactive regimen to monitor teeth and develop a plan with\nthe attending veterinarian to address dental care.\nTO BE CORRECTED BY 4/28/2017\n***There was a clear bag of pills that had no label. The licensee stated that the capsules were an antibiotic that she\nadministers following each C-section. However, the licensee did not know the name of the medication and did not\nhave directions on how to administer. Medications without labels or with incomplete labels can result in an animal\nreceiving the incorrect medication, the incorrect dose, or expired medication. The licensee must ensure that all\nmedication containers are labeled with the following information: Name of the medication, Dose (the amount to be\ngiven), and the expiration date.\n***A bottle of Cephalexin Capsules, with an expiration date of March 2015 and a bottle of Cystorelin with an\nexpiration date of 02-2016 were located with other medications ready for use. Expired medications or vaccines can\nlose their effectiveness and their ability to prevent or control disease and/or pain. The licensee must ensure that all\nmedications and vaccines are within their expiration dates at all times.\nTO BE CORRECTED BY 5/8/2017\nThis inspection and exit interview were conducted with the licensee."
    }
  ],
  "narrative": "2.40(b)(2)           DIRECT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n***DIRECT - At time of inspection an adult female Maltese \"Lou Lou\" (m/c# 074550633) was exhibiting a thin body\ncondition. Her vertebra were visible and easily palpable. Upon further hands on inspection of the dog it was noted\nthat the teeth had a significant build up of tartar and the gum line was red and swollen. Dental disease can be\npainful, can interfere with eating, and cause other adverse health conditions if left untreated. Licensee shall have\nthe above dog examined by a licensed veterinarian, and document the diagnosis as well as the execution of any\ntreatment.  Additionally, the licensee shall implement a proactive regimen to monitor teeth and develop a plan with\nthe attending veterinarian to address dental care. \nTO BE CORRECTED BY 4/28/2017\n***There was a clear bag of pills that had no label. The licensee stated that the capsules were an antibiotic that she\nadministers following  each C-section. However, the licensee did not know the name of the medication and did not\nhave directions on how to administer.  Medications without labels or with incomplete labels can result in an animal\nreceiving the incorrect medication, the incorrect dose, or expired medication.  The licensee must ensure that all\nmedication containers are labeled with the following information:  Name of the medication, Dose (the amount to be\ngiven), and the expiration date.\n***A bottle of Cephalexin Capsules, with an expiration date of March 2015 and a bottle of Cystorelin with an\nexpiration date of 02-2016 were located with other medications ready for use.  Expired medications or vaccines can\nlose their effectiveness and their ability to prevent or control disease and/or pain.  The licensee must ensure that all\nmedications and vaccines are within their expiration dates at all times.\nTO BE CORRECTED BY 5/8/2017\nThis inspection and exit interview were conducted with the licensee.",
  "animals_total": 53,
  "species": [
    {
      "count": 38,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 15,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}