{
  "insp_id": "2016082568200700",
  "layout": "a",
  "customer_id": "9162",
  "customer_name": "Silly Safari Shows Inc",
  "customer_addr": "12104 Southeastern Avenue\nIndianapolis, IN 46259",
  "certificate": "32-C-0158",
  "site_id": "001",
  "site_name": "SILLY SAFARI SHOWS INC",
  "insp_type": "ROUTINE INSPECTION",
  "date": "12-APR-2017",
  "report_date": "13-APR-2017",
  "citations": [
    {
      "code": "2.40(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "The written program of veterinary care does not include all of the animals at the facility. There are two (2) four eyed\nopossums, two (2) Virginia opossums, one (1) hedgehog, ten (10) guinea pigs, and two (2) tenrecs present at the\nfacility but not included on the written program of veterinary care.\nThe written programs of veterinary care for the reindeer, ferrets, rabbits, armadillos, lesser tamandua, fennec fox,\nskunks, kinkajou, coatimundi, and ground hog are out of date. The programs were signed by the respective\nattending veterinarians over a year ago.\nUp to date veterinary review and guidance helps assure optimal animal health & well being. Each exhibitor shall\nhave an attending veterinarian who shall provide adequate veterinary care to its animals including a written program\nof veterinary care and regularly scheduled visits to the premises. All animals shall be included on the written\nprogram of veterinary care. The program shall be reviewed and signed by the attending veterinarian as often as\nnecessary, or at least annually.\nCorrect by: May 1, 2017"
    },
    {
      "code": "2.40(a)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "The facility has a CO2 euthanasia chamber with CO2 tank and regulator. It in the past year it has been used to\neuthanize rabbits and a hedgehog, among other species. Though hedgehogs are not included on the current\nwritten program of veterinary care, all other species listed are directed to only to be euthanized by a veterinarian via\nIV injection of pentobarbital. Animals may suffer when veterinary guidance is not followed. Each exhibitor shall\nassure that the attending veterinarian has appropriate authority to ensure the provision of adequate veterinary care\nand to oversee the adequacy of other aspects of animal care and use. The written program of veterinary care must\nbe followed exactly.\nCorrect by: From This Day Forward"
    },
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "One of the reindeer is losing hair leaving a large bald patch of skin. Though Licensee attributed the condition to\nshedding, normal shedding does not usually result in bare skin being revealed. Skin conditions such as, but not\nlimited to, bacterial and fungal infections may be contributing to the loss of hair. The reindeer must be examined by\na licensed veterinarian. Documentation of the veterinarian's assessment, treatment, and plan shall be maintained\nfor examination by APHIS officials.\nOne of the striped skunks has thinning hair on its tail. Licensee stated the condition has been diagnosed by the\nattending veterinarian and requires no treatment. There are no documents available to reflect this statement. The\nlicensee maintains animal files, but the ones for the skunks were empty. Other animal records showed entries last\nmade in 2015. Accurate and up to date records assure animals receive appropriate treatment as recommended by\nthe attending veterinarian. Every facility should have a system of health records sufficiently comprehensive to\ndemonstrate the delivery of adequate health care.\nCorrect by: April 20, 2017"
    },
    {
      "code": "2.75",
      "kind": "",
      "repeat": false,
      "desc": "RECORDS: DEALERS AND EXHIBITORS.",
      "narrative": "The records of animals on hand are confusing and incomplete. The records show more animals than are actually\npresent:\nThree hedgehogs are listed on hand, but only one is present. One was stated to have been euthanized, it is\nunknown when that occurred. The disposition for the second hedgehog is unknown.\nThree skunks are listed on hand, but only two are present. The daily log notes reflect one skunk may have died or\nbeen euthanized, but the exact event and date is unable to be determined by the records.\nNo guinea pigs are listed on hand, ten are present.\nFourteen reindeer are listed on hand, twelve are present. The facility also shows disposition records for three\nreindeer. The records are confusing.\nSix dogs and two cats are listed on hand. Five dogs and one cat are present. One cat was stated to have died, but\nit is unknown when. The disposition of the dog is unrecorded.\nWithout accurate and complete records it is impossible to trace animals in the event of a disease outbreak. Every\nexhibitor shall make, keep, and maintain records which fully and correctly disclose the required information.\nCorrect by: From This Day Forward"
    },
    {
      "code": "3.127(c)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, OUTDOOR.",
      "narrative": "Reindeer are currently maintained in two pens. A third pen is under construction and will be ready to house the\ndeer in June. The reindeer feeding areas in the first pen has accumulated mud, moisture, and organic material.\nFloor mats have been placed in an attempt to minimize the problem, though moisture persists. Wet ground and\nmud around the water buckets and feed troughs in the first pen, and the alley leading to these areas in the second\npen, are such that the animals cannot avoid the mud and moisture. Spilled feed and other accumulated organic\nmaterial contribute to the conditions. Lameness and foot abscesses have been problematic for the deer. Suitable\nmethods shall be employed to eliminate excess accumulations of moisture.\nCorrect by: July 1, 2017"
    },
    {
      "code": "3.131(a)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "The Virginia opossums are in an enclosure that previously housed a bird. Bird droppings remain on the floor and\ncoat one of the branches provided in the pen for climbing. The kinkajou enclosures have a build up of dark organic\nmaterial on the some of the perches, enrichment items, and caging. The inside back wall of the coatimundi, lesser\ntamandua, and Virginia opossum enclosures are made of wood. The wood has absorbed water from routine\ncleaning and is now consistently moist.\nThe fecal material, organic bio-film, and warm, moist wood provides an environment suitable for disease agents to\nflourish. Primary enclosures shall be constructed of a suitable material that allows effective cleaning and\nsanitization, which shall be done as often as necessary to minimize disease hazards.\nCorrect by: May 1, 2017"
    },
    {
      "code": "3.131(c)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "A thick layer of dust, hair, and other organic debris is accumulated on surfaces of the housing facility including, but\nnot limited to, window sills, cat walkways, enclosure tops & sides, and corners. Though cleaned once last fall,\nleaves and debris have accumulated on the tops of the outdoor enclosures for the coatimundi and groundhog.\nLarge amounts of accumulated clutter and husbandry items make cleaning all surfaces in the animal housing room\nand feed storage barn a challenge. Accumulated dirt, dust, hair, and organic debris, as well as all the niches made\nby the stored items, promote the development of pests and disease hazards. Premises (buildings and grounds)\nshall be kept clean and in good repair in order to protect the animals from injury and to facilitate standard husbandry\npractices.\nCorrect by: May 15, 2017\nThis inspection was conducted with the President and Vice President. The exit interview was conducted with the\nVice President."
    }
  ],
  "narrative": "2.40(a)(1)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThe written program of veterinary care does not include all of the animals at the facility.  There are two (2) four eyed\nopossums, two (2) Virginia opossums, one (1) hedgehog, ten (10) guinea pigs, and two (2) tenrecs present at the\nfacility but not included on the written program of veterinary care.  \nThe written programs of veterinary care for the reindeer, ferrets, rabbits, armadillos, lesser tamandua, fennec fox,\nskunks, kinkajou, coatimundi, and ground hog are out of date.  The programs were signed by the respective\nattending veterinarians over a year ago.  \nUp to date veterinary review and guidance helps assure optimal animal health & well being.  Each exhibitor shall\nhave an attending veterinarian who shall provide adequate veterinary care to its animals including a written program\nof veterinary care and regularly scheduled visits to the premises.  All animals shall be included on the written\nprogram of veterinary care.  The program shall be reviewed and signed by the attending veterinarian as often as\nnecessary, or at least annually.\nCorrect by:  May 1, 2017\n2.40(a)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThe facility has a CO2 euthanasia chamber with CO2 tank and regulator.  It in the past year it has been used to\neuthanize rabbits and a hedgehog, among other species.  Though hedgehogs are not included on the current\nwritten program of veterinary care, all other species listed are directed to only to be euthanized by a veterinarian via\nIV injection of pentobarbital.  Animals may suffer when veterinary guidance is not followed. Each exhibitor shall\nassure that the attending veterinarian has appropriate authority to ensure the provision of adequate veterinary care\nand to oversee the adequacy of other aspects of animal care and use.  The written program of veterinary care must\nbe followed exactly.  \nCorrect by:  From This Day Forward\n\n2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nOne of the reindeer is losing hair leaving a large bald patch of skin.  Though Licensee attributed the condition to\nshedding, normal shedding does not usually result in bare skin being revealed.  Skin conditions such as, but not\nlimited to, bacterial and fungal infections may be contributing to the loss of hair.  The reindeer must be examined by\na licensed veterinarian.  Documentation of the veterinarian's assessment, treatment, and plan shall be maintained\nfor examination by APHIS officials.  \nOne of the striped skunks has thinning hair on its tail.  Licensee stated the condition has been diagnosed by the\nattending veterinarian and requires no treatment.  There are no documents available to reflect this statement.  The\nlicensee maintains animal files, but the ones for the skunks were empty.  Other animal records showed entries last\nmade in 2015.  Accurate and up to date records assure animals receive appropriate treatment as recommended by\nthe attending veterinarian.   Every facility should have a system of health records sufficiently comprehensive to\ndemonstrate the delivery of adequate health care. \nCorrect by:  April 20, 2017\n2.75\nRECORDS: DEALERS AND EXHIBITORS.\nThe records of animals on hand are confusing and incomplete.  The records show more animals than are actually\npresent:  \nThree hedgehogs are listed on hand, but only one is present.  One was stated to have been euthanized, it is\nunknown when that occurred.  The disposition for the second hedgehog is unknown.  \nThree skunks are listed on hand, but only two are present.  The daily log notes reflect one skunk may have died or\nbeen euthanized, but the exact event and date is unable to be determined by the records.  \nNo guinea pigs are listed on hand, ten are present.\nFourteen reindeer are listed on hand, twelve are present.  The facility also shows disposition records for three\nreindeer.  The records are confusing.\nSix dogs and two cats are listed on hand.  Five dogs and one cat are present.  One cat was stated to have died, but\nit is unknown when.  The disposition of the dog is unrecorded.\n\nWithout accurate and complete records it is impossible to trace animals in the event of a disease outbreak.  Every\nexhibitor shall make, keep, and maintain records which fully and correctly disclose the required information.\nCorrect by:  From This Day Forward\n3.127(c)\nFACILITIES, OUTDOOR. \nReindeer are currently maintained in two pens.  A third pen is under construction and will be ready to house the\ndeer in June.  The reindeer feeding areas in the first pen has accumulated mud, moisture, and organic material. \nFloor mats have been placed in an attempt to minimize the problem, though moisture persists.  Wet ground and\nmud around the water buckets and feed troughs in the first pen, and the alley leading to these areas in the second\npen, are such that the animals cannot avoid the mud and moisture.  Spilled feed and other accumulated organic\nmaterial contribute to the conditions.  Lameness and foot abscesses have been problematic for the deer.   Suitable\nmethods shall be employed to eliminate excess accumulations of moisture.  \nCorrect by:  July 1, 2017\n3.131(a)\nSANITATION.   \nThe Virginia opossums are in an enclosure that previously housed a bird.  Bird droppings remain on the floor and\ncoat one of the branches provided in the pen for climbing.  The kinkajou enclosures have a build up of dark organic\nmaterial on the some of the perches, enrichment items, and caging.  The inside back wall of the coatimundi, lesser\ntamandua, and Virginia opossum enclosures are made of wood.  The wood has absorbed water from routine\ncleaning and is now consistently moist. \nThe fecal material, organic bio-film, and warm, moist wood provides an environment suitable for disease agents to\nflourish.  Primary enclosures shall be constructed of a suitable material that allows effective cleaning and\nsanitization, which shall be done as often as necessary to minimize disease hazards. \nCorrect by:  May 1, 2017\n3.131(c)\nSANITATION.   \nA thick layer of dust, hair, and other organic debris is accumulated on surfaces of the housing facility including, but\nnot limited to, window sills, cat walkways, enclosure tops & sides, and corners.  Though cleaned once last fall,\nleaves and debris have accumulated on the tops of the outdoor enclosures for the coatimundi and groundhog. \nLarge amounts of accumulated clutter and husbandry items make cleaning all surfaces in the animal housing room\n\nand feed storage barn a challenge.  Accumulated dirt, dust, hair, and organic debris, as well as all the niches made\nby the stored items, promote the development of pests and disease hazards.   Premises (buildings and grounds)\nshall be kept clean and in good repair in order to protect the animals from injury and to facilitate standard husbandry\npractices.\nCorrect by:  May 15, 2017\nThis inspection was conducted with the President and Vice President.  The exit interview was conducted with the\nVice President.",
  "animals_total": 56,
  "species": [
    {
      "count": 1,
      "scientific": "Atelerix frontalis",
      "common": "SOUTH AFRICAN HEDGEHOG"
    },
    {
      "count": 5,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 10,
      "scientific": "Cavia porcellus",
      "common": "DOMESTIC GUINEA PIG"
    },
    {
      "count": 3,
      "scientific": "Chaetophractus vellerosus",
      "common": "SCREAMING ARMADILLO"
    },
    {
      "count": 2,
      "scientific": "Didelphis virginiana",
      "common": "VIRGINIA OPOSSUM"
    },
    {
      "count": 2,
      "scientific": "Echinops telfairi",
      "common": "LESSER MADAGASCAR HEDGEHOG TENREC"
    },
    {
      "count": 1,
      "scientific": "Felis silvestris catus",
      "common": "CAT ADULT"
    },
    {
      "count": 1,
      "scientific": "Marmota monax",
      "common": "GROUNDHOG / WOODCHUCK"
    },
    {
      "count": 2,
      "scientific": "Mephitis mephitis",
      "common": "STRIPED SKUNK"
    },
    {
      "count": 3,
      "scientific": "Mustela putorius furo",
      "common": "DOMESTIC FERRET"
    },
    {
      "count": 2,
      "scientific": "Nasua nasua",
      "common": "SOUTH AMERICAN COATI"
    },
    {
      "count": 2,
      "scientific": "Oryctolagus cuniculus",
      "common": "DOMESTIC RABBIT / EUROPEAN RABBIT"
    },
    {
      "count": 2,
      "scientific": "Philander opossum",
      "common": "GREY FOUR-EYED OPOSSUM"
    },
    {
      "count": 3,
      "scientific": "Potos flavus",
      "common": "KINKAJOU"
    },
    {
      "count": 12,
      "scientific": "Rangifer tarandus",
      "common": "REINDEER"
    },
    {
      "count": 1,
      "scientific": "Tamandua tetradactyla",
      "common": "SOUTHERN TAMANDUA"
    },
    {
      "count": 2,
      "scientific": "Tolypeutes tricinctus",
      "common": "BRAZILIAN THREE-BANDED ARMADILLO"
    },
    {
      "count": 2,
      "scientific": "Vulpes zerda",
      "common": "FENNEC FOX"
    }
  ]
}