{
  "insp_id": "INS-0000837033",
  "layout": "c",
  "customer_id": "5177",
  "customer_name": "Ruby Fur Farm Inc",
  "customer_addr": "2564 200TH STREET\nNEW SHARON, IA 50207",
  "certificate": "42-B-0052",
  "site_id": "001",
  "site_name": "RUBY FUR FARM, I N C",
  "insp_type": "ROUTINE INSPECTION",
  "date": "10-JAN-2023",
  "report_date": "10-JAN-2023",
  "citations": [
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": true,
      "desc": "Facilities, general.",
      "narrative": "One enclosure containing two foxes has two screws that are protruding upward into the enclosure from the flooring. The\nfoxes can step directly onto the screws.\nOne enclosure containing at least one raccoon has a broken wire that is protruding inward into the enclosure and is\nlocated at the level of the animal.\nOne enclosure containing at least two skunks has multiple broken wires running along the bottom of one side panel. The\nbroken wires are protruding into the enclosure and the animals can come into direct contact with them.\nSharp points and contact with metal screws could cause injury to the animals.\nThe facility must be constructed of such material and of such strength as appropriate for the animals involved. The indoor\nand outdoor housing facilities shall be structurally sound and shall be maintained in good repair to protect the animals\nfrom injury and to contain the animals. The licensee must remove the sharp points and metal screws from the enclosures\nand ensure all enclosures are maintained in good repair at all times. The licensee was able to remove the sharp points\nfrom the raccoon and skunk enclosures at the time of the inspection.\nAt least three wooden nest boxes, accessed by a total of approximately seven skunks, have areas of flooring that are\nheavily saturated with urine. The wood is so heavily saturated that urine visibly drained out when the inspector applied\ndigital pressure to the boards. The boards felt soft and spongy and the wood easily peeled away.\nSoft and saturated wood is not structurally sound and may fail to contain the animals within the enclosure.\nThe facility must be constructed of such material and of such strength as appropriate for the animals involved. The indoor\nand outdoor housing facilities shall be structurally sound and shall be maintained in good repair to protect the animals\nfrom injury and to contain the animals. The licensee must either replace, repair or alter the soft and saturated wood in a\nmanner that ensures the structural integrity of the nest boxes. The licensee must ensure that all aspects of the enclosure\nare maintained in good repair at all times."
    },
    {
      "code": "3.126(b)",
      "kind": "",
      "repeat": false,
      "desc": "Facilities, indoor.",
      "narrative": "The ammonia level inside the raccoon building is extremely high. The inspectors' eyes felt irritated throughout the\ninspection of the building. Large puddles of urine and piles of feces are located beneath each raccoon enclosure. Three\nhundred and thirty-nine raccoons are housed in the building.\nHigh levels of ammonia could cause discomfort to the animals as well as lead to further health issues.\nIndoor housing facilities shall be adequately ventilated by natural or mechanical means to provide for the health and to\nprevent discomfort of the animals at all times. Such facilities shall be provided with fresh air either by means of windows,\ndoors, vents, fans, or air-conditioning and shall be ventilated so as to minimize drafts, odors, and moisture condensation.\nThe licensee must ensure that the ammonia is kept at a compliant level either by removal of ammonia causing waste\nand/or proper ventilation at all times in order to support the health of the animals.\nTo be corrected by: At the time of the inspection the licensee opened the windows that run along the length of both sides\nof the building which resulted in an immediate improvement in the ammonia level."
    },
    {
      "code": "3.131(d)",
      "kind": "",
      "repeat": false,
      "desc": "Sanitation.",
      "narrative": "Within the ferret room, the inspector observed a mouse run across the top of the animal enclosures and across a pile of\nferret food. A large amount of rodent feces are located on the tops of nest boxes and on food containers in empty\nenclosures. The licensee stated that he puts out mouse poison underneath the raised ferret enclosures and also houses\na barn cat in the room. Two hundred and fifty-six ferrets are housed in the room.\nPests such as rodents could contaminate food supplies and increase the risk of disease towards the animals.\nA safe and effective program for the control of insects, ectoparasites, and avian and mammalian pests shall be\nestablished and maintained. The licensee must establish an effective plan for the control of rodents in the ferret room.\nThe licensee must ensure that all programs for the control of pests are effective to support the health of the animals.\nTo be corrected by: 24-January-2023\nThis inspection and exit interview were conducted with the facility representative.\nAdditional Inspectors:\nWilliam Janecke, VETERINARY MEDICAL OFFICER n"
    }
  ],
  "narrative": "3.125(a)  Repeat\n   \nFacilities, general. \nOne enclosure containing two foxes has two screws that are protruding upward into the enclosure from the flooring.  The \nfoxes can step directly onto the screws.  \n \nOne enclosure containing at least one raccoon has a broken wire that is protruding inward into the enclosure and is \nlocated at the level of the animal. \n \nOne enclosure containing at least two skunks has multiple broken wires running along the bottom of one side panel.  The \nbroken wires are protruding into the enclosure and the animals can come into direct contact with them. \n \nSharp points and contact with metal screws could cause injury to the animals.  \n  \nThe facility must be constructed of such material and of such strength as appropriate for the animals involved. The indoor \nand outdoor housing facilities shall be structurally sound and shall be maintained in good repair to protect the animals \nfrom injury and to contain the animals.  The licensee must remove the sharp points and metal screws from the enclosures \nand ensure all enclosures are maintained in good repair at all times.  The licensee was able to remove the sharp points\n\nfrom the raccoon and skunk enclosures at the time of the inspection. \n \nAt least three wooden nest boxes, accessed by a total of approximately seven skunks, have areas of flooring that are \nheavily saturated with urine.  The wood is so heavily saturated that urine visibly drained out when the inspector applied \ndigital pressure to the boards.  The boards felt soft and spongy and the wood easily peeled away.   \n \nSoft and saturated wood is not structurally sound and may fail to contain the animals within the enclosure.   \n \nThe facility must be constructed of such material and of such strength as appropriate for the animals involved. The indoor \nand outdoor housing facilities shall be structurally sound and shall be maintained in good repair to protect the animals \nfrom injury and to contain the animals.  The licensee must either replace, repair or alter the soft and saturated wood in a \nmanner that ensures the structural integrity of the nest boxes.  The licensee must ensure that all aspects of the enclosure \nare maintained in good repair at all times. \n3.126(b) \n   \nFacilities, indoor. \nThe ammonia level inside the raccoon building is extremely high.  The inspectors' eyes felt irritated throughout the \ninspection of the building.  Large puddles of urine and piles of feces are located beneath each raccoon enclosure.  Three \nhundred and thirty-nine raccoons are housed in the building.   \n \nHigh levels of ammonia could cause discomfort to the animals as well as lead to further health issues. \n \nIndoor housing facilities shall be adequately ventilated by natural or mechanical means to provide for the health and to\n\nprevent discomfort of the animals at all times. Such facilities shall be provided with fresh air either by means of windows, \ndoors, vents, fans, or air-conditioning and shall be ventilated so as to minimize drafts, odors, and moisture condensation.  \nThe licensee must ensure that the ammonia is kept at a compliant level either by removal of ammonia causing waste \nand/or proper ventilation at all times in order to support the health of the animals.   \n \nTo be corrected by:  At the time of the inspection the licensee opened the windows that run along the length of both sides \nof the building which resulted in an immediate improvement in the ammonia level. \n3.131(d) \n   \nSanitation. \nWithin the ferret room, the inspector observed a mouse run across the top of the animal enclosures and across a pile of \nferret food.  A large amount of rodent feces are located on the tops of nest boxes and on food containers in empty \nenclosures.  The licensee stated that he puts out mouse poison underneath the raised ferret enclosures and also houses \na barn cat in the room.  Two hundred and fifty-six ferrets are housed in the room. \n \nPests such as rodents could contaminate food supplies and increase the risk of disease towards the animals. \n \nA safe and effective program for the control of insects, ectoparasites, and avian and mammalian pests shall be \nestablished and maintained.  The licensee must establish an effective plan for the control of rodents in the ferret room.  \nThe licensee must ensure that all programs for the control of pests are effective to support the health of the animals.  \n \nTo be corrected by:  24-January-2023 \n \nThis inspection and exit interview were conducted with the facility representative.\n\nAdditional Inspectors: \nWilliam Janecke, VETERINARY MEDICAL OFFICER n",
  "animals_total": 1401,
  "species": [
    {
      "count": 32,
      "scientific": "Vulpes vulpes",
      "common": "RED FOX (INCLUDES SILVER FOX & CROSS FOX)"
    },
    {
      "count": 339,
      "scientific": "Procyon lotor",
      "common": "RACCOON"
    },
    {
      "count": 774,
      "scientific": "Mephitis mephitis",
      "common": "STRIPED SKUNK"
    },
    {
      "count": 256,
      "scientific": "Mustela putorius furo",
      "common": "DOMESTIC FERRET"
    }
  ]
}