{
  "insp_id": "2016090000442817",
  "layout": "b",
  "customer_id": "370",
  "customer_name": "WILSON COLLEGE",
  "customer_addr": "VETERINARY MEDICAL TECHNOLOGY\n1015 PHILADELPHIA AVE\nCHAMBERSBURG, PA 17201",
  "certificate": "23-R-0124",
  "site_id": "001",
  "site_name": "MAIN CAMPUS",
  "insp_type": "FOCUSED INSPECTION",
  "date": "24-SEP-2020",
  "report_date": "28-SEP-2020",
  "citations": [
    {
      "code": "2.31(c)(3)",
      "kind": "",
      "repeat": true,
      "desc": "Institutional Animal Care and Use Committee (IACUC).",
      "narrative": "The report that the IACUC submitted to the Institutional Official (IO) on August 25, 2019, did not include minority views or\ndistinguish significant deficiencies from minor deficiencies. Reports to the IO must include minority views to ensure that\nmembers of the committee that express differing viewpoints than what is reported, can have their findings documented\nand submitted to the IO for consideration. On the report to the IO, it is also important to distinguish between significant\nand minor deficiencies so that significant deficiencies, that may be a threat to the health or safety of the animals, are\nrecognized and corrected in a timely manner or reported to APHIS if not corrected by the proffered date. Including this\ninformation ensures that the IO continues to be aware of the current status of the animal program, facilities, and\nprocedures. After completing the review of the facility’s program for humane care and use of animals and the inspection\nof the animal facilities, the IACUC must prepare reports of their evaluations, including minority views and deficiencies, and\nsubmit the reports to the Institutional Official.\nAn exit interview was conducted with a facility representative.\nEnd Section"
    }
  ],
  "narrative": "2.31(c)(3)  Repeat\n   \nInstitutional Animal Care and Use Committee (IACUC). \nThe report that the IACUC submitted to the Institutional Official (IO) on August 25, 2019, did not include minority views or \ndistinguish significant deficiencies from minor deficiencies.  Reports to the IO must include minority views to ensure that \nmembers of the committee that express differing viewpoints than what is reported, can have their findings documented \nand submitted to the IO for consideration.  On the report to the IO, it is also important to distinguish between significant \nand minor deficiencies so that significant deficiencies, that may be a threat to the health or safety of the animals, are \nrecognized and corrected in a timely manner or reported to APHIS if not corrected by the proffered  date.  Including this \ninformation ensures that the IO continues to be aware of the current status of the animal program, facilities, and \nprocedures.  After completing the review of the facility’s program for humane care and use of animals and the inspection \nof the animal facilities, the IACUC must prepare reports of their evaluations, including minority views and deficiencies, and \nsubmit the reports to the Institutional Official. \n \nAn exit interview  was conducted with a facility representative. \n \nEnd Section",
  "animals_total": 0,
  "species": [
    {
      "count": 0,
      "scientific": "NONE",
      "common": "NONE"
    }
  ]
}