{
  "insp_id": "INS-0000831943",
  "layout": "c",
  "customer_id": "928",
  "customer_name": "Blue Ridge Kennel",
  "customer_addr": "P.O. Box 1207\nWetumpka, AL 36092",
  "certificate": "64-R-0102",
  "site_id": "001",
  "site_name": "BLUE RIDGE KENNEL",
  "insp_type": "ROUTINE INSPECTION",
  "date": "26-SEP-2022",
  "report_date": "16-DEC-2022",
  "citations": [
    {
      "code": "2.31(d)(1)(iii)",
      "kind": "",
      "repeat": true,
      "desc": "Institutional Animal Care and Use Committee (IACUC).",
      "narrative": "The IACUC-approved protocol does not include any written assurance that the activities do not unnecessarily duplicate\nprevious experiments. Without such assurance, the IACUC may approve protocols that utilize animals in research for\nwhich additional benefit is not achieved. The IACUC shall ensure all approved protocols contain a written assurance\nregarding unnecessary duplication."
    },
    {
      "code": "2.31(e)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Institutional Animal Care and Use Committee (IACUC).",
      "narrative": "The single protocol currently approved by the IACUC states that 40 dogs plus an undefined number of alternates are\nrequired. However, the facility uses up to approximately 75 animals at a time, such as at the time of inspection. The\nIACUC uses the approximate number of animals in the approval process to determine if the facility can adequately and\nhumanely support the care and use of these animals, such as if sufficient housing and personnel are available. Using an\napproximate number of animals that exceeds the capabilities of the research facility can have negative impacts upon the\nhealth and welfare of the animals. The IACUC must review and approve a proposal for the ongoing activities which\ncontains the approximate numbers of animals to be used for ongoing activities, such as by amendment or a new protocol.\nAny future protocol or significant change in ongoing activities must be approved prior to use. Correct by 10/01/22 or prior\nto use of animals on study."
    },
    {
      "code": "2.31(e)(2)",
      "kind": "",
      "repeat": true,
      "desc": "Institutional Animal Care and Use Committee (IACUC).",
      "narrative": "The IACUC-approved protocol does not provide an adequate rationale for the appropriateness of the number of animals\nto be used. The protocol simply states that “this amount was required for an adequate sample size for statistical analysis.\"\nIt is important for protocols to include an adequate explanation for the number of animals requested so that the IACUC\ncan review it and determine if the number requested is appropriate for the proposed work. Failure to provide and review\nthis detail can result in an excess of animals used which goes against the Animal Welfare Act’s aim to minimize animal\npain and distress. The IACUC must review and approve a proposal for the ongoing activities which contains the rationale\nfor the appropriateness of the numbers of animals to be used for ongoing activities, such as by amendment or a new\nprotocol. Any future protocol or significant change in ongoing activities must be approved prior to use."
    },
    {
      "code": "2.31(e)(3)",
      "kind": "",
      "repeat": false,
      "desc": "Institutional Animal Care and Use Committee (IACUC).",
      "narrative": "The IACUC-approved protocol states a general goal for the study but does not provide a detailed description of how the\nstudy will be conducted. A description of procedures is needed to allow the IACUC to thoroughly review the proposal and\ndetermine that the proposed activities will avoid or minimize discomfort, distress, and pain to the animals. The IACUC\nmust review and approve a proposal for the ongoing activities which contains a complete description of the requested use\nof the animals, such as by amendment or a new protocol. Any future protocol or significant change in ongoing activities\nmust be approved prior to use. Correct by: 10/01/2022 or prior to animal use on study."
    },
    {
      "code": "2.33(a)(2)",
      "kind": "Direct",
      "repeat": false,
      "desc": "Attending veterinarian and adequate veterinary care.",
      "narrative": "In the medical record for the 1-year-old red bone hound dog (“Peyton”, microchip #981020039681862), the Attending\nVeterinarian (AV) evaluated this dog 09/23/2022 for weight loss with a body condition score of 3/10 and noted that the\ndog had put on 15 pounds while at the AV's facility for 45 days. On that same date, the AV recommended that the dog be\npulled off study and retired. The inspectors confirmed this direction with the AV on 09/28/2022. As of 09/27/2022,\naccording to a facility representative, the dog was still on study contrary to the AV's recommendation. Not following the\nrecommendations of the AV undermines their authority to provide adequate veterinary care. Not following the directions\nof the AV can cause avoidable disease or progression of disease that may result in illness, pain or distress to the animals\nunder the facility's care. Correct on 09/29/2022 by the end of normal business hours for the facility."
    },
    {
      "code": "2.33(b)(2)",
      "kind": "Direct",
      "repeat": true,
      "desc": "Attending veterinarian and adequate veterinary care.",
      "narrative": "The following animals have been evaluated by the Attending Veterinarian (AV) but the conditions have not improved.\nThere hasn't been any follow-up examination or treatment instructions given by the AV for their current conditions.\n***An 11-year-old neutered male Weimaraner (“Atrox”, microchip #985112005669633) was observed to be very thin, with\nprominent ribs and backbone and individual bones of these were overtly visible. The bony prominences of the were also\naccentuated with sunken areas most notably between the ears and eyes and the jaw area, with the features of the skull\nabnormally visible due to severe weight loss.\n***An 10-year-old neutered male Vizsla (“Pongo”, microchip #985112005668866) is emaciated. When viewed from the\nback and side, the ribs, backbone and hip bones were visible. In addition, an abdominal tuck and prominent waist were\nobserved. Bones of the front and back legs are visible, along with bones of the head. Medical records show that on\n8/20/22 facility staff noticed weight loss and started feeding the dog 2 feedings a day; the records from 8/20/22 state that\nthe facility staff will talk to the AV the next Monday for further information but no additional information or instructions are\nrecorded in the file. Medical records also show that this dog weighed 64 lbs in September 2021, and 50 lbs in May 2022.\nToday the dog was weighed at the request of USDA personnel, and he weighed 47.0 lbs.\n***A 6-year-old intact female Rottweiler (“Sugar”, microchip #956000012067598) is very thin in appearance. When viewed\nfrom the back and side, the ribs, backbone and hip bones were visible. In addition, an abdominal tuck and prominent\nwaist were observed. On 8/20/22 medical records show that facility staff noticed weight loss and contacted the AV, who\ninstructed them to feed this dog a second feeding of 5 cups per day until a difference was seen. Facility staff stated that\nthey had not seen a big difference but that the dog had gained 2.4 lbs as of 8/31/22.\n***A 5-year-old male yellow Labrador (“Dealer”, microchip #900215003196982) is thin in appearance. When viewed from\nthe back and side, the ribs are visible and there is an abdominal tuck and prominent waist. Medical records from 7/21/22\nshow that weight loss was noticed. Per the AV, the dog is to be given a second feeding of 5 cups per day every day until\nfurther notice. No follow up has taken place since that time despite the dog remaining thin.\n***A 1-year-old red bone hound dog (“Peyton”, microchip #981020039681862) is very thin in appearance. When viewed\nfrom the back and side, the ribs, backbone and hip bones were visible. In addition, an abdominal tuck and prominent\nwaist were observed. This dog was seen by the AV on 9/23/22, when it was noted that the dog’s ribs were showing and\nthe AV recommended retiring him from the study. The facility plans to re-home the dog, but in the meantime no treatment\nis being provided to help this dog return to a normal body weight.\nDogs who are severely underweight may suffer from hunger, stress, discomfort resting on hard surfaces, difficulty\nmaintaining body temperature, and poor absorption of vitamins.\nCorrect by providing adequate veterinary care to ensure proper nutrition and body weight for all dogs, including the timely\nidentification of dogs loosing body weight, prompt communication with the AV, and follow-up with the attending\nveterinarian when dogs do not improve after treatments or interventions."
    },
    {
      "code": "2.33(b)(3)",
      "kind": "Direct",
      "repeat": false,
      "desc": "Attending veterinarian and adequate veterinary care.",
      "narrative": "Multiple dogs were identified with medical issues that had not been identified by the facility prior to the inspection:\n***In Building 3, an adult white and brown pointer mix (“Annie”) is sneezing. The facility representative stated that they\nhad not observed the dog’s respiratory problem prior to the inspection.\n***An 11-year-old neutered male Weimaraner (“Atrox”, microchip #985112005669633) was observed to have a pink,\nhairless, approximately 1-inch diameter skin lesion on the right front leg, near the wrist (carpus). The skin lesion was not\nobserved prior to the inspection per medical records and the facility representative.\n***An 11-year-old Golden Retriever (\"Amanda\", microchip #985112004242013) was observed to have a significant\namount of dark, black material accumulated in both ears and to shake her head. The medical record does not contain\nany record regarding this condition.\n*** A 12-year-old Golden Retriever (\"Rio\", microchip #956000005266129), was observed to have a dark, malodorous\nmaterial accumulated on both ears with soft, fluctuant swelling of the left ear and hard, misshapen right ear and exhibiting\nhead-shaking. Per the medical record, this dog had a swelling in ear on 04/01/2021 and \"ear hematoma right ear w/\nmoderate debris\" on 04/12/21. Per the facility represented, the hematoma was removed by the AV. On 08/25/22, an\nevaluation by the AV found yeast and cocci and minimal smell. Zymox drops were prescribed for 10 days, then white\nvinegar/water solution 1-2 times weekly, and to keep watch. At the time of inspection, then facility representative stated\nthat the dog had a previous ear issue, got better and was not on treatment.\nDaily observation of animals for health or behavior problems is essential for the prompt identification and treatment of\nthese problems. Animals who have problems that are not promptly identified by the facility and conveyed to the attending\nveterinarian may suffer from discomfort, pain, stress, and even death.\nCorrect by 9/30/22 by ensuring that daily observations are conducted of all animals, and that abnormalities are reported\npromptly to the Attending Veterinarian."
    },
    {
      "code": "2.35(b)",
      "kind": "",
      "repeat": false,
      "desc": "Recordkeeping requirements.",
      "narrative": "The facility has incomplete records of dog acquisition and disposition.\n109 dogs are listed on the facility’s inventory, while only 97 dogs are present on the property. Some dogs who have died\nor been euthanized in the last year have not been marked off the inventory. A few dogs do not have any ID number\nrecorded on the inventory.\nThere is paperwork for a dog named “Bella” in the medical records, but it is unclear where the dog originated from or if it is\nstill on the property. The records show the dog coming from a Humane Society, but the name of an individual is also listed\non the record as well. This dog is not listed on the facility’s inventory.\nComplete and accurate records of dogs acquired, born on site, sold, transferred, or died is important for locating lost or\nstolen dogs and tracing dogs in the event of a disease outbreak. Correct by 10/30/22 by maintaining complete and\naccurate records that disclose all of the information required in the Animal Welfare Act."
    },
    {
      "code": "2.38(l)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Miscellaneous.",
      "narrative": "The facility's written contingency plan has not been updated since 2013, and contains the names and contact information\nfor personnel who longer work at the facility. The contingency plan also fails to address who in the chain of command is\nresponsible for fulfilling specific tasks, and does not address feeding of dogs in \"protracted severe weather\" events.\nContingency plans must outline specific tasks to be carried out during the events or scenarios identified in the plan, so\nthat personnel can prepare and train for these tasks. Correct by 10/30/22 by ensuring that the contingency plan for the\nfacility contains all of the elements required under the Animal Welfare Act."
    },
    {
      "code": "2.38(l)(3)",
      "kind": "",
      "repeat": false,
      "desc": "Miscellaneous.",
      "narrative": "The facility has not documented any training of staff or personnel on the contents of the contingency plan. Training of\npersonnel is essential for execution of the plan in the event of emergencies. Correct by 10/30/22 by documenting training\nfor all employees and key personnel on the contents of the contingency plan."
    },
    {
      "code": "3.1(a)",
      "kind": "",
      "repeat": true,
      "desc": "Housing facilities, general.",
      "narrative": "Numerous areas of the facility are in a state of disrepair:\n***There are 8 broken or non-functional guillotine doors in dog kennels housing dogs in Building 1. There is one broken\nguillotine door in a dog kennel housing a dog in the “Retirement building”. These guillotine doors are used to separate the\nindoor and outdoor sections of each dog kennel. Broken doors can injure the animals, and can make it difficult to maintain\nadequate temperatures within the building during periods of inclement weather.\n***In Building 3, the outdoor portion of a kennel has a chain link gate that is being held closed with a broken, rusted clip\nand chain. This kennel contains 1 adult yellow lab and 1 adult chocolate lab; both dogs are very energetic and were seen\njumping on the gate. Gates that are not held closed securely may break open, permitting animals to escape which can\nresult in injury.\n***In the two outdoor exercise pens at the front of the property, there are areas of chain link fencing that are not in good\nrepair. The pen on the left side (as seen from the road in front of the property), which contained an adult female\nRottweiler, has approximately 4-foot tall chain link fencing in which a top bar section of fence has become disconnected\nfrom support posts. The same issue is also present in a section of the fence of the exercise yard between Building 1 and\nthe road.\nFacilities that are not maintained in good repair can cause injuries to the animals, animal escapes, or may permit entry of\nunauthorized animals.\nCorrect by maintaining facilities in good repair so that they are structurally sound, protect the animals from injury, contain\nthe animals securely, and restrict other animals from entering."
    },
    {
      "code": "3.1(c)(2)",
      "kind": "",
      "repeat": false,
      "desc": "Housing facilities, general.",
      "narrative": "Numerous hard plastic dog platforms/beds within the kennels appear to be severely damaged due to chewing, resulting in\nsharp areas, irregular surfaces and holes. Dogs may cut their paws on sharp surfaces, Surfaces that are irregular cannot\nbe thoroughly cleaned and sanitized, resulting in accumulation of organic matter or germs. Correct by 10/20/22 by\nmaintaining all surfaces on a regular basis and by replacing surfaces when they are worn or soiled."
    },
    {
      "code": "3.1(f)",
      "kind": "",
      "repeat": false,
      "desc": "Housing facilities, general.",
      "narrative": "Two long, rectangular, tapered floor drains in the front of Building 1 had a large amount of standing water with debris was\npresent in the drain. The entire drains were affected, with up to approximately 2 inches of water was present throughout\nthe length of each drain. Facility staff stated that these drains had been backed up since the weekend. Drains that do not\nwork properly can cause odors and attract pests. Correct by 10/1/22 by maintaining drains properly, so that waste and\nwastewater is rapidly eliminated from the facility."
    },
    {
      "code": "3.6(a)(2)(ix)",
      "kind": "",
      "repeat": false,
      "desc": "Primary enclosures.",
      "narrative": "Many outdoor areas of sheltered (indoor/outdoor) kennels have concrete floors that are cracked. In Building One, on the\nside of the building closest to the road, every outdoor run had a cracked floor of various widths. Two of these cracks were\nalso associated with chipping of the concrete such that the underlying non-sealed rock aggregate was exposed. In\nBuilding 3, on the right side, every outdoor run had a cracked floor. Cracks in the floor and unsealed areas resulting from\nthem may harbor organic material, parasites or germs that can be harmful to the dogs, and can be difficult or impossible\nto clean and sanitize. Correct by 11/01/22 by maintaining surfaces, including floors, that can be properly cleaned and\nsanitized."
    },
    {
      "code": "3.12",
      "kind": "Direct",
      "repeat": false,
      "desc": "Employees",
      "narrative": "This facility does not have enough employees to maintain the minimum level of care required by the Animal Welfare Act.\nThere were numerous deficiencies identified involving animal husbandry, daily observation of animals, provision of vet\ncare, recordkeeping, and facility maintenance. Dogs were identified with serious medical problems that were not identified\nor not communicated to the AV. According to the kennel manager, there are 3 employees who clean the kennels; one\nemployee who performs facility maintenance on 3 aging buildings in addition to doing some hands-on animal care; and\nthe kennel manager herself. The kennel manager is responsible for the daily care of over 90 dogs (many of whom are\ngeriatric), including administering medications, identifying health problems, maintaining medical records, taking dogs to\nthe vet, grooming and bathing dogs, feeding, and conducting and documenting research projects. She also serves as the\nIACUC Chair.\nFacilities without adequate staffing cause animals to suffer from lack of care, poor management, and exposure to\ninadequately maintained facilities.\nCorrect by 10/10/22 by employing enough personnel to carry out the level of husbandry and care required to ensure the\nwell-being of animals at the facility and achieve adequate functioning of the buildings, enclosures, and grounds."
    },
    {
      "code": "3.13(a)(3)",
      "kind": "Direct",
      "repeat": false,
      "desc": "Veterinary care for dogs.",
      "narrative": "The written program of veterinary care does not include a schedule for sampling for internal, external, or blood parasites.\nReview of medical records showed fecal and heartworm testing is often performed at the time of a dog's annual physical\nexam, and numerous dogs have recently been found to test positive for hookworms and whipworms including:\n***Dealer (microchip #900215003196982), whipworms, 5/13/22 (treated, no follow up documented)\n***Peyton (microchip #981020039681862), hookworms, 5/26/22 (no treatment documented)\n***Atrox (microchip #985112005669633), hookworms and whipworms, 5/6/22 (treated, no follow up documented)\nThe written program of veterinary care must include a schedule for sampling and treatment for parasites and other pests\n(including fleas, worms, coccidia, giardia, and heartworm) in accordance with a schedule approved by the AV, unless\notherwise required by a research protocol approved by the Committee at research facilities. Given the frequent\noccurrence of hookworms and whipworms in dogs at this facility, the presence of chronically thin dogs, the warm climate,\nand large dirt exercise yards the dogs are regularly placed in, it is essential to have an effective plan in place to prevent,\ndetect, and treat for parasites. Correct by 10/15/22 by documenting a program of veterinary care for dogs that includes all\nrequired elements under the Animal Welfare Act."
    },
    {
      "code": "3.13(b)(3)",
      "kind": "",
      "repeat": false,
      "desc": "Veterinary care for dogs.",
      "narrative": "Numerous dogs receive medication on a daily basis for chronic medical conditions, but medical records do not contain\ndates that the medication is administered. An adult female Rottweiler (“Isa”) is given carprofen every day, but this is not\nrecorded in her medical record. Dogs are given a heartworm preventative medication each month, but this is not\nconsistently recorded in the dogs medical records. Medical records are important because they document treatments\ngiven and help prevent missed or duplicate treatments for a given animal. Correct by ensuring that future treatments are\ndocumented in the medical record for each dog including the date, dose, and type of medications given. Correct by\n09/30/2022\nThis inspection and exit interview were conducted with facility representatives.\nAdditional Inspectors:\nDIANA CARE, VETERINARY MEDICAL OFFICER n"
    }
  ],
  "narrative": "2.31(d)(1)(iii)  Repeat\n   \nInstitutional Animal Care and Use Committee (IACUC). \nThe IACUC-approved protocol does not include any written assurance that the activities do not unnecessarily duplicate \nprevious experiments. Without such assurance, the IACUC may approve protocols that utilize animals in research for \nwhich additional benefit is not achieved. The IACUC shall ensure all approved protocols contain a written assurance \nregarding unnecessary duplication. \n2.31(e)(1) \n   \nInstitutional Animal Care and Use Committee (IACUC). \nThe single protocol currently approved by the IACUC states that 40 dogs plus an undefined number of alternates are \nrequired. However, the facility uses up to approximately 75 animals at a time, such as at the time of inspection.  The \nIACUC uses the approximate number of animals in the approval process to determine if the facility can adequately and \nhumanely support the care and use of these animals, such as if sufficient housing and personnel are available.  Using an \napproximate number of animals that exceeds the capabilities of the research facility can have negative impacts upon the \nhealth and welfare of the animals. The IACUC must review and approve a proposal for the ongoing activities which \ncontains the approximate numbers of animals to be used for ongoing activities, such as by amendment or a new protocol.\n\nAny future protocol or significant change in ongoing activities must be approved prior to use.  Correct by 10/01/22 or prior \nto use of animals on study. \n2.31(e)(2)  Repeat\n   \nInstitutional Animal Care and Use Committee (IACUC). \nThe IACUC-approved protocol does not provide an adequate rationale for the appropriateness of the number of animals \nto be used. The protocol simply states that “this amount was required for an adequate sample size for statistical analysis.\" \nIt is important for protocols to include an adequate explanation for the number of animals requested so that the IACUC \ncan review it and determine if the number requested is appropriate for the proposed work. Failure to provide and review \nthis detail can result in an excess of animals used which goes against the Animal Welfare Act’s aim to minimize animal \npain and distress. The IACUC must review and approve a proposal for the ongoing activities which contains the rationale \nfor the appropriateness of the numbers of animals to be used for ongoing activities, such as by amendment or a new \nprotocol. Any future protocol or significant change in ongoing activities must be approved prior to use. \n2.31(e)(3) \n   \nInstitutional Animal Care and Use Committee (IACUC). \nThe IACUC-approved protocol states a general goal for the study but does not provide a detailed description of how the \nstudy will be conducted. A description of procedures is needed to allow the IACUC to thoroughly review the proposal and \ndetermine that the proposed activities will avoid or minimize discomfort, distress, and pain to the animals. The IACUC \nmust review and approve a proposal for the ongoing activities which contains a complete description of the requested use \nof the animals, such as by amendment or a new protocol. Any future protocol or significant change in ongoing activities \nmust be approved prior to use.  Correct by: 10/01/2022 or prior to animal use on study. \n2.33(a)(2)  Direct\n   \nAttending veterinarian and adequate veterinary care.\n\nIn the medical record for the 1-year-old red bone hound dog (“Peyton”, microchip #981020039681862), the Attending \nVeterinarian (AV) evaluated this dog  09/23/2022 for weight loss with a body condition score of 3/10 and noted that the \ndog had put on 15 pounds while at the AV's facility for 45 days. On that same date, the AV recommended that the dog be \npulled off study and retired.  The inspectors confirmed this direction with the AV on 09/28/2022. As of 09/27/2022, \naccording to a facility representative, the dog was still on study contrary to the AV's recommendation.  Not following the \nrecommendations of the AV undermines their authority to provide adequate veterinary care.  Not following the directions \nof the AV can cause avoidable disease or progression of disease that may result in illness, pain or distress to the animals \nunder the facility's care. Correct on 09/29/2022 by the end of normal business hours for the facility. \n2.33(b)(2)  Direct Repeat\n   \nAttending veterinarian and adequate veterinary care. \nThe following animals have been evaluated by the Attending Veterinarian (AV) but the conditions have not improved. \nThere hasn't been any follow-up examination or treatment instructions given by the AV for their current conditions.  \n***An 11-year-old neutered male Weimaraner (“Atrox”, microchip #985112005669633) was observed to be very thin, with \nprominent ribs and backbone and individual bones of these were overtly visible. The bony prominences of the were also \naccentuated with sunken areas most notably between the ears and eyes and the jaw area, with the features of the skull \nabnormally visible due to severe weight loss. \n***An 10-year-old neutered male Vizsla (“Pongo”, microchip #985112005668866) is emaciated. When viewed from the \nback and side, the ribs, backbone and hip bones were visible. In addition, an abdominal tuck and prominent waist were \nobserved. Bones of the front and back legs are visible, along with bones of the head. Medical records show that on \n8/20/22 facility staff noticed weight loss and started feeding the dog 2 feedings a day; the records from 8/20/22 state that \nthe facility staff will talk to the AV the next Monday for further information but no additional information or instructions are \nrecorded in the file. Medical records also show that this dog weighed 64 lbs in September 2021, and 50 lbs in May 2022.\n\nToday the dog was weighed at the request of USDA personnel, and he weighed 47.0 lbs.  \n***A 6-year-old intact female Rottweiler (“Sugar”, microchip #956000012067598) is very thin in appearance. When viewed \nfrom the back and side, the ribs, backbone and hip bones were visible. In addition, an abdominal tuck and prominent \nwaist were observed. On 8/20/22 medical records show that facility staff noticed weight loss and contacted the AV, who \ninstructed them to feed this dog a second feeding of 5 cups per day until a difference was seen. Facility staff stated that \nthey had not seen a big difference but that the dog had gained 2.4 lbs as of 8/31/22. \n***A 5-year-old male yellow Labrador (“Dealer”, microchip #900215003196982) is thin in appearance. When viewed from \nthe back and side, the ribs are visible and there is an abdominal tuck and prominent waist. Medical records from 7/21/22 \nshow that weight loss was noticed. Per the AV, the dog is to be given a second feeding of 5 cups per day every day until \nfurther notice. No follow up has taken place since that time despite the dog remaining thin.  \n***A 1-year-old red bone hound dog (“Peyton”, microchip #981020039681862) is very thin in appearance. When viewed \nfrom the back and side, the ribs, backbone and hip bones were visible. In addition, an abdominal tuck and prominent \nwaist were observed. This dog was seen by the AV on 9/23/22, when it was noted that the dog’s ribs were showing and \nthe AV recommended retiring him from the study. The facility plans to re-home the dog, but in the meantime no treatment \nis being provided to help this dog return to a normal body weight.  \nDogs who are severely underweight may suffer from hunger, stress, discomfort resting on hard surfaces, difficulty \nmaintaining body temperature, and poor absorption of vitamins.  \nCorrect by providing adequate veterinary care to ensure proper nutrition and body weight for all dogs, including the timely \nidentification of dogs loosing body weight, prompt communication with the AV, and follow-up with the attending \nveterinarian when dogs do not improve after treatments or interventions. \n2.33(b)(3)  Direct\n   \nAttending veterinarian and adequate veterinary care.\n\nMultiple dogs were identified with medical issues that had not been identified by the facility prior to the inspection: \n***In Building 3, an adult white and brown pointer mix (“Annie”) is sneezing. The facility representative stated that they \nhad not observed the dog’s respiratory problem prior to the inspection.  \n***An 11-year-old neutered male Weimaraner (“Atrox”, microchip #985112005669633) was observed to have a pink, \nhairless, approximately 1-inch diameter skin lesion on the right front leg, near the wrist (carpus). The skin lesion was not \nobserved prior to the inspection per medical records and the facility representative. \n***An 11-year-old Golden Retriever (\"Amanda\", microchip #985112004242013) was observed to have a significant \namount of dark, black material accumulated in both ears and to shake her head.   The medical record does not contain \nany record regarding this condition. \n*** A 12-year-old Golden Retriever (\"Rio\", microchip #956000005266129), was observed to have a dark, malodorous \nmaterial accumulated on both ears with soft, fluctuant swelling of the left ear and hard, misshapen right ear and exhibiting \nhead-shaking.  Per the medical record, this dog had a swelling in ear on 04/01/2021 and \"ear hematoma right ear w/ \nmoderate debris\" on 04/12/21.  Per the facility represented, the hematoma was removed by the AV. On 08/25/22, an \nevaluation by the AV found yeast and cocci and minimal smell.  Zymox drops were prescribed for 10 days, then white \nvinegar/water solution 1-2 times weekly, and to keep watch.  At the time of inspection, then facility representative stated \nthat the dog had a previous ear issue, got better and was not on treatment. \n \nDaily observation of animals for health or behavior problems is essential for the prompt identification and treatment of \nthese problems. Animals who have problems that are not promptly identified by the facility and conveyed to the attending \nveterinarian may suffer from discomfort, pain, stress, and even death.\n\nCorrect by 9/30/22 by ensuring that daily observations are conducted of all animals, and that abnormalities are reported \npromptly to the Attending Veterinarian. \n2.35(b) \n   \nRecordkeeping requirements. \nThe facility has incomplete records of dog acquisition and disposition.  \n109 dogs are listed on the facility’s inventory, while only 97 dogs are present on the property. Some dogs who have died \nor been euthanized in the last year have not been marked off the inventory. A few dogs do not have any ID number \nrecorded on the inventory. \nThere is paperwork for a dog named “Bella” in the medical records, but it is unclear where the dog originated from or if it is \nstill on the property. The records show the dog coming from a Humane Society, but the name of an individual is also listed \non the record as well. This dog is not listed on the facility’s inventory.  \nComplete and accurate records of dogs acquired, born on site, sold, transferred, or died is important for locating lost or \nstolen dogs and tracing dogs in the event of a disease outbreak. Correct by 10/30/22 by maintaining complete and \naccurate records that disclose all of the information required in the Animal Welfare Act. \n2.38(l)(1) \n   \nMiscellaneous. \nThe facility's written contingency plan has not been updated since 2013, and contains the names and contact information \nfor personnel who longer work at the facility. The contingency plan also fails to address who in the chain of command is \nresponsible for fulfilling specific tasks, and does not address feeding of dogs in \"protracted severe weather\" events. \nContingency plans must outline specific tasks to be carried out during the events or scenarios identified in the plan, so \nthat personnel can prepare and train for these tasks. Correct by 10/30/22 by ensuring that the contingency plan for the \nfacility contains all of the elements required under the Animal Welfare Act.\n\n2.38(l)(3) \n   \nMiscellaneous. \nThe facility has not documented any training of staff or personnel on the contents of the contingency plan. Training of \npersonnel is essential for execution of the plan in the event of emergencies. Correct by 10/30/22 by documenting training \nfor all employees and key personnel on the contents of the contingency plan. \n3.1(a)  Repeat\n   \nHousing facilities, general. \nNumerous areas of the facility are in a state of disrepair: \n***There are 8 broken or non-functional guillotine doors in dog kennels housing dogs in Building 1. There is one broken \nguillotine door in a dog kennel housing a dog in the “Retirement building”. These guillotine doors are used to separate the \nindoor and outdoor sections of each dog kennel. Broken doors can injure the animals, and can make it difficult to maintain \nadequate temperatures within the building during periods of inclement weather. \n***In Building 3, the outdoor portion of a kennel has a chain link gate that is being held closed with a broken, rusted clip \nand chain. This kennel contains 1 adult yellow lab and 1 adult chocolate lab; both dogs are very energetic and were seen \njumping on the gate. Gates that are not held closed securely may break open, permitting animals to escape which can \nresult in injury.  \n***In the two outdoor exercise pens at the front of the property, there are areas of chain link fencing that are not in good \nrepair. The pen on the left side (as seen from the road in front of the property), which contained an adult female \nRottweiler, has approximately 4-foot tall chain link fencing in which a top bar section of fence has become disconnected \nfrom support posts. The same issue is also present in a section of the fence of the exercise yard between Building 1 and \nthe road. \nFacilities that are not maintained in good repair can cause injuries to the animals, animal escapes, or may permit entry of\n\nunauthorized animals.  \nCorrect by maintaining facilities in good repair so that they are structurally sound, protect the animals from injury, contain \nthe animals securely, and restrict other animals from entering. \n3.1(c)(2) \n   \nHousing facilities, general. \nNumerous hard plastic dog platforms/beds within the kennels appear to be severely damaged due to chewing, resulting in \nsharp areas, irregular surfaces and holes. Dogs may cut their paws on sharp surfaces,  Surfaces that are irregular cannot \nbe thoroughly cleaned and sanitized, resulting in accumulation of organic matter or germs. Correct by 10/20/22 by \nmaintaining all surfaces on a regular basis and by replacing surfaces when they are worn or soiled. \n3.1(f) \n   \nHousing facilities, general. \nTwo long, rectangular, tapered floor drains in the front of Building 1 had a large amount of standing water with debris was \npresent in the drain.  The entire drains were affected, with up to approximately 2 inches of water was present throughout \nthe length of each drain. Facility staff stated that these drains had been backed up since the weekend. Drains that do not \nwork properly can cause odors and attract pests. Correct by 10/1/22 by maintaining drains properly, so that waste and \nwastewater is rapidly eliminated from the facility. \n3.6(a)(2)(ix) \n   \nPrimary enclosures. \nMany outdoor areas of sheltered (indoor/outdoor) kennels have concrete floors that are cracked. In Building One, on the \nside of the building closest to the road, every outdoor run had a cracked floor of various widths. Two of these cracks were \nalso associated with chipping of the concrete such that the underlying non-sealed rock aggregate was exposed. In \nBuilding 3, on the right side, every outdoor run had a cracked floor. Cracks in the floor and unsealed areas resulting from\n\nthem may harbor organic material, parasites or germs that can be harmful to the dogs, and can be difficult or impossible \nto clean and sanitize. Correct by 11/01/22 by maintaining surfaces, including floors, that can be properly cleaned and \nsanitized. \n3.12  Direct\n   \nEmployees \nThis facility does not have enough employees to maintain the minimum level of care required by the Animal Welfare Act. \nThere were numerous deficiencies identified involving animal husbandry, daily observation of animals, provision of vet \ncare, recordkeeping, and facility maintenance. Dogs were identified with serious medical problems that were not identified \nor not communicated to the AV. According to the kennel manager, there are 3 employees who clean the kennels; one \nemployee who performs facility maintenance on 3 aging buildings in addition to doing some hands-on animal care; and \nthe kennel manager herself. The kennel manager is responsible for the daily care of over 90 dogs (many of whom are \ngeriatric), including administering medications, identifying health problems, maintaining medical records, taking dogs to \nthe vet, grooming and bathing dogs, feeding, and conducting and documenting research projects. She also serves as the \nIACUC Chair. \nFacilities without adequate staffing cause animals to suffer from lack of care, poor management, and exposure to \ninadequately maintained facilities.  \nCorrect by 10/10/22 by employing enough personnel to carry out the level of husbandry and care required to ensure the \nwell-being of animals at the facility and achieve adequate functioning of the buildings, enclosures, and grounds. \n3.13(a)(3)  Direct\n   \nVeterinary care for dogs. \nThe written program of veterinary care does not include a schedule for sampling for internal, external, or blood parasites. \nReview of medical records showed fecal and heartworm testing is often performed at the time of a dog's annual physical\n\nexam, and numerous dogs have recently been found to test positive for hookworms and whipworms including: \n***Dealer (microchip #900215003196982), whipworms, 5/13/22 (treated, no follow up documented) \n***Peyton (microchip #981020039681862), hookworms, 5/26/22 (no treatment documented) \n***Atrox (microchip #985112005669633), hookworms and whipworms, 5/6/22 (treated, no follow up documented) \nThe written program of veterinary care must include a schedule for sampling and treatment for parasites and other pests \n(including fleas, worms, coccidia, giardia, and heartworm) in accordance with a schedule approved by the AV, unless \notherwise required by a research protocol approved by the Committee at research facilities. Given the frequent \noccurrence of hookworms and whipworms in dogs at this facility, the presence of chronically thin dogs, the warm climate, \nand large dirt exercise yards the dogs are regularly placed in, it is essential to have an effective plan in place to prevent, \ndetect, and treat for parasites. Correct by 10/15/22 by documenting a program of veterinary care for dogs that includes all \nrequired elements under the Animal Welfare Act. \n3.13(b)(3) \n   \nVeterinary care for dogs. \nNumerous dogs receive medication on a daily basis for chronic medical conditions, but medical records do not contain \ndates that the medication is administered. An adult female Rottweiler (“Isa”) is given carprofen every day, but this is not \nrecorded in her medical record. Dogs are given a heartworm preventative medication each month, but this is not \nconsistently recorded in the dogs medical records. Medical records are important because they document treatments \ngiven and help prevent missed or duplicate treatments for a given animal. Correct by ensuring that future treatments are \ndocumented in the medical record for each dog including the date, dose, and type of medications given.  Correct by \n09/30/2022 \n \nThis inspection and exit interview were conducted with facility representatives.\n\nAdditional Inspectors: \nDIANA CARE, VETERINARY MEDICAL OFFICER n",
  "animals_total": 97,
  "species": [
    {
      "count": 97,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    }
  ]
}