{
  "insp_id": "2016090000768147",
  "layout": "b",
  "customer_id": "6003391",
  "customer_name": "Menno Gingerich",
  "customer_addr": "2652 672nd Ave\nAlbia, IA 52531",
  "certificate": "42-A-1668",
  "site_id": "001",
  "site_name": "Menno Gingerich",
  "insp_type": "ROUTINE INSPECTION",
  "date": "16-FEB-2022",
  "report_date": "17-FEB-2022",
  "citations": [
    {
      "code": "2.40(b)(3)",
      "kind": "Direct",
      "repeat": false,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "* One English Bulldog puppy was observed walking with staggered steps and would also circle in a continuous motion.\nIn addition, the puppy was observed carrying its head sideways. This puppy was born on December 6, 2021. Daily\nobservation of the animals may be accomplished by someone other than the attending veterinarian provided that a\nmechanism of direct and frequent communication is required so that timely and accurate information on problems of\nanimal health, behavior, and well-being is conveyed to the attending veterinarian. Failure to communicate illness, whether\nit appears mild or serious, to the attending veterinarian, could result in improper care of the animals. For example, this\ncould lead to failure to seek professional veterinary care in a timely manner or provision of care that may not be\nappropriate for the animal's condition. A procedure should be adopted by which changes in health status or behavior of an\nanimal are immediately reported to the attending veterinarian. Adequate veterinary care includes daily observation with\nassessment and recognition of any possible health problems, with these problems promptly reported to the attending\nveterinarian, so that appropriate diagnostics and any necessary treatment can occur in a timely manner to safeguard the\nanimal's well-being. Daily observation and direct, timely, and frequent communication with the attending veterinarian is\nessential for the heath and care of the animals. Lack of communication of ongoing problems might result in a delay of\ntreatment if severity of the problem is not known by the veterinarian. The licensee must develop and maintain records of\nroutine daily observations to ensure any animal with a health problem is treated promptly and appropriately. Failure to\ndiagnose conditions or to follow up when the recorded treatment does not correct the issues can cause unnecessary\ndiscomfort, pain, or distress to the animals. The licensee must conduct daily observations of all animals to assess their\nhealth and well-being. Direct and frequent communication is required so that timely and accurate information on\nproblems of animal health, behavior, and well-being is conveyed to the attending veterinarian. Correct by 2/23/22."
    },
    {
      "code": "2.40(b)(4)",
      "kind": "Critical",
      "repeat": false,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "* One English Bulldog puppy was observed walking with staggered steps and would also circle in a continuous motion.\nIn addition, the puppy was observed carrying its head sideways. I asked the representative what happened to this puppy.\nThey stated that shortly after this puppy was born (December 6, 2021) its dam bit it on the back of its neck. The neck\narea sustained an open gash. The representative did not know how big the gash was. I asked the representative what\ndid they do for this puppy after it was initially observed ? The response was that they stitched up the open wound. I then\nasked them if the puppy was taken to or if the attending veterinarian was contacted. They answered no the attending\nveterinarian was not called. I then asked the representative if anesthesia was used prior to stitching the puppy and the\nanswer was no. Later on I was able to make phone contact with the licensee. I asked the licensee to tell me what\nhappened to the puppy. They said that they noticed an open gash late Saturday evening December 11, 2021. They then\ndecided to stitch the open wound instead of contacting the attending veterinarian. They did say they planned on calling\nthe attending veterinarian on Monday December 13, 2021. The licensee did say that when they observed to puppy on\nMonday morning, it was nursing and acting normal. They then decided not to call the attending veterinarian. I asked\nthem what did they use for string ? They stated that they used sewing sting and they only placed one stitch in the puppies\nneck. The licensee did state that he would of never done this if they had realized it would become an issue. I informed\nthe licensee that what they did was considered to be a medical procedure and it was unacceptable for them to perform\nany medical procedure. I did inform them that the attending veterinarian should of been called first even if on the\nweekend. Then the puppy should of been taken to a veterinarian for diagnosis and treatment. The Attending Veterinarian\nmust be consulted with for all procedures performed on the regulated animals. Medical procedures being done by the\nlicensee must be documented in writing by the Attending Veterinarian in the Program of Veterinary Care."
    },
    {
      "code": "3.1(e)",
      "kind": "",
      "repeat": false,
      "desc": "Housing facilities, general.",
      "narrative": "* An estimated 20 sacks of dog feed were being stored on the floor and against the entrance door to the feed room.\nFailure to store food up off the ground can result in contamination by rodents, insects, and other pests. The dog food\nmust be stored off the floor and away from the walls, to allow cleaning underneath and around the supplies to prevent\npest problems and to prevent contamination of the feed. The licensee must ensure that all supplies of food must be\nstored in a manner that protects the supplies from spoilage, contamination, and vermin infestation. The supplies must be\nstored off the floor and away from the walls, to allow cleaning underneath and around the supplies. Correct by 3/2/22."
    },
    {
      "code": "3.13(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "Veterinary care for dogs.",
      "narrative": "* No medical records are being maintained on an eight-week-old English Bulldog puppy. It was observed walking with\nstaggered steps and circling in a continuous motion. In addition, the puppy was observed carrying its head sideways.\nThe representative stated that the puppy has acted this way since it was bitten on the back of its neck by its dam. The\npuppy was born on December 6, 2021 and was bitten on the back of its neck shortly after birth. The representative stated\nthat the puppy was never taken to the attending veterinarian for observation, diagnosis, or potential treatment. In\naddition, the representative stated that no medical records have been maintained on this puppy nor were there any\nrecords from the attending veterinarian at the time of inspection. The representative stated that this puppy and its\nlittermates were recently taken to the attending veterinarian for a health check prior to be shipped. The puppy in question\nfailed its health check and was returned home by the licensee. The representative stated that no medical records were\ndone on the puppy in question during its examination by the attending veterinarian. Maintaining medical records on any\nabnormal condition observed on any dog or puppy at the premise is essential to always have on hand. Medical records\ngive a detailed description on when the abnormal condition was first observed, and any correspondence done by the\nlicensee with the attending veterinarian. It will contain any diagnosis made the attending veterinarian and any treatment\nrecommended by the attending veterinarian. Medical records on all dogs and puppies being kept at the licensee's facility\nare very essential and must be made available to the inspector upon request during the facility inspection. The licensee\nshall maintain medical records if a problem is identified (such as a disease, injury, or illness), the date and a description of\nthe problem, examination findings, test results, plan for treatment and care, and treatment procedures performed, when\nappropriate. Correct by 2/23/22.\nThis inspection and exit interview were conducted with the licensee.\nEnd Section"
    }
  ],
  "narrative": "2.40(b)(3)  Direct\n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \n*  One English Bulldog puppy was observed walking with staggered steps and would also circle in a continuous motion.  \nIn addition, the puppy was observed carrying its head sideways.  This puppy was born on December 6, 2021.  Daily \nobservation of the animals may be accomplished by someone other than the attending veterinarian provided that a \nmechanism of direct and frequent communication is required so that timely and accurate information on problems of \nanimal health, behavior, and well-being is conveyed to the attending veterinarian. Failure to communicate illness, whether \nit appears mild or serious, to the attending veterinarian, could result in improper care of the animals. For example, this \ncould lead to failure to seek professional veterinary care in a timely manner or provision of care that may not be \nappropriate for the animal's condition. A procedure should be adopted by which changes in health status or behavior of an \nanimal are immediately reported to the attending veterinarian.  Adequate veterinary care includes daily observation with \nassessment and recognition of any possible health problems, with these problems promptly reported to the attending \nveterinarian, so that appropriate diagnostics and any necessary treatment can occur in a timely manner to safeguard the \nanimal's well-being.   Daily observation and direct, timely, and frequent communication with the attending veterinarian is \nessential for the heath and care of the animals.  Lack of communication of ongoing problems might result in a delay of \ntreatment if severity of the problem is not known by the veterinarian.  The licensee must develop and maintain records of \nroutine daily observations to ensure any animal with a health problem is treated promptly and appropriately.  Failure to\n\ndiagnose conditions or to follow up when the recorded treatment does not correct the issues can cause unnecessary \ndiscomfort, pain, or distress to the animals.   The licensee must conduct daily observations of all animals to assess their \nhealth and well-being.  Direct and frequent communication is required so that timely and accurate information on \nproblems of animal health, behavior, and well-being is conveyed to the attending veterinarian.  Correct  by 2/23/22. \n2.40(b)(4)  Critical\n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \n*  One English Bulldog puppy was observed walking with staggered steps and would also circle in a continuous motion.  \nIn addition, the puppy was observed carrying its head sideways.  I asked the representative what happened to this puppy.  \nThey stated that shortly after this puppy was born (December 6, 2021) its dam bit it on the back of its neck.  The neck \narea sustained an open gash.  The representative did not know how big the gash was.  I asked the representative what \ndid they do for this puppy after it was initially observed ?  The response was that they stitched up the open wound.  I then \nasked them if the puppy was taken to or if the attending veterinarian was contacted.  They answered no the attending \nveterinarian was not called.  I then asked the representative if anesthesia was used prior to stitching the puppy and the \nanswer was no.  Later on I was able to make phone contact with the licensee. I asked the licensee to tell me what \nhappened to the puppy.  They said that they noticed an open gash late Saturday evening December 11, 2021.  They then \ndecided to stitch the open wound instead of contacting the attending veterinarian.  They did say they planned on calling \nthe attending veterinarian on Monday December 13, 2021. The licensee did say that when they observed to puppy on \nMonday morning, it was nursing and acting normal.  They then decided not to call the attending veterinarian.  I asked \nthem what did they use for string ?  They stated that they used sewing sting and they only placed one stitch in the puppies \nneck.  The licensee did state that he would of never done this if they had realized it would become an issue.  I informed \nthe licensee that what they did was considered to be a medical procedure and it was unacceptable for them to perform \nany medical procedure.  I did inform them that the attending veterinarian should of been called first even if on the\n\nweekend.  Then the puppy should of been taken to a veterinarian for diagnosis and treatment. The Attending Veterinarian \nmust be consulted with for all procedures performed on the regulated animals. Medical procedures being done by the \nlicensee must be documented in writing by the Attending Veterinarian in the Program of Veterinary Care. \n3.1(e) \n   \nHousing facilities, general. \n*  An estimated 20 sacks of dog feed were being stored on the floor and against the entrance door to the feed room.  \nFailure to store food up off the ground can result in contamination by rodents, insects, and other pests.   The dog food \nmust be stored off the floor and away from the walls, to allow cleaning underneath and around the supplies to prevent \npest problems and to prevent contamination of the feed.  The licensee must ensure that all supplies of food  must be \nstored in a manner that protects the supplies from spoilage, contamination, and vermin infestation. The supplies must be \nstored off the floor and away from the walls, to allow cleaning underneath and around the supplies.  Correct by  3/2/22. \n3.13(b)(2) \n   \nVeterinary care for dogs. \n*  No medical records are being maintained on an eight-week-old English Bulldog puppy.  It was observed walking with \nstaggered steps and circling in a continuous motion.  In addition, the puppy was observed carrying its head sideways.  \nThe representative stated that the puppy has acted this way since it was bitten on the back of its neck by its dam. The \npuppy was born on December 6, 2021 and was bitten on the back of its neck shortly after birth. The representative stated \nthat the puppy was never taken to the attending veterinarian for observation, diagnosis, or potential treatment.  In \naddition, the representative stated that no medical records have been maintained on this puppy nor were there any \nrecords from the attending veterinarian at the time of inspection.  The representative stated that this puppy and its \nlittermates were recently taken to the attending veterinarian for a health check prior to be shipped.  The puppy in question \nfailed its health check and was returned home by the licensee.  The representative stated that no medical records were\n\ndone on the puppy in question during its examination by the attending veterinarian.   Maintaining medical records on any \nabnormal condition observed on any dog or puppy at the premise is essential to always have on hand.  Medical records \ngive a detailed description on when the abnormal condition was first observed, and any correspondence done by the \nlicensee with the attending veterinarian.  It will contain any diagnosis made the attending veterinarian and any treatment \nrecommended by the attending veterinarian.   Medical records on all dogs and puppies being kept at the licensee's facility \nare very essential and must be made available to the inspector upon request during the facility inspection.   The licensee \nshall maintain medical records if a problem is identified (such as a disease, injury, or illness), the date and a description of \nthe problem, examination findings, test results, plan for treatment and care, and treatment procedures performed, when \nappropriate.  Correct by 2/23/22. \n \nThis inspection and exit interview were conducted with the licensee. \n \nEnd Section",
  "animals_total": 10,
  "species": [
    {
      "count": 9,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 1,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}