{
  "insp_id": "6150926555831",
  "layout": "a",
  "customer_id": "330752",
  "customer_name": "Ross Deters",
  "customer_addr": "Tim Deters\n1680 D Road\nBaileyville, KS 66404",
  "certificate": "48-A-2150",
  "site_id": "001",
  "site_name": "Ross Deters & Tim Deters",
  "insp_type": "ROUTINE INSPECTION",
  "date": "14-JAN-2015",
  "report_date": "14-JAN-2015",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "* One black and tan colored adult female Yorkshire Terrier ( microchip number 025 114 350 ) has a yellow-white\ncreamy fluid accumulation around both eyes. The licensee had no medical records to show dates the dog was\nexamined by the attending veterinarian and what diagnosis and treatment had been prescribed. After cleaning the\ndischarge, the eyes showed no sign of infection or inflammation. There was no excessive blinking, sensitivity, or\nany other indication of pain or discomfort. The dog was otherwise bright and alert and had good body condition.\nThe cause of this discharge needs to be determined by a licensed veterinarian. The licensee must have this animal\nexamined by a veterinarian to obtain an accurate diagnosis and institute an appropriate treatment plan. The\noutcome of this consultation must be documented and provided to the inspector upon request. The licensee must\nensure that all animals receive adequate veterinary care at all times. Correct by 1/21/15."
    },
    {
      "code": "3.9(b)",
      "kind": "",
      "repeat": false,
      "desc": "FEEDING.",
      "narrative": "* The entire top of one plastic self feeder is chewed exposing a roughened, jagged edge. The receptacle used by\ntwo dogs is located inside the enclosure on the divider fencing in shelter housing. A chewed, roughened, jagged\nsurface cannot be easily cleaned and sanitized and could potentially cause injury to the dog. In addition, it could\nharbor bacteria and other disease causing agents that can affect the health and well-being of the dogs. The\nlicensee must ensure that all receptacles can be properly cleaned and sanitized at all times. Correct by 1/28/15.\n***************************************\n* There is dust and cobwebs collecting on the interior of an estimated four plastic self-feeders used by eight dogs.\nThe feeders are attached to the interior enclosure wiring in shelter housing. It indicates unsanitary conditions exist\nthat could impact the health and well-being of the dogs. The licensee must ensure that all self-feeders are kept\nclean and sanitized to facilitate normal husbandry practices. Correct by 1/28/15.\n* The facility inspection and exit briefing done on 1/14/15 were conducted with the licensee.\nAdditional Inspectors\nTygart Michael, Supervisory Animal Care Specialist"
    }
  ],
  "narrative": "2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n*   One black and tan colored adult female Yorkshire Terrier ( microchip number 025 114 350 ) has a yellow-white\ncreamy fluid accumulation around both eyes.  The licensee had no medical records to show dates the dog was\nexamined by the attending veterinarian and what diagnosis and treatment had been prescribed.  After cleaning the\ndischarge, the eyes showed no sign of infection or inflammation.  There was no excessive blinking, sensitivity, or\nany other indication of pain or discomfort.  The dog was otherwise bright and alert and had good body condition. \nThe cause of this discharge needs to be determined by a licensed veterinarian. The licensee must have this animal\nexamined by a veterinarian to obtain an accurate diagnosis and institute an appropriate treatment plan. The\noutcome of this consultation must be documented and provided to the inspector upon request. The licensee must\nensure that all animals receive adequate veterinary care at all times.  Correct  by  1/21/15.\n3.9(b)\nFEEDING.\n*    The entire top of one plastic self feeder is chewed exposing a roughened, jagged edge.  The receptacle used by\ntwo dogs is located inside the enclosure on the divider fencing in shelter housing.   A chewed, roughened, jagged\nsurface cannot be easily cleaned and sanitized and could potentially cause injury to the dog.  In addition, it could\nharbor bacteria and other disease causing agents that can affect the health and well-being of the dogs.  The\nlicensee must ensure that all receptacles can be properly cleaned and sanitized at all times.  Correct by 1/28/15.\n***************************************\n*   There is dust and cobwebs collecting on the interior of an estimated four plastic self-feeders used by eight dogs. \nThe feeders are attached to the interior enclosure wiring in shelter housing.  It indicates unsanitary conditions exist\nthat could impact the health and well-being of the dogs.  The licensee must ensure that all self-feeders are kept\nclean and sanitized to facilitate normal husbandry practices.  Correct by 1/28/15.\n*  The facility inspection and exit briefing done on 1/14/15 were conducted with the licensee.\n\nAdditional Inspectors\nTygart Michael, Supervisory Animal Care Specialist",
  "animals_total": 334,
  "species": [
    {
      "count": 231,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 103,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}