{
  "insp_id": "261141422130705",
  "layout": "a",
  "customer_id": "776",
  "customer_name": "University Of Notre Dame",
  "customer_addr": "Grad Studies & Rsch, 511 Main Building\nNotre Dame, IN 46556",
  "certificate": "32-R-0016",
  "site_id": "001",
  "site_name": "DEPARTMENT OF BIOLOGICAL SCIENCES",
  "insp_type": "ROUTINE INSPECTION",
  "date": "10-SEP-2014",
  "report_date": "18-SEP-2014",
  "citations": [
    {
      "code": "2.38(f)(1)",
      "kind": "",
      "repeat": false,
      "desc": "MISCELLANEOUS.",
      "narrative": "In September 2013 a rabbit on an IACUC approved protocol died within a half hour after use and transport. The\nrabbit was transported in an IACUC approved transport container in a personal vehicle to a collaborating institution\nfor use on a training protocol. The trip is an approximately 5 minute drive. Two rabbits are utilized 3-4 times yearly\nby the collaborating institution for about 1.5 hours, then returned. A registered veterinary technician facility\nemployee transports the rabbits and accompanies them while at the collaborating institution.\nUpon return to the facility, the rabbit was placed into its home enclosure. No significant behavioral or physical\ndeficiencies were noted in the rabbit at that time. About ½ hour later, the rabbit was found dead. Necropsy\nperformed was non-diagnostic for cause of death.\nThe weather on the day of the incident was hot. Though the personal vehicle had a working air conditioning system\nthat was used, the IACUC determined that heat stress may have been a contributing factor in the rabbit(cid:25)'s death.\nTherefore, a new policy on animal transportation was developed. Animals are no longer transported in personal\nvehicles or in the old enclosure system. New rabbit transport enclosures were purchased which include individual\nfilters and ventilation fans for each animal. A dedicated animal transport van was purchased by the facility which\nprovides a more climate controlled environment.\nThe rabbit(cid:25)'s death is a serious animal welfare impact. The most likely contributing problem was immediately\nidentified and the facility has taken corrective action to prevent recurrence. Handling of all animals shall be done as\nexpeditiously and carefully as possible to prevent trauma, overheating, excessive cooling, behavioral stress,\nphysical harm, or unnecessary discomfort.\nCorrected prior to the time of Inspection\nExit interview conducted with the Director and Technical Services & Training Coordinator."
    }
  ],
  "narrative": "2.38(f)(1)\nMISCELLANEOUS.\nIn September 2013 a rabbit on an IACUC approved protocol died within a half hour after use and transport.  The\nrabbit was transported in an IACUC approved transport container in a personal vehicle to a collaborating institution\nfor use on a training protocol.  The trip is an approximately 5 minute drive.  Two rabbits are utilized 3-4 times yearly\nby the collaborating institution for about 1.5 hours, then returned.  A registered veterinary technician facility\nemployee transports the rabbits and accompanies them while at the collaborating institution.\nUpon return to the facility, the rabbit was placed into its home enclosure.  No significant behavioral or physical\ndeficiencies were noted in the rabbit at that time.  About ½ hour later, the rabbit was found dead.  Necropsy\nperformed was non-diagnostic for cause of death.\n  \nThe weather on the day of the incident was hot.  Though the personal vehicle had a working air conditioning system\nthat was used, the IACUC determined that heat stress may have been a contributing factor in the rabbit(cid:25)'s death. \nTherefore, a new policy on animal transportation was developed.  Animals are no longer transported in personal\nvehicles or in the old enclosure system.  New rabbit transport enclosures were purchased which include individual\nfilters and ventilation fans for each animal.  A dedicated animal transport van was purchased by the facility which\nprovides a more climate controlled environment.\n \nThe rabbit(cid:25)'s death is a serious animal welfare impact.  The most likely contributing problem was immediately\nidentified and the facility has taken corrective action to prevent recurrence.  Handling of all animals shall be done as\nexpeditiously and carefully as possible to prevent trauma, overheating, excessive cooling, behavioral stress,\nphysical harm, or unnecessary discomfort.\nCorrected prior to the time of Inspection\nExit interview conducted with the Director and Technical Services & Training Coordinator.",
  "animals_total": 5,
  "species": [
    {
      "count": 5,
      "scientific": "Oryctolagus cuniculus",
      "common": "EUROPEAN RABBIT"
    }
  ]
}