{
  "insp_id": "2016090000780775",
  "layout": "b",
  "customer_id": "4898",
  "customer_name": "Franklin Stary Wilma Stary",
  "customer_addr": "416 SOUTH MAIN STREET\nHALLETTSVILLE, TX 77964",
  "certificate": "74-A-0948",
  "site_id": "001",
  "site_name": "FRANKLIN & WILMA STARY",
  "insp_type": "FOCUSED INSPECTION",
  "date": "14-FEB-2022",
  "report_date": "10-APR-2022",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": false,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "Over the course of this inspection several adult sugar gliders were found to have serious eye lesions. The lesions have\nnot been observed by the facility and therefore no medical care has been provided. These animals are housed in a large\nbuilding divided into several rooms kept in unsanitary conditions with extensive buildup of excreta and food all over their\ncages and an infestation of mice and roaches.\nInside room 3, an adult grey-yellow with black stripe sugar glider (cage ID #166) has a sunken right eye. A white patch\ncovers the entire surface of the eyeball giving it a milky color. The area around the eye is redden with watery discharge.\nInside room 4, there is an adult grey-yellow with black stripe sugar glider (cage ID #25) with the right eye completely shut\nand sunken in. There is no bulging appearance which gives the impression the eye is missing, or it has ruptured. There\nis a dark yellow staining of the skin around the eye. The animal has also long nails that must be trimmed. A second adult\ngrey-yellow with black stripe sugar glider (cage ID #268) has watery eyes and a sunken left eye. A white patch covers the\nentire surface of the eyeball giving it a bluish coloration. This tissue appears to be inflamed around both eyes.\nInside room 7, an adult yellow sugar glider (cage ID #45) has an extensive lesion on the left eye. The hair around the\neyeball is missing and the skin is swollen, red and moist. The eyeball is sunken in and barely visible. There is yellow\ndischarge and dark crusty material around the eye. When light was shined directly to the eye, the animal quickly moved\naway and sought cover to avoid the light. A second adult grey-yellow with black stripe sugar glider (cage ID #38) has\nasymmetrical eyes. The right eye is swollen, and the left eye is sunken in with white opacity inside the eyeball.\nEye lesions can be very painful and indicative of an underlying disease. The animals must be examined by a veterinarian\nimmediately for diagnosis and treatment.\nTo be corrected by February 16th, 2022."
    },
    {
      "code": "2.40(b)(3)",
      "kind": "Direct",
      "repeat": true,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "Over the course of this inspection a total of 5 adult sugar gliders were found to have lesions on one or both of their eyes.\nThe lesions have not been observed by the facility prior to inspection and occurred prior to the daily observation for that\nday. The lesions range from missing eyeballs to loss of the normal structure of the eye. These lesions can be very\npainful and impair the vision of the animal. Without proper daily observation to assess the animals there is no effective\nway to gauge the health and well being of the animals. There is no effective way to treat or assess a sick or injured animal\nin a timely manner, and there is no effective way to communicate in a timely manner any issues that may arise to the\nattending veterinarian. Ensure daily observation of all animals throughout the facility and direct and frequent\ncommunication with the attending veterinarian when needed."
    },
    {
      "code": "3.126(b)",
      "kind": "Direct",
      "repeat": false,
      "desc": "Facilities, indoor.",
      "narrative": "The overall odor from the waste and lack of sanitation throughout the indoor facility was extremely pungent and\noverwhelming. This caused discomfort to both inspectors and they had to wear N95 masks throughout the inspection of\nthe indoor facility. Several rooms had open windows and box fans. The rooms with open windows or fans in use had a\ndecrease in odor. Some of the windows are in disrepair and do not open. The odor was still present on the inspectors and\ntheir clothes even several hours after the inspection. The employee accompanying the inspectors informed them that due\nto a lack of employees, some of the rooms are only cleaned as often as once every three weeks. Inadequate sanitation\nincreases noxious odors in the rooms. Inadequate ventilation poses a direct health and safety hazard to the animals.\nMultiple animals on inspection were seen with ocular problems which could be a result from inadequate ventilation. The\nlicensee must provide adequate ventilation for all housing facilities to ensure the health and prevent the discomfort of all\nanimals at all times. Correct by 02.16.2022"
    },
    {
      "code": "3.131(a)",
      "kind": "Direct",
      "repeat": true,
      "desc": "Sanitation.",
      "narrative": "During the course of the focused inspection, there continued to be an overall and severe lack of sanitation in the following\ncages.\nRoom 1: Cage #42 with 2 Gliders\nRoom 2: Cage #133 with 2 Gliders\nRoom 4: Cage #54 with 2 Gliders\nCage #187 with 2 Gliders\nCage #25 with 1 Gliders\nRoom 7: Cage #84 with 2 Gliders\nRoom 9: Cage 240 with 2 Gliders\nRoom 10: Cage #436 with 2 Gliders\nDuring the course of the focused inspection, one Sugar Glider food receptacle in Room 2, cage # 69 housing 2 Gliders\nwas observed as having a dark brown crusty organic buildup inside the receptacle that was neither the size, shape, color,\nor texture of the dry food used. An additional food receptacle in Room 10, cage # 56 housing 2 Gliders was\napproximately half way full of a wet mushy tannish substance that had neither the look, texture, shape or color of the dry\nfood used.\nExcreta and hair were observed collected in those above mentioned cages and caught through the wire floors of most\ncages, and a dried brown mushy substance which had the appearance of dried fecal material was present on the tops of\na majority of the nesting structures inside the cages which are round capped pieces of pvc pipe, approximately 4-5 inches\nround. The animals within those cages listed above were not provided any clean and sanitary space within the cage in\nwhich to sit, stand, rest, move, or otherwise make normal postural adjustments. Animals that are subjected to soiled\nenclosures and food can become destressed, or sick. All enclosures and food receptacles must be cleaned and sanitized\nas often as necessary to provide for the health and well being of the animals housed within.\nThis inspection and exit interview were conducted with facility representative.\nAdditional Inspectors:\nNIANET CARRASQUILLO, VETERINARY MEDICAL OFFICEREnd Section"
    }
  ],
  "narrative": "2.40(b)(2)  Direct\n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nOver the course of this inspection several adult sugar gliders were found to have serious eye lesions.  The lesions have \nnot been observed by the facility and therefore no medical care has been provided.  These animals are housed in a large \nbuilding divided into several rooms kept in unsanitary conditions with extensive buildup of excreta and food all over their \ncages and an infestation of mice and roaches. \nInside room 3, an adult grey-yellow with black stripe sugar glider (cage ID #166) has a sunken right eye.  A white patch \ncovers the entire surface of the eyeball giving it a milky color.  The area around the eye is redden with watery discharge. \nInside room 4, there is an adult grey-yellow with black stripe sugar glider (cage ID #25) with the right eye completely shut \nand sunken in.  There is no bulging appearance which gives the impression the eye is missing, or it has ruptured.  There \nis a dark yellow staining of the skin around the eye.  The animal has also long nails that must be trimmed.  A second adult \ngrey-yellow with black stripe sugar glider (cage ID #268) has watery eyes and a sunken left eye.  A white patch covers the \nentire surface of the eyeball giving it a bluish coloration.  This tissue appears to be inflamed around both eyes. \nInside room 7, an adult yellow sugar glider (cage ID #45) has an extensive lesion on the left eye.  The hair around the \neyeball is missing and the skin is swollen, red and moist.  The eyeball is sunken in and barely visible.   There is yellow \ndischarge and dark crusty material around the eye.  When light was shined directly to the eye, the animal quickly moved \naway and sought cover to avoid the light.  A second adult grey-yellow with black stripe sugar glider (cage ID #38) has\n\nasymmetrical eyes.  The right eye is swollen, and the left eye is sunken in with white opacity inside the eyeball. \nEye lesions can be very painful and indicative of an underlying disease. The animals must be examined by a veterinarian \nimmediately for diagnosis and treatment. \nTo be corrected by February 16th, 2022. \n2.40(b)(3)  Direct Repeat\n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nOver the course of this inspection a total of 5 adult sugar gliders were found to have lesions on one or both of their eyes.  \nThe lesions have not been observed by the facility prior to inspection and occurred prior to the daily observation for that \nday.  The lesions range from missing eyeballs to loss of the normal structure of the eye.  These lesions can be very \npainful and impair the vision of the animal.  Without proper daily observation to assess the animals there is no effective \nway to gauge the health and well being of the animals. There is no effective way to treat or assess a sick or injured animal \nin a timely manner, and there is no effective way to communicate in a timely manner any issues that may arise to the \nattending veterinarian.  Ensure daily observation of all animals throughout the facility and direct and frequent \ncommunication with the attending veterinarian when needed. \n3.126(b)  Direct\n   \nFacilities, indoor. \nThe overall odor from the waste and lack of sanitation throughout the indoor facility was extremely pungent and \noverwhelming. This caused discomfort to both inspectors and they had to wear N95 masks throughout the inspection of \nthe indoor facility. Several rooms had open windows and box fans. The rooms with open windows or fans in use had a \ndecrease in odor. Some of the windows are in disrepair and do not open. The odor was still present on the inspectors and \ntheir clothes even several hours after the inspection. The employee accompanying the inspectors informed them that due \nto a lack of employees, some of the rooms are only cleaned as often as once every three weeks. Inadequate sanitation\n\nincreases noxious odors in the rooms. Inadequate ventilation poses a direct health and safety hazard to the animals. \nMultiple animals on inspection were seen with ocular problems which could be a result from inadequate ventilation.  The \nlicensee must provide adequate ventilation for all housing facilities to ensure the health and prevent the discomfort of all \nanimals at all times. Correct by 02.16.2022 \n3.131(a)  Direct Repeat\n   \nSanitation. \nDuring the course of the focused inspection, there continued to be an overall and severe lack of sanitation in the following \ncages. \n \nRoom 1:  Cage #42 with 2 Gliders \nRoom 2:  Cage #133 with 2 Gliders \nRoom 4:  Cage #54 with 2 Gliders \nCage #187 with 2 Gliders \nCage #25 with 1 Gliders \nRoom 7:  Cage #84 with 2 Gliders \nRoom 9:  Cage 240 with 2 Gliders \nRoom 10: Cage #436 with 2 Gliders \n \nDuring the course of the focused inspection, one Sugar Glider food receptacle in Room 2, cage # 69 housing 2 Gliders \nwas observed as having a dark brown crusty organic buildup inside the receptacle that was neither the size, shape, color, \nor texture of the dry food used.  An additional food receptacle in Room 10, cage # 56 housing 2 Gliders was \napproximately half way full of a wet mushy tannish substance that had neither the look, texture, shape or color of the dry\n\nfood used. \n \nExcreta and hair were observed collected in those above mentioned cages and caught through the wire floors of most \ncages, and a dried brown mushy substance which had the appearance of dried fecal material was present on the tops of \na majority of the nesting structures inside the cages which are round capped pieces of pvc pipe, approximately 4-5 inches \nround. The animals within those cages listed above were not provided any clean and sanitary space within the cage in \nwhich to sit, stand, rest, move, or otherwise make normal postural adjustments. Animals that are subjected to soiled \nenclosures and food can become destressed, or sick.  All enclosures and food receptacles must be cleaned and sanitized \nas often as necessary to provide for the health and well being of the animals housed within. \n \nThis inspection and exit interview were conducted with facility representative. \n \nAdditional Inspectors: \nNIANET CARRASQUILLO, VETERINARY MEDICAL OFFICEREnd Section",
  "animals_total": 4925,
  "species": [
    {
      "count": 4925,
      "scientific": "Petaurus breviceps",
      "common": "SUGAR GLIDER"
    }
  ]
}