{
  "insp_id": "2016082567938161",
  "layout": "a",
  "customer_id": "1356",
  "customer_name": "Oklahoma State University",
  "customer_addr": "203 Whitehurst\nStillwater, OK 74078",
  "certificate": "73-R-0001",
  "site_id": "002",
  "site_name": "OKLAHOMA STATE UNIVERSITY",
  "insp_type": "ROUTINE INSPECTION",
  "date": "23-SEP-2016",
  "report_date": "27-SEP-2016",
  "citations": [
    {
      "code": "2.4",
      "kind": "",
      "repeat": false,
      "desc": "NON-INTERFERENCE WITH APHIS OFFICIALS.",
      "narrative": "The inspector arrived at the kennel at approximately 2:10 pm on Friday, September 23, 2016. Upon arrival at the\nfacility the inspector notified the employee who was outside feeding the dogs that she was there for a routine\ninspection. The employee indicated the owner was not on the premises but he would contact him. The inspector\ntold the employee she would wait in the outside seating area. As the licensee drove towards the inspector on his\nATV he began yelling and waving his arms in a hostile manner “Get out of here, you are not supposed to be here,\nget off my property!” The inspector replied \"Excuse me?\" and the license yelled they were no longer conducting any\nregulated activity. The inspector tried to explain to the licensee the site is still listed as active in the USDA database\nand subject to inspection until the Regional Official has been notified to cancel the site. The licensee yelled that \"it\nis cancelled and you were told that in Fairbanks and you shouldn’t be here!\" The inspector explained that had not\nbeen the conversation in Fairbanks and again explained this site was still active. The licensee again yelled at the\ninspector in a hostile manner, “You need to leave!” The inspector asked the licensee if he was refusing to have the\ninspection and he replied “Yes!” The inspector replied “Okay, you have a good day”, walked back to the car and\nleft the property. The inspector left the property at approximately 2:20 pm.\nInterfering with the inspection process prevents the Secretary from fulfilling his obligation to enforce the Animal\nWelfare Act. The licensee shall not interfere with, threaten, abuse (including verbally abuse), or harass any APHIS\nofficial in the course of carrying out his or her duties.\nTo be corrected from this day forward."
    }
  ],
  "narrative": "2.4\nNON-INTERFERENCE WITH APHIS OFFICIALS.\nThe inspector arrived at the kennel at approximately 2:10 pm on Friday, September 23, 2016. Upon arrival at the\nfacility the inspector notified the employee who was outside feeding the dogs that she was there for a routine\ninspection.  The employee indicated the owner was not on the premises but he would contact him.  The inspector\ntold the employee she would wait in the outside seating area.  As the licensee drove towards the inspector on his\nATV he began yelling and waving his arms in a hostile manner “Get out of here, you are not supposed to be here,\nget off my property!”  The inspector replied \"Excuse me?\" and the license yelled they were no longer conducting any\nregulated activity.  The inspector tried to explain to the licensee the site is still listed as active in the USDA database\nand subject to inspection until the Regional Official has been notified to cancel the site.  The licensee yelled that \"it\nis cancelled and you were told that in Fairbanks and you shouldn’t be here!\"  The inspector explained that had not\nbeen the conversation in Fairbanks and again explained this site was still active.  The licensee again yelled at the\ninspector in a hostile manner, “You need to leave!”  The inspector asked the licensee if he was refusing to have the\ninspection and he replied “Yes!”   The inspector replied “Okay, you have a good day”, walked back to the car and\nleft the property.  The inspector left the property at approximately 2:20 pm.\nInterfering with the inspection process prevents the Secretary from fulfilling his obligation to enforce the Animal\nWelfare Act. The licensee shall not interfere with, threaten, abuse (including verbally abuse), or harass any APHIS\nofficial in the course of carrying out his or her duties. \nTo be corrected from this day forward.",
  "animals_total": 0,
  "species": [
    {
      "count": 0,
      "scientific": "NONE",
      "common": "NONE"
    }
  ]
}