{
  "insp_id": "211141247350844",
  "layout": "a",
  "customer_id": "16834",
  "customer_name": "Pat Crabtree",
  "customer_addr": "1525 Rd O\nSaint Francis, KS 67756",
  "certificate": "48-A-1641",
  "site_id": "002",
  "site_name": "Pat Crabtree",
  "insp_type": "ROUTINE INSPECTION",
  "date": "30-JUL-2014",
  "report_date": "30-JUL-2014",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "The licensee is not following the instructions from the Attending Veterinarian as written on the Program of Veterinary\nCare form. The PVC states that puppies shall be vaccinated with bordetella at 6 weeks of age and for distemper at\n6 weeks of age. The licensee is not vaccinating with bordetella, but is instead using a combination of medications\n(\"tylan\" \"genecyin\" and sterile water) in a nebulizer after the puppies are weaned. There are no written instructions\nfrom the veterinarian concerning this treatment. A sample of some litter vaccination records during the inspection\ndemonstrated that no puppies that had reached six weeks of age had been vaccinated against distemper. One litter\nof 3 Chihuahua puppies was vaccinated for distemper at 7 weeks of age. One Yorkshire terrier mix puppy was 8\nweeks and 3 days of age and had not received a distemper vaccine. Written instructions not followed correctly may\ncause harm to the animals. The licensee must correctly follow the written veterinarian instructions.\nAdult, red female Cavalier King Charles Spaniel with chip number 13885624 has thick brown material coating the\nupper (cid:28)\"cheek\"(cid:29) (premolars and molars) and canine teeth. The gum line is red and severely recessed above the\nupper cheek teeth, especially over the left upper premolar teeth. The dog repeatedly tried to pull her had away\nabruptly when her mouth was examined. These signs are consistent with dental disease. Dental disease can cause\ndamage to the gum tissue and tooth and mouth structures, be painful, and impact the ability of the dog to eat\nnormally, affecting the overall health of the animal.\nAdult, brown female, Brussels Griffon with chip number 105851537 has a large amount of thick, dark debris in and\naround the opening to the ear canals of both ears. This skin in these areas is red and thickened which appears to\nocclude the ear canal. Ear problems can be caused by infection and other medical issues and can be painful.\nThe licensee must have these animals examined by a licensed veterinarian by the end of business on Friday,\nAugust 1, 2014 in order to ensure that an accurate diagnosis is obtained and that an appropriate treatment plan is\ndeveloped and followed. The licensee must document the outcome of this consultation and make it available to the\ninspector upon request."
    },
    {
      "code": "3.1(c)(1)(1)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "The support pipe for the outside flooring material of the northern-most enclosure on the east side of the east kennel\nbuilding is rusted. As a result of this rust the pipe is nearly rusted through. The structural strength of this pipe is\njeopardized and may no longer be able to support this enclosure.\nAlso, the lower end of a fence support pipe in one enclosure housing three Australian shepherds is rusted. The\nstructural strength of this pipe is jeopardized and may no longer be able to support this fence.\nAll surfaces must be maintained and free from excessive rust that affects the structural strength of the materials.\nCorrect by August 30, 2014.\nThis routine inspection and exit interview were conducted with facility representative.\nAdditional Inspectors\nShaver Margaret, Veterinary Medical Officer"
    }
  ],
  "narrative": "2.40(b)(2)           DIRECT                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThe licensee is not following the instructions from the Attending Veterinarian as written on the Program of Veterinary\nCare form.  The PVC states that puppies shall be vaccinated with bordetella at 6 weeks of age and for distemper at\n6 weeks of age.  The licensee is not vaccinating with bordetella, but is instead using a combination of medications\n(\"tylan\" \"genecyin\" and sterile water) in a nebulizer after the puppies are weaned.  There are no written instructions\nfrom the veterinarian concerning this treatment.  A sample of some litter vaccination records during the inspection\ndemonstrated that no puppies that had reached six weeks of age had been vaccinated against distemper. One litter\nof 3 Chihuahua puppies was vaccinated for distemper at 7 weeks of age. One Yorkshire terrier mix puppy was 8\nweeks and 3 days of age and had not received a distemper vaccine.   Written instructions not followed correctly may\ncause harm to the animals.  The licensee must correctly follow the written veterinarian instructions. \nAdult, red female Cavalier King Charles Spaniel with chip number 13885624 has thick brown material coating the\nupper (cid:28)\"cheek\"(cid:29) (premolars and molars) and canine teeth.  The gum line is red and severely recessed above the\nupper cheek teeth, especially over the left upper premolar teeth.  The dog repeatedly tried to pull her had away\nabruptly when her mouth was examined. These signs are consistent with dental disease. Dental disease can cause\ndamage to the gum tissue and tooth and mouth structures, be painful, and impact the ability of the dog to eat\nnormally, affecting the overall health of the animal. \nAdult, brown female, Brussels Griffon with chip number 105851537 has a large amount of thick, dark debris in and\naround the opening to the ear canals of both ears. This skin in these areas is red and thickened which appears to\nocclude the ear canal. Ear problems can be caused by infection and other medical issues and can be painful.\nThe licensee must have these animals examined by a licensed veterinarian by the end of business on Friday,\nAugust 1, 2014 in order to ensure that an accurate diagnosis is obtained and that an appropriate treatment plan is\ndeveloped and followed. The licensee must document the outcome of this consultation and make it available to the\ninspector upon request.\n\n3.1(c)(1)(1)\nHOUSING FACILITIES, GENERAL.\nThe support pipe for the outside flooring material of the northern-most enclosure on the east side of the east kennel\nbuilding is rusted.  As a result of this rust the pipe is nearly rusted through.  The structural strength of this pipe is\njeopardized and may no longer be able to support this enclosure.  \nAlso, the lower end of a fence support pipe in one enclosure housing three Australian shepherds is rusted.  The\nstructural strength of this pipe is jeopardized and may no longer be able to support this fence.\nAll surfaces must be maintained and free from excessive rust that affects the structural strength of the materials. \nCorrect by August 30, 2014.  \nThis routine inspection and exit interview were conducted with facility representative.\nAdditional Inspectors\nShaver Margaret, Veterinary Medical Officer",
  "animals_total": 252,
  "species": [
    {
      "count": 179,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 73,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}