{
  "insp_id": "211140007580913",
  "layout": "a",
  "customer_id": "36515",
  "customer_name": "Paul Urbanec",
  "customer_addr": "1912 Hwy. 94\nPender, NE 68047",
  "certificate": "47-A-0540",
  "site_id": "001",
  "site_name": "Paul Urbanec",
  "insp_type": "ROUTINE INSPECTION",
  "date": "29-JUL-2014",
  "report_date": "30-JUL-2014",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "Sec. 2.40 Attending veterinarian and adequate veterinary care (dealers and exhibitors). (b) (2).\n* (cid:28)Hooch(cid:29), a two year old, tan, male Mastiff, identification number (0A02387713) had an open wound on both ears.\nThe wounds were approximately 1 to 2 inches in circumference, moist and bright red. There was dried dark\nsubstance on and around the wounds. There were numerous flies on the wounds. The flies can irritate these\nwounds and this can painful to the dog. The owner stated that the attending veterinarian was consulted and was\ninstructed to use (cid:28)Nitrofurazone sab(cid:29) to treat the wounds. The (cid:28)Nitrofurazone(cid:29) used to treat the wounds was expired\nwith an expiration date of 08/04. This dog must be housed in an area free from flies until the healing is complete.\nThis dog must be seen by a veterinarian for an appropriate treatment plan. A record must be available upon\nrequest on this treatment program for this dog.\n** The licensee must have this animal examined by a licensed veterinarian by the close of business on\n1-August-2014, in order to ensure that an accurate diagnosis is obtained and that an appropriate treatment plan is\ndeveloped and followed. The licensee must document the outcome of this consultation and make it available to the\ninspector upon request.\n* (cid:28)Lilly(cid:29) a seven year old, white female American Eskimo, with number (08619526) has an excessive accumulation\nof brown material completely coating and obscuring the (cid:28)cheek teeth(cid:29) (premolars) and molars and about half of the\ncanine teeth. The teeth in the front have a buildup of brown grey colored substance covering half the teeth. The\nupper right cheek teeth and gums are covered with an excessive buildup of brown substance. This mass or buildup\nfor the upper right cheek teeth was approximately 1 inch in circumference. The gums are red and with a red line\nwhere the gum line and teeth meet. There is a white, creamy discharge along the upper gum line. Dental disease\ncan cause damage to the gum tissue and tooth and mouth structures, be painful, and impact the ability of the dog to\neat normally, affecting the overall health of the animal.\n** The licensee must have this animal examined by a licensed veterinarian by the close of business on\n5-August-2014, in order to ensure that an accurate diagnosis is obtained and that an appropriate treatment plan is\ndeveloped and followed. The licensee must document the outcome of this consultation and make it available to the\ninspector upon request.\n* A tan, male Dashund with number (0A01642644) has an accumulation of brown material coating and obscuring\nthe (cid:28)cheek teeth(cid:29) (premolars) and molars and about half of the canine teeth. The gums are dark red and have\nreceded away from the surface of the (cid:28)cheek teeth(cid:29) and molars. There is a white, creamy discharge along the upper\ngum line. Dental disease can cause damage to the gum tissue and tooth and mouth structures, be painful, and\nimpact the ability of the dog to eat normally, affecting the overall health of the animal.\nThe licensee must have this animal examined by a veterinarian to obtain an accurate diagnosis and appropriate\ntreatment plan. The outcome of this consultation must be documented and provided to the inspector upon request.\nThe licensee must ensure that all animals receive adequate veterinary care at all times.\nTo be corrected by, 5-August-2014.\n* Two female German Shepards , (cid:28)Gertie(cid:29) and (cid:28)Gretna(cid:29) with numbers (0A01642627) and (0A01642675) had hair\nloss of the tips of their ears. Bare skin was exposed on the tips of the dogs(cid:25) ears. There was numerous flies\nobserve on the ears. . The owner stated that the attending veterinarian was consulted and was instructed to use\n(cid:28)Nitrofurazone sab(cid:29) to treat the areas on the ears with bare skin. The (cid:28)Nitrofurazone(cid:29) used to treat the tips of the\nears was expired with an expiration date of 08/04. This dog must be housed in an area free from flies until the\nhealing is complete. This dog must be seen by a veterinarian for an appropriate treatment plan. A record must be\navailable upon request on this treatment program for this dog.\nTo be corrected by, 5-August-2014.\nThe licensee must have this animal examined by a veterinarian to obtain an accurate diagnosis and appropriate\ntreatment plan. The outcome of this consultation must be documented and provided to the inspector upon request.\nThe licensee must ensure that all animals receive adequate veterinary care at all times.\n* There is a bottle of (cid:28)Pyrantel Pomoate(cid:29) dewormer, (cid:28)Nitrofurazone Sab(cid:29) and a bottle of (cid:28)Albon(cid:29) with no directions for\nappropriate use from the attending veterinarian. These medications were found intermingled with other medications\nin the refrigerator and medicine storage area and are therefore considered ready for use. Lack of approved\ninstructions can lead to misuse of a medication. The licensee must ensure that all medications are used in a manner\nconsistent with the provision of adequate veterinary care to protect the health of the animals and ensure drugs are\nused in an appropriate manner. All medications must be labeled and administered properly as part of the facility(cid:25)s\nprograms of adequate veterinary care.\n* The following medications were past the labeled expiration date: nitrofurazone (cid:19) August 04, pyrantel pamoate (cid:19)\nMar 2014, Albon (cid:19) no expiration date and 6 vials of NeoVac DA2 (cid:19) 24-Feb-2014. These medications were\nintermingled with other products that are currently being used at the facility and are therefore ready for use. Expired\ndrugs may not work as anticipated, could become contaminated, and could harm the animals. The licensee must\nensure that all medications used in the facility are not expired, labeled properly in accordance with standard\nveterinary practices, and are stored in accordance with manufacturer's recommendations.\nTo be corrected by 5-August-2014."
    },
    {
      "code": "2.50(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "TIME AND METHOD OF IDENTIFICATION.",
      "narrative": "Sec. 2.50 Time and method of identification. (a) (1) Identification.\n* Two adult dogs were not identified with a tag, tattoo or microchip. The owner made an immediate correction and\nmicrochip these two dogs during the inspection. In the future, all dogs must be identified properly. Identification is\nrequired in order to ensure that each animal's identity can be known with certainty and to facilitate record keeping\nrequirements.\nTo be corrected by, 31-July-2014."
    },
    {
      "code": "3.1(a)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "Sec. 3.1 Housing facilities, general. (a) Structure; construction.\n* The plastic flooring for the three west end enclosures, in the main kennel, was sagging. This sagging was more\npronounced as the dogs walked on the flooring. The sagging flooring was causing an approximately 2 to 3 inch gap\nbetween where the flooring and two panel dividers meet. These gaps were approximately ½ to 1 foot long. These\ntwo gaps allowed access for dogs to fight with dogs in the next enclosure or get their feet and legs stuck. The six\nadult dogs in the enclosure could possibly be injured from the fighting or from getting their feet or legs stuck. All\nhousing facilities, such as sagging flooring, must be structurally sound and kept in good repair. This will protect the\ndogs from escaping or fighting with the dogs in the next enclosure.\nTo be corrected by 10-August-2014."
    },
    {
      "code": "3.1(c)(2)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "Sec. 3.1 Housing facilities, general. (c) Surfaces. (2) Maintenance and replacement of surfaces.\n* The concrete flooring for three outdoor enclosures, housing six adult dogs, has an accumulation of brown waste\non the surface. Some of the brown stained areas are moist. The surface of the concrete is rough. There are\ncracks in the concrete approximately 1 foot to 3 foot long and ¼ inch to ½ inch wide. The worn concrete surfaces\nand cracks do not allow for proper cleaning and sanitation. The brown moist waste on the surface indicates the\nconcrete is not properly sealed. Concrete surfaces that cannot be properly cleaned and sanitized can increase the\ndisease potential. The concrete surface is in need of treatment and repair. All surfaces must be maintained on a\nregular basis. This will allow for proper cleaning and sanitization. Thus, the disease potential is reduced for the\ndogs.\nTo be corrected by, 20-August-2014."
    },
    {
      "code": "3.1(c)(3)",
      "kind": "",
      "repeat": true,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "Sec. 3.1 Housing facilities, general. (c) Surfaces(3) Cleaning.\n* The outdoor enclosures, housing six adult dogs, have an excessive accumulation of fecal waste and brown waste\non the concrete flooring. This accumulation of waste indicates daily spot-cleaning is not taking place. The\naccumulation of waste can increase disease hazards. The concrete flooring must be spot cleaning daily and\nsanitized when necessary. Daily spot cleaning and sanitization will decrease disease hazards for the dogs."
    },
    {
      "code": "3.1(f)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "Sec. 3.1 Housing facilities, general. (f) Drainage and waste disposal.\n* The drainage system in front of the outdoor enclosures, housing six adult dogs, has an accumulation of fecal\nwaste. There were numerous insects on and around the waste. This can increase the disease potential for the\ndogs. Housing facility operators must provide regular and frequent collection, or removal, of dog and food waste in\na manner that minimizes contamination and disease risks. Drainage systems must minimize vermin and pest\ninfestation, insects, odors, and disease hazards. This will minimize the insects and decrease the disease risks for\nthe dogs.\nTo be corrected by, 31-July-2014."
    },
    {
      "code": "3.11(c)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "Sec. 3.11 Cleaning, sanitization, housekeeping, and pest control. (c) Housekeeping for premises.\n* Inside the main kennel, housing 23 adult dogs and four puppies, there is an accumulation of dog hair and cobwebs\non the floor and hanging from the gates of the enclosures. There was dog hair hanging from the feeders. This can\nattract rodents, pests and other vermin. The dogs and puppies health and well-being can be affected. Premises\nand housing facilities must be kept clean. This will reduce or eliminate breeding and living areas for rodents and\nother pests and vermin. The health and well-being of the dogs and puppies will be protected from premises and\nhousing facilities that are kept clean.\nTo be corrected by, 10-August-2014.\nThis inspection and exit interview was conducted with an facility representative.\nAdditional Inspectors\nThornton Karl, Animal Care Inspector"
    }
  ],
  "narrative": "2.40(b)(2)           DIRECT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nSec. 2.40  Attending veterinarian and adequate veterinary care (dealers and exhibitors).  (b) (2). \n* (cid:28)Hooch(cid:29), a two year old, tan, male Mastiff, identification number (0A02387713) had an open wound on both ears. \nThe wounds were approximately 1 to 2 inches in circumference, moist and bright red.  There was dried dark\nsubstance on and around the wounds.  There were numerous flies on the wounds.  The flies can irritate these\nwounds and this can painful to the dog. The owner stated that the attending veterinarian was consulted and was\ninstructed to use (cid:28)Nitrofurazone sab(cid:29) to treat the wounds.  The (cid:28)Nitrofurazone(cid:29) used to treat the wounds was expired\nwith an expiration date of 08/04. This dog must be housed in an area free from flies until the healing is complete.\nThis dog must be seen by a veterinarian for an appropriate treatment plan.  A record must be available upon\nrequest on this treatment program for this dog.\n** The licensee must have this animal examined by a licensed veterinarian by the close of business on\n1-August-2014, in order to ensure that an accurate diagnosis is obtained and that an appropriate treatment plan is\ndeveloped and followed. The licensee must document the outcome of this consultation and make it available to the\ninspector upon request.\n* (cid:28)Lilly(cid:29) a seven year old, white female American Eskimo, with number (08619526) has an excessive accumulation\nof brown material completely coating and obscuring the (cid:28)cheek teeth(cid:29) (premolars) and molars and about half of the\ncanine teeth. The teeth in the front have a buildup of brown grey colored substance covering half the teeth. The\nupper right cheek teeth and gums are covered with an excessive buildup of brown substance. This mass or buildup\nfor the upper right cheek teeth was approximately 1 inch in circumference.  The gums are red and with a red line\nwhere the gum line and teeth meet. There is a white, creamy discharge along the upper gum line. Dental disease\ncan cause damage to the gum tissue and tooth and mouth structures, be painful, and impact the ability of the dog to\neat normally, affecting the overall health of the animal.\n** The licensee must have this animal examined by a licensed veterinarian by the close of business on\n5-August-2014, in order to ensure that an accurate diagnosis is obtained and that an appropriate treatment plan is\ndeveloped and followed. The licensee must document the outcome of this consultation and make it available to the\n\ninspector upon request.\n* A tan, male Dashund with number (0A01642644) has an accumulation of brown material coating and obscuring\nthe (cid:28)cheek teeth(cid:29) (premolars) and molars and about half of the canine teeth. The gums are dark red and have\nreceded away from the surface of the (cid:28)cheek teeth(cid:29) and molars. There is a white, creamy discharge along the upper\ngum line. Dental disease can cause damage to the gum tissue and tooth and mouth structures, be painful, and\nimpact the ability of the dog to eat normally, affecting the overall health of the animal.\nThe licensee must have this animal examined by a veterinarian to obtain an accurate diagnosis and appropriate\ntreatment plan. The outcome of this consultation must be documented and provided to the inspector upon request.\nThe licensee must ensure that all animals receive adequate veterinary care at all times. \nTo be corrected by, 5-August-2014.\n* Two female German Shepards , (cid:28)Gertie(cid:29) and (cid:28)Gretna(cid:29) with numbers (0A01642627) and (0A01642675) had hair\nloss of the tips of their ears.  Bare skin was exposed on the tips of the dogs(cid:25) ears. There was numerous flies\nobserve on the ears.  . The owner stated that the attending veterinarian was consulted and was instructed to use\n(cid:28)Nitrofurazone sab(cid:29) to treat the areas on the ears with bare skin.  The (cid:28)Nitrofurazone(cid:29) used to treat the tips of the\nears was expired with an expiration date of 08/04. This dog must be housed in an area free from flies until the\nhealing is complete. This dog must be seen by a veterinarian for an appropriate treatment plan.  A record must be\navailable upon request on this treatment program for this dog.\nTo be corrected by, 5-August-2014.\nThe licensee must have this animal examined by a veterinarian to obtain an accurate diagnosis and appropriate\ntreatment plan. The outcome of this consultation must be documented and provided to the inspector upon request.\nThe licensee must ensure that all animals receive adequate veterinary care at all times. \n* There is a bottle of (cid:28)Pyrantel Pomoate(cid:29) dewormer, (cid:28)Nitrofurazone Sab(cid:29) and a bottle of (cid:28)Albon(cid:29) with no directions for\nappropriate use from the attending veterinarian. These medications were found intermingled with other medications\nin the refrigerator and medicine storage area and are therefore considered ready for use. Lack of approved\ninstructions can lead to misuse of a medication. The licensee must ensure that all medications are used in a manner\nconsistent with the provision of adequate veterinary care to protect the health of the animals and ensure drugs are\nused in an appropriate manner. All medications must be labeled and administered properly as part of the facility(cid:25)s\nprograms of adequate veterinary care.\n* The following medications were past the labeled expiration date:  nitrofurazone (cid:19) August 04, pyrantel pamoate (cid:19)\nMar 2014, Albon (cid:19) no expiration date and 6 vials of NeoVac DA2 (cid:19) 24-Feb-2014.  These medications were\n\nintermingled with other products that are currently being used at the facility and are therefore ready for use. Expired\ndrugs may not work as anticipated, could become contaminated, and could harm the animals. The licensee must\nensure that all medications used in the facility are not expired, labeled properly in accordance with standard\nveterinary practices, and are stored in accordance with manufacturer's recommendations.\nTo be corrected by 5-August-2014.\n2.50(a)(1)\nTIME AND METHOD OF IDENTIFICATION.\nSec. 2.50 Time and method of identification.  (a)  (1) Identification.\n* Two adult dogs were not identified with a tag, tattoo or microchip.  The owner made an immediate correction and\nmicrochip these two dogs during the inspection.  In the future, all dogs must be identified properly. Identification is\nrequired in order to ensure that each animal's identity can be known with certainty and to facilitate record keeping\nrequirements. \nTo be corrected by, 31-July-2014.\n3.1(a)\nHOUSING FACILITIES, GENERAL.\nSec. 3.1  Housing facilities, general.   (a) Structure; construction.\n* The plastic flooring for the three west end enclosures, in the main kennel, was sagging.  This sagging was more\npronounced as the dogs walked on the flooring.  The sagging flooring was causing an approximately 2 to 3 inch gap\nbetween where the flooring and two panel dividers meet.  These gaps were approximately ½ to 1 foot long. These\ntwo gaps allowed access for dogs to fight with dogs in the next enclosure or get their feet and legs stuck.  The six\nadult dogs in the enclosure could possibly be injured from the fighting or from getting their feet or legs stuck.  All\nhousing facilities, such as sagging flooring, must be structurally sound and kept in good repair.  This will protect the\ndogs from escaping or fighting with the dogs in the next enclosure.  \nTo be corrected by 10-August-2014.\n\n3.1(c)(2)\nHOUSING FACILITIES, GENERAL.\nSec. 3.1 Housing facilities, general. (c) Surfaces. (2) Maintenance and replacement of surfaces.\n \n* The concrete flooring for three outdoor enclosures, housing six adult dogs, has an accumulation of brown waste\non the surface.  Some of the brown stained areas are moist.  The surface of the concrete is rough.  There are\ncracks in the concrete approximately 1 foot to 3 foot long and ¼ inch to ½ inch wide.  The worn concrete surfaces\nand cracks do not allow for proper cleaning and sanitation.  The brown moist waste on the surface indicates the\nconcrete is not properly sealed.  Concrete surfaces that cannot be properly cleaned and sanitized can increase the\ndisease potential.  The concrete surface is in need of treatment and repair.  All surfaces must be maintained on a\nregular basis.  This will allow for proper cleaning and sanitization.  Thus, the disease potential is reduced for the\ndogs.\nTo be corrected by, 20-August-2014.\n3.1(c)(3)                    REPEAT\nHOUSING FACILITIES, GENERAL.\nSec. 3.1  Housing facilities, general.  (c) Surfaces(3) Cleaning. \n* The outdoor enclosures, housing six adult dogs, have an excessive accumulation of fecal waste and brown waste\non the concrete flooring.  This accumulation of waste indicates daily spot-cleaning is not taking place.  The\naccumulation of waste can increase disease hazards. The concrete flooring must be spot cleaning daily and\nsanitized when necessary.  Daily spot cleaning and sanitization will decrease disease hazards for the dogs.\n3.1(f)\nHOUSING FACILITIES, GENERAL.\nSec. 3.1 Housing facilities, general.  (f) Drainage and waste disposal. \n* The drainage system in front of the outdoor enclosures, housing six adult dogs, has an accumulation of fecal\nwaste.  There were numerous insects on and around the waste.  This can increase the disease potential for the\ndogs.  Housing facility operators must provide regular and frequent collection, or removal, of dog and food waste in\na manner that minimizes contamination and disease risks.  Drainage systems must minimize vermin and pest\ninfestation, insects, odors, and disease hazards.  This will minimize the insects and decrease the disease risks for\n\nthe dogs.\nTo be corrected by, 31-July-2014.\n3.11(c)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\nSec. 3.11  Cleaning, sanitization, housekeeping, and pest control.  (c) Housekeeping for premises. \n* Inside the main kennel, housing 23 adult dogs and four puppies, there is an accumulation of dog hair and cobwebs\non the floor and hanging from the gates of the enclosures.  There was dog hair hanging from the feeders. This can\nattract rodents, pests and other vermin.  The dogs and puppies health and well-being can be affected.  Premises\nand housing facilities must be kept clean.  This will reduce or eliminate breeding and living areas for rodents and\nother pests and vermin.   The health and well-being of the dogs and puppies will be protected from premises and\nhousing facilities that are kept clean.\nTo be corrected by, 10-August-2014.\nThis inspection and exit interview was conducted with an facility representative.\nAdditional Inspectors\nThornton Karl, Animal Care Inspector",
  "animals_total": 36,
  "species": [
    {
      "count": 32,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 4,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}