{
  "insp_id": "2016082568104567",
  "layout": "a",
  "customer_id": "81",
  "customer_name": "The Johns Hopkins University",
  "customer_addr": "265 Garland Hall\n3400 N Charles Street\nBaltimore, MD 21218",
  "certificate": "51-A-0030",
  "site_id": "001",
  "site_name": "THE JOHNS HOPKINS UNIVERSITY",
  "insp_type": "ROUTINE INSPECTION",
  "date": "15-FEB-2017",
  "report_date": "16-FEB-2017",
  "citations": [
    {
      "code": "3.75(c)(1)",
      "kind": "Critical",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "On January 26, 2016 a young female macaque was found dead in the outdoor portion of her enclosure. This animal\nhad its head entrapped in a ball which was used for enrichment in the animal's enclosure. The ball was described\nby the facility as having a hole chewed into it sufficient to allow the entire head of the animal to become entrapped\nwith only the mandible of the jaw exposed. This animal died at some time between the PM and AM animal checks.\nThe necropsy of the animal was not conclusive and the facility determined that the likely cause of death was\nprolonged exposure to the cold in combination with the stress of not being able to remove her head from the ball.\nAt the time of the inspection today the inspectors noted a few badly worn enrichment items. A couple of these\nitems had holes in them. One enrichment item in particular known as a \"pill\" had a hole in it large enough for a\njuvenile macaque to stick its head into. This enrichment item has worn to the point that it is potentially hazardous to\nanimals in the enclosure in which it is being used. Furniture type fixtures or objects must be sturdily constructed\nand strong enough to provide for the safe activity and welfare of the animals in the enclosure. When excessively\nworn these items must be removed from the enclosure in order to minimize the risk of head or other limb\nentrapment.\nCorrected at the time of the inspection.\nThis inspection and exit interview were conducted with various Johns Hopkins University personnel.\nAdditional Inspectors\nMaginnis Gwendalyn, Veterinary Medical Officer\nCohen Kimberley, Veterinary Medical Officer"
    }
  ],
  "narrative": "3.75(c)(1)           CRITICAL\nHOUSING FACILITIES, GENERAL. \nOn January 26, 2016 a young female macaque was found dead in the outdoor portion of her enclosure.  This animal\nhad its head entrapped in a ball which was used for enrichment in the animal's enclosure.  The ball was described\nby the facility as having a hole chewed into it sufficient to allow the entire head of the animal to become entrapped\nwith only the mandible of the jaw exposed.  This animal died at some time between the PM and AM animal checks. \nThe necropsy of the animal was not conclusive and the facility determined that the likely cause of death was\nprolonged exposure to the cold in combination with the stress of not being able to remove her head from the ball.\nAt the time of the inspection today the inspectors noted a few badly worn enrichment items.   A couple of these\nitems had holes in them.  One enrichment item in particular known as a \"pill\" had a hole in it large enough for a\njuvenile macaque to stick its head into.  This enrichment item has worn to the point that it is potentially hazardous to\nanimals in the enclosure in which it is being used.  Furniture type fixtures or objects must be sturdily constructed\nand strong enough to provide for the safe activity and welfare of the animals in the enclosure.  When excessively\nworn these items must be removed from the enclosure in order to minimize the risk of head or other limb\nentrapment.\nCorrected at the time of the inspection.\nThis inspection and exit interview were conducted with various Johns Hopkins University personnel.\nAdditional Inspectors\nMaginnis Gwendalyn, Veterinary Medical Officer\nCohen Kimberley, Veterinary Medical Officer",
  "animals_total": 450,
  "species": [
    {
      "count": 178,
      "scientific": "Macaca mulatta",
      "common": "RHESUS MACAQUE"
    },
    {
      "count": 49,
      "scientific": "Macaca mulatta",
      "common": "RHESUS MACAQUE *MALE"
    },
    {
      "count": 163,
      "scientific": "Macaca nemestrina",
      "common": "PIG-TAILED MACAQUE"
    },
    {
      "count": 60,
      "scientific": "Macaca nemestrina",
      "common": "PIG-TAILED MACAQUE *MALE"
    }
  ]
}