{
  "insp_id": "15150931080810",
  "layout": "a",
  "customer_id": "2827",
  "customer_name": "S Glenice Viken",
  "customer_addr": "28401 380th Avenue\nRoseau, MN 56751",
  "certificate": "41-A-0298",
  "site_id": "001",
  "site_name": "S GLENICE VIKEN",
  "insp_type": "ROUTINE INSPECTION",
  "date": "15-JAN-2015",
  "report_date": "15-JAN-2015",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "A male poodle with microchip number 004887865 is observed to have an overgrown and matted hair coat. The\nmatts are tightly bond and appear to pull at the skin. Matted hair is a painful condition and can lead to other health\nproblems such skin infections and problems regulating body temperature. The licensee needs to appropriately\naddress the matted hair coat for this dog and develop and maintain a grooming program that addresses the hair\ncoat and skin health of all the dogs at the facility."
    },
    {
      "code": "2.50(a)(2)",
      "kind": "",
      "repeat": false,
      "desc": "TIME AND METHOD OF IDENTIFICATION.",
      "narrative": "Eight weaned puppies have not be officially identified by tag, cage card or plastic collar. Lack of official\nidentification does not allow for the proper identification or tracking of the animals. All weaned puppies must have\nsome form of official identification. Correct by: January 22, 2015."
    },
    {
      "code": "2.75(a)(1)",
      "kind": "",
      "repeat": true,
      "desc": "RECORDS: DEALERS AND EXHIBITORS.",
      "narrative": "Microchip identification numbers for all fifty-one adult dogs currently at the kennel have not yet been recorded on\nthe APHIS 7005 inventory forms. Eight puppy births have not been recorded on APHIS form 7005 or on cage\ncards. Also, there are six dogs that have only the name of the person or town from where they were acquired\nrecorded and five dogs have no acquisition information recorded. Lack of accurate and up-to-date records does not\nensure for the proper tracking of the animals. Update the facility inventory records with all required information and\nso they accurately reflect the current inventory of animals.\nInspection and exit interview conducted with the licensee.\nEnd of report."
    }
  ],
  "narrative": "2.40(b)(2)                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nA male poodle with microchip number 004887865 is observed to have an overgrown and matted hair coat.  The\nmatts are tightly bond and  appear to pull at the skin.  Matted hair is a painful condition and can lead to other health\nproblems such skin infections and problems regulating body temperature.  The licensee needs to appropriately\naddress the matted hair coat for this dog and develop and maintain a grooming program that addresses the hair\ncoat and skin health of all the dogs at the facility.  \n2.50(a)(2)\nTIME AND METHOD OF IDENTIFICATION.\nEight weaned puppies have not be officially identified by tag, cage card or plastic collar.  Lack of official\nidentification does not allow for the proper identification or tracking of the animals.  All weaned puppies must have\nsome form of  official identification.  Correct by:  January 22, 2015. \n2.75(a)(1)                    REPEAT\nRECORDS: DEALERS AND EXHIBITORS.\nMicrochip identification numbers for all fifty-one adult dogs currently at the kennel have not yet been recorded on\nthe APHIS 7005 inventory forms.  Eight puppy births have not been recorded on APHIS form 7005 or on cage\ncards.  Also, there are six dogs that have only the name of the person or town from where they were acquired\nrecorded and five dogs have no acquisition information recorded.  Lack of accurate and up-to-date records does not\nensure for the proper tracking of the animals.  Update the facility inventory records with all required information and\nso they accurately reflect the current inventory of animals.\nInspection and exit interview conducted with the licensee.\n\nEnd of report.",
  "animals_total": 67,
  "species": [
    {
      "count": 51,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 16,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}