{
  "insp_id": "2016090000528357",
  "layout": "b",
  "customer_id": "327579",
  "customer_name": "WOODSTONE MEADOWS STABLES INC",
  "customer_addr": "2560 AG CENTER DRIVE\nMCGAHEYSVILLE, VA 22840",
  "certificate": "52-C-0269",
  "site_id": "001",
  "site_name": "WOODSTONE MEADOWS STABLES INC",
  "insp_type": "ROUTINE INSPECTION",
  "date": "09-FEB-2021",
  "report_date": "09-FEB-2021",
  "citations": [
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": false,
      "desc": "Facilities, general.",
      "narrative": "There were various areas of the facility in a state of disrepair.\nWithin the Boer goat pen, there was a broken wooden board and exposed nail heads on the fence between the goat\npens. Additionally, the rear fence had a gap approximately 8 inches wide by 10 inches long. There was also a large wire\nhog panel that had become detached from the fencing and was lying on the ground in the zebu bull enclosure.\nFailure to maintain enclosures can allow for gaps or sharp edges which can result in injury or entrapment of the animals.\nFacilities shall be maintained in good repair to protect the animals from injury and contain them.\nCorrect by: March 9, 2021."
    },
    {
      "code": "2.131(b)(1)",
      "kind": "Critical",
      "repeat": false,
      "desc": "Handling of animals.",
      "narrative": "On May 20, 2020, a male Katadin lamb, \"Captain\" escaped from its enclosure when the door was accidentally left open by\na staff member. The lamb was found injured in the adjacent horse field. The veterinarian was contacted immediately, but\nthe lamb died prior to the veterinarian's arrival. As a result of the staff member leaving the gate open, the lamb was able\nto escape the safety of its enclosure and roam freely in areas with numerous hazards which lead to the death of the\nanimal. Handling of all animals shall be done as expeditiously and carefully as possible in a manner that does not cause\ntrauma, overheating, excessive cooling, behavioral stress, physical harm, or unnecessary discomfort. Correct by handling\nanimals in a manner that ensures their health and safety. Correct by February 9, 2021."
    },
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "There were three goats with overgrown hooves at the facility. Spot, a red and white spotted goat, was observed with\novergrown hooves on both the right fore and hind limbs. Wally, a red headed goat, was observed with overgrown hooves\non the left hind limb. Lastly, Rex, a male angora goat, was observed with an overgrown hoof on the right forelimb which\nwas starting to crack. All the goats were in good body condition and did not display any signs of lameness or discomfort.\nFailure to properly maintain hoof care can result in abnormal growth of the hoof and cause additional disease conditions\nwhich can be painful to the animal. Correct by trimming the goats' hooves in accordance with appropriate methods and\nfrequencies recommended by your attending veterinarian.\nCorrect by: February 16, 2021."
    },
    {
      "code": "2.75(b)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Records: Dealers and exhibitors.",
      "narrative": "There are four rabbits currently present at the facility, however, the inventory identified additional offspring that are no\nlonger owned by the facility. The birth of the zebu calf was also not included in the facility's animal records. Failure to\nmaintain accurate records of acquisitions and dispositions can make it difficult to account for animals under the facility's\ncare and ensure that animals are obtained from appropriate sources. The facility must keep and maintain up-to-date\nrecords regarding acquisitions and dispositions.\nCorrect by: February 23, 2021."
    },
    {
      "code": "2.131(d)(2)",
      "kind": "",
      "repeat": false,
      "desc": "Handling of animals.",
      "narrative": "During the inspection, there were periods of time where no readily identifiable attendant was present in the petting zoo\narea. Within this area, members of the public were directly contacting numerous animals and offering feed provided by\nthe facility. With no attendant present to enforce and monitor the interactions in this area, there is an increased risk of\nharm to both the public and regulated animals. Correct by ensuring that a knowledgeable and readily identifiable\nattendant is present at all times during periods of public contact.\nCorrect by : February 23, 2021.\nThis inspection and exit interview were conducted with facility representatives.\nAdditional Inspectors:\nRachel Perez-Baum, VETERINARY MEDICAL OFFICEREnd Section"
    }
  ],
  "narrative": "3.125(a) \n   \nFacilities, general. \nThere were various areas of the facility in a state of disrepair. \nWithin the Boer goat pen, there was a broken wooden board and exposed nail heads on the fence between the goat \npens.  Additionally, the rear fence had a gap approximately 8 inches wide by 10 inches long.  There was also a large wire \nhog panel that had become detached from the fencing and was lying on the ground in the zebu bull enclosure. \nFailure to maintain enclosures can allow for gaps or sharp edges which can result in injury or entrapment of the animals.  \nFacilities shall be maintained in good repair to protect the animals from injury and contain them. \nCorrect by: March 9, 2021. \n2.131(b)(1)  Critical\n   \nHandling of animals. \nOn May 20, 2020, a male Katadin lamb, \"Captain\" escaped from its enclosure when the door was accidentally left open by \na staff member.  The lamb was found injured in the adjacent horse field. The veterinarian was contacted immediately, but \nthe lamb died prior to the veterinarian's arrival.  As a result of the staff member leaving the gate open, the lamb was able \nto escape the safety of its enclosure and roam freely in areas with numerous hazards which lead to the death of the \nanimal. Handling of all animals shall be done as expeditiously and carefully as possible in a manner that does not cause\n\ntrauma, overheating, excessive cooling, behavioral stress, physical harm, or unnecessary discomfort. Correct by handling \nanimals in a manner that ensures their health and safety. Correct by February 9, 2021. \n2.40(b)(2) \n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nThere were three goats with overgrown hooves at the facility.  Spot, a red and white spotted goat, was observed with \novergrown hooves on both the right fore and hind limbs.  Wally, a red headed goat, was observed with overgrown hooves \non the left hind limb.  Lastly, Rex, a male angora goat, was observed with an overgrown hoof on the right forelimb which \nwas starting to crack.  All the goats were in good body condition and did not display any signs of lameness or discomfort. \nFailure to properly maintain hoof care can result in abnormal growth of the hoof and cause additional disease conditions \nwhich can be painful to the animal.  Correct by trimming the goats' hooves in accordance with appropriate methods and \nfrequencies recommended by your attending veterinarian. \nCorrect by: February 16, 2021. \n2.75(b)(1) \n   \nRecords: Dealers and exhibitors. \nThere are four rabbits currently present at the facility, however, the inventory identified additional offspring that are no \nlonger owned by the facility.  The birth of the zebu calf was also not included in the facility's animal records.  Failure to \nmaintain accurate records of acquisitions and dispositions can make it difficult to account for animals under the facility's \ncare and ensure that animals are obtained from appropriate sources.  The facility must keep and maintain up-to-date \nrecords regarding acquisitions and dispositions. \nCorrect by: February 23, 2021. \n2.131(d)(2) \n   \nHandling of animals.\n\nDuring the inspection, there were periods of time where no readily identifiable attendant was present in the petting zoo \narea.  Within this area, members of the public were directly contacting numerous animals and offering feed provided by \nthe facility.  With no attendant present  to enforce and monitor the interactions in this area, there is an increased risk of \nharm to both the public and regulated animals.  Correct by ensuring that a knowledgeable and readily identifiable \nattendant is present at all times during periods of public contact. \nCorrect by : February 23, 2021. \n \nThis inspection and exit interview were conducted with facility representatives. \n \nAdditional Inspectors: \nRachel Perez-Baum, VETERINARY MEDICAL OFFICEREnd Section",
  "animals_total": 29,
  "species": [
    {
      "count": 9,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 2,
      "scientific": "Sus scrofa domestica",
      "common": "DOMESTIC PIG / POTBELLY PIG / MICRO PIG"
    },
    {
      "count": 5,
      "scientific": "Ovis aries aries",
      "common": "SHEEP INCLUDING ALL DOMESTIC BREEDS"
    },
    {
      "count": 4,
      "scientific": "Oryctolagus cuniculus",
      "common": "DOMESTIC RABBIT / EUROPEAN RABBIT"
    },
    {
      "count": 1,
      "scientific": "Lama glama",
      "common": "LLAMA"
    },
    {
      "count": 1,
      "scientific": "Lama pacos",
      "common": "ALPACA"
    },
    {
      "count": 3,
      "scientific": "Bos primigenuis indicus",
      "common": "ZEBU"
    },
    {
      "count": 4,
      "scientific": "Bos taurus",
      "common": "CATTLE / COW / OX / WATUSI"
    }
  ]
}