{
  "insp_id": "2016090000639427",
  "layout": "b",
  "customer_id": "321151",
  "customer_name": "CHRISTA BARKER",
  "customer_addr": "6950 Cleary Pines Trail\nWest Palm Beach, FL 33413",
  "certificate": "58-B-0598",
  "site_id": "002",
  "site_name": "CHRISTA BARKER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "23-JUN-2021",
  "report_date": "23-JUN-2021",
  "citations": [
    {
      "code": "2.40(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "The licensee was unable to provide a written program of veterinary care plan and regularly scheduled visits to the\npremises by the attending veterinarian. (a)(1) Each dealer and exhibitor shall employ an attending veterinarian under\nformal arrangements. In the case of a part-time attending veterinarian or consultant arrangements, the formal\narrangements shall include a written program of veterinary care and regularly scheduled visits to the premises of the\ndealer. These documents need to be made available on the next inspection.\nCorrect by: 07-23-21"
    },
    {
      "code": "2.76(a)",
      "kind": "",
      "repeat": false,
      "desc": "Records: Operators of auction sales and brokers.",
      "narrative": "The record of inventory was not up to date. Several animals needed to be added or subtracted from the inventory to\ncorrectly reflect the actual animal on hand. Every broker shall make, keep, and maintain records or forms which fully and\ncorrectly disclose the the information concerning each animal consigned for auction or sold, whether or not a fee or\ncommission is charged: The record of inventory needs to be updated to accurately reflect the animals at the facility and\nthose that have been sold or donated.\nCorrect by: 07-23-21"
    },
    {
      "code": "2.76(a)(4)",
      "kind": "",
      "repeat": false,
      "desc": "Records: Operators of auction sales and brokers.",
      "narrative": "On several records of disposition the section for the USDA or Drivers license number was blank. The vehicle license\nnumber and State, and the driver's license number (or photographic identification card for non-drivers issued by a State)\nand State of the person, if he or she is not licensed or registered under the Act is required. This information needs to\ndocumented\nCorrect by: 07-23-21\nThis inspection and exit interview were conducted with the Owner.\nAdditional Inspectors:\nCharles Palmer, VETERINARY MEDICAL OFFICEREnd Section"
    }
  ],
  "narrative": "2.40(a)(1) \n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nThe licensee was unable to provide  a written program of veterinary care plan and regularly scheduled visits to the \npremises by the attending veterinarian.   (a)(1) Each dealer and exhibitor shall employ an attending veterinarian  under \nformal arrangements. In the case of a part-time attending veterinarian  or consultant arrangements, the formal \narrangements shall include a written program of veterinary  care and regularly scheduled visits to the premises of the \ndealer.  These documents need to be made available on the next inspection. \n \nCorrect by:  07-23-21 \n2.76(a) \n   \nRecords: Operators of auction sales and brokers. \nThe record of inventory was not up to date.  Several animals needed to be added or subtracted from the inventory to \ncorrectly reflect the actual animal on hand.   Every broker shall make, keep, and maintain records or forms which fully and \ncorrectly disclose the the information concerning each animal consigned for auction or sold, whether or not a fee or \ncommission is charged:  The record of inventory needs to be updated to accurately reflect the animals at the facility and \nthose that have been sold or donated.\n\nCorrect by:  07-23-21 \n2.76(a)(4) \n   \nRecords: Operators of auction sales and brokers. \nOn several records of disposition the section for the USDA or Drivers license number was blank.  The vehicle license \nnumber and State, and the driver's license number (or photographic identification card for non-drivers  issued by a State) \nand State of the person, if he or she is not licensed or registered under the Act is required.  This information needs to \ndocumented \n \nCorrect by:  07-23-21 \n \nThis inspection and exit interview were conducted with the Owner. \n \nAdditional Inspectors: \nCharles Palmer, VETERINARY MEDICAL OFFICEREnd Section",
  "animals_total": 112,
  "species": [
    {
      "count": 10,
      "scientific": "Callithrix geoffroyi",
      "common": "WHITE-FRONTED MARMOSET"
    },
    {
      "count": 20,
      "scientific": "Callithrix jacchus",
      "common": "COMMON MARMOSET"
    },
    {
      "count": 10,
      "scientific": "Saguinus oedipus",
      "common": "COTTON-TOP TAMARIN"
    },
    {
      "count": 11,
      "scientific": "Saimiri sciureus",
      "common": "COMMON SQUIRREL MONKEY"
    },
    {
      "count": 11,
      "scientific": "Cercopithecus hamlyni",
      "common": "OWL-FACED MONKEY"
    },
    {
      "count": 19,
      "scientific": "Vulpes zerda",
      "common": "FENNEC FOX"
    },
    {
      "count": 8,
      "scientific": "Potos flavus",
      "common": "KINKAJOU"
    },
    {
      "count": 7,
      "scientific": "Saguinus midas",
      "common": "RED-HANDED TAMARIN"
    },
    {
      "count": 3,
      "scientific": "Sapajus appella",
      "common": "BROWN CAPUCHIN / TUFTED CAPUCHIN"
    },
    {
      "count": 7,
      "scientific": "Callithrix kuhlii",
      "common": "BLACK TUFTED-EAR MARMOSET"
    },
    {
      "count": 1,
      "scientific": "Vulpes rueppellii",
      "common": "SAND FOX"
    },
    {
      "count": 2,
      "scientific": "Procavia capensis",
      "common": "ROCK HYRAX"
    },
    {
      "count": 3,
      "scientific": "Ateles chamek",
      "common": "BLACK SPIDER MONKEY"
    }
  ]
}