{
  "insp_id": "174160944290564",
  "layout": "a",
  "customer_id": "327177",
  "customer_name": "Kendallville Farm L L C",
  "customer_addr": "1645 Lake Lucy Road\nExcelsior, MN 55331",
  "certificate": "41-C-0255",
  "site_id": "001",
  "site_name": "KENDALLVILLE FARM L L C",
  "insp_type": "ROUTINE INSPECTION",
  "date": "15-JUN-2016",
  "report_date": "23-JUN-2016",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "The licensee had a number of medications and supplements that had expired in the storage area. The licensee\ninformed me that the expired medications had not been used on regulated animals since expiring, but the\nmedications were still being held in storage areas for the regulated animals. The following medications were found\nto be expired during inspection:\n---BO-SE injection Ex. November 2015\n---Neomycin Polymyxin B Ex. January 2014\n---Fluxin Meguline Ex. October 2014\n---Natural E-300 Ex. June 2014\nAlthough the licensee stated he hasn't been using the expired medications on regulated animals, a mistake can be\nmade and any of the expired medications could accidentally be grabbed and used on a regulated animal. Expired\nmedications doesn't ensure that the product given to the animal is safe and of a high quality. The expired\nmedications could be ineffective and/or toxic to the animal(s). Expired medications cannot be stored in storage\nareas for regulated animals and must not be used on regulated animals. Correct immediately."
    },
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "The inside of the shelter in the outdoor runs for the reindeer had a pothole in the corner of the shelter. The pothole\ncould be a potential hazard if the reindeer stepped in it. In addition, an enclosure inside the barn had rabbit fencing\nrunning along the one side of it that had at least one sharp point protruding from it sticking out towards the inside of\nthe enclosure. Sharp points protruding out could cause injury to the animals within the enclosure. The indoor and\noutdoor housing facilities shall be maintained in good repair to protect the animals from injury. Correct by 6/22/15.\nExit interview conducted with facility representative.\nEnd of report."
    }
  ],
  "narrative": "2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThe licensee had a number of medications and supplements that had expired in the storage area.  The licensee\ninformed me that the expired medications had not been used on regulated animals since expiring, but the\nmedications were still being held in storage areas for the regulated animals.  The following medications were found\nto be expired during inspection:\n---BO-SE injection  Ex. November 2015\n---Neomycin Polymyxin B  Ex. January 2014\n---Fluxin Meguline  Ex. October 2014\n---Natural E-300  Ex. June 2014\nAlthough the licensee stated he hasn't been using the expired medications on regulated animals, a mistake can be\nmade and any of the expired medications could accidentally be grabbed and used on a regulated animal.  Expired\nmedications doesn't ensure that the product given to the animal is safe and of a high quality. The expired\nmedications could be ineffective and/or toxic to the animal(s). Expired medications cannot be stored in storage\nareas for regulated animals and must not be used on regulated animals.  Correct immediately.\n3.125(a)\nFACILITIES, GENERAL.   \nThe inside of the shelter in the outdoor runs for the reindeer had a pothole in the corner of the shelter.  The pothole\ncould be a potential hazard if the reindeer stepped in it.  In addition, an enclosure inside the barn had rabbit fencing\nrunning along the one side of it that had at least one sharp point protruding from it sticking out towards the inside of\nthe enclosure.  Sharp points protruding out could cause injury to the animals within the enclosure.  The indoor and\noutdoor housing facilities shall be maintained in good repair to protect the animals from injury.  Correct by 6/22/15.\n\nExit interview conducted with facility representative.\nEnd of report.",
  "animals_total": 10,
  "species": [
    {
      "count": 10,
      "scientific": "Rangifer tarandus",
      "common": "REINDEER"
    }
  ]
}