{
  "insp_id": "INS-0000864960",
  "layout": "c",
  "customer_id": "9245",
  "customer_name": "Steve Kruse",
  "customer_addr": "2345 Hwy 16\nWest Point, IA 52656",
  "certificate": "42-B-0182",
  "site_id": "001",
  "site_name": "STEVE KRUSE",
  "insp_type": "ROUTINE INSPECTION",
  "date": "19-APR-2023",
  "report_date": "21-APR-2023",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": true,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "Male Samoyed (#1, microchip #0A0157221) is observed shaking his head multiple times. Closer inspection revealed the\nskin deep inside the left ear canal is slightly reddened and the hair on the inside of both ear canals is coated in a wet\ndischarge. Additionally, both ear canals have clumps of a greasy-dark colored material inside them, and this material is\nalso trapped in the hair directly beneath the ears. The Veterinary Medical Officer examining the dog noticed a yeast-like\nsmell exuding from the ear. The dog had been treated for the condition of its ears between February 25th and February\n29th but is not currently receiving any treatment.\nAbnormal conditions of the ears could cause pain and discomfort to the dog and lead to further health issues if left\nuntreated.\nFemale Bulldog (#363, microchip #725835) has an abnormal condition of the eyes. The whites of both eyes are severely\nreddened, and a large amount of yellow colored discharge is covering both eyes and coating the hair surrounding each\neye. The dog was hesitant to hold its eyes open while being examined by the inspector. The facility had treated the dog’s\neyes between April 7th and April 12th and had planned to have the dog rechecked April 26th but the animal is not\ncurrently receiving any treatment for the condition.\nAbnormal conditions of the eyes could cause pain and discomfort to the dog and lead to further health issues if left\nuntreated.\nFemale Bernese Mountain dog (#42, microchip #7E10334930) is observed by the inspectors to be sensitive on all four\nfeet while walking around the enclosure. Closer examination revealed the dog has areas of reddened, irritated, and\nslightly swollen skin on the bottom of each foot. The majority of the irritated areas are located along the foot pads on\neach foot. A few small areas of irritated skin are located around the toenails on the topside of the hindfeet. The condition\nof the dog’s feet has not been noticed and the animal is currently receiving no treatment.\nAbnormal skin conditions could cause pain and discomfort to the dog and could lead to further health issues if left\nuntreated.\nFemale Cavalier spaniel (#69, microchip #7E10312712) has poor dental health and an abnormal condition of the eye. A\nthick brownish-grey colored material is coating the majority of the surface of the upper canine teeth and front teeth. The\nupper gums are slightly reddened and have receded away from the teeth. One upper incisor is loose and moved easily\nwhen the inspector applied gentle pressure. The white of the dog’s left eye is moderately reddened and a small amount\nof yellow colored discharge is attached to the hair near the corner of the eye. The condition of the dog’s teeth and eye\nhave not been noticed and the animal is currently receiving no treatment.\nPoor dental health and abnormal conditions of the eye could cause pain and discomfort to the dog as well as lead to\nfurther health issues if left untreated.\nMale Pomeranian (#3, microchip #64578, “Manny”) has poor dental health. The entire surface of the upper and lower\ncheek teeth on both sides of the mouth are encased in a dark brown colored material and nearly the entire surface of the\nupper and lower canine teeth are also covered in the brown material. A grey colored material is located along the gum\nline of the upper right and left teeth. The gums are slightly reddened and have receded away from the teeth. One upper\nright cheek tooth and one lower right cheek tooth are loose and moved easily when the inspector applied gentle pressure\nto them. The condition of this dog’s teeth has not been noticed and the animal is not currently receiving any treatment.\nPoor dental health could cause pain and discomfort to the animal as well as lead to further health issues if left untreated.\nFemale poodle (#17, microchip #591962) is observed scooting on her rump along the floor of the enclosure. Closer\nexamination of the animal revealed a large clump of dried and wet feces attached to the hair coat beneath her tail.\nNumerous rope-like mats of hair are attached to the top of the dog’s head and beneath the right eye. The condition of the\ndog’s hair coat has not been noticed but the facility representative stated to the inspectors that the dog could be groomed\nthat day.\nFeces trapped in the hair coat could cause the animal discomfort as well as attract pests such as insects and allow for the\ngrowth of disease-causing agents. Matted hair coats could cause pain and discomfort to the dog as well as lead to further\nhealth issues.\nFemale Bulldog (#355, microchip #1747566) has an abnormal condition of the eyes. The whites of both eyes are\nseverely reddened and both eyes appear cloudy. A yellow-colored discharge is coating the hair around both eyes and a\nlarge amount of the discharge is located in the interior corner of the right eye. The dog had received treatment for the\neyes on April 4th but is not currently receiving any additional treatment.\nAbnormal conditions of the eyes could cause pain and discomfort to the dog as well as lead to further health issues if left\nuntreated.\nFemale Bulldog (#54, microchip #7E10334924) has an abnormal condition of the right eye. The white of the eye is\nseverely reddened and the eye appears cloudy. A yellow discharge is located on the surface of the eye and trapped in\nthe hair surrounding the eye. The dog had received treatment for the eye between April 7th and April 12th but is not\ncurrently receiving any treatment.\nAbnormal conditions of the eye could cause pain and discomfort to the dog as well as lead to further health issues if left\nuntreated.\nFemale French bulldog (#3, microchip #263537) has excessively worn teeth. The majority of the cheek teeth on both\nsides of the mouth have been worn down close to the gum line. All the canine teeth and front teeth have also had\napproximately half their original length worn away and no longer have the normal pointed shape of the tooth. Several of\nthe teeth have possible exposed pulp cavities (the area of the nerve and vessels in the center of the tooth). A silver-\ncolored material is also adhered to the surface of at least three of the cheek teeth. The condition of the dog’s teeth has\nnot been noticed and the animal hasn't been evaluated for treatment.\nExcessively worn teeth could cause conditions that are painful to the dog as well as lead to further health issues if left\nuntreated.\nFemale Golden retriever (#3, microchip #7E10180572) has an abnormal condition of the ears and skin. A large area of\nwet hair is located beneath the right ear and closer examination revealed the skin in this area appears moderately\nreddened. The skin inside the left ear canal is slightly reddened and the hair is coated in a yellow-colored discharge. A\ngreasy-dark colored material is covering the skin inside the right ear canal and areas of this skin are slightly reddened.\nThe condition of this dog’s ears and skin has not been noticed and the animal is not currently receiving any treatment.\nAbnormal conditions of the skin and ears could cause pain and discomfort to the dog as well as lead to further health\nissues if left untreated.\nFemale Bulldog (#5, microchip #525391) has an abnormal condition of the left eye. The eye appears cloudy and the\nwhite of the eye is slightly reddened. Wet and dry discharge are also coating the hair surrounding the eye. The condition\nof this dog’s eye has not been noticed and the animal is currently receiving no treatment.\nAbnormal conditions of the eye could cause pain and discomfort to the dog as well as lead to further health issues if left\nuntreated.\nFemale Bulldog (#137) has an abnormal skin condition on both front feet. Areas of swellings are located between the\noutside toes on both front feet. The areas are reddened have a small amount of discharge. The condition of the dog’s\nskin has not been noticed and the animal’s condition isn’t under treatment.\nAbnormal conditions of the skin could cause pain and discomfort to the dog as well as lead to further health issues if left\nuntreated.\nMale Bulldog (#5, microchip #7E10334920) has an abnormal condition of the skin. A dried lesion is located on the dog’s\nleft hip which has broken open exposing the raw tissue beneath it. The exposed tissue is dark red and wet and the\nremaining areas of the lesion are covered in a thick, dry, crust-like material. The condition of the dog’s skin has not been\nnoticed and the animal is currently not receiving treatment.\nAbnormal conditions of the skin could cause pain and discomfort to the dog as well as lead to further health issues if left\nuntreated.\nMale Cavalier (#1, microchip #650891) has an abnormal condition of the skin of the left ear and poor dental health. A\nlesion is located on the upper side of the left ear flap where it attaches to the head. The lesion is round and crusted and\nwhen lightly touched a thick light-colored discharge (pus) came out from the center of the crusted area. The hair\nsurrounding the lesion is wet and also contains a dry flaky material. The dog’s upper left canine tooth has been worn\naway to approximately half its original length and no longer has the normal pointed shape of the tooth but ends with a flat\nsurface. The condition of this dog’s ear and tooth has not been noticed and the animal is not currently receiving\ntreatment.\nAbnormal conditions of the skin and excessively worn teeth could cause pain and discomfort to the dog as well as lead to\nfurther health issues if left untreated.\nEach dealer shall use appropriate methods to prevent, control, diagnose, and treat diseases and injuries. The licensee is\nrequired to have the above-mentioned animals evaluated by a veterinarian for an accurate diagnosis and to develop an\neffective treatment plan. The licensee must ensure each animal receives adequate veterinary care at all times.\nMale Pomesky (#5, microchip #53012) has a severely matted hair coat. The matted hair is located along the top of the\ndog’s hips down to the base of the tail. The clumps of matted hair are thick and solid and held tightly against the skin and\nthe hair coat in the affected area is wet. The condition of the dog’s hair coat has not been noticed and no treatment\n(grooming) has been provided or planned.\nMatted hair coats could cause pain and discomfort to the dog as well as lead to further health issues if left untreated.\nEach dealer shall use appropriate methods to prevent, control, diagnose and treat diseases and injuries. The licensee\nmust have the matted hair and/or fecal material removed from the hair coats of male Pomsky (#5) and female poodle\n(#17). The licensee must ensure that the hair coat of each dog remains clean and free of matted hair at all times in order\nto support the health and well-being of the animals."
    },
    {
      "code": "3.11(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "Cleaning, sanitization, housekeeping, and pest control.",
      "narrative": "The enclosures in the \"Bulldog Building\" are constructed with wood frames. The wood is covered with metal to protect it\nfrom the dogs. In at least two enclosures, housing a total of three dogs, the metal pieces are coated in a thick buildup of\ndirt, rust, and a dark brown greasy material. The inspector was able to use her fingernail to peel the rust and greasy\nmaterial off the metal. Buildup of dirt, rust and other materials could increase the risk of disease towards the animals.\nUsed primary enclosures and food and water receptacles for dogs and cats must be sanitized at least once every 2 weeks\nand more often if necessary to prevent an accumulation of dirt, debris, food waste, excreta, and other disease hazards.\nThe license must remove the materials that are coating the metal pieces and sanitize these surfaces. The licensee must\nensure that all aspects of the enclosures are maintained in a clean and sanitary manner in order to support the health of\nthe animals.\nTo be corrected by: 03-May-2023\nThis inspection and exit interview were conducted with the facility representative.\nAdditional Inspectors:\nSCOTT WELCH, VETERINARY MEDICAL OFFICER\nHEATHER COLE n"
    }
  ],
  "narrative": "2.40(b)(2)  Direct Repeat\n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nMale Samoyed (#1, microchip #0A0157221) is observed shaking his head multiple times.  Closer inspection revealed the \nskin deep inside the left ear canal is slightly reddened and the hair on the inside of both ear canals is coated in a wet \ndischarge.  Additionally, both ear canals have clumps of a greasy-dark colored material inside them, and this material is \nalso trapped in the hair directly beneath the ears.  The Veterinary Medical Officer examining the dog noticed a yeast-like \nsmell exuding from the ear.  The dog had been treated for the condition of its ears between February 25th and February \n29th but is not currently receiving any treatment.  \n  \nAbnormal conditions of the ears could cause pain and discomfort to the dog and lead to further health issues if left \nuntreated. \n \nFemale Bulldog (#363, microchip #725835) has an abnormal condition of the eyes.  The whites of both eyes are severely \nreddened, and a large amount of yellow colored discharge is covering both eyes and coating the hair surrounding each \neye.  The dog was hesitant to hold its eyes open while being examined by the inspector.  The facility had treated the dog’s \neyes between April 7th and April 12th and had planned to have the dog rechecked April 26th but the animal is not \ncurrently receiving any treatment for the condition.\n\nAbnormal conditions of the eyes could cause pain and discomfort to the dog and lead to further health issues if left \nuntreated. \n \nFemale Bernese Mountain dog (#42, microchip #7E10334930) is observed by the inspectors to be sensitive on all four \nfeet while walking around the enclosure.  Closer examination revealed the dog has areas of reddened, irritated, and \nslightly swollen skin on the bottom of each foot.  The majority of the irritated areas are located along the foot pads on \neach foot.  A few small areas of irritated skin are located around the toenails on the topside of the hindfeet.  The condition \nof the dog’s feet has not been noticed and the animal is currently receiving no treatment. \n \nAbnormal skin conditions could cause pain and discomfort to the dog and could lead to further health issues if left \nuntreated. \n \nFemale Cavalier spaniel (#69, microchip #7E10312712) has poor dental health and an abnormal condition of the eye.  A \nthick brownish-grey colored material is coating the majority of the surface of the upper canine teeth and front teeth.  The \nupper gums are slightly reddened and have receded away from the teeth.  One upper incisor is loose and moved easily \nwhen the inspector applied gentle pressure.  The white of the dog’s left eye is moderately reddened and a small amount \nof yellow colored discharge is attached to the hair near the corner of the eye.  The condition of the dog’s teeth and eye \nhave not been noticed and the animal is currently receiving no treatment.   \n \nPoor dental health and abnormal conditions of the eye could cause pain and discomfort to the dog as well as lead to \nfurther health issues if left untreated.\n\nMale Pomeranian (#3, microchip #64578, “Manny”) has poor dental health.  The entire surface of the upper and lower \ncheek teeth on both sides of the mouth are encased in a dark brown colored material and nearly the entire surface of the \nupper and lower canine teeth are also covered in the brown material.  A grey colored material is located along the gum \nline of the upper right and left teeth.  The gums are slightly reddened and have receded away from the teeth.  One upper \nright cheek tooth and one lower right cheek tooth are loose and moved easily when the inspector applied gentle pressure \nto them.  The condition of this dog’s teeth has not been noticed and the animal is not currently receiving any treatment. \n \nPoor dental health could cause pain and discomfort to the animal as well as lead to further health issues if left untreated. \n \nFemale poodle (#17, microchip #591962) is observed scooting on her rump along the floor of the enclosure.  Closer \nexamination of the animal revealed a large clump of dried and wet feces attached to the hair coat beneath her tail.  \nNumerous rope-like mats of hair are attached to the top of the dog’s head and beneath the right eye.  The condition of the \ndog’s hair coat has not been noticed but the facility representative stated to the inspectors that the dog could be groomed \nthat day. \n \nFeces trapped in the hair coat could cause the animal discomfort as well as attract pests such as insects and allow for the \ngrowth of disease-causing agents.  Matted hair coats could cause pain and discomfort to the dog as well as lead to further \nhealth issues. \n \nFemale Bulldog (#355, microchip #1747566) has an abnormal condition of the eyes.  The whites of both eyes are \nseverely reddened and both eyes appear cloudy.  A yellow-colored discharge is coating the hair around both eyes and a\n\nlarge amount of the discharge is located in the interior corner of the right eye.  The dog had received treatment for the \neyes on April 4th but is not currently receiving any additional treatment.   \n \nAbnormal conditions of the eyes could cause pain and discomfort to the dog as well as lead to further health issues if left \nuntreated. \n \nFemale Bulldog (#54, microchip #7E10334924) has an abnormal condition of the right eye.  The white of the eye is \nseverely reddened and the eye appears cloudy.  A yellow discharge is located on the surface of the eye and trapped in \nthe hair surrounding the eye.  The dog had received treatment for the eye between April 7th and April 12th but is not \ncurrently receiving any treatment.   \n \nAbnormal conditions of the eye could cause pain and discomfort to the dog as well as lead to further health issues if left \nuntreated. \n \nFemale French bulldog (#3, microchip #263537) has excessively worn teeth.  The majority of the cheek teeth on both \nsides of the mouth have been worn down close to the gum line.  All the canine teeth and front teeth have also had \napproximately half their original length worn away and no longer have the normal pointed shape of the tooth.  Several of \nthe teeth have possible exposed pulp cavities (the area of the nerve and vessels in the center of the tooth).  A silver-\ncolored material is also adhered to the surface of at least three of the cheek teeth.  The condition of the dog’s teeth has \nnot been noticed and the animal hasn't been evaluated for treatment. \n \nExcessively worn teeth could cause conditions that are painful to the dog as well as lead to further health issues if left\n\nuntreated.  \n \n \nFemale Golden retriever (#3, microchip #7E10180572) has an abnormal condition of the ears and skin.  A large area of \nwet hair is located beneath the right ear and closer examination revealed the skin in this area appears moderately \nreddened.  The skin inside the left ear canal is slightly reddened and the hair is coated in a yellow-colored discharge.  A \ngreasy-dark colored material is covering the skin inside the right ear canal and areas of this skin are slightly reddened.  \nThe condition of this dog’s ears and skin has not been noticed and the animal is not currently receiving any treatment.   \n \nAbnormal conditions of the skin and ears could cause pain and discomfort to the dog as well as lead to further health \nissues if left untreated. \n \nFemale Bulldog (#5, microchip #525391) has an abnormal condition of the left eye.  The eye appears cloudy and the \nwhite of the eye is slightly reddened.  Wet and dry discharge are also coating the hair surrounding the eye.  The condition \nof this dog’s eye has not been noticed and the animal is currently receiving no treatment.   \n \nAbnormal conditions of the eye could cause pain and discomfort to the dog as well as lead to further health issues if left \nuntreated. \n \nFemale Bulldog (#137) has an abnormal skin condition on both front feet.  Areas of swellings are located between the \noutside toes on both front feet.  The areas are reddened have a small amount of discharge.  The condition of the dog’s \nskin has not been noticed and the animal’s condition isn’t under treatment.\n\nAbnormal conditions of the skin could cause pain and discomfort to the dog as well as lead to further health issues if left \nuntreated.   \n \nMale Bulldog (#5, microchip #7E10334920) has an abnormal condition of the skin.  A dried lesion is located on the dog’s \nleft hip which has broken open exposing the raw tissue beneath it.  The exposed tissue is dark red and wet and the \nremaining areas of the lesion are covered in a thick, dry, crust-like material.  The condition of the dog’s skin has not been \nnoticed and the animal is currently not receiving treatment. \n \nAbnormal conditions of the skin could cause pain and discomfort to the dog as well as lead to further health issues if left \nuntreated. \n \nMale Cavalier (#1, microchip #650891) has an abnormal condition of the skin of the left ear and poor dental health.  A \nlesion is located on the upper side of the left ear flap where it attaches to the head.  The lesion is round and crusted and \nwhen lightly touched a thick light-colored discharge (pus) came out from the center of the crusted area.  The hair \nsurrounding the lesion is wet and also contains a dry flaky material.  The dog’s upper left canine tooth has been worn \naway to approximately half its original length and no longer has the normal pointed shape of the tooth but ends with a flat \nsurface.  The condition of this dog’s ear and tooth has not been noticed and the animal is not currently receiving \ntreatment. \n \nAbnormal conditions of the skin and excessively worn teeth could cause pain and discomfort to the dog as well as lead to \nfurther health issues if left untreated.\n\nEach dealer shall use appropriate methods to prevent, control, diagnose, and treat diseases and injuries. The licensee is \nrequired to have the above-mentioned animals evaluated by a veterinarian for an accurate diagnosis and to develop an \neffective treatment plan. The licensee must ensure each animal receives adequate veterinary care at all times. \n \nMale Pomesky (#5, microchip #53012) has a severely matted hair coat.  The matted hair is located along the top of the \ndog’s hips down to the base of the tail.  The clumps of matted hair are thick and solid and held tightly against the skin and \nthe hair coat in the affected area is wet.  The condition of the dog’s hair coat has not been noticed and no treatment \n(grooming) has been provided or planned.   \n \nMatted hair coats could cause pain and discomfort to the dog as well as lead to further health issues if left untreated.   \n \nEach dealer shall use appropriate methods to prevent, control, diagnose and treat diseases and injuries. The licensee \nmust have the matted hair and/or fecal material removed from the hair coats of male Pomsky (#5) and female poodle \n(#17). The licensee must ensure that the hair coat of each dog remains clean and free of matted hair at all times in order \nto support the health and well-being of the animals. \n3.11(b)(2) \n   \nCleaning, sanitization, housekeeping, and pest control. \nThe enclosures in the \"Bulldog Building\" are constructed with wood frames.  The wood is covered with metal to protect it \nfrom the dogs.  In at least two enclosures, housing a total of three dogs, the metal pieces are coated in a thick buildup of \ndirt, rust, and a dark brown greasy material.  The inspector was able to use her fingernail to peel the rust and greasy \nmaterial off the metal.  Buildup of dirt, rust and other materials could increase the risk of disease towards the animals.\n\nUsed primary enclosures and food and water receptacles for dogs and cats must be sanitized at least once every 2 weeks \nand more often if necessary to prevent an accumulation of dirt, debris, food waste, excreta, and other disease hazards.  \nThe license must remove the materials that are coating the metal pieces and sanitize these surfaces.  The licensee must \nensure that all aspects of the enclosures are maintained in a clean and sanitary manner in order to support the health of \nthe animals. \n \nTo be corrected by:  03-May-2023 \n \nThis inspection and exit interview were conducted with the facility representative. \n \nAdditional Inspectors: \nSCOTT WELCH, VETERINARY MEDICAL OFFICER \nHEATHER COLE n",
  "animals_total": 696,
  "species": [
    {
      "count": 696,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    }
  ]
}