{
  "insp_id": "2016082569163569",
  "layout": "a",
  "customer_id": "34877",
  "customer_name": "Sam E Mast",
  "customer_addr": "31648 T R 235\nFresno, OH 43824",
  "certificate": "31-A-0680",
  "site_id": "001",
  "site_name": "SAM MAST",
  "insp_type": "ROUTINE INSPECTION",
  "date": "26-JUN-2018",
  "report_date": "26-JUN-2018",
  "citations": [
    {
      "code": "3.9(a)",
      "kind": "",
      "repeat": false,
      "desc": "FEEDING.",
      "narrative": "In the container where the open bags of food are kept, there is a large amount of spilled food gathered at the\nbottom. On top of the layer of spilled food are pockets of mold covering approximately 1/3 of the bottom of the\ncontainer. The bags being stored in this container are wide open and do not have any other method of being kept\nfree of contamination from the mold. Moldy or otherwise contaminated food poses a risk of illness to the dogs that\nare being fed that food, or may be unpalatable so the dogs will not be willing to eat it. Correct by ensuring food is\nstored and maintained to be uncontaminated, wholesome, and palatable.\nCorrect by 29 June 2018.\nThis inspection and exit interview were conducted with the licensee."
    }
  ],
  "narrative": "3.9(a)\nFEEDING.\nIn the container where the open bags of food are kept, there is a large amount of spilled food gathered at the\nbottom.  On top of the layer of spilled food are pockets of mold covering approximately 1/3 of the bottom of the\ncontainer.  The bags being stored in this container are wide open and do not have any other method of being kept\nfree of contamination from the mold.  Moldy or otherwise contaminated food poses a risk of illness to the dogs that\nare being fed that food, or may be unpalatable so the dogs will not be willing to eat it.  Correct by ensuring food is\nstored and maintained to be uncontaminated, wholesome, and palatable.  \nCorrect by 29 June 2018.\nThis inspection and exit interview were conducted with the licensee.",
  "animals_total": 42,
  "species": [
    {
      "count": 32,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 10,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}