{
  "insp_id": "2016090000672857",
  "layout": "b",
  "customer_id": "6002706",
  "customer_name": "ROMAN SCHROCK",
  "customer_addr": "23284 COUNTY HWY S\nCADOTT, WI 54727",
  "certificate": "35-A-0480",
  "site_id": "001",
  "site_name": "ROMAN SCHROCK",
  "insp_type": "ROUTINE INSPECTION",
  "date": "03-AUG-2021",
  "report_date": "03-AUG-2021",
  "citations": [
    {
      "code": "2.50(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Time and method of identification.",
      "narrative": "Fifteen adult dogs are not wearing their official USDA identification tags. The licensee has the tags available, but has not\nyet affixed them to all the dogs. Lack of official USDA identification does not allow for the proper identification or trace\nbacks of the animals. Licensee must identify all dogs over 16 weeks of age on the premise with official USDA tags.\nCorrect by: August 10, 2021."
    },
    {
      "code": "3.11(d)",
      "kind": "",
      "repeat": false,
      "desc": "Cleaning, sanitization, housekeeping, and pest control.",
      "narrative": "There is an abundance of flies in the indoor kennel area. While there are two fly strips in the kennel, they are unable to\nadequately control the fly population. Flies are pests that can carry disease, contaminate food and animal areas, and\ncause discomfort to the animals. Establish a more effective program to control the flies. Correct by August 10, 2021.\nThis inspection and exit interview were conducted with the licensee.\nEnd Section"
    }
  ],
  "narrative": "2.50(a)(1) \n   \nTime and method of identification. \nFifteen adult dogs are not wearing their official USDA identification tags.  The licensee has the tags available, but has not \nyet affixed them to all the dogs.  Lack of official USDA identification does not allow for the proper identification or trace \nbacks of the animals.  Licensee must identify all dogs over 16 weeks of age on the premise with official USDA tags.  \nCorrect by:  August 10, 2021. \n3.11(d) \n   \nCleaning, sanitization, housekeeping, and pest control. \nThere is an abundance of flies in the indoor kennel area.  While there are two fly strips in the kennel,  they are unable to \nadequately control the fly population.  Flies are pests that can carry disease, contaminate food and animal areas, and \ncause discomfort to the animals.  Establish a more effective program to control the flies.  Correct by August 10, 2021. \n \nThis inspection and exit interview were conducted with the licensee. \n \nEnd Section",
  "animals_total": 36,
  "species": [
    {
      "count": 21,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 15,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}