{
  "insp_id": "2016082569522208",
  "layout": "a",
  "customer_id": "18602",
  "customer_name": "Elvina Johnson",
  "customer_addr": "25188 385th Avenue\nPlankinton, SD 57368",
  "certificate": "46-A-0306",
  "site_id": "001",
  "site_name": "ELVINA JOHNSON",
  "insp_type": "ROUTINE INSPECTION",
  "date": "24-JUN-2019",
  "report_date": "24-JUN-2019",
  "citations": [
    {
      "code": "3.6(a)(2)(ix)",
      "kind": "",
      "repeat": true,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "In the main kennel building, four kennels were found to have worn and exposed wood surfaces on walls and dog\ndoorways.\nExposed and unprotected wood surfaces absorb moisture and can make it more difficult to adequately clean and\nsanitize those surfaces. Primary enclosures must be constructed and maintained in a manner that enables all\nsurfaces in contact with dogs to be readily sanitized in accordance with 3.11(b) or replaceable when worn or soiled.\nNon-compliance under 3.6(a)(2)(ix) was previously documented during USDA inspection on 24-APRIL-2019"
    },
    {
      "code": "3.11(c)",
      "kind": "",
      "repeat": true,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "In the main corridor of the whelping building there was an accumulation of paint cans, battery charger, battery, car\nfloor jack, tools, window, wood, debris and trash. Bird droppings were also present on top of some of the tools and\ncontainers in the area. In the south main corridor of the main kennel building, there was an accumulation of\nconstruction materials, tarps, and metal debris on the floor. On the west side of the main kennel building an\novergrowth of weeds and grass was observed inside one unoccupied kennel and in areas immediately adjacent to\nkennel fencing.\nAccumulations of trash and debris in and around animal areas may attract rodents and insect pests which can\nintroduce diseases into the housing environment. Accumulations of trash and debris also makes it difficult to\nadequately clean and sanitize equipment being kept in these areas.\nPremises where housing facilities are located, including buildings and surrounding grounds, must be kept clean and\nfree of accumulations of trash, junk, waste material and discarded matter. Weeds, grasses and bushes must be\ncontrolled so as to facilitate cleaning of the premises and pest control, and to protect the health and well-being of\nthe animals.\nNon-compliance under 3.11 (c) was previously documented during USDA inspection on 24-APRIL-2019..\nThis inspection and exit interview were conducted with the licensee.\nRecommended and discussed with licensee a scheduled kennel consult with an AC Compliance Specialist."
    }
  ],
  "narrative": "3.6(a)(2)(ix)                    REPEAT\nPRIMARY ENCLOSURES.\nIn the main kennel building, four kennels were found to have worn and exposed wood surfaces on walls and dog\ndoorways.\nExposed and unprotected wood surfaces absorb moisture and can make it more difficult to adequately clean and\nsanitize those surfaces. Primary enclosures must be constructed and maintained in a manner that enables all\nsurfaces in contact with dogs to be readily sanitized in accordance with 3.11(b) or replaceable when worn or soiled.\nNon-compliance under 3.6(a)(2)(ix)  was previously documented during USDA inspection on  24-APRIL-2019\n3.11(c)                    REPEAT\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\nIn the main corridor of the whelping building there was an accumulation of  paint cans, battery charger, battery, car\nfloor jack, tools, window, wood, debris and trash. Bird droppings were also present on top of  some of the tools and\ncontainers in the area.  In the south main corridor of the main kennel building, there was an accumulation of \nconstruction materials, tarps, and metal debris on the floor. On  the west side of the main kennel building an\novergrowth of weeds and grass was observed inside one unoccupied kennel and in areas immediately adjacent to\nkennel fencing.\nAccumulations of trash and debris in and around animal areas may attract rodents and insect pests which can \nintroduce diseases into the housing environment.  Accumulations of trash and debris also makes it difficult to\nadequately clean and sanitize equipment being kept in these areas.\nPremises where housing facilities are located, including buildings and surrounding grounds, must be kept clean and\nfree of accumulations of trash, junk, waste material and  discarded matter. Weeds, grasses and bushes must be\ncontrolled so as to facilitate cleaning of the premises and pest control, and to protect the health and well-being of\nthe animals.\n\nNon-compliance under 3.11 (c) was previously documented during USDA inspection on 24-APRIL-2019..\nThis inspection and exit interview were conducted with the licensee.\nRecommended and discussed with licensee a scheduled kennel consult with an AC Compliance Specialist.",
  "animals_total": 43,
  "species": [
    {
      "count": 18,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 25,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}