{
  "insp_id": "2016090000671844",
  "layout": "b",
  "customer_id": "506618",
  "customer_name": "DANIEL GINGERICH",
  "customer_addr": "3125 Davis Rd\nSEYMOUR, IA 52590",
  "certificate": "42-A-1632",
  "site_id": "001",
  "site_name": "DANIEL GINGERICH",
  "insp_type": "FOCUSED INSPECTION",
  "date": "30-JUL-2021",
  "report_date": "03-AUG-2021",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": true,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "A female Bernese Mountain Dog ( no ID) had a hairless spot on the right flank of the dog. The spot extended from the\nspine down the right flank and from the right hip point forward approximately 9 inches. The entire hairless spot was\napproximately 4 inches wide and 6 inches long. The 4x6 area had lesions that had a yellow scab like material on parts of\nit, with reddish skin around these areas. There were also some areas that appeared to have a red discharge mixed in with\nthe areas with the yellow scab like material. This same dog had hair matts behind both ears, about the same size as the\nears. The licensee was not aware of this dogs' condition. Hair loss and skin lesions could be the result of injury, infection\nor other veterinary medical condition which could negatively affect the health of the dog and/or may be uncomfortable.\nHair matts can be uncomfortable and can lead to skin issues. The licensee must consult a veterinarian about this skin\ncondition and remove the hair matts. The licensee must document the treatment of the dog."
    },
    {
      "code": "2.50(a)(1)",
      "kind": "",
      "repeat": true,
      "desc": "Time and method of identification.",
      "narrative": "The Bernese Mountain dog cited in 2.40(b)(2) did not have an ID. Failure to have official identification applied to each dog\ndoes not allow the inspectors to identify the dog and could interfere in the ability to connect medical records and other\ndocumentation to the dog. The licensee must ensure that all dogs be identified as described in 2.51."
    },
    {
      "code": "3.10(a)",
      "kind": "",
      "repeat": true,
      "desc": "Watering",
      "narrative": "A female Golden Doodle ID#5 and her five pups had a empty waterer. There was no other water available inside the\nenclosure. When water was presented the animals all took a quick drink. Not having water available at all times could\ncause harm to the dogs. The licensee must ensure that all dogs have water available at all times.\nThis inspection and exit interview were conducted with the licensee.\nEnd Section"
    }
  ],
  "narrative": "2.40(b)(2)  Repeat\n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nA female Bernese Mountain Dog ( no ID) had a hairless spot on the right flank of the dog.  The spot extended from the \nspine down the right flank and from the right hip point forward approximately 9 inches.  The entire hairless spot was \napproximately  4 inches wide and 6 inches long.  The 4x6 area had lesions that had a yellow scab like material on parts of \nit, with reddish skin around these areas. There were also some areas that appeared to have a red discharge mixed in with \nthe areas with the yellow scab like material.  This same dog had hair matts behind both ears, about the same size as the \nears. The licensee was not aware of this dogs' condition. Hair loss and skin lesions could be the result of injury, infection \nor other veterinary medical condition which could negatively affect the health of the dog and/or may be uncomfortable.  \nHair matts can be uncomfortable and can lead to skin issues. The licensee must consult a veterinarian about this skin \ncondition  and remove the hair matts.  The licensee must document the treatment of the dog. \n2.50(a)(1)  Repeat\n   \nTime and method of identification. \nThe Bernese Mountain dog cited in 2.40(b)(2) did not have an ID. Failure to have official identification applied to each dog \ndoes not allow the inspectors to identify the dog and could interfere in the ability to connect medical records and other \ndocumentation to the dog. The licensee must ensure that all dogs be identified as described in 2.51. \n3.10(a)  Repeat\n\nWatering \nA female Golden Doodle ID#5 and her five pups had a empty waterer. There was no other water available inside the \nenclosure. When water was presented the animals all took a quick drink.  Not having water available at all times could \ncause harm to the dogs.  The licensee must ensure that all dogs have water available at all times. \n \nThis inspection and exit interview were conducted with the licensee. \n \nEnd Section",
  "animals_total": 58,
  "species": [
    {
      "count": 26,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 32,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}