{
  "insp_id": "2016082568021356",
  "layout": "a",
  "customer_id": "335615",
  "customer_name": "Shady Lawn Kennel Llc",
  "customer_addr": "21893 Driftwood Blvd\nBloomfield, IA 52537",
  "certificate": "42-A-1542",
  "site_id": "001",
  "site_name": "Shady Lawn Kennel L L C",
  "insp_type": "ROUTINE INSPECTION",
  "date": "28-NOV-2016",
  "report_date": "29-NOV-2016",
  "citations": [
    {
      "code": "3.11(d)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "The unopened bags of dog food are stored in a food storage bin and upon opening the bin a mouse was seen\nrunning across the top of the dog food sacks. There is a large amount of spilled food laying around the food bags\nand a large amount of mouse feces was mixed in with the spilled food. Mouse feces were also observed laying on\nthe food bags and across the top of the storage bin. The licensee stated that he does not have any mouse control\nfor that area, but does have a cat that has access to the area around the food storage bin. The presence of mice\ncould cause contamination of the food which could have a negative impact on the health of the dogs.\nAn effective program for the control of pests must be established and maintained. The licensee must develop and\nfollow an effective mouse control program that promotes the health and well-being of the dogs and ensures the dog\nfood will not become contaminated.\nCorrection date: December 02, 2016\nInspection and exit interview conducted with Kelly Maxwell, ACI, Heather Cole, VMO and the facility representative.\nAdditional Inspectors\nCole Heather, Supervisory Animal Care Specialist"
    }
  ],
  "narrative": "3.11(d)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\nThe unopened bags of dog food are stored in a food storage bin and upon opening the bin a mouse was seen\nrunning across the top of the dog food sacks.  There is a large amount of spilled food laying around the food bags\nand a large amount of mouse feces was mixed in with the spilled food.  Mouse feces were also observed laying on\nthe food bags and across the top of the storage bin.  The licensee stated that he does not have any mouse control\nfor that area, but does have a cat that has access to the area around the food storage bin.  The presence of mice\ncould cause contamination of the food which could have a negative impact on the health of the dogs.\nAn effective program for the control of pests must be established and maintained.  The licensee must develop and\nfollow an effective mouse control program that promotes the health and well-being of the dogs and ensures the dog\nfood will not become contaminated.\nCorrection date:  December 02, 2016\nInspection and exit interview conducted with Kelly Maxwell, ACI, Heather Cole, VMO and the facility representative.\nAdditional Inspectors\nCole Heather, Supervisory Animal Care Specialist",
  "animals_total": 64,
  "species": [
    {
      "count": 25,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 39,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}