{
  "insp_id": "254151346550555",
  "layout": "a",
  "customer_id": "7117",
  "customer_name": "Clinton Holmes",
  "customer_addr": "13 Long Lane\nAlburtis, PA 18011",
  "certificate": "23-A-0403",
  "site_id": "001",
  "site_name": "CLINTON HOLMES",
  "insp_type": "ROUTINE INSPECTION",
  "date": "11-SEP-2015",
  "report_date": "11-SEP-2015",
  "citations": [
    {
      "code": "3.25(c)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "Section 3.25(c) Storage: A stack of three bags of food for the hamsters is stored on the dirty floor. The floor cannot\nbe easily cleaned under the bags of food. The food may become wet and deteriorate if water gets spilled on the\nfloor or if the floor is washed. The food must be stored in a manner to prevent contamination and deterioration.\nOnce the APHIS official identified the bags of food on the dirty floor, the facility personnel put them up off the floor\non a pallet. Corrected during the inspection."
    },
    {
      "code": "3.31(b)",
      "kind": "",
      "repeat": true,
      "desc": "SANITATION.",
      "narrative": "Section 3.31(b) Housekeeping: Enclosures, enclosure lids and miscellaneous items are stored on the floor against\nenclosure racks holding enclosures with hamsters. Items may fall on the hamster enclosures and the floor cannot\nbe adequately cleaned under the stored items. There is food, bedding and debris scattered across the floor.\nRodent feces and debris are accumulating on the floor by the walls and door. This is not sanitary and the food may\nattract pests. The ventilation fan is excessively dirty and may be contributing to the dusty conditions in the room.\nThe tops of the water bottles are excessively dusty. The dust may irritate the eyes and/or respiratory tract of the\nhamsters. Premises must be kept clean to facilitate the prescribed husbandry practices set forth in this subpart.\nItems necessary for the care of the hamsters must be stored in an organized manner away from the animals and to\nallow the room to be adequately cleaned for the health and safety of the animals. The floor, fan and outside of\nwater bottles must be kept clean for the health of the hamsters. This is a repeat non-compliant item that remains\nuncorrected.\nAn exit briefing was conducted with the co-owner."
    }
  ],
  "narrative": "3.25(c)\nFACILITIES, GENERAL.\nSection 3.25(c) Storage:  A stack of three bags of food for the hamsters is stored on the dirty floor.  The floor cannot\nbe easily cleaned under the bags of food.  The food may become wet and deteriorate if water gets spilled on the\nfloor or if the floor is washed.  The food must be stored in a manner to prevent contamination and deterioration. \nOnce the APHIS official identified the bags of food on the dirty floor, the facility personnel put them up off the floor\non a pallet.  Corrected during the inspection.\n3.31(b)                    REPEAT\nSANITATION.\nSection 3.31(b) Housekeeping: Enclosures, enclosure lids and miscellaneous items are stored on the floor against\nenclosure racks holding enclosures with hamsters.  Items may fall on the hamster enclosures and the floor cannot\nbe adequately cleaned under the stored items.  There is food, bedding and debris scattered across the floor. \nRodent feces and debris are accumulating on the floor by the walls and door.  This is not sanitary and the food may\nattract pests.  The ventilation fan is excessively dirty and may be contributing to the dusty conditions in the room. \nThe tops of the water bottles are excessively dusty.  The dust may irritate the eyes and/or respiratory tract of the\nhamsters.  Premises must be kept clean to facilitate the prescribed husbandry practices set forth in this subpart. \nItems necessary for the care of the hamsters must be stored in an organized manner away from the animals and to\nallow the room to be adequately cleaned for the health and safety of the animals.  The floor, fan and outside of\nwater bottles must be kept clean for the health of the hamsters.  This is a repeat non-compliant item that remains\nuncorrected.\nAn exit briefing was conducted with the co-owner.",
  "animals_total": 1364,
  "species": [
    {
      "count": 826,
      "scientific": "Phodopus roborovskis",
      "common": "ROBOROVSKIS DWARF HAMSTER"
    },
    {
      "count": 538,
      "scientific": "Phodopus sungorus",
      "common": "DJUNGARIAN / RUSSIAN WINTER WHITE DWARF HAMSTER"
    }
  ]
}