{
  "insp_id": "41151949060850",
  "layout": "a",
  "customer_id": "324698",
  "customer_name": "Arbuckle Adventures L L C",
  "customer_addr": "6132 Kay Starr Trail\nDavis, OK 73030",
  "certificate": "73-C-0190",
  "site_id": "001",
  "site_name": "ARBUCKLE ADVENTURES LLC",
  "insp_type": "ROUTINE INSPECTION",
  "date": "09-FEB-2015",
  "report_date": "13-FEB-2015",
  "citations": [
    {
      "code": "2.126(a)(2)",
      "kind": "",
      "repeat": true,
      "desc": "ACCESS AND INSPECTION OF RECORDS AND PROPERTY; SUBMISSION OF ITINERARIES.",
      "narrative": "- At the time of inspection the animal inventory was not up to date (inventory on hand was dated December 30,\n2014) and the licensee was not able to provide an accurate animal inventory. There were no Jacob sheep present\non the inventory list and four Jacob sheep were present in the park. Complete and accurate records are necessary\nto ensure each animal's identity can be known with certainty and to facilitate the ability to trace those animals. The\nlicensee must maintain complete and accurate records of all animals at all times and must ensure those records are\navailable to the inspector upon request."
    },
    {
      "code": "3.80(a)(2)(1)",
      "kind": "",
      "repeat": true,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "- The lemurs are currently being housed inside a temporary cage, contained inside a building in the walk through\narea of the park. A door had been created in this cage by cutting a square section out of the bars, then wiring a\nsmall metal door in place of the opening. This had left numerous sharp points above and below this door where the\ncage bars were cut. This is a risk of injury to the enclosed primates. These sharp points must be removed or\nrepaired. All enclosures must be kept in good repair and protect the animals from injury."
    },
    {
      "code": "3.80(a)(2)(2)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "- The lemurs are currently being kept indoors in a temporary cage inside a building in the walk through area of the\npark. The cage is close to the adjoining walls, and on these walls are least four exposed electrical outlets which are\nwithin easy reach of the enclosed primates. There is also a powered electrical cord on the floor just in front of the\ncage, also within easy reach of the animals. This is a clear risk of danger to the animals. The cord must be\nrelocated out of reach, and all outlets must be covered so that they no longer pose a risk of injury to the primates.\nCorrect by: 13 February 2015"
    },
    {
      "code": "3.81(b)",
      "kind": "",
      "repeat": true,
      "desc": "ENVIRONMENT ENHANCEMENT TO PROMOTE PSYCHOLOGICAL WELL-BEING.",
      "narrative": "- The lemurs are currently being kept indoors in a temporary cage inside a building in the walk through area of the\npark. There were no enrichment items present in the enclosure. There were also no perches or raised resting\nareas. The facility employee stated that enrichment currently consisted of food items. All nonhuman primates\nrequire adequate environmental enrichment. This can consist of a variety of items and interactions. An adequate\nwritten enrichment plan developed with approval of the attending veterinarian must be used for these animals.\nCorrect by: Immediately"
    },
    {
      "code": "3.82",
      "kind": "",
      "repeat": false,
      "desc": "FEEDING.",
      "narrative": "None of the food receptacles for the nonhuman primates had been sanitized for at least 8 weeks. Food receptacles\nfor nonhuman primates must be cleaned and must be sanitized at least once every two weeks to minimize build up\nof bacteria and other potential infectious organisms which pose a risk to the heath of the animals.\nCorrected by: 15 February 2015"
    },
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": true,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "- Four Jacob sheep being kept in an outdoor enclosure in the walk-through area of the park had access to multiple\nareas of unsafe fencing and housing with numerous exposed sharp points. There is also a piece of broken rebar\nextending from the ground in front of the shelter. There is a non-powered electrical cord partially buried in the dirt in\nfront of the shelter. The sharp points consist of exposed nails, rebar, and wire. These areas of fencing are a\npotential source of injury to the enclosed animals. This fencing must be removed or repaired. All enclosures must\nbe kept in good repair and protect the animals from injury."
    },
    {
      "code": "3.130",
      "kind": "",
      "repeat": true,
      "desc": "WATERING.",
      "narrative": "- The watering container in the Jacob sheep enclosure at the time of the inspection had moderate amount of\ngreenish colored debris concentrated on the sides and bottom of the container. This is an indication that this\ncontainer is not being cleaned frequently enough. Water receptacles must be clean and contain potable water for\nthe health and well-being of the enclosed animals. More frequent cleaning and sanitizing is needed.\nInspection and exit interview conducted with facility representatives.\nAdditional Inspectors\nTygart Michael, Supervisory Animal Care Specialist"
    }
  ],
  "narrative": "2.126(a)(2)                    REPEAT\nACCESS AND INSPECTION OF RECORDS AND PROPERTY; SUBMISSION OF ITINERARIES.\n- At the time of inspection the animal inventory was not up to date (inventory on hand was dated December 30,\n2014) and the licensee was not able to provide an accurate animal inventory. There were no Jacob sheep present\non the inventory list and four Jacob sheep were present in the park. Complete and accurate records are necessary\nto ensure each animal's identity can be known with certainty and to facilitate the ability to trace those animals.  The\nlicensee must maintain complete and accurate records of all animals at all times and must ensure those records are\navailable to the inspector upon request.\n3.80(a)(2)(1)                    REPEAT\nPRIMARY ENCLOSURES.  \n- The lemurs are currently being housed inside a temporary cage, contained inside a building in the walk through\narea of the park.   A door had been created in this cage by cutting a square section out of the bars, then wiring a\nsmall metal door in place of the opening.  This had left numerous sharp points above and below this door where the\ncage bars were cut.  This is a risk of injury to the enclosed primates.  These sharp points must be removed or\nrepaired.  All enclosures must be kept in good repair and protect the animals from injury.\n3.80(a)(2)(2)\nPRIMARY ENCLOSURES.  \n- The lemurs are currently being kept indoors in a temporary cage inside a building in the walk through area of the\npark.  The cage is close to the adjoining walls, and on these walls are least four exposed electrical outlets which are\nwithin easy reach of the enclosed primates.  There is also a powered electrical cord on the floor just in front of the\ncage, also within easy reach of the animals.  This is a clear risk of danger to the animals.  The cord must be\nrelocated out of reach, and all outlets must be covered so that they no longer pose a risk of injury to the primates.\nCorrect by:  13 February 2015\n\n3.81(b)                    REPEAT\nENVIRONMENT ENHANCEMENT TO PROMOTE PSYCHOLOGICAL WELL-BEING.\n- The lemurs are currently being kept indoors in a temporary cage inside a building in the walk through area of the\npark.  There were no enrichment items present in the enclosure.  There were also no perches or raised resting\nareas.  The facility employee stated that enrichment currently consisted of food items.  All nonhuman primates\nrequire adequate environmental enrichment.  This can consist of a variety of items and interactions.  An adequate\nwritten enrichment plan developed with approval of the attending veterinarian must be used for these animals.\nCorrect by:  Immediately\n3.82\nFEEDING.   \nNone of the food receptacles for the nonhuman primates had been sanitized for at least 8 weeks. Food receptacles\nfor nonhuman primates must be cleaned and must be sanitized at least once every two weeks to minimize build up\nof bacteria and other potential infectious organisms which pose a risk to the heath of the animals.\nCorrected by: 15 February 2015\n3.125(a)                    REPEAT\nFACILITIES, GENERAL.   \n- Four Jacob sheep being kept in an outdoor enclosure in the walk-through area of the park had access to multiple\nareas of unsafe fencing and housing with numerous exposed sharp points.  There is also a piece of broken rebar\nextending from the ground in front of the shelter.  There is a non-powered electrical cord partially buried in the dirt in\nfront of the shelter.  The sharp points consist of exposed nails, rebar, and wire. These areas of fencing are a\npotential source of injury to the enclosed animals.  This fencing must be removed or repaired.  All enclosures must\nbe kept in good repair and protect the animals from injury.\n3.130                    REPEAT\nWATERING.  \n- The watering container in the Jacob sheep enclosure at the time of the inspection had moderate amount of\ngreenish colored debris concentrated on the sides and bottom of the container. This is an indication that this\ncontainer is not being cleaned frequently enough. Water receptacles must be clean and contain potable water for\nthe health and well-being of the enclosed animals. More frequent cleaning and sanitizing is needed.\nInspection and exit interview conducted with facility representatives.\n\nAdditional Inspectors\nTygart Michael, Supervisory Animal Care Specialist",
  "animals_total": 7,
  "species": [
    {
      "count": 3,
      "scientific": "Lemur catta",
      "common": "RING-TAILED LEMUR"
    },
    {
      "count": 4,
      "scientific": "Ovis aries aries",
      "common": "SHEEP INCLUDING ALL DOMESTIC BREEDS"
    }
  ]
}