{
  "insp_id": "2016082568276556",
  "layout": "a",
  "customer_id": "3081",
  "customer_name": "Zoo Miami Foundation",
  "customer_addr": "12400 S W 152nd Street\nMiami, FL 33177",
  "certificate": "58-C-0425",
  "site_id": "001",
  "site_name": "ZOO MIAMI FOUNDATION",
  "insp_type": "ROUTINE INSPECTION",
  "date": "08-MAY-2017",
  "report_date": "08-MAY-2017",
  "citations": [
    {
      "code": "2.126(c)",
      "kind": "",
      "repeat": false,
      "desc": "ACCESS AND INSPECTION OF RECORDS AND PROPERTY; SUBMISSION OF ITINERARIES.",
      "narrative": "The required written itineraries for traveling educational exhibits has never been received by the AC Regional\nDirector. A facility who is subject to the Animal Welfare regulations and who intends to exhibit any animal at any\nlocation other than the person's approved site, except for travel that does not extend overnight, must submit a\nwritten itinerary to the AC Regional Director. The itinerary shall be received by the AC Regional Director no fewer\nthan 2 days in advance of any travel and must contain complete and accurate information concerning the\nwhereabouts of any animal intended for exhibition at any location other than the person's approved site. If an\nengagement is accepted for which travel will begin with less than 48 hours notice, the facility must immediately\ncontact the AC Regional Director in writing with the required information. APHIS expects such situations to occur\ninfrequently, and facilities who repeatedly provide less than 48 hours notice will, after notice by APHIS, be subject to\nincreased scrutiny under the Act.\nThe itinerary shall include the following:\n(1) The name of the person who intends to exhibit the animal and transport the animal for exhibition purposes,\nincluding any business name and current Act license or registration number and, in the event that any animal is\nborrowed/loaned, the name of the person who owns such animal.\n(2) The name, identification number or identifying characteristics, species (common or scientific name), sex and\nage of each animal.\n(3) The names, dates, and locations (with addresses) where the animals will travel, be housed, and be exhibited,\nincluding all anticipated dates and locations (with addresses) for any stops and layovers that allow or require\nremoval of the animals from the transport enclosures. Unanticipated delays of such length must be reported to the\nAC Regional Director the next APHIS business day.\nThe facility must submit current written itineraries to the AC Regional Director immediately and then on a regular\nbasis as engagements are confirmed.\nCorrect by: June 8, 2017\nThis inspection and exit interview were conducted with two facility representatives."
    }
  ],
  "narrative": "2.126(c)\nACCESS AND INSPECTION OF RECORDS AND PROPERTY; SUBMISSION OF ITINERARIES.\nThe required written itineraries for traveling educational exhibits has never been received by the AC Regional\nDirector.  A facility who is subject to the Animal Welfare regulations and who intends to exhibit any animal at any\nlocation other than the person's approved site, except for travel that does not extend overnight, must submit a\nwritten itinerary to the AC Regional Director.  The itinerary shall be received by the AC Regional Director no fewer\nthan 2 days in advance of any travel and must contain complete and accurate information concerning the\nwhereabouts of any animal intended for exhibition at any location other than the person's approved site.  If an\nengagement is accepted for which travel will begin with less than 48 hours notice, the facility must immediately\ncontact the AC Regional Director in writing with the required information.  APHIS expects such situations to occur\ninfrequently, and facilities who repeatedly provide less than 48 hours notice will, after notice by APHIS, be subject to\nincreased scrutiny under the Act.\nThe itinerary shall include the following:\n     (1) The name of the person who intends to exhibit the animal and transport the animal for exhibition purposes,\nincluding any business name and current Act license or registration number and, in the event that any animal is\nborrowed/loaned, the name of the person who owns such animal.\n     (2) The name, identification number or identifying characteristics, species (common or scientific name), sex and\nage of each animal.\n     (3) The names, dates, and locations (with addresses) where the animals will travel, be housed, and be exhibited,\nincluding all anticipated dates and locations (with addresses) for any stops and layovers that allow or require\nremoval of the animals from the transport enclosures.  Unanticipated delays of such length must be reported to the\nAC Regional Director the next APHIS business day.\nThe facility must submit current written itineraries to the AC Regional Director immediately and then on a regular\nbasis as engagements are confirmed.\nCorrect by: June 8, 2017\n\nThis inspection and exit interview were conducted with two facility representatives.",
  "animals_total": 0,
  "species": [
    {
      "count": 0,
      "scientific": "NONE",
      "common": "NONE"
    }
  ]
}