{
  "insp_id": "349141450040802",
  "layout": "a",
  "customer_id": "32016",
  "customer_name": "Adrian Burkholder",
  "customer_addr": "2695 County Road 58\nMillersburg, OH 44654",
  "certificate": "31-A-0230",
  "site_id": "001",
  "site_name": "ADRIAN BURKHOLDER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "15-DEC-2014",
  "report_date": "15-DEC-2014",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "Dog with USDA tag #261, White Female Poodle, was noticed to have a red/brown coloration around her mouth. In\naddition, she was noticed to be excessively licking her mouth. Upon further examination, this dog was noticed to\nhave an excessive buildup of dental calculi on a majority of her teeth. Having dental issues can cause the dog pain\nand discomfort if left untreated. This dog was recently purchased on 10/20/2014 and is currently bred. Licensee\nmust contact the veterinarian to set up and determine an appropriate timeframe for an examination. Documentation\nof the examination, diagnosis and treatment must be maintained and made available for inspection. Licensee\nshould have this dog seen sooner if the dog is noticed to have trouble eating or is not maintaining normal body\nweight.\nThis dog was also noticed to have excessively long toenails on both feet. Long toenails can easily be broken and\ncan affect the gait of the dog. Licensee must trim all long toenails. In addition, Licensee must establish a routine for\ngrooming, to include toenail trimming, for the facility.\nCorrect By:12/18/2014"
    },
    {
      "code": "2.40(b)(3)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "Dog with USDA tag #261, White Female Poodle, was noticed to have a red/brown coloration around her mouth. In\naddition, she was noticed to be excessively licking her mouth. Any abnormalities with the dogs should be noticed\nand documented while preforming daily observations. If Licensee were to have noticed these abnormalities, he\nwould have found that this dog had dental issues that need to be addressed. Daily observation is required to\naddress all heath issues within the facility. Licensee must have daily observation of all animals and have frequent\ncommunication with the attending veterinarian to ensure that all observed health issues are treated within a timely\nmanner.\nCorrect: immediately\nInspection and Exit conducted with Licensee(cid:25)s Wife."
    }
  ],
  "narrative": "2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nDog with USDA tag #261, White Female Poodle, was noticed to have a red/brown coloration around her mouth.  In\naddition, she was noticed to be excessively licking her mouth.  Upon further examination, this dog was noticed to\nhave an excessive buildup of dental calculi on a majority of her teeth. Having dental issues can cause the dog pain\nand discomfort if left untreated.   This dog was recently purchased on 10/20/2014 and is currently bred.   Licensee\nmust contact the veterinarian to set up and determine an appropriate timeframe for an examination.  Documentation\nof the examination, diagnosis and treatment must be maintained and made available for inspection.  Licensee\nshould have this dog seen sooner if the dog is noticed to have trouble eating or is not maintaining normal body\nweight.\nThis dog was also noticed to have excessively long toenails on both feet.  Long toenails can easily be broken and\ncan affect the gait of the dog.  Licensee must trim all long toenails.  In addition, Licensee must establish a routine for\ngrooming, to include toenail trimming, for the facility.\nCorrect By:12/18/2014\n2.40(b)(3)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nDog with USDA tag #261, White Female Poodle, was noticed to have a red/brown coloration around her mouth.  In\naddition, she was noticed to be excessively licking her mouth.  Any abnormalities with the dogs should be noticed\nand documented while preforming daily observations.  If Licensee were to have noticed these abnormalities, he\nwould have found that this dog had dental issues that need to be addressed.  Daily observation is required to\naddress all heath issues within the facility.  Licensee must have daily observation of all animals and have frequent\ncommunication with the attending veterinarian to ensure that all observed health issues are treated within a timely\nmanner. \nCorrect: immediately\n\nInspection and Exit conducted with Licensee(cid:25)s Wife.",
  "animals_total": 138,
  "species": [
    {
      "count": 122,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 16,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}