{
  "insp_id": "182141141560226",
  "layout": "a",
  "customer_id": "327884",
  "customer_name": "Joseph King",
  "customer_addr": "2712 Cr B\nPlatteville, WI 53818",
  "certificate": "35-A-0347",
  "site_id": "001",
  "site_name": "JOSEPH KING",
  "insp_type": "ROUTINE INSPECTION",
  "date": "25-JUN-2014",
  "report_date": "01-JUL-2014",
  "citations": [
    {
      "code": "2.40(a)(1)",
      "kind": "",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "***The last site visit by the attending veterinarian was documented in 2012. A complete written Program of\nVeterinary Care (PVC) was not available for inspection. To ensure that optimum care is provided for the animals,\nthe attending veterinarian must make regularly scheduled visits. Contact the attending veterinarian to conduct a site\nvisit and document a PVC for the facility. Instructions for medications not labeled for guinea pig use must also be\nincluded in the PVC."
    },
    {
      "code": "2.75(b)(1)",
      "kind": "",
      "repeat": false,
      "desc": "RECORDS: DEALERS AND EXHIBITORS.",
      "narrative": "***Records of animals born, sold, and animal deaths are not being kept up to date by the facility. Records of\nguinea pigs born on the property, of whom guinea pigs are sold to, and guinea pig deaths are required to be\nmaintained and important for animal health management decisions. Update and maintain records as required by\nthe Animal Welfare Act.\nCorrect by 7/2/14."
    },
    {
      "code": "3.26(c)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, INDOOR.",
      "narrative": "Lighting.\n***A flashlight had to be used during inspection to be able to see all of the guinea pigs. Ample lighting of natural or\nartificial means must be available to allow routine inspection and cleaning during working hours. The enclosures\nobserved were in a darker corner of the buidling. Lack of lighting does not allow workers to observe animals daily\nand problems with animals could be missed. Lack of lighting also does not allow good cleaning to be done. Either\nmove the guinea pigs to an area with more ample natural lighting, make new enclosures that don't cast dark\nshadows over the guinea pigs, or provide artificial light during work hours.\nCorrect by 7/2/14."
    },
    {
      "code": "3.28(a)",
      "kind": "",
      "repeat": true,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "***Enclosures being used are made of un-finished wood. Outside edges of enclosures had signs that water and\nurine is soaking into the wood. Surfaces that have liquids soaking into them can cause animals to become sick.\nSurfaces that animals are in contact with must be maintained impervious to moisture (waterproof) so that they can\nbe correctly cleaned and to protect the health of animals."
    },
    {
      "code": "3.29(a)",
      "kind": "Direct",
      "repeat": false,
      "desc": "FEEDING.",
      "narrative": "***The feeders were observed to be mostly empty. Licensee reports that they ran out of bagged feed about a week\nago and have been feeding grass and hay reportedly 'when they get around to it.' Guinea pigs must be provided\nwith an appropriate diet daily. Grass and hay may not provide the appropriate vitamins and minerals that guinea\npigs need to stay healthy. Their daily feed must be equivalent in quality and content to pelleted rations produced\ncommercially and commonly available from feed suppliers. Grass and hay given 'every once in a while' does not\nmeet this standard.\nObtain an appropriate commercially available diet or the equivalent and provide it to the guinea pigs on a daily\nbasis.\nCORRECT BY: The end of the day, Thursday June 26, 2014."
    },
    {
      "code": "3.31(b)",
      "kind": "",
      "repeat": true,
      "desc": "SANITATION.",
      "narrative": "Premises shall remain free of accumulations of trash.\n***The entry way inside of the animal area had a large pile of empty feed sacks. Piles of trash creates an area for\npests to live in and can spread disease . To promote animal health, the floors and animal areas must be kept free\nfrom piles of trash.\n***Many enclosures are empty but have dirty bedding sitting in them. The floors of the building have an excess\namount of soiled and dirty bedding/feed on them. Dirty un-used enclosures and dirty floors can attract flies and\nvermin and can cause animals to get sick. Empty enclosures must be cleaned out and the floors must be cleaned\non a routine basis."
    },
    {
      "code": "3.31(c)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "Pest Control.\nThe two front entrances were wide open and a large amount of flies were seen entering and leaving the building.\nFlies can cause animals to get sick and can spread sickness to other animals. Flies must be controlled. If the front\nentrances are going to be left open, a screen type door must be installed to protect the animals from flies and from\nthe entrance of other animals. Make the front entrances so that flies and other animals cannot enter and put in\nplace an effective program to control insects.\nCorrect by 7/2/14.\nExit interview conducted with facility representative."
    }
  ],
  "narrative": "2.40(a)(1)                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n***The last site visit by the attending veterinarian was documented in 2012.  A complete written Program of\nVeterinary Care (PVC) was not available for inspection.   To ensure that optimum care is provided for the animals,\nthe attending veterinarian must make regularly scheduled visits.  Contact the attending veterinarian to conduct a site\nvisit and document a PVC for the facility.  Instructions for medications not labeled for guinea pig use must also be\nincluded in the PVC. \n2.75(b)(1)\nRECORDS: DEALERS AND EXHIBITORS.\n***Records of animals born, sold, and animal deaths are not being kept up to date by the facility.   Records of\nguinea pigs born on the property, of whom guinea pigs are sold to, and guinea pig deaths are required to be\nmaintained and important for animal health management decisions.  Update and maintain records as required by\nthe Animal Welfare Act. \nCorrect by 7/2/14.\n3.26(c)\nFACILITIES, INDOOR.\nLighting. \n***A flashlight had to be used during inspection to be able to see all of the guinea pigs.  Ample lighting of natural or\nartificial means must be available to allow routine inspection and cleaning during working hours.  The enclosures\n\nobserved were in a darker corner of the buidling. Lack of lighting does not allow workers to observe animals daily\nand problems with animals could be missed.  Lack of lighting also does not allow good cleaning to be done.  Either\nmove the guinea pigs to an area with more ample natural lighting, make new enclosures that don't cast dark\nshadows over the guinea pigs, or provide artificial light during work hours.\nCorrect by 7/2/14.\n3.28(a)                    REPEAT\nPRIMARY ENCLOSURES. \n***Enclosures being used are made of un-finished wood.  Outside edges of enclosures had signs that water and\nurine is soaking into the wood.  Surfaces that have liquids soaking into them can cause animals to become sick. \nSurfaces that animals are in contact with must be maintained impervious to moisture (waterproof) so that they can\nbe correctly cleaned and to protect the health of animals. \n3.29(a)           DIRECT\nFEEDING. \n***The feeders were observed to be mostly empty.  Licensee reports that they ran out of bagged feed about a week\nago and have been feeding grass and hay reportedly 'when they get around to it.'  Guinea pigs must be provided\nwith an appropriate diet daily.  Grass and hay may not provide the appropriate vitamins and minerals that guinea\npigs need to stay healthy.   Their daily feed must be equivalent in quality and content to pelleted rations produced\ncommercially and commonly available from feed suppliers.  Grass and hay given 'every once in a while' does not\nmeet this standard.  \nObtain an appropriate commercially available diet or the equivalent and provide it to the guinea pigs on a daily\nbasis.\nCORRECT BY:  The end of the day, Thursday June 26, 2014.\n3.31(b)                    REPEAT\nSANITATION.\nPremises shall remain free of accumulations of trash.\n***The entry way inside of the animal area had a large pile of empty feed sacks.  Piles of trash creates an area for\npests to live in and can spread disease .  To promote animal health, the floors and animal areas must be kept free\nfrom piles of trash.\n\n***Many enclosures are empty but have dirty bedding sitting in them.  The floors of the building have an excess\namount of soiled and dirty bedding/feed on them.   Dirty un-used enclosures and dirty floors can attract flies and\nvermin and can cause animals to get sick.  Empty enclosures must be cleaned out and the floors must be cleaned\non a routine basis.\n3.31(c)\nSANITATION.\nPest Control.\nThe two front entrances were wide open and a large amount of flies were seen entering and leaving the building. \nFlies can cause animals to get sick and can spread sickness to other animals.  Flies must be controlled.  If the front\nentrances are going to be left open, a screen type door must be installed to protect the animals from flies and from\nthe entrance of other animals.  Make the front entrances so that flies and other animals cannot enter and put in\nplace an effective program to control insects. \nCorrect by 7/2/14.\nExit interview conducted with facility representative.",
  "animals_total": 100,
  "species": [
    {
      "count": 100,
      "scientific": "Cavia porcellus",
      "common": "DOMESTIC GUINEA PIG"
    }
  ]
}