{
  "insp_id": "142142248260383",
  "layout": "a",
  "customer_id": "323664",
  "customer_name": "Kirby Van Burch",
  "customer_addr": "7812 Cozy Cove\nBranson, MO 65616",
  "certificate": "43-C-0320",
  "site_id": "001",
  "site_name": "Kirby Van Burch",
  "insp_type": "ROUTINE INSPECTION",
  "date": "21-MAY-2014",
  "report_date": "24-MAY-2014",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "****An adult female tiger named Precious had an intermittent hopping gait and appeared lame on her right front leg\nwhen walking. She also would intermittently hold her right front foot in the air when standing and appeared reluctant\nto bear full weight on that foot. Closer inspection of that foot revealed multiple circular areas on the foot pad that\nwere yellow and roughened. Recent medical records did not mention the lameness and the tiger was not receiving\nany treatment or diagnostic procedures.\n****An adult female tiger named Princess had an intermittent hopping gait and appeared lame on her left front leg\nwhen walking. She also would intermittently hold her left front foot in the air when standing and appeared reluctant\nto bear full weight on that foot. Closer inspection of that foot revealed multiple circular areas on the foot pad that\nwere yellow and roughened. Recent medical records showed that the left front foot had been examined by the\nAttending Veterinarian on February 13, 2014, and that no abnormalities were seen. The tiger was not receiving any\ntreatment or diagnostic procedures for the current condition.\n****An adult male leopard named Blackie had numerous areas of patchy hair loss on his left and right sides, over his\nflanks, and extending to the thighs. The skin in some of these areas appeared slightly reddened. The leopard did\nnot scratch or appear itchy during the inspection. The tip of Blackie's tail was completely hairless and bright red.\nThe animal caretaker said that the tail lesion was the result of self-mutilation by Blackie chewing and/or sucking his\ntail. The Attending Veterinarian had examined this cat on February 13, 2014 and had noted the areas of missing\nhair on the body and the tail in the medical record. His list of possible causes included self-trauma from boredom,\nvitamin deficiency, stress, infection, and allergy. The recommended treatment at the time was supplementation with\nvitamins. The Attending Veterinarian examined Blackie again on May 6, 2014; however, no notes were made in the\nmedical record kept at the facility. The animal caretaker stated that the condition did not seem improved, but the\ntreatment was not changed and no diagnostic procedures were scheduled.\n****The adult male leopard named Blackie also exhibited stereotypic behavior of self-stimulation by rubbing his\nexternal genitalia on a plastic toy and on a ball 5-6 times during the inspection.\nLameness and skin conditions can be painful, can be the result of injury or illness, and can progress if not treated\nappropriately. Stereotypic behavior and self-mutilation can be the result of boredom, stress, inadequate space, or a\nmedical condition. The licensee must establish and maintain an adequate program of veterinary care, including the\nuse of appropriate methods to prevent, control, diagnose, and treat disease and injuries. The licensee must\nmaintain medical records and make them available to inspectors upon request.\nTO BE CORRECTED BY JUNE 21, 2014."
    },
    {
      "code": "2.131(d)(1)",
      "kind": "",
      "repeat": true,
      "desc": "HANDLING OF ANIMALS.",
      "narrative": "(d)(1) Conditions for Exhibition of Animals\n****An adult white tiger named Precious was being exhibited to the public even though she was showing signs of a\nmedical condition. She was displaying an intermittent hopping gait and appeared lame in her right front leg when\nwalking. She also would intermittently hold her right front leg in the air when standing and appeared reluctant to\nbear weight on it. Closer inspection of that foot revealed multiple areas of circular, yellow, crusty lesions on her\nfootpad. Despite these problems, the curtains over the window to her enclosure were pulled apart about 3 feet,\nwhich allowed the public to view Precious next to the theater's box office. Public exhibition of sick or injured animals\ncan cause stress, which can affect the animal's ability to heal and their psychological well-being. The licensee must\nensure that animals are exhibited only for periods of time and under conditions that are consistent with their good\nhealth and well-being."
    },
    {
      "code": "3.126(b)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, INDOOR.",
      "narrative": "(b) Ventilation.\n****Both the upstairs housing facility and the downstairs housing facility have inadequate ventilation. A strong odor\nwas present in both areas and the ammonia levels appeared to be excessively high as evidenced by a burning\nsensation in the noses of both inspectors. Inadequate ventilation can result in a buildup of odors and gases, such\nas ammonia, which can cause discomfort and adversely affect the health of the animals. The licensee must ensure\nthat indoor housing facilities are adequately ventilated by natural or mechanical means so as to minimize drafts,\nodors, moisture condensation, and excessive ammonia.\nTO BE CORRECTED BY JUNE 10, 2014."
    },
    {
      "code": "3.132",
      "kind": "",
      "repeat": false,
      "desc": "EMPLOYEES.",
      "narrative": "****The employee who is caring for the cats does not have adequate training to provide acceptable levels of health\nand husbandry care for the animals as evidenced by the health care issues, lack of proper ventilation, and\ninappropriate public exhibition of an ill or injured animal. The licensee has not had contact with the animals or\nprovided supervision of the animal caretaker for approximately 2 months. During this time the animal caretaker has\nbeen in charge of caring for the animals. Inadequately trained employees may not recognize medical conditions or\ntheir seriousness, may not understand adequate husbandry needs of the animals, and may make decisions that\nadversely affect the well-being of the animals. The licensee must ensure that he provides a sufficient number of\nadequately trained employees to provide an acceptable level of health care and husbandry to the animals.\nTO BE CORRECTED BY JUNE 21, 2014.\nThe inspection and the exit briefing were conducted with a facility representative.\nAdditional Inspectors\nRoberts Kelly, Animal Care Inspector"
    }
  ],
  "narrative": "2.40(b)(2)           DIRECT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n****An adult female tiger named Precious had an intermittent hopping gait and appeared lame on her right front leg\nwhen walking.  She also would intermittently hold her right front foot in the air when standing and appeared reluctant\nto bear full weight on that foot.  Closer inspection of that foot revealed multiple circular areas on the foot pad that\nwere yellow and roughened.  Recent medical records did not mention the lameness and the tiger was not receiving\nany treatment or diagnostic procedures.\n****An adult female tiger named Princess had an intermittent hopping gait and appeared lame on her left front leg\nwhen walking.  She also would intermittently hold her left front foot in the air when standing and appeared reluctant\nto bear full weight on that foot.  Closer inspection of that foot revealed multiple circular areas on the foot pad that\nwere yellow and roughened.  Recent medical records showed that the left front foot had been examined by the\nAttending Veterinarian on February 13, 2014, and that no abnormalities were seen.  The tiger was not receiving any\ntreatment or diagnostic procedures for the current condition.\n****An adult male leopard named Blackie had numerous areas of patchy hair loss on his left and right sides, over his\nflanks, and extending to the thighs.  The skin in some of these areas appeared slightly reddened.  The leopard did\nnot scratch or appear itchy during the inspection.  The tip of Blackie's tail was completely hairless and bright red. \nThe animal caretaker said that the tail lesion was the result of self-mutilation by Blackie chewing and/or sucking his\ntail.  The Attending Veterinarian had examined this cat on February 13, 2014 and had noted the areas of missing\nhair on the body and the tail in the medical record.   His list of possible causes included self-trauma from boredom,\nvitamin deficiency, stress, infection, and allergy.  The recommended treatment at the time was supplementation with\nvitamins.  The Attending Veterinarian examined Blackie again on May 6, 2014; however, no notes were made in the\nmedical record kept at the facility.  The animal caretaker stated that the condition did not seem improved, but the\ntreatment was not changed and no diagnostic procedures were scheduled.\n****The adult male leopard named Blackie also exhibited stereotypic behavior of self-stimulation by rubbing his\nexternal genitalia on a plastic toy and on a ball 5-6 times during the inspection.  \nLameness and skin conditions can be painful, can be the result of injury or illness, and can progress if not treated\n\nappropriately.  Stereotypic behavior and self-mutilation can be the result of boredom, stress, inadequate space, or a\nmedical condition.  The licensee must establish and maintain an adequate program of veterinary care, including the\nuse of appropriate methods to prevent, control, diagnose, and treat disease and injuries.  The licensee must\nmaintain medical records and make them available to inspectors upon request.\nTO BE CORRECTED BY JUNE 21, 2014.\n2.131(d)(1)                    REPEAT\nHANDLING OF ANIMALS.\n(d)(1)  Conditions for Exhibition of Animals\n****An adult white tiger named Precious was being exhibited to the public even though she was showing signs of a\nmedical condition.  She was displaying an intermittent hopping gait and appeared lame in her right front leg when\nwalking.  She also would intermittently hold her right front leg in the air when standing and appeared reluctant to\nbear weight on it.  Closer inspection of that foot revealed multiple areas of circular, yellow, crusty lesions on her\nfootpad.  Despite these problems, the curtains over the window to her enclosure were pulled apart about 3 feet,\nwhich allowed the public to view Precious next to the theater's box office.  Public exhibition of sick or injured animals\ncan cause stress, which can affect the animal's ability to heal and their psychological well-being.  The licensee must\nensure that animals are exhibited only for periods of time and  under conditions that are consistent with their good\nhealth and well-being.\n3.126(b)\nFACILITIES, INDOOR. \n(b) Ventilation.\n****Both the upstairs housing facility and the downstairs housing facility have inadequate ventilation.  A strong odor\nwas present in both areas and the ammonia levels appeared to be excessively high as evidenced by a burning\nsensation in the noses of both inspectors.  Inadequate ventilation can result in a buildup of odors and gases, such\nas ammonia, which can cause discomfort and adversely affect the health of the animals.  The licensee must ensure\nthat indoor housing facilities are adequately ventilated by natural or mechanical means so as to minimize drafts,\nodors, moisture condensation, and excessive ammonia.\nTO BE CORRECTED BY JUNE 10, 2014.\n3.132\nEMPLOYEES.\n\n****The employee who is caring for the cats does not have adequate training to provide acceptable levels of health\nand husbandry care for the animals as evidenced by the health care issues, lack of proper ventilation, and\ninappropriate public exhibition of an ill or injured animal.  The licensee has not had contact with the animals or\nprovided supervision of the animal caretaker for approximately 2 months.  During this time the animal caretaker has\nbeen in charge of caring for the animals.  Inadequately trained employees may not recognize medical conditions or\ntheir seriousness, may not understand adequate husbandry needs of the animals, and may make decisions that\nadversely affect the well-being of the animals.  The licensee must ensure that he provides a sufficient number of\nadequately trained employees to provide an acceptable level of health care and husbandry to the animals.\nTO BE CORRECTED BY JUNE 21, 2014.\nThe inspection and the exit briefing were conducted with a facility representative.\nAdditional Inspectors\nRoberts Kelly, Animal Care Inspector",
  "animals_total": 5,
  "species": [
    {
      "count": 2,
      "scientific": "Panthera pardus",
      "common": "LEOPARD"
    },
    {
      "count": 3,
      "scientific": "Panthera tigris",
      "common": "TIGER"
    }
  ]
}