{
  "insp_id": "2016082568101363",
  "layout": "a",
  "customer_id": "42240",
  "customer_name": "Ellen Roberts",
  "customer_addr": "1261 State Route 14\nWest Plains, MO 65775",
  "certificate": "43-A-5445",
  "site_id": "001",
  "site_name": "ELLEN ROBERTS",
  "insp_type": "ROUTINE INSPECTION",
  "date": "13-FEB-2017",
  "report_date": "14-FEB-2017",
  "citations": [
    {
      "code": "2.50(a)(2)",
      "kind": "",
      "repeat": true,
      "desc": "TIME AND METHOD OF IDENTIFICATION.",
      "narrative": "Puppies less than 16 weeks old, from multiple litters, and without individual identification were combined in\nenclosures. In one enclosure were 8 mixed breed, weaned puppies at 8-9 weeks old. In another enclosure was a\nmixed litter of 7 weaned puppies, approximately 7 weeks old, with no identification. Proper and accurate\nidentification is required in order to ensure that each animal's identity can be known with certainty and to facilitate\nrecord keeping requirements for inventory, disposition, transport, and healthcare documentation. The owner must\nidentify all live regulated animals and assure that records are kept at all times."
    },
    {
      "code": "3.4(b)(3)",
      "kind": "",
      "repeat": false,
      "desc": "OUTDOOR HOUSING FACILITIES.",
      "narrative": "(b) Shelter from the elements.\nThere were at least 6 shelters in the outdoor facility that had missing or damaged wind breaks and rain breaks. One\nwind break was hanging by 1 screw and the rest did not have one present. A wind break and rain break is\nimportant to provide protection from the elements, The added protection of the wind break and rain break can\ndecrease the stress and discomfort the dogs may experience. The licensee must provide and ensure that wind\nbreaks and rain breaks are provided for all shelters in outdoor enclosures at all times.\nTo be corrected by February 16, 2017"
    },
    {
      "code": "3.4(b)(4)",
      "kind": "",
      "repeat": false,
      "desc": "OUTDOOR HOUSING FACILITIES.",
      "narrative": "In the outdoor facility were at least 6 shelters that did not have bedding or had very little bedding. The temperature\nat the time of the inspection was 49 degrees F. Clean, dry bedding material is important to provide added\nprotection from the effects of temperatures less than 50 degrees F. Shelters in outdoor facilities must contain clean,\ndry, bedding material if the ambient temperature is below 50 [deg]F (10 [deg]C). Additional clean, dry bedding is\nrequired when the temperature is 35 [deg]F (1.7 [deg]C) or lower. The licensee must provide for and maintain\nbedding when the temperature is less than 50 degrees F.\nTo be corrected by: 14 February 2017"
    },
    {
      "code": "3.6(a)(2)(ii)",
      "kind": "",
      "repeat": true,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "In a chain link enclosure in the outdoor facility the wire was pulled away from the vertical support pole that created a\ngap. The gap was at least 1 foot long and 5 inches wide. When the 1 enclosed dog jumped up, it was close\nenough that the dog could contact this gap. The dog could either escape or become entrapped in the gap. At the\nground level near the gate pole, was another gap that was large enough for the dog to place its entire head through,\nas it was observed to do twice. The dog could become entrapped in this gap also. Primary enclosures must be\nconstructed and maintained so that they protect the dogs from injury.\nNote: repaired during inspection"
    },
    {
      "code": "3.10",
      "kind": "",
      "repeat": false,
      "desc": "WATERING.",
      "narrative": "The water bucket in one enclosure, housing one adult Bulldog, was empty and completely dry. The licensee\ntypically provides her dogs with continual access to water. The inspectors asked the licensee to provide the dog\nwith water. The dog drank for about 1.5 minutes before stopping, indicating that the dog was excessively thirsty.\nInadequate access to water can be stressful and can result in dehydration. The licensee must ensure that all dogs\nare provided with water as often as necessary to ensure their health and well-being.\nTO BE CORRECTED FROM THIS POINT FORWARD.\nThis inspection and exit interview were conducted with a facility representative.\nAdditional Inspectors\nPlumlee Konnie, Supervisory Animal Care Specialist"
    }
  ],
  "narrative": "2.50(a)(2)                    REPEAT\nTIME AND METHOD OF IDENTIFICATION.\nPuppies less than 16 weeks old, from multiple litters, and without individual identification were combined in\nenclosures. In one enclosure were 8 mixed breed, weaned puppies at 8-9 weeks old. In another enclosure was a\nmixed litter of 7 weaned puppies, approximately 7 weeks old, with no identification. Proper and accurate\nidentification is required in order to ensure that each animal's identity can be known with certainty and to facilitate\nrecord keeping requirements for inventory, disposition, transport, and healthcare documentation. The owner must\nidentify all live regulated animals and assure that records are kept at all times.\n3.4(b)(3)\nOUTDOOR HOUSING FACILITIES.\n(b) Shelter from the elements. \n  \nThere were at least 6 shelters in the outdoor facility that had missing or damaged wind breaks and rain breaks.  One\nwind break was hanging by 1 screw and the rest did not have one present.  A wind break and rain break is\nimportant to provide protection from the elements, The added protection of the wind break and rain break can\ndecrease the stress and discomfort the dogs may experience. The licensee must provide and ensure that wind\nbreaks and rain breaks are provided for all shelters in outdoor enclosures at all times.\nTo be corrected by February 16, 2017\n3.4(b)(4)\nOUTDOOR HOUSING FACILITIES.\nIn the outdoor facility were at least 6 shelters that did not have bedding or had very little bedding.  The temperature\nat the time of the inspection was 49 degrees F.  Clean, dry bedding material is important to provide added\nprotection from the effects of temperatures less than 50 degrees F.  Shelters in outdoor facilities must contain clean,\ndry, bedding material if the ambient temperature is below 50 [deg]F (10 [deg]C). Additional clean, dry bedding is\nrequired when the temperature is 35 [deg]F (1.7 [deg]C) or lower.  The licensee must provide for and maintain\nbedding when the temperature is less than 50 degrees F.\n\nTo be corrected by: 14 February 2017\n3.6(a)(2)(ii)                    REPEAT\nPRIMARY ENCLOSURES.\nIn a chain link enclosure in the outdoor facility the wire was pulled away from the vertical support pole that created a\ngap.  The gap was at least 1 foot long and 5  inches wide.  When the 1 enclosed dog jumped up, it was close\nenough that the dog could contact this gap.  The dog could either escape or become entrapped in the gap.  At the\nground level near the gate pole, was another gap that was large enough for the dog to place its entire head through,\nas it was observed to do twice.  The dog could become entrapped in this gap also. Primary enclosures must be\nconstructed and maintained so that they protect the dogs from injury.  \nNote: repaired during inspection\n3.10\nWATERING.\nThe water bucket in one enclosure, housing one adult Bulldog, was empty and completely dry.  The licensee\ntypically provides her dogs with continual access to water.  The inspectors asked the licensee to provide the dog\nwith water.  The dog drank for about 1.5 minutes before stopping, indicating that the dog was excessively thirsty. \nInadequate access to water can be stressful and can result in dehydration.  The licensee must ensure that all dogs\nare provided with water as often as necessary to ensure their health and well-being.\nTO BE CORRECTED FROM THIS POINT FORWARD.\nThis inspection and exit interview were conducted with a facility representative.\nAdditional Inspectors\nPlumlee Konnie, Supervisory Animal Care Specialist",
  "animals_total": 141,
  "species": [
    {
      "count": 106,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 35,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}