{
  "insp_id": "2016082568408801",
  "layout": "a",
  "customer_id": "335692",
  "customer_name": "Misty Crane",
  "customer_addr": "15920 Tulip Ave\nBloomfield, IA 52537",
  "certificate": "42-A-1562",
  "site_id": "001",
  "site_name": "Misty Crane",
  "insp_type": "ROUTINE INSPECTION",
  "date": "07-JUN-2017",
  "report_date": "08-JUN-2017",
  "citations": [
    {
      "code": "3.1(c)(1)(ii)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "One enclosure containing two adult German Shepherds has a break in the metal wall which is creating sharp edges\nat the level of the dogs. Sharp edges could increase the risk of injury to the dogs. All surfaces of housing facilities\nmust be free of sharp points and jagged edges. The licensee must remove the sharp edges or alter them in a\nmanner that eliminates the injury risk towards the dogs. The licensee must ensure that the surfaces of the animal\nenclosures remain free of sharp points and jagged edges at all times.\nTo be corrected by: June 21, 2017"
    },
    {
      "code": "3.11(a)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "The facility representative stated that the feces are not removed from the enclosures daily and one enclosure,\ncontaining one adult male mastiff, has a buildup of feces in the outdoor section. A buildup of feces could increase\nthe risk of disease as well as the potential soiling of the dog.\nExcreta must be removed from the enclosures daily and as often as necessary to prevent an excessive\naccumulation of feces, to prevent soiling of the dogs, and to reduce disease hazards, insects, pests and odors. The\nlicensee must remove the feces from each enclosure at least once every day, or more often if necessary in order to\neliminate the buildup of feces in the enclosures.\nTo be corrected by: At the time of the inspection, the inspector advised the facility representative that from this day\nforward the feces must be removed daily."
    },
    {
      "code": "3.11(d)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "The facility representatives stated they are having problems with mice inside the dog kennel and had been taking\nactions to control them. At the time of the inspection no mouse control was in place and the inspector saw one live\nmouse run from under the wooden ramp beneath the entrance door and along the wall behind a plastic trash can. A\nlarge amount of mouse feces is located on the floor along the interior walls of the building and along the walls of the\ndog enclosures and around at least one dog's water bucket. Infestations of mice could increase the risk of disease\ntowards the dogs.\nAn effective program for the control of mammals that are pests must be established and maintained in order to\nreduce contamination by pests. The licensee must establish an effective pest control program for mice in order to\nreduce the disease risk and to promote the health and well-being of the dogs.\nTo be corrected by: June 21, 2017\nInspection and exit interview conducted with Kelly Maxwell, ACI and the facility representative."
    }
  ],
  "narrative": "3.1(c)(1)(ii)\nHOUSING FACILITIES, GENERAL.\nOne enclosure containing two adult German Shepherds has a break in the metal wall which is creating sharp edges\nat the level of the dogs.  Sharp edges could increase the risk of injury to the dogs.  All surfaces of housing facilities\nmust be free of sharp points and jagged edges.  The licensee must remove the sharp edges or alter them in a\nmanner that eliminates the injury risk towards the dogs.  The licensee must ensure that the surfaces of the animal\nenclosures remain free of sharp points and jagged edges at all times.\nTo be corrected by:  June 21, 2017\n3.11(a)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\nThe facility representative stated that the feces are not removed from the enclosures daily and one enclosure,\ncontaining one adult male mastiff, has a buildup of feces in the outdoor section.  A buildup of feces could increase\nthe risk of disease as well as the potential soiling of the dog.\nExcreta must be removed from the enclosures daily and as often as necessary to prevent an excessive\naccumulation of feces, to prevent soiling of the dogs, and to reduce disease hazards, insects, pests and odors.  The\nlicensee must remove the feces from each enclosure at least once every day, or more often if necessary in order to\neliminate the buildup of feces in the enclosures. \nTo be corrected by:  At the time of the inspection, the inspector advised the facility representative that from this day\nforward the feces must be removed daily.\n3.11(d)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\nThe facility representatives stated they are having problems with mice inside the dog kennel and had been taking\nactions to control them.  At the time of the inspection no mouse control was in place and the inspector saw one live\nmouse run from under the wooden ramp beneath the entrance door and along the wall behind a plastic trash can.  A\n\nlarge amount of mouse feces is located on the floor along the interior walls of the building and along the walls of the\ndog enclosures and around at least one dog's water bucket. Infestations of mice could increase the risk of disease\ntowards the dogs.\nAn effective program for the control of mammals that are pests must be established and maintained in order to\nreduce contamination by pests.  The licensee must establish an effective pest control program for mice in order to\nreduce the disease risk and to promote the health and well-being of the dogs.\nTo be corrected by:  June 21, 2017\nInspection and exit interview conducted with Kelly Maxwell, ACI and the facility representative.",
  "animals_total": 7,
  "species": [
    {
      "count": 7,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    }
  ]
}