{
  "insp_id": "2016090000781958",
  "layout": "b",
  "customer_id": "323874",
  "customer_name": "VERNON YATES",
  "customer_addr": "9500 82ND AVENUE N\nSEMINOLE, FL 33777",
  "certificate": "58-C-1090",
  "site_id": "001",
  "site_name": "VERNON YATES",
  "insp_type": "ROUTINE INSPECTION",
  "date": "03-MAR-2022",
  "report_date": "12-APR-2022",
  "citations": [
    {
      "code": "2.4",
      "kind": "Critical",
      "repeat": false,
      "desc": "Non-interference with APHIS officials.",
      "narrative": "While on inspection, the licensee made comments and arguments consistent with intimidation and interference with\nAPHIS officials:\nAt the geriatric bear enclosure, after discussing the plans for euthanasia, the licensee made comments about his own\nhealth and said he should be euthanized. The supervisor tried to be relatable by saying her parents also have health\nconditions, to which the licensee stated, “your parents should be euthanized too.”\nWhile discussing environmental enhancement plans for a solo housed baboon, the inspectors commented that special\nsolo living considerations need to be made between the licensee and the attending veterinarian. The licensee stated to\nthe supervisor that he interacted so much with his baboon, that if he let it out of its cage, it would come after her if he\nasked it to.\nThe licensee stated he had controlled substances on the property and that the inspectors were not allowed to see them.\nThe inspectors stated we needed to see them to ensure their security and safety when using them on animals at the\nfacility. The licensee stated there was no way we would be allowed in to see them. After arguing, he then said that he\nhad no controlled substances on the property, and the inspectors asked if he could at least take a picture of the empty\nsafe and show us, to which he said no. Then he stated he didn’t even know the combination to the safe, as he lost the\nnumbers some time ago. After more arguing, the licensee said the controlled substances were for the other animals on\nhis property that were not allowed to be inspected by the USDA. The supervisor said that if the controlled substances\nwere meant for animals that are not subject to AWA’s regulations, then why didn’t the licensee say so in the first place.\nThe licensee was continuously combative and argumentative throughout the remainder of the inspection.\nIntimidating and interfering with APHIS officials while on the course of their duty disallows them to properly carry out the\nAnimal Welfare Act. Licensees shall not intimidate nor interfere with APHIS officials while on the course of their duty.\nCorrect immediately."
    },
    {
      "code": "2.125",
      "kind": "",
      "repeat": false,
      "desc": "Information as to business; furnishing of same by dealers, exhibitors, operators of auction sales, intermediate handlers, and carriers.",
      "narrative": "On Thursday, March 3, 2022 Inspectors noticed from the road a non-human primate (baboon, “Tim”) with a sign in the\nfront of the property stating the public is welcome to look. When asked about “Tim” being added to the inventory the\nlicensee said “no, absolutely not.” When asked about the enrichment plan and exceptions due to Tim being housed alone\nthe licensee stated he did not have the paperwork because Tim was not under his USDA license and will not allow him on\nthe inspection inventory.\nThe non-human primate is visible from the road and the public is welcomed to look. This constitutes clearly exhibition, but\nthe licensee did not allow Inspectors to place the baboon on the inspection inventory. Accurate inventory on inspections is\nneeded as a part of APHIS officials’ duties. Furthermore, paperwork was not readily available to APHIS officials for\nreview. Paperwork for the baboon such as the enrichment plan, program of veterinary care, acquisitions form allows\nAPHIS officials to review and access the welfare of the animals under licensees’ care. Each dealer, exhibitor, […] shall\nfurnish to any APHIS official any information concerning the business of the dealer, exhibitor, operator of an auction sale,\nintermediate handler or carrier which the APHIS official may request in connection with the enforcement of the provisions\nof the Act, the regulations and the standards in this subchapter. The information requested shall be furnished within a\nreasonable time and as may be specified in the request for information.\nCorrect by May 1, 2022.\nThis inspection and exit interview were conducted with the licensee.\nAdditional Inspectors:\nKRISTIN NAPOLIEnd Section"
    }
  ],
  "narrative": "2.4  Critical\n   \nNon-interference with APHIS officials. \nWhile on inspection, the licensee made comments and arguments consistent with intimidation and interference with \nAPHIS officials: \n \nAt the geriatric bear enclosure, after discussing the plans for euthanasia, the licensee made comments about his own \nhealth and said he should be euthanized.  The supervisor tried to be relatable by saying her parents also have health \nconditions, to which the licensee stated, “your parents should be euthanized too.” \n \nWhile discussing environmental enhancement plans for a solo housed baboon, the inspectors commented that special \nsolo living considerations need to be made between the licensee and the attending veterinarian.  The licensee stated to \nthe supervisor that he interacted so much with his baboon, that if he let it out of its cage, it would come after her if he \nasked it to. \n \nThe licensee stated he had controlled substances on the property and that the inspectors were not allowed to see them.  \nThe inspectors stated we needed to see them to ensure their security and safety when using them on animals at the \nfacility.  The licensee stated there was no way we would be allowed in to see them.  After arguing, he then said that he\n\nhad no controlled substances on the property, and the inspectors asked if he could at least take a picture of the empty \nsafe and show us, to which he said no.  Then he stated he didn’t even know the combination to the safe, as he lost the \nnumbers some time ago. After more arguing, the licensee said the controlled substances were for the other animals on \nhis property that were not allowed to be inspected by the USDA.  The supervisor said that if the controlled substances \nwere meant for animals that are not subject to AWA’s regulations, then why didn’t the licensee say so in the first place.  \nThe licensee was continuously combative and argumentative throughout the remainder of the inspection. \n \nIntimidating and interfering with APHIS officials while on the course of their duty disallows them to properly carry out the \nAnimal Welfare Act.  Licensees shall not intimidate nor interfere with APHIS officials while on the course of their duty.  \nCorrect immediately. \n2.125 \n   \nInformation as to business; furnishing of same by dealers, exhibitors, operators of auction sales, intermediate \nhandlers, and carriers. \nOn Thursday, March 3, 2022 Inspectors noticed from the road a non-human primate (baboon, “Tim”) with a sign in the \nfront of the property stating the public is welcome to look.  When asked about “Tim” being added to the inventory the \nlicensee said “no, absolutely not.”  When asked about the enrichment plan and exceptions due to Tim being housed alone \nthe licensee stated he did not have the paperwork because Tim was not under his USDA license and will not allow him on \nthe inspection inventory. \n \nThe non-human primate is visible from the road and the public is welcomed to look.  This constitutes clearly exhibition, but \nthe licensee did not allow Inspectors to place the baboon on the inspection inventory. Accurate inventory on inspections is \nneeded as a part of APHIS officials’ duties. Furthermore, paperwork was not readily available to APHIS officials for\n\nreview.  Paperwork for the baboon such as the enrichment plan, program of veterinary care, acquisitions form allows \nAPHIS officials to review and access the welfare of the animals under licensees’ care.  Each dealer, exhibitor, […] shall \nfurnish to any APHIS official any information concerning the business of the dealer, exhibitor, operator of an auction sale, \nintermediate handler or carrier which the APHIS official may request in connection with the enforcement of the provisions \nof the Act, the regulations and the standards in this subchapter.  The information requested shall be furnished within a \nreasonable time and as may be specified in the request for information. \n \nCorrect by May 1, 2022. \n \nThis inspection and exit interview were conducted with the licensee. \n \nAdditional Inspectors: \nKRISTIN NAPOLIEnd Section",
  "animals_total": 2,
  "species": [
    {
      "count": 1,
      "scientific": "Ursus americanus",
      "common": "NORTH AMERICAN BLACK BEAR"
    },
    {
      "count": 1,
      "scientific": "Papio anubis",
      "common": "OLIVE BABOON"
    }
  ]
}