{
  "insp_id": "2016082569068502",
  "layout": "a",
  "customer_id": "5115",
  "customer_name": "Paul Nichols",
  "customer_addr": "71590 Drive 369\nCulbertson, NE 69024",
  "certificate": "47-B-0079",
  "site_id": "001",
  "site_name": "Paul Nichols",
  "insp_type": "ROUTINE INSPECTION",
  "date": "27-FEB-2018",
  "report_date": "01-MAR-2018",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "Two adult female fawn and white pet Chihuahuas, “Roo” and “Trixie,” temporarily housed in the Whelping Building\ndue to both being in heat, have toenails that need to be trimmed. The dogs’ toes are twisted, and their feet do not\nhave a normal shape while standing due to the excessive length of the nails. In addition, two adult dachshunds in\nthe Sheltered Building have toenails that need trimming.\nToenails that are too long can affect the dogs’ gait, be uncomfortable or painful, and could cause injury.\nThe licensee must ensure that as part of the program of veterinary care, dogs are groomed and toenails are\ntrimmed as often as needed. The licensee must follow the facility’s veterinary care plan at all times.\nTo be corrected by March 2, 2018"
    },
    {
      "code": "3.1(c)(1)(i)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "In between two runs in the North Pens, approximately one-third of a metal divider panel is excessively rusted at the\nbottom, and is rusted through in an area at least ten inches long. At least one other divider is also rusted at the\nbottom.\nExcessive rust prevents proper cleaning and sanitization, causing possible disease hazards, and can affect\nstructural strength.\nThe licensee must repair the rusted areas or replace the panel. The licensee must create and follow a program of\nmaintenance to ensure that all surfaces are free of excessive rust that prevents the required cleaning and\nsanitization, and affects the structural strength, as part of the facility’s regular plan.\nTo be corrected by March 9, 2018"
    },
    {
      "code": "3.1(c)(1)(ii)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "One run in the South Pens has a mangled, torn metal water bowl with exposed, sharp edges. In the North Pens,\nanother metal water bowl has a bent and folded area, also with a sharp edge. In the Whelping Building, a plastic\nself-feeder has a corner with metal trim that is twisted and broken with sharp points and edges.\nSharp edges and points create an injury hazard to the dogs.\nThe licensee must remove, replace, or repair any sharp points or edges from all enclosures. The licensee must\ncreate and follow a program of maintenance to ensure all surfaces to which the animals are exposed are free of\nsharp points or jagged edges as part of the facility’s regular plan.\nTo be corrected by March 9, 2018"
    },
    {
      "code": "3.1(c)(2)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "In one run in the South Pens, a plastic food bowl is chewed and roughened on the edge, and in another, a plastic\npanel near the front of one doghouse is also chewed and roughened. In addition, a doghouse in the first run on the\nleft in the West Pens is chewed on the top section of the entrance.\nChewed and roughened surfaces are difficult to properly clean and sanitize, creating disease hazards.\nThese surfaces must be repaired or replaced to ensure proper cleaning and sanitization. The licensee must\ndevelop and follow a regular maintenance program that ensures all surfaces including houses, dens, and other\nfurniture-type fixtures and objects within the facility that cannot be readily cleaned and sanitized, are repaired or\nreplaced when worn or soiled as part of the facility’s regular plan.\nTo be corrected by March 9, 2018"
    },
    {
      "code": "3.1(c)(3)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "Inside the Sheltered Building, most enclosures have dirt and grime in the corners and on the walls, and there is\ngrime and uneaten food in the wash-down gutters. Although the water pipes to this building had been frozen for\napproximately one week according to a facility representative, other methods could have been used to clean these\nenclosures. In the outdoor portion of the building, there are several pens with excessive fecal material in and on the\nfloor grates. In the outdoor housing area pens, many of the runs have an excessive amount of fecal material, some\nto the point that the dogs could have a difficult time avoiding contact with the excreta. In the last run on the right in\nthe West Pens, there were no visible piles at all, indicating excreta may have been mixed and ground into the\nsubstrate. In addition, in the Whelping Building, two enclosures have rubber mats that have an extreme amount of\ndirt and grime ground into them, and one has hair adhered to the grime. A facility representative stated that it had\nbeen about a week since everything was cleaned thoroughly, and the runs were raked.\nDirt, grime, and fecal buildup create disease hazards.\nThe licensee must ensure that all hard surfaces and all other surfaces to which the dogs are exposed are\nspot-cleaned daily and sanitized in accordance with subpart 3.11 (b) to prevent the accumulation of excreta and\nreduce disease hazards. Floors made of dirt, sand, gravel, or other similar materials must be raked or spot-cleaned\nwith sufficient frequency to ensure all animals the freedom to avoid contact with excreta.\nTo be corrected from this day forward"
    },
    {
      "code": "3.4(b)(4)",
      "kind": "",
      "repeat": false,
      "desc": "OUTDOOR HOUSING FACILITIES.",
      "narrative": "Most of the dogs housed outdoors had little to no bedding in their doghouses at the time of inspection. Although\nthere was evidence of some bedding in the runs indicating the dogs had pulled it out of the doghouses, it had not\nbeen replaced with fresh bedding. The temperature at the time of inspection was approximately 34 degrees\nFahrenheit, and the minimum temperature recorded in the region on the day of inspection was 23 degrees\nFahrenheit, according to wunderground.com. Although the dogs housed outdoors are breeds that tolerate low\ntemperatures well, and the inspectors did not see evidence of cold stress during the inspection, bedding still must\nbe present in all outdoor housing shelters. Bedding was provided to the dogs at the time of inspection.\nHaving little or no bedding in low temperatures can cause major stress and discomfort, and affect the health and\nwell-being of the animals.\nThe licensee must continuously monitor the temperature to ensure that all dogs are provided with clean, dry,\nbedding material if the ambient temperature is below 50 degrees Fahrenheit, and ensure additional clean, dry\nbedding is provided when the temperature is 35 degrees or lower.\nTo be corrected from this day forward"
    },
    {
      "code": "3.6(a)(2)(ii)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "In two runs in the North Pens, the wire mesh under the substrate is exposed in an area approximately one square\nfoot in one run, and in a smaller area in the other run, creating holes where the dogs had dug underneath the wire.\nThe two dogs in the run with the larger holes were moved to another run at the time of inspection. In addition, near\nthe back of the fifth run from the right in the South Pens, there is a section approximately two feet square of\nexposed wire mesh.\nThese holes can be an injury hazard to the dogs if they get a foot or leg caught in the wire mesh.\nThe licensee must fill these and any other holes with enough substrate so the wire mesh does not create a hazard\nto the animals. The licensee must continually monitor all enclosures to ensure they are structurally sound and\nprotect the dogs from injury as part of the facility’s maintenance plan.\nTo be corrected by March 5, 2018"
    },
    {
      "code": "3.11(d)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "Rodent droppings are present inside the Sheltered Building and in two water bowls in the outdoor enclosures of the\nbuilding. The presence of droppings in the water bowls was corrected at the time of inspection. There is a bird nest\non each side above the upper enclosures in the outdoor portion of this building. Although no dogs were present in\nthe upper enclosures at the time of inspection, they were present in the lower enclosures. In addition, there is what\nappears to be a rodent hole in one run in the North Pens.\nPests and vermin create disease hazards to the dogs.\nThe licensee must establish and maintain an effective program for the control of insects, external parasites, and bird\nand mammal pests, to promote the health and well-being of the animals and to reduce contamination by pests in all\nanimal areas as part of the facility’s regular plan.\nTo be corrected by March 9, 2018\nThis inspection and exit interview were conducted with the facility's representatives.\nAdditional Inspectors\nLundy Kendall, Animal Care Inspector"
    }
  ],
  "narrative": "2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nTwo adult female fawn and white pet Chihuahuas, “Roo” and “Trixie,” temporarily housed in the Whelping Building\ndue to both being in heat, have toenails that need to be trimmed.  The dogs’ toes are twisted, and their feet do not\nhave a normal shape while standing due to the excessive length of the nails.  In addition, two adult dachshunds in\nthe Sheltered Building have toenails that need trimming.\nToenails that are too long can affect the dogs’ gait, be uncomfortable or painful, and could cause injury.\nThe licensee must ensure that as part of the program of veterinary care, dogs are groomed and toenails are\ntrimmed as often as needed.  The licensee must follow the facility’s veterinary care plan at all times.\nTo be corrected by March 2, 2018\n3.1(c)(1)(i)\nHOUSING FACILITIES, GENERAL.\nIn between two runs in the North Pens, approximately one-third of a metal divider panel is excessively rusted at the\nbottom, and is rusted through in an area at least ten inches long. At least one other divider is also rusted at the\nbottom.\nExcessive rust prevents proper cleaning and sanitization, causing possible disease hazards, and can affect\nstructural strength.\nThe licensee must repair the rusted areas or replace the panel.  The licensee must create and follow a program of\nmaintenance to ensure that all surfaces are free of excessive rust that prevents the required cleaning and\nsanitization, and affects the structural strength, as part of the facility’s regular plan.\nTo be corrected by March 9, 2018\n\n3.1(c)(1)(ii)\nHOUSING FACILITIES, GENERAL.\nOne run in the South Pens has a mangled, torn metal water bowl with exposed, sharp edges.  In the North Pens,\nanother metal water bowl has a bent and folded area, also with a sharp edge.  In the Whelping Building, a plastic\nself-feeder has a corner with metal trim that is twisted and broken with sharp points and edges.\nSharp edges and points create an injury hazard to the dogs.\nThe licensee must remove, replace, or repair any sharp points or edges from all enclosures.  The licensee must\ncreate and follow a program of maintenance to ensure all surfaces to which the animals are exposed are free of\nsharp points or jagged edges as part of the facility’s regular plan.\nTo be corrected by March 9, 2018\n3.1(c)(2)\nHOUSING FACILITIES, GENERAL.\nIn one run in the South Pens, a plastic food bowl is chewed and roughened on the edge, and in another, a plastic\npanel near the front of one doghouse is also chewed and roughened.  In addition, a doghouse in the first run on the\nleft in the West Pens is chewed on the top section of the entrance.\nChewed and roughened surfaces are difficult to properly clean and sanitize, creating disease hazards.\nThese surfaces must be repaired or replaced to ensure proper cleaning and sanitization.  The licensee must\ndevelop and follow a regular maintenance program that ensures all surfaces including houses, dens, and other\nfurniture-type fixtures and objects within the facility that cannot be readily cleaned and sanitized, are repaired or\nreplaced when worn or soiled as part of the facility’s regular plan.\nTo be corrected by March 9, 2018\n3.1(c)(3)\nHOUSING FACILITIES, GENERAL.\nInside the Sheltered Building, most enclosures have dirt and grime in the corners and on the walls, and there is\ngrime and uneaten food in the wash-down gutters.  Although the water pipes to this building had been frozen for\n\napproximately one week according to a facility representative, other methods could have been used to clean these\nenclosures.  In the outdoor portion of the building, there are several pens with excessive fecal material in and on the\nfloor grates.  In the outdoor housing area pens, many of the runs have an excessive amount of fecal material, some\nto the point that the dogs could have a difficult time avoiding contact with the excreta.  In the last run on the right in\nthe West Pens, there were no visible piles at all, indicating excreta may have been mixed and ground into the\nsubstrate.  In addition, in the Whelping Building, two enclosures have rubber mats that have an extreme amount of\ndirt and grime ground into them, and one has hair adhered to the grime.  A facility representative stated that it had\nbeen about a week since everything was cleaned thoroughly, and the runs were raked. \nDirt, grime, and fecal buildup create disease hazards.\nThe licensee must ensure that all hard surfaces and all other surfaces to which the dogs are exposed are\nspot-cleaned daily and sanitized in accordance with subpart 3.11 (b) to prevent the accumulation of excreta and\nreduce disease hazards.  Floors made of dirt, sand, gravel, or other similar materials must be raked or spot-cleaned\nwith sufficient frequency to ensure all animals the freedom to avoid contact with excreta.\nTo be corrected from this day forward\n3.4(b)(4)\nOUTDOOR HOUSING FACILITIES.\nMost of the dogs housed outdoors had little to no bedding in their doghouses at the time of inspection.  Although\nthere was evidence of some bedding in the runs indicating the dogs had pulled it out of the doghouses, it had not\nbeen replaced with fresh bedding.  The temperature at the time of inspection was approximately 34 degrees\nFahrenheit, and the minimum temperature recorded in the region on the day of inspection was 23 degrees\nFahrenheit, according to wunderground.com.  Although the dogs housed outdoors are breeds that tolerate low\ntemperatures well, and the inspectors did not see evidence of cold stress during the inspection, bedding still must\nbe present in all outdoor housing shelters.  Bedding was provided to the dogs at the time of inspection.\nHaving little or no bedding in low temperatures can cause major stress and discomfort, and affect the health and\nwell-being of the animals.\nThe licensee must continuously monitor the temperature to ensure that all dogs are provided with clean, dry,\nbedding material if the ambient temperature is below 50 degrees Fahrenheit, and ensure additional clean, dry\nbedding is provided when the temperature is 35 degrees or lower.\nTo be corrected from this day forward\n\n3.6(a)(2)(ii)\nPRIMARY ENCLOSURES.\nIn two runs in the North Pens, the wire mesh under the substrate is exposed in an area approximately one square\nfoot in one run, and in a smaller area in the other run, creating holes where the dogs had dug underneath the wire. \nThe two dogs in the run with the larger holes were moved to another run at the time of inspection.  In addition, near\nthe back of the fifth run from the right in the South Pens, there is a section approximately two feet square of\nexposed wire mesh. \nThese holes can be an injury hazard to the dogs if they get a foot or leg caught in the wire mesh.\nThe licensee must fill these and any other holes with enough substrate so the wire mesh does not create a hazard\nto the animals.  The licensee must continually monitor all enclosures to ensure they are structurally sound and\nprotect the dogs from injury as part of the facility’s maintenance plan. \nTo be corrected by March 5, 2018\n3.11(d)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\nRodent droppings are present inside the Sheltered Building and in two water bowls in the outdoor enclosures of the\nbuilding.  The presence of droppings in the water bowls was corrected at the time of inspection.  There is a bird nest\non each side above the upper enclosures in the outdoor portion of this building.  Although no dogs were present in\nthe upper enclosures at the time of inspection, they were present in the lower enclosures.  In addition, there is what\nappears to be a rodent hole in one run in the North Pens.\nPests and vermin create disease hazards to the dogs.\nThe licensee must establish and maintain an effective program for the control of insects, external parasites, and bird\nand mammal pests, to promote the health and well-being of the animals and to reduce contamination by pests in all\nanimal areas as part of the facility’s regular plan.\nTo be corrected by March 9, 2018\nThis inspection and exit interview were conducted with the facility's representatives.\n\nAdditional Inspectors\nLundy Kendall, Animal Care Inspector",
  "animals_total": 116,
  "species": [
    {
      "count": 84,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 32,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}