{
  "insp_id": "73141248446455",
  "layout": "a",
  "customer_id": "26196",
  "customer_name": "James Horn",
  "customer_addr": "818 Richardson Road\nMaynard, AR 72444",
  "certificate": "71-A-0937",
  "site_id": "001",
  "site_name": "JAMES HORN",
  "insp_type": "ROUTINE INSPECTION",
  "date": "19-MAR-2014",
  "report_date": "21-MAR-2014",
  "citations": [
    {
      "code": "2.40(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "*** The written program of veterinary care stipulates an inspection frequency of no more than twelve months. The\nlast visit to this site by the attending veterinarian documented was during December, 2012, approximately 15\nmonths ago. The attending veterinarian must make a site visit as specified in the program of veterinary care to\nexamine the dogs and review the program of vet care. It was also noted during this inspection that the most current\nprogram of veterinary care did not fully document the vaccination protocol for either adult or juvenile canines.\nThese areas were not completed on the program. The sections pertaining to emergency care and euthanasia\ncontained only a reference to another veterinarian that is not the current attending vet. An adequate program of\nveterinary care must contain proper instructions for contacts for emergency purposes as well as appropriate\neuthanasia methods. These sections should be reviewed with the attending veterinarian and corrected or updated\nas applicable. To be corrected by: 04/19/14"
    },
    {
      "code": "2.50(a)(2)",
      "kind": "",
      "repeat": false,
      "desc": "TIME AND METHOD OF IDENTIFICATION.",
      "narrative": "*** Two enclosures were observed containing weaned puppies without proper identification. One enclosure\ncontained two Yorkshire Terrier puppies with one Rat Terrier puppy and another contained two Rat Terrier puppies.\nNone of the puppies had ID tags or collars, no microchips were present and no cage cards were posted with\nidentification information. All puppies must be properly identified with either tags, collars, microchips or when\napplicable cards on the enclosure to ensure adquate record keeping and proper treatment. To be corrected by:\n03/22/14"
    },
    {
      "code": "3.11(a)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "***The first enclosure, containing three Rat Terriers, on the west side of the large kennel shed had multiple deposits\nof fecal waste on the south end of the enclosure. The amount of feces in this area made it difficult for the dogs to\nwalk through this area without contacting fecal waste. Per the owner the enclosure had not been spotcleaned in at\nleast two days. This enclosure must be thoroughly cleaned with all feces removed. All enclosures must be spot\ncleaned daily with all feces removed from the kennel area far enough to reduce odors, pests and disease hazards.\nTo be corrected by: 03/19/14\nThis inspection and exit briefing was conducted with the owner."
    }
  ],
  "narrative": "2.40(a)(1)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n*** The written program of veterinary care stipulates an inspection frequency of no more than twelve months.  The\nlast visit to this site by the attending veterinarian documented was during December, 2012, approximately 15\nmonths ago.  The attending veterinarian must make a site visit as specified in the program of veterinary care to\nexamine the dogs and review the program of vet care.  It was also noted during this inspection that the most current\nprogram of veterinary care did not fully document the vaccination protocol for either adult or juvenile canines. \nThese areas were not completed on the program.  The sections pertaining to  emergency care and euthanasia\ncontained only a reference to another veterinarian that is not the current attending vet.  An adequate program of\nveterinary care must contain proper instructions for contacts for emergency purposes as well as appropriate\neuthanasia methods.  These sections should be reviewed with the attending veterinarian and corrected or updated\nas applicable.  To be corrected by: 04/19/14\n2.50(a)(2)\nTIME AND METHOD OF IDENTIFICATION.\n*** Two enclosures were observed containing weaned puppies without proper identification.  One enclosure\ncontained two Yorkshire Terrier puppies with one Rat Terrier puppy and another contained two Rat Terrier puppies. \nNone of the puppies had ID tags or collars, no microchips were present and no cage cards were posted with\nidentification information.  All puppies must be properly identified with either tags, collars, microchips or when\napplicable cards on the enclosure to ensure adquate record keeping and proper treatment.  To be corrected by:\n03/22/14\n3.11(a)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\n***The first enclosure, containing three Rat Terriers, on the west side of the large kennel shed had multiple deposits\nof fecal waste on the south end of the enclosure.  The amount of feces in this area made it difficult for the dogs to\nwalk through this area without contacting fecal waste.  Per the owner the enclosure had not been spotcleaned in at\nleast two days.  This enclosure must be thoroughly cleaned with all feces removed.  All enclosures must be spot\ncleaned daily with all feces removed from the kennel area far enough to reduce odors, pests and disease hazards.\n\nTo be corrected by: 03/19/14\nThis inspection and exit briefing was conducted with the owner.",
  "animals_total": 46,
  "species": [
    {
      "count": 34,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 12,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}