{
  "insp_id": "323140923540315",
  "layout": "a",
  "customer_id": "4152",
  "customer_name": "Peggy Pierce",
  "customer_addr": "543 W Pine St\nNarka, KS 66960",
  "certificate": "48-B-0273",
  "site_id": "001",
  "site_name": "Peggy Pierce",
  "insp_type": "ROUTINE INSPECTION",
  "date": "18-NOV-2014",
  "report_date": "19-NOV-2014",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "* One gray colored adult male Shih Tzu cross ( No Identification ) has matted hair on its back, hindquarters, face,\nribs and rear legs covering approximately 80 percent of its body. The matted hair is balled and is tightly adhered to\nthe skin. Matted hair can trap dirt, debris, and moisture and cause pain and discomfort. It can foster skin infections\nand hinder the animal's ability to move or defecate normally. Also, matted hair does not maintain the same\ninsulating qualities of normally groomed hair. The licensee must remove all matted hair and establish an effective\nprogram for coat maintenance for the health and well-being of the dog. Correct by 12/2/14."
    },
    {
      "code": "2.50(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "TIME AND METHOD OF IDENTIFICATION.",
      "narrative": "* There are six dogs that have no official identification on them at time of inspection. The licensee is using collar\nidentification on the dogs at the facility. Official identification is needed to ensure each animal(cid:25)s identity can be\nknown with certainty and to facilitate the ability to trace dogs. The licensee must ensure that all dogs are officially\nidentified by collar, tattoo or microchip means. If the licensee uses microchips then a microchip reader must be\nmade available to the inspector at time of facility inspection. Correct by 12/18/14."
    },
    {
      "code": "2.75(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "RECORDS: DEALERS AND EXHIBITORS.",
      "narrative": "* Official USDA dog on hand sheets (7005's) had 18 dogs recorded, but there were 27 adult dogs counted by the\ninspector. When the records and dogs at the facility do not match it makes the records incomplete. Complete and\naccurate records are needed to ensure each animal(cid:25)s identity can be known with certainty and to facilitate the ability\nto trace dogs. The licensee must maintain complete and accurate records of all dogs at all times at their facility.\nCorrect by 12/18/14.\n* The facility inspection done on 11/18/14 and exit briefing done on 11/19/14 were conducted with the licensee."
    }
  ],
  "narrative": "2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n* One gray colored adult male Shih Tzu cross ( No Identification ) has matted hair on its back, hindquarters, face,\nribs and rear legs covering approximately 80 percent of its body. The matted hair is balled and is tightly adhered to\nthe skin. Matted hair can trap dirt, debris, and moisture and cause pain and discomfort. It can foster skin infections\nand hinder the animal's ability to move or defecate normally. Also, matted hair does not maintain the same\ninsulating qualities of normally groomed hair. The licensee must remove all matted hair and establish an effective\nprogram for coat maintenance for the health and well-being of the dog.  Correct by 12/2/14.\n2.50(a)(1)\nTIME AND METHOD OF IDENTIFICATION.\n*   There are six dogs that have no official identification on them at time of inspection.  The licensee is using collar\nidentification on the dogs at the facility.  Official identification is needed to ensure each animal(cid:25)s identity can be\nknown with certainty and to facilitate the ability to trace dogs.   The licensee must ensure that all dogs are officially\nidentified by collar, tattoo or microchip means.  If the licensee uses microchips then a microchip reader must be\nmade available to the inspector at time of facility inspection.   Correct  by  12/18/14.\n2.75(a)(1)\nRECORDS: DEALERS AND EXHIBITORS.\n*     Official USDA dog on hand sheets (7005's) had 18 dogs recorded, but there were 27 adult dogs counted by the\ninspector.   When the records and dogs at the facility do not match it makes the records incomplete.   Complete and\naccurate records are needed to ensure each animal(cid:25)s identity can be known with certainty and to facilitate the ability\nto trace dogs.  The licensee must maintain complete and accurate records of all dogs at all times at their facility. \nCorrect by 12/18/14.\n*   The facility inspection done on 11/18/14 and exit briefing done on 11/19/14 were conducted with the licensee.",
  "animals_total": 33,
  "species": [
    {
      "count": 27,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 6,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}