{
  "insp_id": "64141717594440",
  "layout": "a",
  "customer_id": "7599",
  "customer_name": "County Of Allegheny",
  "customer_addr": "542 Forbes Avenue, Suite 211 Cty Office Bldg\nPittsburgh, PA 15219",
  "certificate": "23-C-0165",
  "site_id": "001",
  "site_name": "SOUTH PARK GAME PRESERVE",
  "insp_type": "ROUTINE INSPECTION",
  "date": "06-MAR-2014",
  "report_date": "06-MAR-2014",
  "citations": [
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": true,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "Many repairs have been made to the double enclosure fence since the September 2013 inspection. Some new\ndamage has since occurred. The inner enclosure fence near the Northeast corner is bent and pulled away from the\npost and ground creating a substantial gap. Similar damage is apparent to the inner fence near the access road.\nBent, broken, and loose fencing is an injury risk to the animals as well as an escape risk. Housing facilities and\nfencing shall be structurally sound and shall be maintained in good repair. In addition to correction of deficiencies\nnoted today, a plan for timely identification and correction of facility defects shall be developed and maintained.\nCorrect by: Remains Uncorrected\nExit interview conducted with facility representative."
    }
  ],
  "narrative": "3.125(a)                    REPEAT\nFACILITIES, GENERAL.   \nMany repairs have been made to the double enclosure fence since the September 2013 inspection.  Some new\ndamage has since occurred.  The inner enclosure fence near the Northeast corner is bent and pulled away from the\npost and ground creating a substantial gap.  Similar damage is apparent to the inner fence near the access road. \nBent, broken, and loose fencing is an injury risk to the animals as well as an escape risk.  Housing facilities and\nfencing shall be structurally sound and shall be maintained in good repair.  In addition to correction of deficiencies\nnoted today, a plan for timely identification and correction of facility defects shall be developed and maintained.\nCorrect by:  Remains Uncorrected\nExit interview conducted with facility representative.",
  "animals_total": 7,
  "species": [
    {
      "count": 7,
      "scientific": "Bison bison",
      "common": "AMERICAN BISON"
    }
  ]
}