{
  "insp_id": "2016082568996970",
  "layout": "a",
  "customer_id": "327073",
  "customer_name": "Cindy Sneeden Mc Nally",
  "customer_addr": "19428 N C Hwy 210\nRocky Point, NC 28457",
  "certificate": "55-C-0288",
  "site_id": "001",
  "site_name": "CINDY SNEEDEN MC NALLY",
  "insp_type": "ROUTINE INSPECTION",
  "date": "14-DEC-2017",
  "report_date": "14-DEC-2017",
  "citations": [
    {
      "code": "2.75(b)(1)",
      "kind": "",
      "repeat": false,
      "desc": "RECORDS: DEALERS AND EXHIBITORS.",
      "narrative": "Records of acquisition, disposition, and animals on hand were not readily available for inspection today. The ability\nto account for animals acquired, on hand, and removed is important for trace-back and trace-forward activities\nduring a disease outbreak. Per this section, dealers must keep appropriate records of acquisition and disposition\nincluding but not limited to name and addresses and dates of animals contained on licensee's inventory. Correct by\nJanuary 1, 2018."
    },
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "Four holes were noted in the panel fencing of the primary enclosure containing 8 pigs and 1 goat. At least two\npieces of enclosure wire were noted to be protruding into the enclosure. The holes were large enough to entrap\nsmaller swine's and goat heads and the protruding wire could cause injury to any of the animals in the enclosure.\nPer this section, the facility must be constructed of such material and of such strength as appropriate for the animals\ninvolved. Outdoor housing facilities shall be structurally sound and shall be maintained in good repair to protect the\nanimals from injury and to contain the animals. Correct by January 1, 2018."
    },
    {
      "code": "3.127(b)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, OUTDOOR.",
      "narrative": "An enclosure containing 8 pigs and 1 goat had only one 49\" by 49\" covered, three-sided shelter for all the animals\nto use during inclement weather. Animals that cannot escape inclement weather become predisposed to illness\ndue to their inability to stay warm and dry. Per this section, natural or artificial shelter appropriate to the local\nclimatic conditions for the species concerned shall be provided for all animals kept outdoors to afford them\nprotection and to prevent discomfort to such animals. Correct by January 1, 2018.\nThis inspection and exit interview were conducted with the facility owner."
    }
  ],
  "narrative": "2.75(b)(1)\nRECORDS: DEALERS AND EXHIBITORS.\nRecords of acquisition, disposition, and animals on hand were not readily available for inspection today.  The ability\nto account for animals acquired, on hand, and removed is important for trace-back and trace-forward activities\nduring a disease outbreak.  Per this section, dealers must keep appropriate records of acquisition and disposition\nincluding but not limited to name and addresses and dates of animals contained on licensee's inventory. Correct by\nJanuary 1, 2018.\n3.125(a)\nFACILITIES, GENERAL.   \nFour holes were noted in the panel fencing of the primary enclosure containing 8 pigs and 1 goat.  At least two\npieces of enclosure wire were noted to be protruding into the enclosure.  The holes were large enough to entrap\nsmaller swine's and goat heads and the protruding wire could cause injury to any of the animals in the enclosure.\nPer this section, the facility must be constructed of such material and of such strength as appropriate for the animals\ninvolved. Outdoor housing facilities shall be structurally sound and shall be maintained in good repair to protect the\nanimals from injury and to contain the animals. Correct by January 1, 2018.\n3.127(b)\nFACILITIES, OUTDOOR. \nAn enclosure containing 8 pigs and 1 goat had only one 49\" by 49\" covered, three-sided shelter for all the animals\nto use during inclement weather.  Animals that cannot escape inclement weather become predisposed to illness\ndue to their inability to stay warm and dry.  Per this section, natural or artificial shelter appropriate to the local\nclimatic conditions for the species concerned shall be provided for all animals kept outdoors to afford them\nprotection and to prevent discomfort to such animals.  Correct by January 1, 2018.\nThis inspection and exit interview were conducted with the facility owner.",
  "animals_total": 12,
  "species": [
    {
      "count": 1,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 11,
      "scientific": "Sus scrofa domestica",
      "common": "DOMESTIC PIG / POTBELLY PIG / MICRO PIG"
    }
  ]
}