{
  "insp_id": "2016082568063156",
  "layout": "a",
  "customer_id": "20023",
  "customer_name": "Fox Valley Wildlife Center Inc",
  "customer_addr": "P O Box 385\nElburn, IL 60119",
  "certificate": "33-C-0364",
  "site_id": "001",
  "site_name": "FOX VALLEY WILDLIFE CENTER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "11-JAN-2017",
  "report_date": "11-JAN-2017",
  "citations": [
    {
      "code": "3.129(a)",
      "kind": "",
      "repeat": false,
      "desc": "FEEDING.",
      "narrative": "Excessive rodent feces are present in the kitchen of the facility. Mouse feces were observed on the counter top\nused to store fresh produce that is used to feed the animals. The feces were located directly under the wire bins\ncontaining apples, bananas, pears, and squash. Additionally, excessive amounts of rodent feces were observed\nthe on the floor beneath the same counter top. Rodents can carry and spread diseases that affect animals.\nConsuming contaminated or soiled produce could make the animals ill.\nThe produce should be evaluated for signs of contamination. The produce must be stored in a manner that it is not\nsusceptible to contamination by rodents.\nTo be corrected: 1-13-17"
    },
    {
      "code": "3.131(c)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "Excessive rodent feces were observed in the kitchen of the facility. The feces were located on the counter top used\nto store produce and on the floor beneath the counter top. The facility animal care director indicated that the mouse\nfeces in this area were last cleaned a few days ago. The facility does have an existing pest control program for the\nrodents in place, however; the feces must be cleaned/removed with increased frequency to assure that the pest\ncontrol methods are effectively controlling the rodents. Mouse feces can contain diseases that make the animals ill.\nClean/remove the rodent feces and repeat often enough to assure that the pest control provisions are effectively\ncontrolling the rodent population.\nTo be corrected: 1-13-17\nThis inspection and exit interview were conducted with the animal care director."
    }
  ],
  "narrative": "3.129(a)\nFEEDING.    \nExcessive rodent feces are present in the kitchen of the facility.  Mouse feces were observed on the counter top\nused to store fresh produce that is used to feed the animals.  The feces were located directly under the wire bins\ncontaining apples, bananas, pears, and squash.  Additionally, excessive amounts of rodent feces were observed\nthe on the floor beneath the same counter top.  Rodents can carry and spread diseases that affect animals. \nConsuming contaminated or soiled produce could make the animals ill.  \nThe produce should be evaluated for signs of contamination.  The produce must be stored in a manner that it is not\nsusceptible to contamination by rodents.\nTo be corrected: 1-13-17\n3.131(c)\nSANITATION.   \nExcessive rodent feces were observed in the kitchen of the facility.  The feces were located on the counter top used\nto store produce and on the floor beneath the counter top.  The facility animal care director indicated that the mouse\nfeces in this area were last cleaned a few days ago.  The facility does have an existing pest control program for the\nrodents in place, however; the feces must be cleaned/removed with increased frequency to assure that the pest\ncontrol methods are effectively controlling the rodents.  Mouse feces can contain diseases that make the animals ill.\nClean/remove the rodent feces and repeat often enough to assure that the pest control provisions are effectively\ncontrolling the rodent population.\nTo be corrected: 1-13-17\nThis inspection and exit interview were conducted with the animal care director.",
  "animals_total": 2,
  "species": [
    {
      "count": 1,
      "scientific": "Canis latrans",
      "common": "COYOTE"
    },
    {
      "count": 1,
      "scientific": "Didelphis virginiana",
      "common": "VIRGINIA OPOSSUM"
    }
  ]
}