{
  "insp_id": "2016082568105512",
  "layout": "a",
  "customer_id": "5222",
  "customer_name": "Helene Hamrick",
  "customer_addr": "17798 Hwy 92\nAckworth, IA 50001",
  "certificate": "42-A-0124",
  "site_id": "001",
  "site_name": "HELENE HAMRICK",
  "insp_type": "ROUTINE INSPECTION",
  "date": "16-FEB-2017",
  "report_date": "20-MAR-2017",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "An eye ointment (Vetropolycin HC) that was being used to treat eyes in the male building expired 07-16. Expired\nmedications may not be effective for the condition being treated and some medications become toxic once expired.\nEnsure that expired medications are not used on animals at the facility."
    },
    {
      "code": "3.1(c)(2)",
      "kind": "",
      "repeat": true,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "In one enclosure, containing two dogs, there is a piece of carpet for the dogs to sit on. The edges of the carpet\nhave been excessively torn and shredded by the dogs. The damaged areas of the carpet can not be readily\ncleaned and sanitized which could increase the risk of disease.\nAll surfaces must be maintained on a regular basis. Any surface that cannot be readily cleaned and sanitized must\nbe replaced when worn or soiled. The licensee must replace the damaged carpet or alter it in a manner that allows\nfor the proper cleaning and sanitizing of the surface to occur."
    },
    {
      "code": "3.6(a)(2)(x)",
      "kind": "",
      "repeat": true,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "In the \"Male Building\" one male Shih tzu was observed to be walking back and forth in the outdoor portion of his\nenclosure in a hesitant manner. This section of the enclosure has raised tender foot flooring, and the inspectors\nobserved the dog's feet pass through the openings in the flooring at least four times. Openings in the flooring large\nenough to allow the animals' feet to pass through could cause injury.\nPrimary enclosures must have flooring constructed in a manner that protects the dogs' feet and legs from injury and\ndoes not allow the dogs' feet to pass through any openings. The licensee must alter the flooring in a manner that\ndoes not allow the dog's feet to pass through the flooring. The licensee must ensure that all primary enclosures\nkeep the dogs safe from injury at all times.\nThe inspection was conducted with ACI Kelly Maxwell, VMO Scott Welch, an IDALS representative and the facility\nrepresentative.\nThe exit interview was conducted with ACI Kelly Maxwell, VMO Scott Welch, and the facility representative.\nAdditional Inspectors\nWelch Scott, Veterinary Medical Officer"
    }
  ],
  "narrative": "2.40(b)(2)                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nAn eye ointment (Vetropolycin HC) that was being used to treat eyes in the male building expired 07-16. Expired\nmedications may not be effective for the condition being treated and some medications become toxic once expired.\nEnsure that expired medications are not used on animals at the facility.\n3.1(c)(2)                    REPEAT\nHOUSING FACILITIES, GENERAL.\nIn one enclosure, containing two dogs, there is a piece of carpet for the dogs to sit on.  The edges of the carpet\nhave been excessively torn and shredded by the dogs.  The damaged areas of the carpet can not be readily\ncleaned and sanitized which could increase the risk of disease.\nAll surfaces must be maintained on a regular basis.  Any surface that cannot be readily cleaned and sanitized must\nbe replaced when worn or soiled.  The licensee must replace the damaged carpet or alter it in a manner that allows\nfor the proper cleaning and sanitizing of the surface to occur.\n3.6(a)(2)(x)                    REPEAT\nPRIMARY ENCLOSURES.\nIn the \"Male Building\" one male Shih tzu was observed to be walking back and forth in the outdoor portion of his\nenclosure in a hesitant manner.  This section of the enclosure has raised tender foot flooring, and the inspectors\nobserved the dog's feet pass through the openings in the flooring at least four times.  Openings in the flooring large\nenough to allow the animals' feet to pass through could cause injury.\nPrimary enclosures must have flooring constructed in a manner that protects the dogs' feet and legs from injury and\ndoes not allow the dogs' feet to pass through any openings.  The licensee must alter the flooring in a manner that\ndoes not allow the dog's feet to pass through the flooring.  The licensee must ensure that all primary enclosures\nkeep the dogs safe from injury at all times.\n\nThe inspection was conducted with ACI Kelly Maxwell, VMO Scott Welch, an IDALS representative and the facility\nrepresentative.\nThe exit interview was conducted with ACI Kelly Maxwell, VMO Scott Welch, and the facility representative.\nAdditional Inspectors\nWelch Scott, Veterinary Medical Officer",
  "animals_total": 86,
  "species": [
    {
      "count": 70,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 16,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}