{
  "insp_id": "215151637010843",
  "layout": "a",
  "customer_id": "5972",
  "customer_name": "Marie Vondra",
  "customer_addr": "Rr 2 Box 61\nRush Center, KS 67575",
  "certificate": "48-A-1333",
  "site_id": "001",
  "site_name": "Marie Vondra",
  "insp_type": "ROUTINE INSPECTION",
  "date": "03-AUG-2015",
  "report_date": "06-AUG-2015",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "There are two spots of loose, bloody, mucous stools in the outdoor portion of one enclosure of the west sheltered\nbuilding. There are three dogs housed in this enclosure- a Yorkshire terrier, a shih Tzu and a mixed breed and it\nwas not determined which dog produced the stools. Loose, bloody, mucous stools may be caused by infections,\nparasites or disease. These three dogs must be examined by a veterinarian to determine the cause and treatment.\nThese findings by the veterinarian must be recorded in writing and presented to the USDA inspector. Correct by\nclose of business 5 August 2015."
    },
    {
      "code": "2.75(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "RECORDS: DEALERS AND EXHIBITORS.",
      "narrative": "The current 7005 inventory forms are not complete. These forms are missing the Date of Birth, Date Acquired and\nAddress and USDA license number or driver's license and state and vehicle license number and state of whom\nthese dogs were acquired. Incomplete records do not allow the accurate tracking of the dogs in the kennel. All\nrequired information must be accurately recorded on the inventory sheets. Correct by 3 Sept. 2015."
    },
    {
      "code": "3.1(c)(1)(1)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "There is a rusted section of the west sheltered housing facility building affecting one enclosure. Surfaces that are\nrusted cannot be adequately cleaned and sanitized and the structural strength may be compromised. All surfaces\nin contact with the dogs must be constructed in a manner that are free from excessive rust. Correct by 3 Sept.\n2015."
    },
    {
      "code": "3.1(c)(3)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "There is an accumulation of mud and feces in two of the indoor enclosures of one sheltered housing facility. The\nowner stated that it had been one week since the concrete floor of this building had been cleaned. Contaminated\nsurfaces can contribute to an increase in disease transmission. All hard surfaces with which the dogs come in\ncontact must be spot-cleaned on a daily basis. Correct by 4 August 2015."
    },
    {
      "code": "3.3(a)",
      "kind": "",
      "repeat": false,
      "desc": "SHELTERED HOUSING FACILITIES.",
      "narrative": "The ambient indoor temperature at approximately 10AM in one of the metal sheltered buildings was 88 degrees F\nas measured by the inspector's Kestrel. This temperature was 3-4 degrees F warmer than the outdoor temperature.\nA fan was provided in the building for the dogs. Cooling units have been used in the past to regulate the\ntemperature in the two sheltered buildings. One stopped working several weeks ago and has not been replaced\nand the owner disconnected the other one. Temperatures above 85 degrees F in the sheltered building may cause\ndiscomfort to the dogs and make it difficult for the dogs to adequately thermo-regulate. The temperature inside the\nsheltered portion of sheltered housing facilities must not rise above 85 degrees F for more than 4 consecutive\nhours. Correct by 10 August 2015."
    },
    {
      "code": "3.6(a)(2)(1)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "There are several places through-out the kennel where wire points are present. These include in one enclosure of\nthe west sheltered kennel building, in one free-standing enclosure in the tractor shed and in the outdoor boxer\nenclosure. Sharp points may cause injury to the dogs. All primary enclosures must be constructed and maintained\nso that they do not have any sharp points that may injure the dogs. Correct by 24 August 2015.\nThis routine inspection was conducted on 3 August 2015 with the licensee, Kendall Lundy, ACI and the KDA\ninspector.\nThe exit interview was conducted on 6 August 2015 with the licensee and Kendall Lundy, ACI."
    }
  ],
  "narrative": "2.40(b)(2)           DIRECT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThere are two spots of loose, bloody, mucous stools in the outdoor portion of  one enclosure of the west sheltered\nbuilding.  There are three dogs housed in this enclosure- a Yorkshire terrier, a shih Tzu and a mixed breed and it\nwas not determined which dog produced the stools.  Loose, bloody, mucous stools may be caused by infections,\nparasites or disease.  These three dogs must be examined by a veterinarian to determine the cause and treatment. \nThese findings by the veterinarian must be recorded in writing and presented to the USDA inspector.  Correct by\nclose of business 5 August 2015.\n2.75(a)(1)\nRECORDS: DEALERS AND EXHIBITORS.\nThe current 7005 inventory forms are not complete.  These forms are missing the Date of Birth, Date Acquired and\nAddress and USDA license number or driver's license and state and vehicle license number and state of whom\nthese dogs were acquired.  Incomplete records do not allow the accurate tracking of the dogs in the kennel.  All\nrequired information must be accurately recorded on the inventory sheets.  Correct by 3 Sept. 2015.\n3.1(c)(1)(1)\nHOUSING FACILITIES, GENERAL.\nThere is a rusted section of the west sheltered housing facility building affecting one enclosure.  Surfaces that are\nrusted cannot be adequately cleaned and sanitized and the structural strength may be compromised.  All surfaces\nin contact with the dogs must be constructed in a manner that are free from excessive rust.  Correct by 3 Sept.\n2015.\n3.1(c)(3)\nHOUSING FACILITIES, GENERAL.\nThere is an accumulation of mud and feces in two of the indoor enclosures of one sheltered housing facility.  The\nowner stated that it had been one week since the concrete floor of this building had been cleaned.  Contaminated\nsurfaces can contribute to an increase in disease transmission.  All hard surfaces with which the dogs come in\n\ncontact must be spot-cleaned on a daily basis.  Correct by 4 August 2015.\n3.3(a)\nSHELTERED HOUSING FACILITIES.\nThe ambient indoor temperature at approximately 10AM in one of the metal sheltered buildings was 88 degrees F\nas measured by the inspector's Kestrel.  This temperature was 3-4 degrees F warmer than the outdoor temperature.\nA fan was provided in the building for the dogs.   Cooling units have been used in the past to regulate the\ntemperature in the two sheltered buildings.  One stopped working several weeks ago and has not been replaced\nand the owner disconnected the other one.  Temperatures above 85 degrees F in the sheltered building may cause\ndiscomfort to the dogs and make it difficult for the dogs to adequately thermo-regulate.  The temperature inside the\nsheltered portion of sheltered housing facilities must not rise above 85 degrees F for more than 4 consecutive\nhours.  Correct by 10 August 2015.\n3.6(a)(2)(1)\nPRIMARY ENCLOSURES.\nThere are several places through-out the kennel where wire points are present.  These include in one enclosure of\nthe west sheltered kennel building, in one free-standing enclosure in the tractor shed and in the outdoor boxer\nenclosure.  Sharp points may cause injury to the dogs.  All primary enclosures must be constructed and maintained\nso that they do not have any sharp points that may injure the dogs.  Correct by 24 August 2015.\nThis routine inspection was conducted on 3 August 2015 with the licensee, Kendall Lundy, ACI and the KDA\ninspector.\nThe exit interview was conducted on 6 August 2015 with the licensee and Kendall Lundy, ACI.",
  "animals_total": 72,
  "species": [
    {
      "count": 47,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 25,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}