{
  "insp_id": "2016082569057440",
  "layout": "a",
  "customer_id": "335729",
  "customer_name": "Unified Pet Transit L L C",
  "customer_addr": "11472 Hammer Road\nNeosho, MO 64850",
  "certificate": "43-H-0059",
  "site_id": "001",
  "site_name": "JOSH BATEMAN",
  "insp_type": "ROUTINE INSPECTION",
  "date": "18-FEB-2018",
  "report_date": "24-FEB-2018",
  "citations": [
    {
      "code": "2.27(a)",
      "kind": "",
      "repeat": false,
      "desc": "NOTIFICATION OF CHANGE OF OPERATION.",
      "narrative": "The registrant is conducting business as both Unified Pet Transit and Puppy Travelers. Puppy Travelers is not\nregistered with the USDA. An application packet was sent to the licensee for Puppy Travelers in September 2017\nand to date has not been returned. Disposition papers from various breeders have listed Puppy Travelers as their\ncommercial shipper dating from 9/7/17 to 2/18/18. Upon inspection of Unified Pet Transit, the check-in sheet was\nlisted as Unified Pet Transit/Puppy Travelers. Registrant is required to notify the AC Regional Director by certified\nmail within 10 days of any name changes or other changes in operations that affect its status as a carrier or\nintermediate handler to allow for accurate business records and for tracking puppies that are being transported.\nRegistrant must contact the Fort Collins Regional Office to update registration to include Puppy Travelers.\nTo be corrected by: 3/7/18\nThis inspection and exit interview were conducted with facility representatives and an additional exit interview\nconducted with licensee."
    }
  ],
  "narrative": "2.27(a)\nNOTIFICATION OF CHANGE OF OPERATION.\nThe registrant  is conducting business as both Unified Pet Transit and Puppy Travelers. Puppy Travelers is not\nregistered with the USDA.  An application packet was sent to the licensee for Puppy Travelers in September 2017\nand to date has not been returned.  Disposition papers from various breeders have listed Puppy Travelers as their\ncommercial shipper dating from 9/7/17 to 2/18/18.  Upon inspection of Unified Pet Transit,  the check-in sheet was\nlisted as Unified Pet Transit/Puppy Travelers. Registrant is required to notify the AC Regional Director by certified\nmail  within 10 days of any name changes or other changes in operations that affect its status as a carrier or\nintermediate handler to allow for accurate business records and for tracking puppies that are being transported.\nRegistrant must contact the Fort Collins Regional Office to update registration to include Puppy Travelers.\nTo be corrected by: 3/7/18\nThis inspection and exit interview were conducted with facility representatives and an additional exit interview\nconducted with licensee.",
  "animals_total": 43,
  "species": [
    {
      "count": 43,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}