{
  "insp_id": "181160822380108",
  "layout": "a",
  "customer_id": "324698",
  "customer_name": "Arbuckle Adventures L L C",
  "customer_addr": "6132 Kay Starr Trail\nDavis, OK 73030",
  "certificate": "73-C-0190",
  "site_id": "001",
  "site_name": "ARBUCKLE ADVENTURES LLC",
  "insp_type": "ROUTINE INSPECTION",
  "date": "28-JUN-2016",
  "report_date": "30-JUN-2016",
  "citations": [
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": true,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "- In the Jacobs sheep enclosure, a section of wire fence was detached from the adjacent support post leaving a\nsmall gap with multiple exposed sharp points. This is a potential source of injury to the enclosed animals. Fencing\nand other structures must be maintained in good repair to ensure the animals are safely contained within their\nenclosure.\nCorrected at the time of inspection"
    },
    {
      "code": "3.131(a)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "- In the coatimundi enclosure, the cage had been spray cleaned. The straw bedding in the shelter had apparently\nnot been removed, and was thoroughly wet. Bedding in the shelter will prevent the shelter itself from being\nadequately cleaned. Wet bedding may prevent the enclosed animal from even using the shelter, and could\npotentially cause skin irritation and discomfort if used by the animal. Shelter bedding should be completely emptied\nprior to enclosure cleaning. Once the shelter itself is dry, fresh bedding can be added as necessary.\nCorrected at the time of inspection."
    },
    {
      "code": "3.131(d)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "- In the walk through park, there was a large wasp nest at the top of the porcupine enclosure. Numerous wasps\nwere present on the nest, and flying around the area. Insects are a potential source of injury or irritation to enclosed\nanimals. The nest must be removed, and an effective pest control program implemented.\nCorrected at the time of inspection.\nInspection and exit interview conducted by Michael Tygart (VMO), Brittany Light (ACI) and facility personnel.\nAdditional Inspectors\nLight Brittany, Animal Care Inspector"
    }
  ],
  "narrative": "3.125(a)                    REPEAT\nFACILITIES, GENERAL.   \n- In the Jacobs sheep enclosure, a section of wire fence was detached from the adjacent support post leaving a\nsmall gap with multiple exposed sharp points.  This is a potential source of injury to the enclosed animals.  Fencing\nand other structures must be maintained in good repair to ensure the animals are safely contained within their\nenclosure. \nCorrected at the time of inspection\n3.131(a)\nSANITATION.   \n- In the coatimundi enclosure, the cage had been spray cleaned.  The straw bedding in the shelter had apparently\nnot been removed, and was thoroughly wet.  Bedding in the shelter will prevent the shelter itself from being\nadequately cleaned.  Wet bedding may prevent the enclosed animal from even using the shelter, and could\npotentially cause skin irritation and discomfort if used by the animal.  Shelter bedding should be completely emptied\nprior to enclosure cleaning.  Once the shelter itself is dry, fresh bedding can be added as necessary.  \nCorrected at the time of inspection.\n3.131(d)\nSANITATION.   \n- In the walk through park, there was a large wasp nest at the top of the porcupine enclosure.  Numerous wasps\nwere present on the nest, and flying around the area.  Insects are a potential source of injury or irritation to enclosed\nanimals.  The nest must be removed, and an effective pest control program implemented.\nCorrected at the time of inspection.\nInspection and exit interview conducted by Michael Tygart (VMO), Brittany Light (ACI) and facility personnel.\n\nAdditional Inspectors\nLight Brittany, Animal Care Inspector",
  "animals_total": 16,
  "species": [
    {
      "count": 1,
      "scientific": "Erethizon dorsatum",
      "common": "NORTH AMERICAN PORCUPINE"
    },
    {
      "count": 2,
      "scientific": "Lama glama",
      "common": "LLAMA"
    },
    {
      "count": 1,
      "scientific": "Lama pacos",
      "common": "ALPACA"
    },
    {
      "count": 2,
      "scientific": "Lemur catta",
      "common": "RING-TAILED LEMUR"
    },
    {
      "count": 1,
      "scientific": "Nasua nasua",
      "common": "SOUTH AMERICAN COATI"
    },
    {
      "count": 9,
      "scientific": "Ovis aries aries",
      "common": "SHEEP INCLUDING ALL DOMESTIC BREEDS"
    }
  ]
}