{
  "insp_id": "288150831260262",
  "layout": "a",
  "customer_id": "2283",
  "customer_name": "Deborah E O'Shell",
  "customer_addr": "393 Igou Road\nTyrone, PA 16686",
  "certificate": "23-C-0066",
  "site_id": "001",
  "site_name": "DEBORAH O SHELL",
  "insp_type": "ROUTINE INSPECTION",
  "date": "15-OCT-2015",
  "report_date": "15-OCT-2015",
  "citations": [
    {
      "code": "2.40(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "A written Program of Veterinary Care (PVC) was not available at the time of inspection. The licensee stated that\nshe was sure that she had a written PVC somewhere, but that she was unable to find the documentation as\nvolunteers had recently reorganized. The licensee called a veterinarian who verbally informed APHIS Officials that\nshe had signed the paperwork that the licensee had presented her, but that she did not have a copy of the written\nPVC. The Veterinarian further stated that it had been about a year since she had visited the facility. When an\nAttending Veterinarian is employed on a part-time or consulting basis, it is the responsibility of the licensee to\nensure that the formal arrangement includes regularly scheduled visits to the premise and a written program of\nveterinary care. A written PVC that includes the veterinarian(cid:25)s recommendations for preventive care such as\nvaccination, the prevention of internal and external parasites, TB testing, treatment of chronic disease etc. ensures\nthat the licensee has the veterinarian(cid:25)s best recommendations for maintaining the health of the animals.\nAdditionally, regularly scheduled visits must be accomplished by the veterinarian to the facility to assure that they\nare familiar with the conditions and husbandry allowing them to make the best recommendations for the health and\nwell-being of the animals. Correct by ensuring that a formal written PVC containing the Attending Veterinarian(cid:25)s\nrecommendations for all routine and preventive care for all species and a schedule of regular visits is developed\nand maintained at the facility for review by APHIS Officials. If desired, more than one PVC may be developed for\nthe various species groups maintained at this facility.\nTo be completed by: 16 November 2015"
    },
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "One tufted capuchin was noted to have a hair loss on the tail and top of the forearms extending to the fingers at the\ntime of inspection. The underlying skin in these areas is pigmented, typical for the species and there is no obvious\nsign of redness. There is no crusting of the skin or obvious signs of scratching and the animal was not observed\nhair plucking during inspection. The licensee made multiple statements speculating about the cause of this hair loss\nincluding: that it was due to old age, that it was a result of declining health (possibly diabetes, a neurological\ncondition, or other medical condition), and that the hair loss had been present since she obtained the animal years\nago. The licensee stated that the monkey was not currently receiving any treatment for this or any other medical\ncondition. When asked if a veterinarian had evaluated the condition she stated that a skin scrape had been done by\na veterinarian several years ago, but that she wasn(cid:25)t sure when or by what veterinarian. There was no\ndocumentation at the facility regarding the hair loss and no record of the veterinarian(cid:25)s recommendations regarding\nthis animal or the hair loss.\nAs indicated by the licensee(cid:25)s comments, hair loss in primates can result from multiple causes. Evaluation by a\nveterinarian is necessary to determine the most likely cause and develop an appropriate diagnostic and treatment\nplan. Failure to consult a veterinarian regarding abnormal conditions can result in worsening of the condition and\nunnecessary suffering. All licensees must ensure that observations of abnormal conditions are reported to the\nattending veterinarian in a timely manner and that appropriate methods are used to prevent, control, diagnose, and\ntreat disease when identified. Correct by having this animal examined by a licensed veterinarian and following all\nrecommendations for diagnosis and treatment. Additionally the licensee shall maintain record of this examination,\nthe veterinarian(cid:25)s recommendations, and any treatments for future evaluation by APHIS Officials upon request.\nTo be completed by: 20 October 2015"
    },
    {
      "code": "3.75(a)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "There are several items associated with primary enclosures that are in need of repair or replacement including:\n1. The feeders on the interior of the primate enclosures had wire ties at the top. Several of these ties had been\nbent and presented sharp points.\n2. On the outside of several primary enclosures there were panels of small gauge woven wire that is detached\nfrom the enclosure and has become misshapen presenting numerous sharp points and loose wires. This included\nenclosures housing the Green Guenon monkey, two White Throated capuchin monkeys, and the Celebes monkey.\n3. The door frame in the outside corncrib housing one Celebes monkey is rusted through at the bottom right\ncorner to the point that it presents a sharp edge.\n4. The wood comprising the door frame in the outside corncrib housing two Ring-tailed lemurs is deteriorated.\n5. There are carpet pieces creating a flap covering the outer portion of the pass-through tube in several primate\nenclosures. .The flap in the White Throated capuchin enclosure had deteriorated to the point that it had strands\nhanging from it.\nSharp edges, wire points, and carpet strings are hazards which can injure animals. Areas of deteriorated wood\nand other maintenance issues that prevent effective cleaning may cause a disease risk to the animals. Housing\nfacilities for nonhuman primates must be maintained in good repair to protect animals from injury and contain the\nanimals. Correct by ensuring that all of the above areas are repaired or replaced as necessary to adequately\nprotect the animals. Additionally, ensure that all areas of the facility are inspected on a regular basis and\nmaintained appropriately from this point forward.\nTo be completed by: 16 November 2015.\nNote: #1 above was addressed by the facility prior to the exit interview."
    },
    {
      "code": "3.75(c)(3)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "Several primary enclosures and associated structures were excessively soiled at the time of inspection including:\n1. The cage bars on the inside portion primate enclosures had significant accumulations of brown hard material\nthat gave the round bars a lumpy appearance. This was worst on the front and tops of the enclosures. The\nlicensee stated that these bars are scraped down on an annual basis.\n2. The barrel hide box in the outside of the capuchin enclosure was rotated so the drain holes were no longer at\nthe bottom and the bottom had an accumulation of dirt inside the barrel.\n3. The white barrel used as a hide box on the indoor portion of the enclosure housing two white throated\ncapuchin monkeys had excessive accumulations of brown debris on the sidewalls inside the barrel.\n4. The carpet flaps on the outside of the pass through tubes were discolored green consistent with algae or\nmoss growth and in need of replacement.\n5. The pass-through tube connecting the indoor and outdoor portions of the enclosures for the Tufted Capuchin was\ncrushed and separating. This tube is constructed of welded wire surrounded by plastic in several layers. As a\nresult of the separation, this area can no longer be cleaned effectively.\nThe licensee stated that the primary enclosures are spot cleaned daily and that that they alternate hosing the\nindoor and outdoor portions daily. Additionally she stated that the they add a small amount of Pine-Sol to a bucket\nof water to (cid:28)disinfect(cid:29) the floor daily and that animals are left in the enclosures during the process, but that they\ntypically choose to go to the outside part of the enclosure. This is not consistant with label directions for use.\nRegarding cleaning of the bars, she stated that these were (cid:28)scraped(cid:29) once a year. Hard surfaces used for housing\nprimates must be cleaned and sanitized in accordance with section 3.84. This includes sanitization at least every\ntwo weeks and as often as necessary to satisfy generally accepted husbandry standards and practices. Sanitization\nmay be done by any of the methods provided in section 3.84(b)(3) such as cleaning with an appropriate detergent to\nremove build-up of organic material, followed by application of a disinfectant to sanitize and water to rinse.\nSurfaces of housing facilities which cannot be readily sanitized (such as the flaps) must be replaced when soiled or\nworn. The excessive build-up of brown debris in hide boxes and along bars indicates that the current methods\ndescribed by the licensee are not adequate. Excessive accumulations of organic material provide areas that can\nharbor pathogens and can compromise animal health. Correct by effectively cleaning and sanitizing these areas\nand replacing the structures within the enclosure that cannot be adequately cleaned. Additionally, ensure that all\nprimary enclosures are cleaned and sanitized at least every two weeks and as often as necessary to satisfy\naccepted husbandry standards.\nTo be completed by: 30 October 2015\nInspection conducted with the director, David Oelberg DVM, and Dana Miller SACS. An exit briefing was conducted\nwith the facility Director.\nAdditional Inspectors\nMiller Dana, Supervisory Animal Care Specialist"
    }
  ],
  "narrative": "2.40(a)(1)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nA written Program of Veterinary Care (PVC) was not available at the time of inspection.  The licensee stated that\nshe was sure that she had a written PVC somewhere, but that she was unable to find the documentation as\nvolunteers had recently reorganized.  The licensee called a veterinarian who verbally informed APHIS Officials that\nshe had signed the paperwork that the licensee had presented her, but that she did not have a copy of the written\nPVC.   The Veterinarian further stated that it had been about a year since she had visited the facility.  When an\nAttending Veterinarian is employed on a part-time or consulting basis, it is the responsibility of the licensee to\nensure that the formal arrangement includes regularly scheduled visits to the premise and a written program of\nveterinary care.  A written PVC that includes the veterinarian(cid:25)s recommendations for preventive care such as\nvaccination, the prevention of internal and external parasites, TB testing, treatment of chronic disease etc. ensures\nthat the licensee has the veterinarian(cid:25)s best recommendations for maintaining the health of the animals.\nAdditionally, regularly scheduled visits must be accomplished by the veterinarian to the facility to assure that they\nare familiar with the conditions and husbandry allowing them to make the best recommendations for the health and\nwell-being of the animals. Correct by ensuring that a formal written PVC containing the Attending Veterinarian(cid:25)s\nrecommendations for all routine and preventive care for all species and a schedule of regular visits is developed\nand maintained at the facility for review by APHIS Officials.  If desired, more than one PVC may be developed for\nthe various species groups maintained at this facility.\nTo be completed by: 16 November 2015\n2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nOne tufted capuchin was noted to have a hair loss on the tail and top of the forearms extending to the fingers at the\ntime of inspection.  The underlying skin in these areas is pigmented, typical for the species and there is no obvious\nsign of redness.  There is no crusting of the skin or obvious signs of scratching and the animal was not observed\nhair plucking during inspection. The licensee made multiple statements speculating about the cause of this hair loss\nincluding: that it was due to old age, that it was a result of declining health (possibly diabetes, a neurological\ncondition, or other medical condition), and that the hair loss had been present since she obtained the animal years\n\nago.  The licensee stated that the monkey was not currently receiving any treatment for this or any other medical\ncondition.  When asked if a veterinarian had evaluated the condition she stated that a skin scrape had been done by\na veterinarian several years ago, but that she wasn(cid:25)t sure when or by what veterinarian.  There was no\ndocumentation at the facility regarding the hair loss and no record of the veterinarian(cid:25)s recommendations regarding\nthis animal or the hair loss.\n     As indicated by the licensee(cid:25)s comments, hair loss in primates can result from multiple causes. Evaluation by a\nveterinarian is necessary to determine the most likely cause and develop an appropriate diagnostic and treatment\nplan.  Failure to consult a veterinarian regarding abnormal conditions can result in worsening of the condition and\nunnecessary suffering.  All licensees must ensure that observations of abnormal conditions are reported to the\nattending veterinarian in a timely manner and that appropriate methods are used to prevent, control, diagnose, and\ntreat disease when identified.  Correct by having this animal examined by a licensed veterinarian and following all\nrecommendations for diagnosis and treatment.  Additionally the licensee shall maintain record of this examination,\nthe veterinarian(cid:25)s recommendations, and any treatments for future evaluation by APHIS Officials upon request.\nTo be completed by:  20 October 2015\n3.75(a)\nHOUSING FACILITIES, GENERAL. \nThere are several items associated with primary enclosures that are in need of repair or replacement including:\n    1. The feeders on the interior of the primate enclosures had wire ties at the top. Several of these ties had been\nbent and presented sharp points.  \n    2. On the outside of several primary enclosures there were panels of small gauge woven wire that is detached\nfrom the enclosure and has become misshapen presenting numerous sharp points and loose wires.  This included\nenclosures housing the Green Guenon monkey, two White Throated capuchin monkeys, and the Celebes monkey.  \n    3. The door frame in the outside corncrib housing one Celebes monkey is rusted through at the bottom right\ncorner to the point that it presents a sharp edge.\n    4.  The wood comprising the door frame in the outside corncrib housing two Ring-tailed lemurs is deteriorated.  \n    5.  There are carpet pieces creating a flap covering the outer portion of the pass-through tube in several primate\nenclosures. .The flap in the White Throated capuchin enclosure had deteriorated to the point that it had strands\nhanging from it. \n     Sharp edges, wire points, and carpet strings are hazards which can injure animals.  Areas of deteriorated wood\nand other maintenance issues that prevent effective cleaning may cause a disease risk to the animals. Housing\nfacilities for nonhuman primates must be maintained in good repair to protect animals from injury and contain the\nanimals.  Correct by ensuring that all of the above areas are repaired or replaced as necessary to adequately\nprotect the animals.  Additionally, ensure that all areas of the facility are inspected on a regular basis and\nmaintained appropriately from this point forward.\n\nTo be completed by: 16 November 2015.  \nNote: #1 above was addressed by the facility prior to the exit interview.\n3.75(c)(3)\nHOUSING FACILITIES, GENERAL. \nSeveral primary enclosures and associated structures were excessively soiled at the time of inspection including: \n                                \n1.       The cage bars on the inside portion primate enclosures had significant accumulations of brown hard material\nthat gave the round bars a lumpy appearance.  This was worst on the front and tops of the enclosures.  The\nlicensee stated that these bars are scraped down on an annual basis. \n2.       The barrel hide box in the outside of the capuchin enclosure was rotated so the drain holes were no longer at\nthe bottom and the bottom had an accumulation of dirt inside the barrel.\n3.       The white barrel used as a hide box on the indoor portion of the enclosure housing two white throated\ncapuchin monkeys had excessive accumulations of brown debris on the sidewalls inside the barrel.\n4.       The carpet flaps on the outside of the pass through tubes were discolored green consistent with algae or\nmoss growth and in need of replacement.\n5. The pass-through tube connecting the indoor and outdoor portions of the enclosures for the Tufted Capuchin was\ncrushed and separating.  This tube is constructed of welded wire surrounded by plastic in several layers.  As a\nresult of the separation, this area can no longer be cleaned effectively.\n     The licensee stated that the primary enclosures are spot cleaned daily and that that they alternate hosing the\nindoor and outdoor portions daily.  Additionally she stated that the they add a small amount of Pine-Sol to a bucket\nof water to (cid:28)disinfect(cid:29) the floor daily and that animals are left in the enclosures during the process, but that they\ntypically choose to go to the outside part of the enclosure. This is not consistant with label directions for use.\nRegarding cleaning of the bars, she stated that these were (cid:28)scraped(cid:29) once a year.   Hard surfaces used for housing\nprimates must be cleaned and sanitized in accordance with section 3.84.  This includes sanitization  at least every\ntwo weeks and as often as necessary to satisfy generally accepted husbandry standards and practices. Sanitization\nmay be done by any of the methods provided in section 3.84(b)(3) such as cleaning with an appropriate detergent to\nremove build-up of organic material, followed by application of a disinfectant to sanitize and water to rinse. \nSurfaces of housing facilities which cannot be readily sanitized (such as the flaps) must be replaced when soiled or\nworn.  The excessive build-up of brown debris in hide boxes and along bars indicates that the current methods\ndescribed by the licensee are not adequate.  Excessive accumulations of organic material provide areas that can\nharbor pathogens and can compromise animal health.  Correct by effectively cleaning and sanitizing these areas\nand replacing the structures within the enclosure that cannot be adequately cleaned.  Additionally, ensure that all\nprimary enclosures are cleaned and sanitized at least every two weeks and as often as necessary to satisfy\naccepted husbandry standards. \nTo be completed by: 30 October 2015\n\nInspection conducted with the director, David Oelberg DVM, and Dana Miller SACS. An exit briefing was conducted\nwith the facility Director.\nAdditional Inspectors\nMiller Dana, Supervisory Animal Care Specialist",
  "animals_total": 13,
  "species": [
    {
      "count": 1,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 2,
      "scientific": "Cebus capucinus",
      "common": "WHITE-HEADED / WHITE-THROATED CAPUCHIN"
    },
    {
      "count": 1,
      "scientific": "Cebus olivaceus",
      "common": "WEEPER CAPUCHIN"
    },
    {
      "count": 1,
      "scientific": "Chlorocebus aethiops",
      "common": "AFRICAN GREEN MONKEY / GRIVET"
    },
    {
      "count": 2,
      "scientific": "Lemur catta",
      "common": "RING-TAILED LEMUR"
    },
    {
      "count": 1,
      "scientific": "Macaca nigra",
      "common": "SULAWESI CRESTED MACAQUE"
    },
    {
      "count": 1,
      "scientific": "Mephitis mephitis",
      "common": "STRIPED SKUNK"
    },
    {
      "count": 1,
      "scientific": "Notamacropus parma",
      "common": "PARMA WALLABY"
    },
    {
      "count": 1,
      "scientific": "Procyon lotor",
      "common": "RACCOON"
    },
    {
      "count": 1,
      "scientific": "Sapajus appella",
      "common": "BROWN CAPUCHIN / TUFTED CAPUCHIN"
    },
    {
      "count": 1,
      "scientific": "Vulpes vulpes",
      "common": "RED FOX (INCLUDES SILVER FOX & CROSS FOX)"
    }
  ]
}