{
  "insp_id": "324141130080600",
  "layout": "a",
  "customer_id": "27924",
  "customer_name": "Park Management Corporation",
  "customer_addr": "1001 Fairgrounds Drive\nVallejo, CA 94589",
  "certificate": "93-C-0809",
  "site_id": "001",
  "site_name": "PARK MANAGEMENT CORPORATION",
  "insp_type": "ROUTINE INSPECTION",
  "date": "12-MAY-2014",
  "report_date": "26-NOV-2014",
  "citations": [
    {
      "code": "2.40(a)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "There are three veterinarians employed by the facility, either full-time, or in a consulting capacity. The attending\nveterinarian and the other veterinarians have expressed concerns about husbandry and medical issues, and those\nconcerns had not received an appropriate response. The administrative staff confirms that the authority of the\nattending veterinarian was previously unclear, and is now taking steps to assure that the attending veterinarian has\nthe appropriate authority.\nDisagreements between different branches of animal care staff and management, on issues such as water quality\nand medical procedures, can put the well-being of the animals at risk. The attending veterinarian must have the\nappropriate authority to ensure the provision of adequate veterinary care and to oversee the adequacy of other\naspects of animal care and use. The facility should continue to work and function in a cooperative manner in order\nto ensure the best care for the animals.\nCorrected at the time of inspection."
    },
    {
      "code": "3.101(a)(3)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "The MRC enclosure where two dolphin calves died earlier this year, was inspected on 5/12/14. There were several\nareas where paint and / or the underlying surface had peeled or cracked off. Also there were several places with\nrust stains trailed down the wall into the pool. These areas are accessible to the dolphins, and suggest that\ncontaminants may be entering the water.\nExposure to contaminants could affect water quality, and be harmful to the animals. All surfaces in a primary\nenclosure must be constructed of durable, nontoxic materials that facilitate cleaning, and disinfection as appropriate,\nsufficient to maintain acceptable water quality. All surfaces must be maintained in good repair as part of a regular,\nongoing maintenance program.\nAn overall plan to make repairs on marine mammal enclosures has been reviewed, and the repairs are to be\ncompleted by February 26, 2015."
    },
    {
      "code": "3.106(a)",
      "kind": "",
      "repeat": false,
      "desc": "WATER QUALITY.",
      "narrative": "There have been two dolphin calves born at this facility this year, both have died, and water quality appears to have\nplayed a role. The marine mammal water system at this facility was originally designed to use a combination of\nozone and chlorine, but for several years now it has been relying entirely on chlorine to control the growth of\nunwanted organisms in the water, which is extremely unusual for a system of this size. Facility staff reported, and\nrecords revealed, recurring problems with respiratory issues, eye problems, and fungal infections in the dolphins\nduring recent years. These problems correlate with the difficulty in maintaining a healthy water environment when\nrelying on chemicals alone.\nOn 3/28/14 an eleven day old calf of the dolphin Ping died from traumatic injuries in the MRC pool. Medical and\nwater records showed that there had been a spike in chlorine and ammonia at the time that had resulted in all the\ndolphins in the pool behaving in an agitated and erratic manner, breaching, slapping the water, and squinting. This\nbehavior most likely explains how the calf received the traumatic injuries that resulted in its death.\nOn 4/18/14 a three month old calf of the dolphin Bella died from a respiratory infection. At the time of her birth it\nwas discovered that her placenta had a fungal infection. She appeared healthy for some time, but died from a\ncombination of a viral infection and severe bacterial pneumonia. Chlorine spikes can result in the formation of\naerosolized compounds that sit above the water, and are breathed by the dolphins, resulting in increased\nsusceptibility to respiratory disease. Other major concerns with regards to contamination of the water, and possible\nsources of fungal spores and bacteria: 1.) There has been a large construction project going on next to MRC for\nseveral weeks during the time these dolphin calves were present. On 3/11/14 medical records state (cid:28)\"A large dust\ncloud went over MRC from the construction site this afternoon. The trainers complained of burning eyes.\"(cid:29) 2.) A\nsun shade over an MRC pool clearly collects dust, debris, and bird feces, and is situated so that rainfall would drain\nthis material into the pool. There was significant rainfall at this location between 3/25/14 and 4/1/14.\nThe enclosures for marine mammals shall not contain water which is detrimental to their health. These two dolphin\ncalf deaths, and the chronic problems in other dolphins with respiratory problems, eye problems, and fungal\ninfections, are related to the water quality issues in the system used throughout the facility, and the failure to\nrecognize the risks associated with construction projects, water run-off, and other sources of stress and\ncontamination. The administration has now recognized these problems, and is taking the appropriate steps to\nrevise the water system and review policies impacting the animals.\nThe water quality shall be maintained in a manner which is not detrimental to the health of the animals from this\ntime forward.\nThis inspection was focused on the MRC pool where two dolphin deaths occurred this year. It involved on-site\ninspections, record reviews, and interviews between 5/12/14 and 6/30/14.\nAn exit interview was conducted with facility representatives.\nAdditional Inspectors\nGage Laurie, Big Cat Specialist\nRosendale Marcy, Veterinary Medical Officer"
    }
  ],
  "narrative": "2.40(a)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThere are three veterinarians employed by the facility, either full-time, or in a consulting capacity. The attending\nveterinarian and the other veterinarians have expressed concerns about husbandry and medical issues, and those\nconcerns had not received an appropriate response. The administrative staff confirms that the authority of the\nattending veterinarian was previously unclear, and is now taking steps to assure that the attending veterinarian has\nthe appropriate authority.  \nDisagreements between different branches of animal care staff and management, on issues such as water quality\nand medical procedures, can put the well-being of the animals at risk. The attending veterinarian must have the\nappropriate authority to ensure the provision of adequate veterinary care and to oversee the adequacy of other\naspects of animal care and use.  The facility should continue to work and function in a cooperative manner in order\nto ensure the best care for the animals.\nCorrected at the time of inspection.\n3.101(a)(3)\nFACILITIES, GENERAL. \nThe MRC enclosure where two dolphin calves died earlier this year, was inspected on 5/12/14. There were several\nareas where paint and / or the underlying surface had peeled or cracked off.  Also there were several places with\nrust stains trailed down the wall into the pool. These areas are accessible to the dolphins, and suggest that\ncontaminants may be entering the water.\n \nExposure to contaminants could affect water quality, and be harmful to the animals.  All surfaces in a primary\nenclosure must be constructed of durable, nontoxic materials that facilitate cleaning, and disinfection as appropriate,\nsufficient to maintain acceptable water quality.  All surfaces must be maintained in good repair as part of a regular,\nongoing maintenance program.\n\nAn overall plan to make repairs on marine mammal enclosures has been reviewed, and the repairs are to be\ncompleted by February 26, 2015.\n3.106(a)\nWATER QUALITY.\nThere have been two dolphin calves born at this facility this year, both have died, and water quality appears to have\nplayed a role.  The marine mammal water system at this facility was originally designed to use a combination of\nozone and chlorine, but for several years now it has been relying entirely on chlorine to control the growth of\nunwanted organisms in the water, which is extremely unusual for a system of this size. Facility staff reported, and\nrecords revealed, recurring problems with respiratory issues, eye problems, and fungal infections in the dolphins\nduring recent years. These problems correlate with the difficulty in maintaining a healthy water environment when\nrelying on chemicals alone.\nOn 3/28/14 an eleven day old calf of the dolphin Ping died from traumatic injuries in the MRC pool. Medical and\nwater records showed that there had been a spike in chlorine and ammonia at the time that had resulted in all the\ndolphins in the pool behaving in an agitated and erratic manner, breaching, slapping the water, and squinting.  This\nbehavior most likely explains how the calf received the traumatic injuries that resulted in its death.\nOn 4/18/14 a three month old calf of the dolphin Bella died from a respiratory infection.  At the time of her birth it\nwas discovered that her placenta had a fungal infection.  She appeared healthy for some time, but died from a\ncombination of a viral infection and severe bacterial pneumonia.  Chlorine spikes can result in the formation of\naerosolized compounds that sit above the water, and are breathed by the dolphins, resulting in increased\nsusceptibility to respiratory disease. Other major concerns with regards to contamination of the water, and possible\nsources of fungal spores and bacteria: 1.) There has been a large construction project going on next to MRC for\nseveral weeks during the time these dolphin calves were present.  On 3/11/14 medical records state (cid:28)\"A large dust\ncloud went over MRC from the construction site this afternoon.  The trainers complained of burning eyes.\"(cid:29)  2.) A\nsun shade over an MRC pool clearly collects dust, debris, and bird feces, and is situated so that rainfall would drain\nthis material into the pool.  There was significant rainfall at this location between 3/25/14 and 4/1/14.  \nThe enclosures for marine mammals shall not contain water which is detrimental to their health.  These two dolphin\ncalf deaths, and the chronic problems in other dolphins with respiratory problems, eye problems, and fungal\ninfections, are  related to the water quality issues in the system used throughout the facility, and the failure to\nrecognize the risks associated with construction projects, water run-off, and other sources of stress and\ncontamination.  The administration has now recognized these problems, and is taking the appropriate steps to\nrevise the water system and review policies impacting the animals. \nThe water quality shall be maintained in a manner which is not detrimental to the health of the animals from this\ntime forward.\n\nThis inspection was focused on the MRC pool where two dolphin deaths occurred this year. It involved on-site\ninspections, record reviews, and interviews between 5/12/14 and 6/30/14.\nAn exit interview was conducted with facility representatives.\nAdditional Inspectors\nGage Laurie, Big Cat Specialist\nRosendale Marcy, Veterinary Medical Officer",
  "animals_total": 21,
  "species": [
    {
      "count": 21,
      "scientific": "Tursiops truncatus",
      "common": "BOTTLENOSE DOLPHIN"
    }
  ]
}