{
  "insp_id": "2016082569711429",
  "layout": "a",
  "customer_id": "1538",
  "customer_name": "American Airlines Inc.",
  "customer_addr": "4333 Amon Carter Blvd Md 4418\nFort Worth, TX 76155",
  "certificate": "74-T-0007",
  "site_id": "DFW",
  "site_name": "AMERICAN AIRLINES INC.",
  "insp_type": "ROUTINE INSPECTION",
  "date": "29-JAN-2020",
  "report_date": "30-JAN-2020",
  "citations": [
    {
      "code": "3.19(a)(3)",
      "kind": "Direct",
      "repeat": false,
      "desc": "HANDLING.",
      "narrative": "During this inspection 2 dogs were identified outside on the back dock. They were scheduled to fly out of DFW that\nmorning but had just returned from plane side. The explanation was that the aircraft scheduled was changed to an\naircraft that did not allow animals. When asked how long the dogs had been waiting outside at the aircraft the\nmanager responded at least an hour. The temperature outside at that time was in the mid-40s. One of the dogs\nwas an adult standard poodle that did not appear affected by the cold. The other dog was a 2 pound mini\nschnauzer puppy that was huddled in the back of the kennel, shivering.\nWhen transporting dogs or cats from the terminal facility to plane side, the animals must not be exposed to\ntemperatures below 45 F for longer than 45 minutes.\nThe puppy appeared cold and uncomfortable. Small breed puppies are extremely susceptible to hypothermia.\nSize and age of animals should be considered when exposing them to temperature extremes for extended periods\nof time. Some method for providing a temperature controlled environment plane side might need to be considered.\nTo be corrected by 8:00 am on Jan 31, 2020\nThis inspection and exit interview were conducted with a facility representative.\nAdditional Inspectors\nYager Cody, Supervisory Animal Care Specialist"
    }
  ],
  "narrative": "3.19(a)(3)           DIRECT\nHANDLING.\nDuring this inspection 2 dogs were identified outside on the back dock.  They were scheduled to fly out of DFW that\nmorning but had just returned from plane side.  The explanation was that the aircraft scheduled was changed to an\naircraft that did not allow animals.  When asked how long the dogs had been waiting outside at the aircraft the\nmanager responded at least an hour.  The temperature outside at that time was in the mid-40s.  One of the dogs\nwas an adult standard poodle that did not appear affected by the cold.  The other dog was a 2 pound mini\nschnauzer puppy that was huddled in the back of the kennel, shivering.\nWhen transporting dogs or cats from the terminal facility to plane side, the animals must not be exposed to\ntemperatures below 45 F for longer than 45 minutes.\nThe puppy appeared cold and uncomfortable.   Small breed puppies are extremely susceptible to hypothermia. \nSize and age of animals should be considered when exposing them to temperature extremes for extended periods\nof time.   Some method for providing a temperature controlled environment plane side might need to be considered. \nTo be corrected by 8:00 am on Jan 31, 2020\nThis inspection and exit interview were conducted with a facility representative.\nAdditional Inspectors\nYager Cody, Supervisory Animal Care Specialist",
  "animals_total": 2,
  "species": [
    {
      "count": 1,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 1,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}