{
  "insp_id": "259141528490730",
  "layout": "a",
  "customer_id": "322955",
  "customer_name": "Peaceable Kingdom",
  "customer_addr": "P.O. Box 147\nPipersville, PA 18947",
  "certificate": "23-C-0297",
  "site_id": "003",
  "site_name": "PEACEABLE KINGDOM",
  "insp_type": "ROUTINE INSPECTION",
  "date": "16-SEP-2014",
  "report_date": "16-SEP-2014",
  "citations": [
    {
      "code": "3.75(b)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "Section 3.75(b) Condition and site: The room housing a marmoset, a bushbaby and a ring-tailed lemur has torn floor\nlinoleum by the door and the right corner. There are also tools and cardboard boxes in this corner by the lemur\nenclosure. These were removed during the inspection. Underneath the row of animal enclosures is an\naccumulation of dirt and hay that must be removed. The torn floor linoleum allows debris to accumulate and the\nfloor cannot be adequately cleaned. The linoleum on the floor must be repaired and the floor cleaned as part of the\nproper husbandry practices to keep the animals in a healthy environment.\nCorrect by September 23, 2014."
    },
    {
      "code": "3.80(b)(2)(1)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "Section 3.80(b)(2)(i) Minimum space requirements: The marmoset is housed in an enclosure with a height of 15.5\ninches. The marmoset requires an enclosure that is at least 20 inches in height. Height is important for climbing\nnon-human primates. The marmoset must be in an enclosure that is at least 20 inches in height to promote species\nbehavior and for its well-being.\nCorrect by September 23, 2014."
    },
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": true,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "Section 3.125(a) Structural strength: The following areas must be addressed.\n1) During this inspection a deer, goat and 3 pigs were inside the perimeter fence around the enclosures housing the\nwild and exotic animals. These animals were not inside an enclosure but were walking around the animal\nenclosures. In this area were two large fence panels leaning up against trees with a latter and pieces of metal\nunderneath. There were also three old rabbit hutches with broken wood and wire that were not used to house\nanimals. The animals had access to these stored and discarded items.\nThe goat and deer could be injured by the splintered wood and broken wire on the old hutches. The animals could\nbe injured by the leaning fence panels and old metal. These items must be removed to prevent injury to the\nanimals.\n2) There is chain link fencing coming up out of the ground where it was buried in the enclosure housing the\nbinturong. There is also a gap between the ground and the chin link around the base of the tree. The binturong\nmay injure itself trying to go under the gap in chain link by the tree and/or injure its legs on the chain link coming up\nout of the ground. The chain link must be reburied to protect the binturong from injury."
    },
    {
      "code": "3.127(c)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, OUTDOOR.",
      "narrative": "Section 3.127(c) Drainage: The following areas have an accumulation of water and mud.\n1) There is a large muddy area with puddles of water by the gate and water receptacles in the enclosure housing a\nllama, 4 goats, 4 sheep and equine. The animals have to walk through the mud to get to the water receptacles or\nmove to another enclosure. Walking through mud and water can cause hoof problems such as foot rot. The mud\nand water can attract insects. The drainage must be improved to rapidly eliminate excess water to prevent muddy\nconditions and to protect the health of the animals.\n2) There is a large muddy area with puddles outside the capybara enclosure. During the inspection a deer, goat\nand 3 pigs were not in an enclosure but walking within the perimeter fence. These animals had access to the\nmuddy area. The mud and water can attract insects. The drainage must be improved to rapidly eliminate excess\nwater to prevent muddy conditions and to protect the health of the animals.\nCorrect both by October 1, 2014."
    },
    {
      "code": "3.127(d)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, OUTDOOR.",
      "narrative": "Section 3.127(d) Perimeter fence: The camel is housed in an enclosure with farm animals that is not within the six\nfoot facility perimeter fence. The camel requires a perimeter fence to restrict animals and unauthorized persons\nfrom having contact with him and to act as a secondary containment system. The camel must be housed in an\nenclosure within the perimeter fence of the facility.\nCorrect by September 23, 2014."
    },
    {
      "code": "3.131(c)",
      "kind": "",
      "repeat": true,
      "desc": "SANITATION.",
      "narrative": "Section 3.131(c) Housekeeping: The following items must be addressed.\n1) Fencing, wood, old enclosures, tires, animal crates, and miscellaneous items continue to be stored around the\noutdoor animal enclosures and perimeter fence. All this clutter provides good hiding places for mammalian pests\nand prevents vegetation from being cut/trimmed around the enclosure fencing. Animal may be injured when\nwalking through these areas to move to other enclosures or into the transport trailer. Animal areas must be free of\nclutter and debris to deter pests and for the safety of the animals.\n2) In the capybara enclosure there is a large tub of filthy water. This is its water for bathing and where it defecates.\nThe filthy water may attract insects, smell and be a source of bacteria to cause the capybara to become ill. The\nwater in the tub must be changed more frequently to provide a healthier environment for the capybara and to\npromote its health.\nAn exit briefing was conducted with the licensee."
    }
  ],
  "narrative": "3.75(b)\nHOUSING FACILITIES, GENERAL. \nSection 3.75(b) Condition and site: The room housing a marmoset, a bushbaby and a ring-tailed lemur has torn floor\nlinoleum by the door and the right corner.  There are also tools and cardboard boxes in this corner by the lemur\nenclosure.  These were removed during the inspection.  Underneath the row of animal enclosures is an\naccumulation of dirt and hay that must be removed.  The torn floor linoleum allows debris to accumulate and the\nfloor cannot be adequately cleaned.  The linoleum on the floor must be repaired and the floor cleaned as part of the\nproper husbandry practices to keep the animals in a healthy environment.\nCorrect by September 23, 2014.\n3.80(b)(2)(1)\nPRIMARY ENCLOSURES.  \nSection 3.80(b)(2)(i) Minimum space requirements: The marmoset is housed in an enclosure with a height of 15.5\ninches.  The marmoset requires an enclosure that is at least 20 inches in height.   Height is important for climbing\nnon-human primates.  The marmoset must be in an enclosure that is at least 20 inches in height to promote species\nbehavior and for its well-being.  \nCorrect by September 23, 2014.\n3.125(a)                    REPEAT\nFACILITIES, GENERAL.   \nSection 3.125(a) Structural strength: The following areas must be addressed.\n1) During this inspection a deer, goat and 3 pigs were inside the perimeter fence around the enclosures housing the\nwild and exotic animals.  These animals were not inside an enclosure but were walking around the animal\nenclosures.  In this area were two large fence panels leaning up against trees with a latter and pieces of metal\nunderneath.  There were also three old rabbit hutches with broken wood and wire that were not used to house\nanimals.  The animals had access to these stored and discarded items.\n\nThe goat and deer could be injured by the splintered wood and broken wire on the old hutches.  The animals could\nbe injured by the leaning fence panels and old metal.  These items must be removed to prevent injury to the\nanimals.\n2) There is chain link fencing coming up out of the ground where it was buried in the enclosure housing the\nbinturong.  There is also a gap between the ground and the chin link around the base of the tree.  The binturong\nmay injure itself trying to go under the gap in chain link by the tree and/or injure its legs on the chain link coming up\nout of the ground.  The chain link must be reburied to protect the binturong from injury.\n3.127(c)\nFACILITIES, OUTDOOR. \nSection 3.127(c) Drainage: The following areas have an accumulation of water and mud.\n1)  There is a large muddy area with puddles of water by the gate and water receptacles in the enclosure housing a\nllama, 4 goats, 4 sheep and equine.  The animals have to walk through the mud to get to the water receptacles or\nmove to another enclosure.  Walking through mud and water can cause hoof problems such as foot rot.  The mud\nand water can attract insects.  The drainage must be improved to rapidly eliminate excess water to prevent muddy\nconditions and to protect the health of the animals.\n2) There is a large muddy area with puddles outside the capybara enclosure.  During the inspection a deer, goat\nand 3 pigs were not in an enclosure but walking within the perimeter fence.  These animals had access to the\nmuddy area.  The mud and water can attract insects.  The drainage must be improved to rapidly eliminate excess\nwater to prevent muddy conditions and to protect the health of the animals.\nCorrect both by October 1, 2014.\n3.127(d)\nFACILITIES, OUTDOOR. \nSection 3.127(d) Perimeter fence:  The camel is housed in an enclosure with farm animals that is not within the six\nfoot facility perimeter fence.  The camel requires a perimeter fence to restrict animals and unauthorized persons\nfrom having contact with him and to act as a secondary containment system.  The camel must be housed in an\nenclosure within the perimeter fence of the facility.  \nCorrect by September 23, 2014.\n\n3.131(c)                    REPEAT\nSANITATION.   \nSection 3.131(c) Housekeeping: The following items must be addressed.\n1) Fencing, wood, old enclosures, tires, animal crates, and miscellaneous items continue to be stored around the\noutdoor animal enclosures and perimeter fence.  All this clutter provides good hiding places for mammalian pests\nand prevents vegetation from being cut/trimmed around the enclosure fencing.  Animal may be injured when\nwalking through these areas to move to other enclosures or into the transport trailer.  Animal areas must be free of\nclutter and debris to deter pests and for the safety of the animals.\n2) In the capybara enclosure there is a large tub of filthy water.  This is its water for bathing and where it defecates. \nThe filthy water may attract insects, smell and be a source of bacteria to cause the capybara to become ill.  The\nwater in the tub must be changed more frequently to provide a healthier environment for the capybara and to\npromote its health.  \nAn exit briefing was conducted with the licensee.",
  "animals_total": 114,
  "species": [
    {
      "count": 1,
      "scientific": "Arctictis binturong",
      "common": "BINTURONG"
    },
    {
      "count": 2,
      "scientific": "Atelerix albiventris",
      "common": "HEDGEHOG"
    },
    {
      "count": 1,
      "scientific": "Bos grunniens grunniens domestic",
      "common": "DOMESTIC YAK"
    },
    {
      "count": 4,
      "scientific": "Bos taurus",
      "common": "CATTLE / COW / OX / WATUSI"
    },
    {
      "count": 1,
      "scientific": "Callithrix jacchus",
      "common": "COMMON MARMOSET"
    },
    {
      "count": 1,
      "scientific": "Camelus dromedarius domestic",
      "common": "DOMESTIC DROMEDARY CAMEL"
    },
    {
      "count": 20,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 2,
      "scientific": "Cynomys ludovicianus",
      "common": "BLACK-TAILED PRAIRIE DOG"
    },
    {
      "count": 1,
      "scientific": "Dama dama",
      "common": "FALLOW DEER"
    },
    {
      "count": 3,
      "scientific": "Dasypus novemcinctus",
      "common": "NINE-BANDED ARMADILLO"
    },
    {
      "count": 2,
      "scientific": "Didelphis virginiana",
      "common": "VIRGINIA OPOSSUM"
    },
    {
      "count": 4,
      "scientific": "Dolichotis patagonum",
      "common": "PATAGONIAN CAVY / MARA"
    },
    {
      "count": 1,
      "scientific": "Erethizon dorsatum",
      "common": "NORTH AMERICAN PORCUPINE"
    },
    {
      "count": 1,
      "scientific": "Eulemur fulvus",
      "common": "COMMON BROWN LEMUR"
    },
    {
      "count": 1,
      "scientific": "Hydrochaeris hydrochaeris",
      "common": "CAPYBARA"
    },
    {
      "count": 2,
      "scientific": "Hystrix africaeaustralis",
      "common": "CAPE PORCUPINE"
    },
    {
      "count": 1,
      "scientific": "Lama glama",
      "common": "LLAMA"
    },
    {
      "count": 2,
      "scientific": "Lemur catta",
      "common": "RING-TAILED LEMUR"
    },
    {
      "count": 1,
      "scientific": "Lynx rufus",
      "common": "BOBCAT"
    },
    {
      "count": 1,
      "scientific": "Macaca fuscata",
      "common": "JAPANESE MACAQUE *MALE"
    },
    {
      "count": 4,
      "scientific": "Mephitis mephitis",
      "common": "STRIPED SKUNK"
    },
    {
      "count": 1,
      "scientific": "Nasua narica",
      "common": "WHITE-NOSED COATI"
    },
    {
      "count": 5,
      "scientific": "Nasuella olivacea",
      "common": "MOUNTAIN COATI"
    },
    {
      "count": 3,
      "scientific": "Notamacropus rufogriseus",
      "common": "BENNETT'S WALLABY / RED-NECKED WALLABY"
    },
    {
      "count": 5,
      "scientific": "Oryctolagus cuniculus",
      "common": "EUROPEAN RABBIT"
    },
    {
      "count": 1,
      "scientific": "Otolemur crassicaudatus",
      "common": "GREATER BUSHBABY"
    },
    {
      "count": 17,
      "scientific": "Ovis aries aries",
      "common": "SHEEP INCLUDING ALL DOMESTIC BREEDS"
    },
    {
      "count": 6,
      "scientific": "Petaurus breviceps",
      "common": "SUGAR GLIDER"
    },
    {
      "count": 2,
      "scientific": "Potos flavus",
      "common": "KINKAJOU"
    },
    {
      "count": 7,
      "scientific": "Procyon lotor",
      "common": "RACCOON"
    },
    {
      "count": 9,
      "scientific": "Sus domestica",
      "common": "DOMESTIC PIG"
    },
    {
      "count": 2,
      "scientific": "Tamias sibiricus",
      "common": "SIBERIAN CHIPMUNK"
    }
  ]
}