{
  "insp_id": "247141104000893",
  "layout": "a",
  "customer_id": "9795",
  "customer_name": "Barbara Gullett",
  "customer_addr": "364 Isabell Creek Rd\nRussellville, AR 72802",
  "certificate": "71-A-0748",
  "site_id": "001",
  "site_name": "BARBARA GULLETT",
  "insp_type": "ROUTINE INSPECTION",
  "date": "03-SEP-2014",
  "report_date": "04-SEP-2014",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "This non-compliance had been incorrectly cited under section 2.40b3 on the previous inspection report.\nThe kennel facility consists of a outdoor housing area and a indoor whelping room. During the last inspection a two\nyear old French Bulldog, chip # 0A01583540, which had hair loss across both sides of her torso and flanks was\nidentified to be evaluated by the attending veterinarian. During this inspection the dealer stated the animal had not\nbeen evaluated by the attending veterinarian. The dealer stated they had sold the animal the day following the\nprevious inspection.\nDuring this inspection the following six adults were identified to be evaluated by the attending veterinarian for skin\nconditions:\n- A black female French Bulldog, chip# 0A01704470 had splotchy hair loss on both shoulders and torso.\n- A female English Bulldog, chip# 0A02045276 had hair loss along her right shoulder to her elbow.\n- A male English Bulldog, chip# 0A02091138 had a crusty sore below his left ear.\n- A male black and white male French Bulldog, chip# 0A02045841 has a sore on the left side of its neck and dime\nsize red hair loss areas above its right eye.\n- A white with black spot female French Bulldog, chip# 0A01604661, has an red area approximately two inches in\ndiameter under her chin.\n- A white female French Bulldog, chip# 0A01594346, has a red crusty hair loss area the size of a quarter under her\nneck.\nThe dealer did not have any documentation of the animals be previously evaluated or receiving any form of\ntreatment. All of the identified animals must be evaluated by the attending veterinarian to protect their health and\nwelfare and prevent additional health issues. The dealer must maintain written documentation of the evaluation and\nall treatment\nAffect seven adults."
    },
    {
      "code": "3.4(b)",
      "kind": "",
      "repeat": false,
      "desc": "OUTDOOR HOUSING FACILITIES.",
      "narrative": "In the outdoor portion of the kennel facility there is a row of enclosures constructed from chain link type fencing\nmaterial. All of outdoor ground enclosures in this set contain plastic barrel type shelter structures except one. The\nenclosure containing the female English Bulldog, chip# 0A02045276, who was identified with a skin condition did\nnot have a shelter structure in it's enclosure. The previous day there were rain storms. Outdoor facilities for dogs\nmust include one or more shelter structures that are accessible to each animal in each outdoor facility, and that are\nlarge enough to allow each animal in the shelter structure to sit, stand, and lie in a normal manner, and to turn about\nfreely. The dealer must provide all animals in outdoor housing with a shelter structure at all times to protect them\nfrom the elements, allow them to stay clean and dry and to protect their health and welfare.\nAffects one adult Correct by September 4, 2014."
    },
    {
      "code": "3.6(a)(1)",
      "kind": "",
      "repeat": true,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "In the northern most outdoor portion of the kennel there is a set of primary enclosures constructed from various\ntypes of fencing material. One of the enclosures contains an adult female Mastiff, chip# 0A01594662. The dealer\nstated the animal had recently weaned puppies then had been placed in it's current enclosure approximately a week\nprior. The enclosure gate is partially constructed from chain link type wire that is bent and pulled with ends\nprotruding into the enclosure. There is a large tree limb laying on the eastern fence panel, a broken limb hanging\nabove the turned over shelter which contains wet hay, throne brier type vines climbing on the western fence panel\nand weeds over twelve inches tall growing inside of the enclosure. The gate needs to be repaired or replaced, the\nshelter needs to be placed upright and cleaned, the broken limbs, briers and weeds need to be removed to protect\nthe contained animal from injury, to contain it securely and to protect it's health and welfare.\nAffects one adult"
    },
    {
      "code": "3.9(b)",
      "kind": "",
      "repeat": false,
      "desc": "FEEDING.",
      "narrative": "In the outdoor portion of the kennel facility there are three sets of enclosures which contain regulated animals, One\nset of the enclosures is attached to the exterior of a semi type trailer. The self feeders are attached to the enclosure\nfence panels. The previous day there were rain storms. During the inspection one of the self feeders had wet food\nin the bottom and dry food on top with food waste on the ground surface. Food receptacles must be used for dogs,\nmust be readily accessible to all dogs, and must be located so as to minimize contamination by excreta and pests,\nand be protected from rain and snow. The food receptacle and surrounding area needs to be cleaned and dry food\nprovided to the contained animal. All food receptacles must be protected from inclement weather for all animals in\nall enclosures to protect the food source from contamination.\nAffects one adult Correct by September 4, 2014"
    },
    {
      "code": "3.11(c)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "The red sheltered building which contains sick puppies under vet care and the indoor whelping building which\ncontains a mother and puppies need to be cleaned to remove the accumulations of dead flying inspects from the\nfloors, wash downs, interior building fixtures and window ledges. Premises where housing facilities are located,\nincluding buildings and surrounding grounds, must be kept clean and in good repair to protect the animals from\ninjury, to facilitate husbandry practices and to reduce or eliminate breeding and living areas for rodents and other\npests and vermin and prevent the spread of disease.\nAffects one adult and twenty puppies. Correct September 5, 2014\nThe inspection and exit interview was conducted with the facility representative.\nAdditional Inspectors\nCooper Natalie, Veterinary Medical Officer"
    }
  ],
  "narrative": "2.40(b)(2)                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThis non-compliance had been incorrectly cited under section 2.40b3 on the previous inspection report.  \nThe kennel facility consists of a outdoor housing area and a indoor whelping room.  During the last inspection a two\nyear old French Bulldog, chip # 0A01583540, which had hair loss across both sides of her torso and flanks was\nidentified to be evaluated by the attending veterinarian.  During this inspection the dealer stated the animal had not\nbeen evaluated by the attending veterinarian.  The dealer stated they had sold the animal the day following the\nprevious inspection.  \nDuring this inspection the following six adults were identified to be evaluated by the attending veterinarian for skin\nconditions:\n- A black female French Bulldog, chip# 0A01704470 had splotchy hair loss on both shoulders and torso.\n- A female English Bulldog, chip# 0A02045276 had hair loss along her right shoulder to her elbow.  \n- A male English Bulldog, chip# 0A02091138 had a crusty sore below his left ear.\n- A male black and white male French Bulldog, chip# 0A02045841 has a sore on the left side of its neck and dime\nsize red hair loss areas above its right eye.\n- A white with black spot female French Bulldog, chip# 0A01604661, has an red area approximately two inches in\ndiameter under her chin.\n- A white female French Bulldog, chip# 0A01594346, has a red crusty hair loss area the size of a quarter under her\nneck.\nThe dealer did not have any documentation of the animals be previously evaluated or receiving any form of\ntreatment.  All of the identified animals must be evaluated by the attending veterinarian to protect their health and\nwelfare and prevent additional health issues.  The dealer must maintain written documentation of the evaluation and\nall treatment\nAffect seven adults.\n3.4(b)\n\nOUTDOOR HOUSING FACILITIES.\nIn the outdoor portion of the kennel facility there is a row of enclosures constructed from chain link type fencing\nmaterial. All of outdoor ground enclosures in this set contain plastic barrel type shelter structures except one.  The\nenclosure containing the female English Bulldog, chip# 0A02045276, who was identified with a skin condition did\nnot have a shelter structure in it's enclosure.  The previous day there were rain storms.  Outdoor facilities for dogs\nmust include one or more shelter structures that are accessible to each animal in each outdoor facility, and that are\nlarge enough to allow each animal in the shelter structure to sit, stand, and lie in a normal manner, and to turn about\nfreely.  The dealer must provide all animals in outdoor housing with a shelter structure at all times to protect them\nfrom the elements, allow them to stay clean and dry and to protect their health and welfare.\nAffects one adult                                                  Correct by September 4, 2014.\n3.6(a)(1)                    REPEAT\nPRIMARY ENCLOSURES.\nIn the northern most outdoor portion of the kennel there is a set of  primary enclosures constructed from various\ntypes of fencing material.  One of the enclosures contains an adult female Mastiff, chip# 0A01594662.  The dealer\nstated the animal had recently weaned puppies then had been placed in it's current enclosure approximately a week\nprior.  The enclosure gate is partially constructed from chain link type wire that is bent and pulled with ends\nprotruding into the enclosure.  There is a large tree limb laying on the eastern fence panel, a broken limb hanging\nabove the turned over shelter which contains wet hay, throne brier type vines climbing on the western fence panel\nand weeds over twelve inches tall growing inside of the enclosure. The gate needs to be repaired or replaced, the\nshelter needs to be placed upright and cleaned, the broken limbs, briers and weeds need to be removed to protect\nthe contained animal from injury, to contain it securely and to protect it's health and welfare.\nAffects one adult\n3.9(b)\nFEEDING.\nIn the outdoor portion of the kennel facility there are three sets of enclosures which contain regulated animals,  One\nset of the enclosures is attached to the exterior of a semi type trailer.  The self feeders are attached to the enclosure\nfence panels.  The previous day there were rain storms.  During the inspection one of the self feeders had wet food\nin the bottom and dry food on top with food waste on the ground surface.  Food receptacles must be used for dogs,\nmust be readily accessible to all dogs, and must be located so as to minimize contamination by excreta and pests,\nand be protected from rain and snow.  The food receptacle  and surrounding area needs to be cleaned and dry food\nprovided to the contained animal.  All food receptacles must be protected from inclement weather for all animals in\nall enclosures to protect the food source from contamination.\n\nAffects one adult                                       Correct by September 4, 2014\n3.11(c)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\nThe red sheltered building which contains sick puppies under vet care and the indoor whelping building which\ncontains a mother and puppies need to be cleaned to remove the accumulations of dead flying inspects from the\nfloors, wash downs, interior building fixtures and window ledges.  Premises where housing facilities are located,\nincluding buildings and surrounding grounds, must be kept clean and in good repair to protect the animals from\ninjury, to facilitate husbandry practices and to reduce or eliminate breeding and living areas for rodents and other\npests and vermin and prevent the spread of disease.\nAffects one adult and twenty puppies.                                                 Correct September 5, 2014\nThe inspection and exit interview was conducted with the facility representative.\nAdditional Inspectors\nCooper Natalie, Veterinary Medical Officer",
  "animals_total": 47,
  "species": [
    {
      "count": 27,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 20,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}