{
  "insp_id": "175141409580084",
  "layout": "a",
  "customer_id": "10614",
  "customer_name": "Bill Nored",
  "customer_addr": "P.O. Box 71\nPrim, AR 72130",
  "certificate": "71-B-0170",
  "site_id": "001",
  "site_name": "BILL NORED",
  "insp_type": "ROUTINE INSPECTION",
  "date": "24-JUN-2014",
  "report_date": "24-JUN-2014",
  "citations": [
    {
      "code": "2.40(b)",
      "kind": "Direct",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "The kennel consists of two trailers which act as indoor housing. In Kennel facility there area five adult dogs which\nneed to be evaluated by the attending veterinarian. In trailer one there are three adults which need evaluating. One\nadult is a female Poodle approximately one year old, no ID, it has nails on both front paws which need to be\ntrimmed and is favoring it's left rear leg. There is an adult cream colored male, chip #038025852 who needs to be\nevaluated for its upper jaw teeth on both sides which are covered with dark matter. There is also an adult female\nChihuahua, chip# 0A01312179, who was observered during the inspection with the center pad of her right rear foot\nstuck in the coated wire flooring. The dealer removed the animals foot during the inspection. The nails of the left\nfront and right rear were long and growing side ways. The animals jaw teeth on both sides were covered in dark\nmatter. In trailer two there are two adults which need to be evaluated. There is one female adult Yorkie, chip\n#0A10183077, with green discharge which was dry around the right eye. The animal had a build up of dark matter\nalong both side of its jaw teeth. There is a adult female Shih tzu approximately six years old, chip # 100015333,\nThe animal has red scabby areas on its neck back and hips. The dealer must maintain written documentation of the\nevaluation and all treatment to protect the health and welfare of the animals.\nAffect five adults. Correct by June 26, 2014"
    },
    {
      "code": "3.1(e)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "In the trailer one there is a food storage barrel which was currently holding bulk food. The interior surfaces need to\nbe cleaned to remove a build up of hair and the exterior lid surface has an accumulation blue particles which the\ndealer identified as fly bait. Supplies of food must be stored in a manner that protects the supplies from spoilage,\ncontamination, and vermin infestation. All open supplies of food and bedding must be kept in leakproof containers\nwith tightly fitting lids to prevent contamination and spoilage. Substances that are toxic to the dogs but are required\nfor normal husbandry practices must not be stored and used in a manner which protects the food from\ncontamination to protect the animals from injury and to protect their health and welfare.\nAffects eighty-five adults. Correct by June 26, 2014"
    },
    {
      "code": "3.1(f)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "In trailer one the dealer has cut window / vents under the lower raised wire enclosures. There is not a wash down\nfor the lower enclosures. The waste material is collected on the floor and washed into a drain. During cleaning the\nsolid waste material is collecting in the window vents. The waste needs to be removed and maintained to prevent\naccumulations, facilitate husbandry practices, prevent the spread of disease and to protect the health and welfare of\nthe animals.\nAffects eighty-five adults. Correc by June 26, 2014"
    },
    {
      "code": "3.6(a)(2)(1)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "The kennel consists of two trailers which act as indoor housing. The enclosures in both trailers are constructed of\ncoated wire and in some cases wooden materials. In trailer one there are two enclosures containing a total of four\nadults and in trailer two there are eight enclosures containing a total of seventeen adults and seven puppies which\nhave broken and or protruding wires in the enclosures. The broken wires must be repaired or removed to protect\nthe contained animals from injury and to protect their health and welfare.\nAffects twenty one adults and seven puppies. Correct by July 7, 2014"
    },
    {
      "code": "3.9(b)",
      "kind": "",
      "repeat": false,
      "desc": "FEEDING.",
      "narrative": "Through out the kennel facility there are a total of seven food receptacles affecting ten adults and eight puppies\nwhose food receptacles need to be cleaned and sanitized. The self feeders had varying amounts of dust, hair and\none contained moldy food. The self-feeders must be kept clean and must be sanitized every two weeks. The dealer\nstated he has been cleaning the receptacles approximately once a month. Measures must be taken to ensure that\nthere is no molding, deterioration, and caking of feed to protect the health and welfare of the animals.\nAffects ten adults and eight puppies. Correct by July 8, 2014"
    },
    {
      "code": "3.11(c)",
      "kind": "",
      "repeat": true,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "Through-out the interior of the both trailers there is an accumulation of hair, dead bugs on the medicine containers,\ndirt spider webs on the fans, surfaces adjacent to the enclosures, on the floor and through-out the room. Premises\nmust be kept free of accumulations of trash, junk, waste products, and discarded matter to facilitate cleaning of the\npremises and pest control, and to protect the health and well-being of the animals.\nAffects one hundred and four adults and twenty-four puppies.\nThe inspection and exit briefing was conducted with the Dealer.\nAdditional Inspectors\nIrwin Bryan, Compliance Specialist\nCooper Natalie, Veterinary Medical Officer"
    }
  ],
  "narrative": "2.40(b)           DIRECT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThe kennel consists of two trailers which act as indoor housing.  In Kennel facility there area five adult dogs which\nneed to be evaluated by the attending veterinarian.  In trailer one there are three adults which need evaluating.  One\nadult is a female Poodle approximately one year old, no ID, it has nails on both front paws which need to be\ntrimmed and is favoring it's left rear leg.  There is an adult cream colored male, chip #038025852 who needs to be\nevaluated for its upper jaw teeth on both sides which are covered with dark matter.  There is also an adult female\nChihuahua, chip# 0A01312179, who was observered during the inspection with the center pad of her right rear foot\nstuck in the coated wire flooring.  The dealer removed the animals foot during the inspection.  The nails of the left\nfront and right rear were long and growing side ways.  The animals jaw teeth on both sides were covered in dark\nmatter.  In trailer two there are two adults which need to be evaluated.  There is one female adult Yorkie, chip\n#0A10183077, with green discharge which was dry around the right eye.  The animal had a build up of dark matter\nalong both side of its jaw teeth.  There is a adult female Shih tzu approximately six years old, chip # 100015333,\nThe animal has red scabby areas on its neck back and hips.  The dealer must maintain written documentation of the\nevaluation and all treatment to protect the health and welfare of the animals.\nAffect five adults.                                  Correct by June 26, 2014\n3.1(e)\nHOUSING FACILITIES, GENERAL.\nIn the trailer one there is a food storage barrel which was currently holding bulk food.  The interior surfaces need to\nbe cleaned to remove a build up of hair and the exterior lid surface has an accumulation blue particles which the\ndealer identified as fly bait.  Supplies of food must be stored in a manner that protects the supplies from spoilage,\ncontamination, and vermin infestation. All open supplies of food and bedding must be kept in leakproof containers\nwith tightly fitting lids to prevent contamination and spoilage. Substances that are toxic to the dogs but are required\nfor normal husbandry practices must not be stored and used in a manner which protects the food from\ncontamination to protect the animals from injury and to protect their health and welfare.\nAffects eighty-five adults.                                       Correct by June 26, 2014\n\n3.1(f)\nHOUSING FACILITIES, GENERAL.\nIn trailer one the dealer has cut window / vents under the lower raised wire enclosures.  There is not a wash down\nfor the lower enclosures.  The waste material is collected on the floor and washed into a drain.  During cleaning the\nsolid waste material is collecting in the window vents.  The waste needs to be removed and maintained to prevent\naccumulations, facilitate husbandry practices, prevent the spread of disease and to protect the health and welfare of\nthe animals.\nAffects eighty-five adults.                                Correc by June 26, 2014\n3.6(a)(2)(1)\nPRIMARY ENCLOSURES.\nThe kennel consists of two trailers which act as indoor housing. The enclosures in both trailers are constructed of\ncoated wire and in some cases wooden materials.   In trailer one there are two enclosures containing a total of four\nadults and in trailer two there are eight enclosures containing a total of seventeen adults and seven puppies which\nhave broken and or protruding wires in the enclosures.  The broken wires must be repaired or removed to protect\nthe contained animals from injury and to protect their health and welfare.  \nAffects twenty one adults and seven puppies.                    Correct by July 7, 2014\n3.9(b)\nFEEDING.\nThrough out the kennel facility there are a total of seven food receptacles affecting ten adults and eight puppies\nwhose food receptacles need to be cleaned and sanitized.  The self feeders had varying amounts of dust, hair and\none contained moldy food. The self-feeders must be kept clean and must be sanitized every two weeks.  The dealer\nstated he has been cleaning the receptacles approximately once a month. Measures must be taken to ensure that\nthere is no molding, deterioration, and caking of feed to protect the health and welfare of the animals.\nAffects ten adults and eight puppies.                                       Correct by July 8, 2014\n3.11(c)                    REPEAT\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\nThrough-out the interior of the both trailers there is an accumulation of hair, dead bugs on the medicine containers,\ndirt spider webs on the fans, surfaces adjacent to the enclosures, on the floor and through-out the room.   Premises\n\nmust be kept free of accumulations of trash, junk, waste products, and discarded matter to facilitate cleaning of the\npremises and pest control, and to protect the health and well-being of the animals.\nAffects one hundred and four adults and twenty-four puppies.            \nThe inspection and exit briefing was conducted with the Dealer.\nAdditional Inspectors\nIrwin Bryan, Compliance Specialist\nCooper Natalie, Veterinary Medical Officer",
  "animals_total": 125,
  "species": [
    {
      "count": 104,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 21,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}