{
  "insp_id": "2016082567934029",
  "layout": "a",
  "customer_id": "322187",
  "customer_name": "Linda S Hope",
  "customer_addr": "175 Mc Ginns Lake\nNorth Bend, NE 68649",
  "certificate": "47-A-0602",
  "site_id": "001",
  "site_name": "LINDA S HOPE",
  "insp_type": "ROUTINE INSPECTION",
  "date": "16-SEP-2016",
  "report_date": "21-SEP-2016",
  "citations": [
    {
      "code": "3.1(c)(1)(i)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "* The dividers between the enclosures are painted metal paneling with pipe framing. The paint for five of these\ndividers had peeled off in areas along the bottom of the dividers. These areas were excessively rusty and flaking.\nIn places, the metal surface is corroding away. Two enclosure fronts were painted metal paneling and pipe framing.\nThe paint had peeled off along the bottom pipe of these fronts. These metal surfaces were excessively rusty and\nflaking. These excessively rusty and corroding metal surfaces cannot be properly cleaned and sanitized.\nTherefore, increasing the disease potential for the eight adult dogs. The areas of corrosion can affect the structural\nstrength of the metal surfaces or panels.\nAll metal surfaces must be kept free of rust and maintained of a regular basis. This will allow for required cleaning\nand sanitization in the prevention of diseases. Also, this will maintain the structural strength of the metal surfaces.\nTo be corrected by, 21-November-2016.\nThis inspection and exit interview were conducted with the facility representative and Randall Wagner (ACI).\nThis inspection report will be sent by both regular and certified mail.\nUSPS Tracking#: 9590940100245071529107"
    }
  ],
  "narrative": "3.1(c)(1)(i)\nHOUSING FACILITIES, GENERAL.\n* The dividers between the enclosures are painted metal paneling with pipe framing.  The paint for five of these\ndividers had peeled off in areas along the bottom of the dividers.  These areas were excessively rusty and flaking. \nIn places, the metal surface is corroding away.  Two enclosure fronts were painted metal paneling and pipe framing.\n The paint had peeled off along the bottom pipe of these fronts.  These metal surfaces were excessively rusty and\nflaking.   These excessively rusty and corroding metal surfaces cannot be properly cleaned and sanitized. \nTherefore, increasing the disease potential for the eight adult dogs.  The areas of corrosion can affect the structural\nstrength of the metal surfaces or panels.\nAll metal surfaces must be kept free of rust and maintained of a regular basis. This will allow for required cleaning\nand sanitization in the prevention of diseases.  Also, this will maintain the structural strength of the metal surfaces. \nTo be corrected by, 21-November-2016.\nThis inspection and exit interview were conducted with the facility representative and Randall Wagner (ACI).\nThis inspection report will be sent by both regular and certified mail. \nUSPS Tracking#: 9590940100245071529107",
  "animals_total": 13,
  "species": [
    {
      "count": 13,
      "scientific": "Canis lupus familiaris",
      "common": "DOMESTIC DOG"
    }
  ]
}