{
  "insp_id": "2016090000769547",
  "layout": "b",
  "customer_id": "505580",
  "customer_name": "Valleyview Premium Puppies",
  "customer_addr": "3027 540th Street SW Suite 2\nRIVERSIDE, IA 52327",
  "certificate": "42-B-0319",
  "site_id": "001",
  "site_name": "Lloyd Yoder",
  "insp_type": "FOCUSED INSPECTION",
  "date": "28-FEB-2022",
  "report_date": "03-MAR-2022",
  "citations": [
    {
      "code": "2.1(b)(2)(i)",
      "kind": "",
      "repeat": false,
      "desc": "Requirements and application",
      "narrative": "The maximum number of animals authorized for the USDA license is 100, but the facility currently has 170 dogs.\nThe USDA license authorizes a specific number of animals to ensure the facility is capable of providing care for that\nnumber of animals.\nA licensee must obtain a new license before any change resulting in more than the authorized number of animals on hand\nat any single point in time during the period of licensure. The licensee must maintain no more than the maximum number\nof animals that his USDA license allows.\nTo be corrected by: From this day forward."
    },
    {
      "code": "2.75(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Records: Dealers and exhibitors.",
      "narrative": "The licensee documents the acquisition information for the adult dogs on APHIS 7005 (Record of Acquisition for Dogs).\nOnly 64 adult dogs are listed on the form and inspectors counted 106 adult dogs during the inspection.\nAcquisition information is necessary for APHIS officials to make positive identification of animals during inspection and to\nproperly trace their movements.\nThe facility shall make, keep, and maintain an approved method of documentation which fully and correctly disclose all\ninformation concerning each dog purchased or otherwise acquired, owned, held, or otherwise in his or her possession or\nunder his or her control, or which is transported, euthanized, sold, or otherwise disposed of by that dealer. The facility\nmust ensure all required acquisition information for each dog is properly and accurately documented at all times.\nTo be corrected by: 11-March-2022."
    },
    {
      "code": "2.75(a)(1)(vi)",
      "kind": "",
      "repeat": false,
      "desc": "Records: Dealers and exhibitors.",
      "narrative": "The licensee documents the acquisition information for puppies born at the facility on a cage card. The cage card does\nnot contain an official identification number assigned to each puppy.\nThe licensee sold 20 puppies, but there is either no official identification number or no unique official identification number\non APHIS form 7006 for each dog.\nThe official USDA identification number is necessary for APHIS officials to identify animals and trace their movements.\nEach dealer shall make, keep, and maintain records that fully disclose the official identification number of each animal.\nThe licensee must ensure that the acquisition and disposition records for each puppy contains a unique identification\nnumber.\nTo be corrected by: From this day forward"
    },
    {
      "code": "3.1(a)",
      "kind": "",
      "repeat": false,
      "desc": "Housing facilities, general.",
      "narrative": "Several maintenance issues were identified throughout the outdoor housing facility that pose an escape or injury risk to\nthe dogs.\nIn one outdoor enclosure a loose piece of wire has become wrapped around the extremities of a dog. The dog was\nobserved running throughout the enclosure with the wire around the right hind leg and around the right foreleg. Loose\nwire can cause injury to the dogs. The licensee was able to remove the wire from the dog at the time of the inspection.\nAnother enclosure, containing 3 adult dogs, has a large gap in the wire fence panels where it appears the wire has broken\napart. The gap is large enough that a dog could escape the enclosure or another animal could enter the enclosure. An\nelectric wire is running along the base of these affected fence panels, but the wire is located just above the ground. The\nlocation of the electric wire poses little to no deterrent to stop the dogs from stepping through the gap or another animal\nfrom entering. Gaps in fencing could allow dogs to escape from their enclosure which could limit their ability to access\nfood, water and shelter. Gaps in fencing could also allow other animals to enter the enclosure, which could result in injury\nor illness should the dogs have contact with these animals.\nOne enclosure, containing 2 adult dogs, has numerous sharp points. The sharp points are created by livestock fence\npanels which have broken and the metal rods of the fence have bent over and are located at the level of the dogs. Sharp\npoints could cause injury to the dogs.\nAnother enclosure, containing 2 adult dogs, has numerous shotgun shells scattered across the ground. The dogs have\ndirect access to the shotgun shells. Shotgun shells could have a negative impact on the health of the dogs should they\nchew on or consume them.\nNearly all of the 22 outdoor enclosures have large holes dug in the ground of the enclosure. The holes are located along\nthe fence line in the majority of the affected enclosures. Many of the holes have exposed the portion of the metal fence\nposts that are located below the ground line and many of the holes are dug beneath the fence panels and into the area\noutside of the enclosure. Large holes have been dug beneath a few of the shelters and the inspectors also observed\nseveral holes that are dug into the ground at a steep angle and are deep enough that there is a risk of the ground above\ncollapsing into the hole. An approximate total of 87 adult dogs are housed in these affected enclosures.\nHoles dug along the fence line could weaken the ability of the fencing to contain the animals and/or allow the animals to\nescape. Holes dug beneath shelters or at severe angles into the ground could cause injury or even the death of a dog\nshould the shelter or ground collapse into the holes.\nAll of the 22 outdoor enclosures contain a shelter for the dogs. Within each shelter is a small propane tank, which is\nsitting on the ground and is used to keep the water in the water receptacles from freezing. The dogs have direct access\nto these propane tanks and one tank has evidence of damage from the dogs as part of the plastic label on the tank had\nbeen torn off. Direct access to dangerous substances such as propane could cause injury or even the death of an animal.\nA total of 87 adult dogs have access to these propane tanks.\nHousing facilities for dogs must be designed and constructed so that they are structurally sound. They must be kept in\ngood repair, and they must protect the animals from injury, contain the animals securely, and restrict other animals from\nentering.\nThe licensee must remove the sharp points and shot gun shells from the enclosures in order to protect the dogs from\ninjury. The licensee must also eliminate the gap in the fence and the holes dug in the enclosures to ensure the dogs\nremain safe and cannot escape. Finally, the licensee must alter the enclosures in a manner that eliminates the ability of\nthe dogs to have direct access to the tanks of propane. The licensee must maintain all enclosures in good repair and\nensure that the housing conditions are safe for the dogs at all times.\nTo be corrected by: 01-April-2022"
    },
    {
      "code": "3.1(b)",
      "kind": "",
      "repeat": false,
      "desc": "Housing facilities, general.",
      "narrative": "The facility has an assortment of clutter taking up a portion of the food storage room. The clutter consisted of expired\ncanned dog food, empty plastic totes, empty boxes, and plastic containers of unknown items.\nClutter stored in animal areas could accumulate dust and dirt and could attract vermin. Animal and food storage areas\ninside of housing facilities must be kept neat and free of clutter to ensure the animal’s overall health and well-being.\nThe facility must remove the clutter from the food storage area and must ensure that all housing areas remain free from\nclutter at all times.\nTo be corrected by: 11-March-2022."
    },
    {
      "code": "3.1(c)(2)",
      "kind": "",
      "repeat": false,
      "desc": "Housing facilities, general.",
      "narrative": "There are 22 outdoor enclosures containing a total of 87 adult dogs. Each enclosure contains a shelter which has a\nplywood floor. In every shelter the plywood floor is buried beneath a thick layer of dirt and gravel. In one shelter, the\ninspectors tried to scrape the dirt off the floor with their boots, but the dirt was too thickly compacted to be moved and the\nplywood floor could not be observed. Another shelter is located at the bottom of a slope and the mud and water appear to\nbe flowing down the slope and directly into the shelter.\nIn many enclosures, rodents have dug holes beneath the shelters and up through the plywood floors indicating that the\nplywood floor has most likely rotted away. The areas of plywood flooring that could be seen, appear to be worn and have\nbeen damaged by the dogs or have developed holes in their surfaces and they are no longer impervious to moisture.\nSeveral shelters also have sides constructed with wood that have been chewed on and damaged by the dogs.\nShelter floors buried beneath layers of dirt and wood that is damaged or rotted cannot be readily cleaned and sanitized\nwhich could increase the risk of disease towards the dogs.\nAll surfaces must be maintained on a regular basis. Surfaces of housing facilities - including houses, dens, and other\nfurniture-type fixtures and objects within the facility - that cannot be readily cleaned and sanitized, must be replaced when\nworn or soiled. The licensee must remove the layers of dirt from the shelter floors and alter the damaged wooden\nsurfaces in a manner that allows them to be readily cleaned and sanitized. The licensee must ensure that all surfaces of\nhousing facilities are properly maintained at all times.\nTo be corrected by: 01-May-2022"
    },
    {
      "code": "3.1(e)",
      "kind": "",
      "repeat": false,
      "desc": "Housing facilities, general.",
      "narrative": "There is an open bag of wood shavings used as bedding material for the dogs in the food/bedding storage room.\nAll open supplies of food and bedding must be kept in leakproof containers with tightly fitting lids to prevent contamination\nand spoilage.\nTo be corrected by: The facility placed the open bag of wood shavings into a container with a lid at the time of inspection."
    },
    {
      "code": "3.1(f)",
      "kind": "",
      "repeat": false,
      "desc": "Housing facilities, general.",
      "narrative": "Numerous outdoor enclosures do not have effective drainage. In one enclosure, housing 4 adult dogs, there is a large\namount of standing water. The water is located around the entrance to the enclosure and the area surrounding the water\nis extremely muddy. The dogs were observed running back and forth in the muddy water.\nWater from the surrounding pasture drains through the entire length of another enclosure which houses 5 adult dogs.\nThis water has cut depressions into the enclosure's ground and water has pooled in multiple areas and the dogs were\nobserved splashing through the water and jumping across it.\nIn nearly all of the 22 outdoor enclosures, housing an approximate total of 87 adult dogs, the dogs have dug large holes in\nthe ground and the holes contained standing water at the time of the inspection. There are also depressions in the\nground around the shelters that contain standing puddles of water.\nIneffective drainage and standing pools of water may cause the dogs to become wet and soiled, which could have a\nnegative impact on their health and well-being.\nHousing facilities must have drainage systems that rapidly eliminate waste and water. Standing puddles of water in\nanimal enclosures must be drained or mopped up. The licensee must alter the enclosures in a manner that ensures\nwater is rapidly removed and all standing puddles of water are eliminated.\nTo be corrected by: 01-April-2022"
    },
    {
      "code": "3.4(b)(4)",
      "kind": "",
      "repeat": false,
      "desc": "Outdoor housing facilities.",
      "narrative": "One outdoor enclosure, containing 4 adult dogs, has no bedding material inside the shelter. According to the Weather\nChannel, the temperature the previous day had a high of 44 degrees F and a low of 29 degrees F. The low temperature\nthe day of the inspection was 37 degrees F. Failure to provide adequate bedding material does not ensure the dogs are\nprotected from frigid temperatures, which could have a negative impact on their health and well-being.\nOutdoor shelters must contain clean, dry, bedding material if the ambient temperature is below 50 degrees F and\nadditional bedding is required when the temperature is 35 degrees F or lower. The licensee must add clean, dry bedding\nmaterial to the shelter and ensure that all outdoor shelters contain appropriate bedding material when required.\nTo be corrected by: The licensee was verbally instructed during the exit briefing to add bedding to the shelter by the end\nof business 01-March-2022."
    },
    {
      "code": "3.9(a)",
      "kind": "Direct",
      "repeat": false,
      "desc": "Feeding",
      "narrative": "At least 6 outdoor enclosures contain dog food within the self-feeders that is either contaminated, moldy, caked, or\ndeteriorating.\n**One feeder, accessed by 2 adult dogs, has moldy food and a large chunk of caked food was removed from the feeder\nby the inspector.\n**One feeder, accessed by 4 adult dogs, has a large amount of rodent feces mixed into the food and the food is\ndeteriorating.\n**One feeder, accessed by 3 adult dogs, has bird droppings directly on the dog food.\n**Two feeders, accessed by a total of 7 adult dogs, has food that deteriorated and disintegrated in the inspector’s hand.\n** One feeder, accessed by 4 adult dogs, has several small pieces of plastic mixed into the food. The pieces of plastic\nappeared to be from the chewed label on the propane tank present in the shelter used to heat the dogs' water receptacle.\nDuring the inspection, two emaciated dogs were identified and the most severely affected of these two animals also has\nloose stools.\nDog food that is caked, moldy, deteriorating and/or contaminated by feces is not considered wholesome and palatable\nand may lead to reduced feed consumption, poor nutrition and poor body condition.\nFood must be uncontaminated, wholesome, palatable, and of sufficient quantity and nutritive value to maintain the normal\ncondition and weight of the dog. The licensee must remove all contaminated, caked, moldy and deteriorating food from\nthe self-feeders and ensure that all food remains uncontaminated and of good quality at all times.\nTo be corrected by: The licensee was verbally instructed during the exit briefing to have all contaminated, moldy, caked\nand deteriorating food removed from the feeders by the end of business on 04-March-2022."
    },
    {
      "code": "3.11(a)",
      "kind": "",
      "repeat": false,
      "desc": "Cleaning, sanitization, housekeeping, and pest control.",
      "narrative": "The licensee is not removing the dog feces from the enclosures on a daily basis. There are at least 22 outdoor\nenclosures, housing 87 adult dogs, that have a heavy buildup of old and new feces. Piles of feces are scattered across\nthe ground in the enclosures and they consist of a mix of fresh and old feces which appear dry and white in color. In\nseveral enclosures, the inspectors could not walk without stepping in feces. The licensee stated that the enclosures are\nnot cleaned daily and during the warm months the rain is expected to wash away or breakdown the feces. Failure to\nremove feces on a daily basis could increase the risk of disease as well as cause the dogs to become soiled.\nExcreta must be removed from primary enclosures daily. The licensee must remove the feces from the enclosures daily\nin order to support the health and well-being of the animals.\nTo be corrected by: From this day forward feces must be removed daily."
    },
    {
      "code": "3.11(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "Cleaning, sanitization, housekeeping, and pest control.",
      "narrative": "The self-feeders found in the Whelping building and the outdoor enclosures need to be cleaned and sanitized.\nA buildup of brown organic material is coating the interior surfaces of 5 metal self-feeders located in the Whelping\nbuilding. A total of 10 adult dogs and 12 puppies have access to these affected food receptacles.\nAt least 11 outdoor enclosures have a buildup of brown organic material coating either the interior surfaces or exterior\nsurfaces of the self-feeders. The buildup is thick enough that the inspector used her fingernail to scrape the material off\nthe feeders. An approximate total of 40 adult dogs have access to these affected food receptacles.\nA buildup of organic material within the self-feeders could increase the risk of disease hazards towards the dog.\nUsed primary enclosures and food and water receptacles for dogs must be sanitized at least once every 2 weeks and\nmore often if necessary to prevent an accumulation of dirt, debris, food waste, excreta, and other disease hazards. The\nlicensee must clean and sanitize the self-feeders and ensure that all aspects of the enclosure are maintained in a clean\nand sanitized condition in order to support the health of the dogs.\nTo be corrected by: 15-March-2022"
    },
    {
      "code": "3.11(d)",
      "kind": "",
      "repeat": false,
      "desc": "Cleaning, sanitization, housekeeping, and pest control.",
      "narrative": "Pest control issues were identified throughout the entire facility.\nIn the outdoor enclosures the self-feeders are located inside the shelters. One of these feeders, accessed by 4 adult\ndogs, has a large amount of rodent feces mixed into the dog food. Three additional feeders, accessed by an approximate\ntotal of 16 adult dogs, have rodent feces located along the self-feeders' exterior surfaces.\nThere are 22 outdoor shelters which are accessed by 87 adult dogs, and nearly each of these shelters has rodent holes\nand burrows either located in the shelter floor or along the exterior edges of the shelter.\nNumerous bird droppings are located on the surface of one feeder and in the dog food within the feeder. Three adult\ndogs have access to this affected feeder and contaminated food.\nRodent droppings were found on top of the stored sacks of dog food inside the food storage room. Two dead mice were\nfound in a trap in the storage room and the licensee was unsure how long the mice had been there.\nOther than two unbaited traps located in the food storage room, the facility has no plan to control rodents and birds.\nFailure to control pests can cause contamination of food sources and increase the risk of disease hazards towards the\ndogs.\nAn effective program for the control of insects, birds and mammals that are pests, must be established and maintained.\nThe licensee must establish a program for the control of birds and rodents and ensure that the plan remains effective at\nall times.\nTo be corrected by: 01-April-2022"
    },
    {
      "code": "3.13(a)(3)",
      "kind": "",
      "repeat": false,
      "desc": "Veterinary care for dogs.",
      "narrative": "The facility is missing information on the routine for heartworm testing and fecal sampling. There is no guidance currently\nprovided in their Program of Veterinary Care for the percentage or total number of dogs to be sampled and the frequency\nof which they should be tested for heartworm and intestinal parasites.\nEach dealer must follow an appropriate program of veterinary care for dogs that is developed, documented in writing, and\nsigned by the attending veterinarian and includes sampling and treatment of parasites and other pests. Sampling of dogs\nfor parasites is necessary to ensure the animals are receiving adequate veterinary care.\nThe facility must add the number or percentage of dogs to be sampled for heartworms and intestinal parasites to the\nProgram of Veterinary Care and have that schedule approved by the attending veterinarian.\nTo be corrected by: 11-March-2022."
    },
    {
      "code": "3.13(a)(4)",
      "kind": "",
      "repeat": false,
      "desc": "Veterinary care for dogs.",
      "narrative": "The licensee's Program of Veterinary Care does not contain preventative care and treatment plans to maintain healthy\nand un-matted hair coats, properly trimmed toe nails, and clean and healthy skin. During the inspection, 2 adult dogs\nwere identified with heavily matted hair coats and one dog was identified with a skin laceration.\nPlans to maintain healthy skin, un-matted hair coats, and properly trimmed toenails are necessary to ensure the dogs are\nreceiving adequate veterinary care and are maintained in a healthy state.\nEach dealer must follow an appropriate program of veterinary care that is developed, documented in writing, and signed\nby the attending veterinarian and includes preventative care plans to ensure healthy and un-matted hair coats, healthy\nskin, and properly trimmed nails. The licensee must add these plans to the Program of Veterinary Care and ensure that\nthe plans are effective at maintaining the dogs in a healthy condition.\nTo be corrected by: 11-March-2022"
    },
    {
      "code": "3.13(b)",
      "kind": "",
      "repeat": false,
      "desc": "Veterinary care for dogs.",
      "narrative": "The licensee is not maintaining medical records for the dogs. The licensee had the dogs physically examined by the\nattending veterinarian, but there are no records containing the dogs' identities, date of the exam, or the results of the\nexamination. The licensee also stated that some of the dogs have received the rabies vaccine but has no records or\naccess to records containing the identity of the dogs that received the vaccine or the date the vaccine was given.\nMedical records are necessary for APHIS officials to ensure that the animals are receiving adequate veterinary care.\nDealers must keep copies of medical records for dogs and make the records available for APHIS inspection. The\nlicensee must ensure that a medical record is created for all aspects of veterinary care provided to the dogs including\nvaccinations and examinations.\nTo be corrected by: From this day forward the licensee must create medical records."
    },
    {
      "code": "3.13(b)(3)",
      "kind": "",
      "repeat": false,
      "desc": "Veterinary care for dogs.",
      "narrative": "The facility is missing vaccination and deworming treatment records for 64 puppies.\nFailure to maintain medical records interferes with APHIS officials' ability to evaluate medical care and to ensure the\nhealth and well-being of the animals.\nThe facility must create and maintain records of all vaccines and medical treatments administered to the dogs to ensure\nadequate veterinary care is provided.\nTo be corrected by: From this day forward.\nThis is a continuation of the report for the routine inspection conducted 28-February-2022 and contains the remaining\nnon-compliances found during the inspection. The exit briefing for the items included on this report was conducted on 01-\nMarch-2022.\nThis inspection was conducted with the licensee on 28-February-2022. The exit interview was conducted with the\nlicensee on 01-March-2022.\nAdditional Inspectors:\nKELLY MAXWELL, ANIMAL CARE INSPECTOREnd Section"
    }
  ],
  "narrative": "2.1(b)(2)(i) \n   \nRequirements and application \nThe maximum number of animals authorized for the USDA license is 100, but the facility currently has 170 dogs. \n \nThe USDA license authorizes a specific number of animals to ensure the facility is capable of providing care for that \nnumber of animals. \n \nA licensee must obtain a new license before any change resulting in more than the authorized number of animals on hand \nat any single point in time during the period of licensure.  The licensee must maintain no more than the maximum number \nof animals that his USDA license allows. \n \nTo be corrected by: From this day forward. \n2.75(a)(1) \n   \nRecords: Dealers and exhibitors. \nThe licensee documents the acquisition information for the adult dogs on APHIS 7005 (Record of Acquisition for Dogs).  \nOnly 64 adult dogs are listed on the form and inspectors counted 106 adult dogs during the inspection.\n\nAcquisition information is necessary for APHIS officials to make positive identification of animals during inspection and to \nproperly trace their movements. \n \nThe facility shall make, keep, and maintain an approved method of documentation which fully and correctly disclose all \ninformation concerning each dog purchased or otherwise acquired, owned, held, or otherwise in his or her possession or \nunder his or her control, or which is transported, euthanized, sold, or otherwise disposed of by that dealer. The facility \nmust ensure all required acquisition information for each dog is properly and accurately documented at all times. \n \nTo be corrected by: 11-March-2022. \n2.75(a)(1)(vi) \n   \nRecords: Dealers and exhibitors. \nThe licensee documents the acquisition information for puppies born at the facility on a cage card.  The cage card does \nnot contain an official identification number assigned to each puppy. \n \nThe licensee sold 20 puppies, but there is either no official identification number or no unique official identification number \non APHIS form 7006 for each dog. \n \nThe official USDA identification number is necessary for APHIS officials to identify animals and trace their movements. \n \nEach dealer shall make, keep, and maintain records that fully disclose the official identification number of each animal. \nThe licensee must ensure that the acquisition and disposition records for each puppy contains a unique identification \nnumber.\n\nTo be corrected by:  From this day forward \n3.1(a) \n   \nHousing facilities, general. \nSeveral maintenance issues were identified throughout the outdoor housing facility that pose an escape or injury risk to \nthe dogs. \n \nIn one outdoor enclosure a loose piece of wire has become wrapped around the extremities of a dog.  The dog was \nobserved running throughout the enclosure with the wire around the right hind leg and around the right foreleg.  Loose \nwire can cause injury to the dogs. The licensee was able to remove the wire from the dog at the time of the inspection. \n \nAnother enclosure, containing 3 adult dogs, has a large gap in the wire fence panels where it appears the wire has broken \napart.  The gap is large enough that a dog could escape the enclosure or another animal could enter the enclosure.  An \nelectric wire is running along the base of these affected fence panels, but the wire is located just above the ground.  The \nlocation of the electric wire poses little to no deterrent to stop the dogs from stepping through the gap or another animal \nfrom entering.  Gaps in fencing could allow dogs to escape from their enclosure which could limit their ability to access \nfood, water and shelter.  Gaps in fencing could also allow other animals to enter the enclosure, which could result in injury \nor illness should the dogs have contact with these animals. \n \nOne enclosure, containing 2 adult dogs, has numerous sharp points.  The sharp points are created by livestock fence \npanels which have broken and the metal rods of the fence have bent over and are located at the level of the dogs.  Sharp \npoints could cause injury to the dogs.\n\nAnother enclosure, containing 2 adult dogs, has numerous shotgun shells scattered across the ground.  The dogs have \ndirect access to the shotgun shells.  Shotgun shells could have a negative impact on the health of the dogs should they \nchew on or consume them. \n \nNearly all of the 22 outdoor enclosures have large holes dug in the ground of the enclosure.  The holes are located along \nthe fence line in the majority of the affected enclosures.  Many of the holes have exposed the portion of the metal fence \nposts that are located below the ground line and many of the holes are dug beneath the fence panels and into the area \noutside of the enclosure.  Large holes have been dug beneath a few of the shelters and the inspectors also observed \nseveral holes that are dug into the ground at a steep angle and are deep enough that there is a risk of the ground above \ncollapsing into the hole.  An approximate total of 87 adult dogs are housed in these affected enclosures. \n \nHoles dug along the fence line could weaken the ability of the fencing to contain the animals and/or allow the animals to \nescape.  Holes dug beneath shelters or at severe angles into the ground could cause injury or even the death of a dog \nshould the shelter or ground collapse into the holes. \n \nAll of the 22 outdoor enclosures contain a shelter for the dogs.  Within each shelter is a small propane tank, which is \nsitting on the ground and is used to keep the water in the water receptacles from freezing.  The dogs have direct access \nto these propane tanks and one tank has evidence of damage from the dogs as part of the plastic label on the tank had \nbeen torn off.  Direct access to dangerous substances such as propane could cause injury or even the death of an animal.  \nA total of 87 adult dogs have access to these propane tanks.\n\nHousing facilities for dogs must be designed and constructed so that they are structurally sound. They must be kept in \ngood repair, and they must protect the animals from injury, contain the animals securely, and restrict other animals from \nentering. \n \nThe licensee must remove the sharp points and shot gun shells from the enclosures in order to protect the dogs from \ninjury.  The licensee must also eliminate the gap in the fence and the holes dug in the enclosures to ensure the dogs \nremain safe and cannot escape.  Finally, the licensee must alter the enclosures in a manner that eliminates the ability of \nthe dogs to have direct access to the tanks of propane.  The licensee must maintain all enclosures in good repair and \nensure that the housing conditions are safe for the dogs at all times. \n \nTo be corrected by:  01-April-2022 \n3.1(b) \n   \nHousing facilities, general. \nThe facility has an assortment of clutter taking up a portion of the food storage room. The clutter consisted of expired \ncanned dog food, empty plastic totes, empty boxes, and plastic containers of unknown items. \n \nClutter stored in animal areas could accumulate dust and dirt and could attract vermin. Animal and food storage areas \ninside of housing facilities must be kept neat and free of clutter to ensure the animal’s overall health and well-being. \n \nThe facility must remove the clutter from the food storage area and must ensure that all housing areas remain free from \nclutter at all times.\n\nTo be corrected by: 11-March-2022. \n3.1(c)(2) \n   \nHousing facilities, general. \nThere are 22 outdoor enclosures containing a total of 87 adult dogs.  Each enclosure contains a shelter which has a \nplywood floor.  In every shelter the plywood floor is buried beneath a thick layer of dirt and gravel.  In one shelter, the \ninspectors tried to scrape the dirt off the floor with their boots, but the dirt was too thickly compacted to be moved and the \nplywood floor could not be observed.  Another shelter is located at the bottom of a slope and the mud and water appear to \nbe flowing down the slope and directly into the shelter. \n \nIn many enclosures, rodents have dug holes beneath the shelters and up through the plywood floors indicating that the \nplywood floor has most likely rotted away.   The areas of plywood flooring that could be seen, appear to be worn and have \nbeen damaged by the dogs or have developed holes in their surfaces and they are no longer impervious to moisture. \n \nSeveral shelters also have sides constructed with wood that have been chewed on and damaged by the dogs. \n \nShelter floors buried beneath layers of dirt and wood that is damaged or rotted cannot be readily cleaned and sanitized \nwhich could increase the risk of disease towards the dogs. \n \nAll surfaces must be maintained on a regular basis. Surfaces of housing facilities - including houses, dens, and other \nfurniture-type fixtures and objects within the facility - that cannot be readily cleaned and sanitized, must be replaced when \nworn or soiled.  The licensee must remove the layers of dirt from the shelter floors and alter the damaged wooden\n\nsurfaces in a manner that allows them to be readily cleaned and sanitized.  The licensee must ensure that all surfaces of \nhousing facilities are properly maintained at all times. \n \nTo be corrected by:  01-May-2022 \n3.1(e) \n   \nHousing facilities, general. \nThere is an open bag of wood shavings used as bedding material for the dogs in the food/bedding storage room. \n \nAll open supplies of food and bedding must be kept in leakproof containers with tightly fitting lids to prevent contamination \nand spoilage. \n \nTo be corrected by:  The facility placed the open bag of wood shavings into a container with a lid at the time of inspection. \n3.1(f) \n   \nHousing facilities, general. \nNumerous outdoor enclosures do not have effective drainage.  In one enclosure, housing 4 adult dogs, there is a large \namount of standing water.  The water is located around the entrance to the enclosure and the area surrounding the water \nis extremely muddy.  The dogs were observed running back and forth in the muddy water. \n \nWater from the surrounding pasture drains through the entire length of another enclosure which houses 5 adult dogs.  \nThis water has cut depressions into the enclosure's ground and water has pooled in multiple areas and the dogs were \nobserved splashing through the water and jumping across it.\n\nIn nearly all of the 22 outdoor enclosures, housing an approximate total of 87 adult dogs, the dogs have dug large holes in \nthe ground and the holes contained standing water at the time of the inspection.  There are also depressions in the \nground around the shelters that contain standing puddles of water. \n \nIneffective drainage and standing pools of water may cause the dogs to become wet and soiled, which could have a \nnegative impact on their health and well-being. \n \nHousing facilities must have drainage systems that rapidly eliminate waste and water.  Standing puddles of water in \nanimal enclosures must be drained or mopped up.  The licensee must alter the enclosures in a manner that ensures \nwater is rapidly removed and all standing puddles of water are eliminated. \n \nTo be corrected by:  01-April-2022 \n3.4(b)(4) \n   \nOutdoor housing facilities. \nOne outdoor enclosure, containing 4 adult dogs, has no bedding material inside the shelter.  According to the Weather \nChannel, the temperature the previous day had a high of 44 degrees F and a low of 29 degrees F.  The low temperature \nthe day of the inspection was 37 degrees F.  Failure to provide adequate bedding material does not ensure the dogs are \nprotected from frigid temperatures, which could have a negative impact on their health and well-being. \n \nOutdoor shelters must contain clean, dry, bedding material if the ambient temperature is below 50 degrees F and \nadditional bedding is required when the temperature is 35 degrees F or lower.  The licensee must add clean, dry bedding \nmaterial to the shelter and ensure that all outdoor shelters contain appropriate bedding material when required.\n\nTo be corrected by:  The licensee was verbally instructed during the exit briefing to add bedding to the shelter by the end \nof business 01-March-2022. \n3.9(a)  Direct\n   \nFeeding \nAt least 6 outdoor enclosures contain dog food within the self-feeders that is either contaminated, moldy, caked, or \ndeteriorating. \n \n**One feeder, accessed by 2 adult dogs, has moldy food and a large chunk of caked food was removed from the feeder \nby the inspector. \n**One feeder, accessed by 4 adult dogs, has a large amount of rodent feces mixed into the food and the food is \ndeteriorating. \n**One feeder, accessed by 3 adult dogs, has bird droppings directly on the dog food. \n**Two feeders, accessed by a total of 7 adult dogs, has food that deteriorated and disintegrated in the inspector’s hand. \n** One feeder, accessed by 4 adult dogs, has several small pieces of plastic mixed into the food. The pieces of plastic \nappeared to be from the chewed label on the propane tank present in the shelter used to heat the dogs' water receptacle. \n \nDuring the inspection, two emaciated dogs were identified and the most severely affected of these two animals also has \nloose stools. \n \nDog food that is caked, moldy, deteriorating and/or contaminated by feces is not considered wholesome and palatable \nand may lead to reduced feed consumption, poor nutrition and poor body condition.\n\nFood must be uncontaminated, wholesome, palatable, and of sufficient quantity and nutritive value to maintain the normal \ncondition and weight of the dog.  The licensee must remove all contaminated, caked, moldy and deteriorating food from \nthe self-feeders and ensure that all food remains uncontaminated and of good quality at all times. \n \nTo be corrected by:  The licensee was verbally instructed during the exit briefing to have all contaminated, moldy, caked \nand deteriorating food removed from the feeders by the end of business on 04-March-2022. \n3.11(a) \n   \nCleaning, sanitization, housekeeping, and pest control. \nThe licensee is not removing the dog feces from the enclosures on a daily basis.  There are at least 22 outdoor \nenclosures, housing 87 adult dogs, that have a heavy buildup of old and new feces.  Piles of feces are scattered across \nthe ground in the enclosures and they consist of a mix of fresh and old feces which appear dry and white in color.   In \nseveral enclosures, the inspectors could not walk without stepping in feces.  The licensee stated that the enclosures are \nnot cleaned daily and during the warm months the rain is expected to wash away or breakdown the feces.  Failure to \nremove feces on a daily basis could increase the risk of disease as well as cause the dogs to become soiled. \n \nExcreta must be removed from primary enclosures daily.  The licensee must remove the feces from the enclosures daily \nin order to support the health and well-being of the animals. \n \nTo be corrected by:  From this day forward feces must be removed daily. \n3.11(b)(2) \n   \nCleaning, sanitization, housekeeping, and pest control.\n\nThe self-feeders found in the Whelping building and the outdoor enclosures need to be cleaned and sanitized. \nA buildup of brown organic material is coating the interior surfaces of 5 metal self-feeders located in the Whelping \nbuilding.  A total of 10 adult dogs and 12 puppies have access to these affected food receptacles. \n \nAt least 11 outdoor enclosures have a buildup of brown organic material coating either the interior surfaces or exterior \nsurfaces of the self-feeders.  The buildup is thick enough that the inspector used her fingernail to scrape the material off \nthe feeders.  An approximate total of 40 adult dogs have access to these affected food receptacles. \n \nA buildup of organic material within the self-feeders could increase the risk of disease hazards towards the dog. \n \nUsed primary enclosures and food and water receptacles for dogs must be sanitized at least once every 2 weeks and \nmore often if necessary to prevent an accumulation of dirt, debris, food waste, excreta, and other disease hazards.  The \nlicensee must clean and sanitize the self-feeders and ensure that all aspects of the enclosure are maintained in a clean \nand sanitized condition in order to support the health of the dogs. \n \nTo be corrected by:  15-March-2022 \n3.11(d) \n   \nCleaning, sanitization, housekeeping, and pest control. \nPest control issues were identified throughout the entire facility. \nIn the outdoor enclosures the self-feeders are located inside the shelters.  One of these feeders, accessed by 4 adult \ndogs, has a large amount of rodent feces mixed into the dog food.  Three additional feeders, accessed by an approximate \ntotal of 16 adult dogs, have rodent feces located along the self-feeders' exterior surfaces.\n\nThere are 22 outdoor shelters which are accessed by 87 adult dogs, and nearly each of these shelters has rodent holes \nand burrows either located in the shelter floor or along the exterior edges of the shelter. \n \nNumerous bird droppings are located on the surface of one feeder and in the dog food within the feeder.  Three adult \ndogs have access to this affected feeder and contaminated food. \n \nRodent droppings were found on top of the stored sacks of dog food inside the food storage room.  Two dead mice were \nfound in a trap in the storage room and the licensee was unsure how long the mice had been there. \n \nOther than two unbaited traps located in the food storage room, the facility has no plan to control rodents and birds.  \nFailure to control pests can cause contamination of food sources and increase the risk of disease hazards towards the \ndogs. \n \nAn effective program for the control of insects, birds and mammals that are pests, must be established and maintained.  \nThe licensee must establish a program for the control of birds and rodents and ensure that the plan remains effective at \nall times. \n \nTo be corrected by:  01-April-2022 \n3.13(a)(3) \n   \nVeterinary care for dogs.\n\nThe facility is missing information on the routine for heartworm testing and fecal sampling. There is no guidance currently \nprovided in their Program of Veterinary Care for the percentage or total number of dogs to be sampled and the frequency \nof which they should be tested for heartworm and intestinal parasites. \n \nEach dealer must follow an appropriate program of veterinary care for dogs that is developed, documented in writing, and \nsigned by the attending veterinarian and includes sampling and treatment of parasites and other pests. Sampling of dogs \nfor parasites is necessary to ensure the animals are receiving adequate veterinary care. \n \nThe facility must add the number or percentage of dogs to be sampled for heartworms and intestinal parasites to the \nProgram of Veterinary Care and have that schedule approved by the attending veterinarian. \n \nTo be corrected by: 11-March-2022. \n3.13(a)(4) \n   \nVeterinary care for dogs. \nThe licensee's Program of Veterinary Care does not contain preventative care and treatment plans to maintain healthy \nand un-matted hair coats, properly trimmed toe nails, and clean and healthy skin.  During the inspection, 2 adult dogs \nwere identified with heavily matted hair coats and one dog was identified with a skin laceration. \n \nPlans to maintain healthy skin, un-matted hair coats, and properly trimmed toenails are necessary to ensure the dogs are \nreceiving adequate veterinary care and are maintained in a healthy state. \n \nEach dealer must follow an appropriate program of veterinary care that is developed, documented in writing, and signed\n\nby the attending veterinarian and includes preventative care plans to ensure healthy and un-matted hair coats, healthy \nskin, and properly trimmed nails.  The licensee must add these plans to the Program of Veterinary Care and ensure that \nthe plans are effective at maintaining the dogs in a healthy condition. \n \nTo be corrected by:  11-March-2022 \n3.13(b) \n   \nVeterinary care for dogs. \nThe licensee is not maintaining medical records for the dogs.  The licensee had the dogs  physically examined by the \nattending veterinarian, but there are no records containing the dogs' identities, date of the exam, or the results of the \nexamination.  The licensee also stated that some of the dogs have received the rabies vaccine but has no records or \naccess to records containing the identity of the dogs that received the vaccine or the date the vaccine was given. \n \nMedical records are necessary for APHIS officials to ensure that the animals are receiving adequate veterinary care. \n \nDealers must keep copies of medical records for dogs and make the records available for APHIS inspection.  The \nlicensee must ensure that a medical record is created for all aspects of veterinary care provided to the dogs including \nvaccinations and examinations. \n \nTo be corrected by:  From this day forward the licensee must create medical records. \n3.13(b)(3) \n   \nVeterinary care for dogs.\n\nThe facility is missing vaccination and deworming treatment records for 64 puppies. \n \nFailure to maintain medical records interferes with APHIS officials' ability to evaluate medical care and to ensure the \nhealth and well-being of the animals. \n \nThe facility must create and maintain records of all vaccines and medical treatments administered to the dogs to ensure \nadequate veterinary care is provided. \n \nTo be corrected by: From this day forward. \n \nThis is a continuation of the report for the routine inspection conducted 28-February-2022 and contains the remaining \nnon-compliances found during the inspection. The exit briefing for the items included on this report was conducted on 01-\nMarch-2022. \n \nThis inspection was conducted with the licensee on 28-February-2022.  The exit interview was conducted with the \nlicensee on 01-March-2022. \n \nAdditional Inspectors: \nKELLY MAXWELL, ANIMAL CARE INSPECTOREnd Section",
  "animals_total": 170,
  "species": [
    {
      "count": 106,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 64,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}