{
  "insp_id": "254141557000933",
  "layout": "a",
  "customer_id": "328473",
  "customer_name": "Ruth Hargrove",
  "customer_addr": "438 N. 244th Street W\nHaskell, OK 74436",
  "certificate": "73-A-2660",
  "site_id": "001",
  "site_name": "RUTH HARGROVE",
  "insp_type": "ROUTINE INSPECTION",
  "date": "11-SEP-2014",
  "report_date": "12-SEP-2014",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "***An adult female black and gold Yorkshire terrier \"Ginger\" ID # 057258591 is blinking and squinting in the right\neye. The eye had a watery discharge, with increased redness and a bluish tint overall. This dog was very active\nand reluctant to allow a close examination and photograph.\n***An adult male blue and tan Yorkshire terrier \"Dewgee\" ID# 47646C193A has a watery discharge in both eyes and\na brownish exudate in the hair surrounding the eyes. Both eyes appear cloudy with a bluish tint.\nEye problems can be caused by injury or disease and may be extremely painful and irritating to the affected animal.\n***An adult female Yorkshire terrier \"Rosie\" ID# 7644437A68 has dental problems. She is licking excessively, and\nthe top left rear molar and top left canine are completely encased in a hard greyish-brown material. The inspector\nwas unable to visualize the rest of the dog's mouth due to its reluctance to be examined and photographed.\n*** An adult female Maltese has dental problems. The top left molar and top left canine is encased in a hard\nbrownish material. The top left molar has a creamy white discharge at the gum line. This dog was very active and\nwas reluctant to be photographed.\nDental problems can be painful, make it difficult to eat, lead to the development of other health problems, and can\naffect the well-being of the animal.\nThe licensee must have these dogs evaluated by a licensed veterinarian for proper diagnosis and treatment, and\nprovide the inspector the documentation of this visit upon request.\nTo be corrected by September 16, 2014."
    },
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "There are at least thirteen dogs that need grooming. There were mats of various sizes on the face, neck, ear,\nlimbs, abdomen and backs of these dogs.\nExcessive matting causes pain and discomfort to the animal. In addition, matting can foster skin infections and can\nhinder the animal's ability to move or defecate normally.\nThe licensee needs to remove the matted fur on these dogs. As part of the facility's program of veterinary care, the\nlicensee must establish and follow a program of regular coat maintenance for all the dogs to prevent the\ndevelopment of excessive matting.\nThe licensee must ensure that all animals on the facility receive adequate veterinary care and health maintenance\nat all times.\nTo be corrected by September 25, 2014."
    },
    {
      "code": "3.1(a)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "In three outdoor enclosures housing four dogs, there are wire panels on the ground exposing surfaces that could\ninjure or entrap the animals. In two of these enclosures, there are several sharp points exposed to the animals.\nExposed wire panels and sharp points can injure the animals.\nThe licensee must ensure that all housing facilities are in good repair, contain the animals securely, and protect the\nanimals from injury.\nTo be corrected by September 25, 2014."
    },
    {
      "code": "3.1(c)(3)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "In the sheltered building, there are at least six indoor/outdoor access doors that have an excessive buildup of dark\nbrown grime and grease on the outer surfaces. This is a potential source of contamination to the enclosed animals.\nThe licensee must ensure that all surfaces in contact with the dogs are cleaned and sanitized as often as needed to\nhelp protect the health and welfare of the animals.\nTo be corrected by September 25, 2014."
    },
    {
      "code": "3.2(b)",
      "kind": "",
      "repeat": false,
      "desc": "INDOOR HOUSING FACILITIES.",
      "narrative": "In the indoor housing facility, there is a strong odor of ammonia and other waste. Within just a few minutes, the\ninspector's eyes were burning and watering due to the fumes.\nA buildup of ammonia and other odors can cause respiratory and eye problems in the animals, and affect their\nwell-being. The licensee must ensure there is enough proper ventilation using windows, ventilation fans or air\nconditioning to reduce these strong odors.\nTo be corrected immediately."
    },
    {
      "code": "3.9(b)",
      "kind": "",
      "repeat": false,
      "desc": "FEEDING.",
      "narrative": "In many of the indoor and sheltered enclosures, there are food bowls that are excessively chewed and roughened.\nChewed and roughened food bowls are difficult to properly clean and sanitize, which results in an increased risk of\ncontamination to the animals.\nThe licensee must ensure that all food receptacles are made of a durable material that can be properly cleaned and\nsanitized. The affected receptacles must be repaired or replaced.\nTo be corrected by September 16, 2014"
    },
    {
      "code": "3.10",
      "kind": "",
      "repeat": false,
      "desc": "WATERING.",
      "narrative": "In six outdoor enclosures affecting nine dogs, there are water buckets that have a greenish discoloration in the\nwater to the point where the inspector could not visualize the bottom of the container. This is an indication that the\nwater is not being changed frequently enough, and that the water receptacles are not being cleaned often enough.\nInadequately cleaned water receptacles pose a potential health risk to the animals. Clean, potable water must be\navailable to the animals for their health and well- being.\nThe licensee must ensure that all water receptacles are kept clean and sanitized to protect the health of the\nanimals.\nTo be corrected by September 16, 2014."
    },
    {
      "code": "3.11(a)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "In a majority of enclosures, in both the indoor facility and the outside pens, there is a buildup of fecal material. In a\nmajority of the indoor enclosures, there is hair and other waste materials caught in the wires.\nIn the sheltered facility, there is an enclosure containing one adult with four pups which has a buildup of grime, hair,\nand waste on the cage walls. A soft dog bed present in this enclosure was visibly dirty and contaminated with at\nleast four piles of feces.\nThe presence of excessive fecal material and other waste can cause noxious odors, attract insects, rodents and\nother pests, and cause disease hazards.\nThe licensee must ensure that all enclosures are cleaned at least daily, and often enough to prevent the soiling of\nthe dogs, reduce odors, pests, and other disease hazards.\nTo be corrected by September 16, 2014."
    },
    {
      "code": "3.11(c)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "In and around the four northernmost outdoor enclosures, there is an overgrowth of grasses, weeds, and other\nplants. In addition, there are construction materials and other discarded items near the runs.\nWeeds and a buildup of materials and other discarded items can attract insects, rodents, pests, and other vermin,\nand provide living and breeding areas for these pests.\nThe licensee must ensure that the premises are kept free of an overgrowth of plants and discarded materials to\nreduce or eliminate living and breeding areas for pests and other vermin.\nTo be corrected by September 25, 2014."
    },
    {
      "code": "3.11(d)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "In the larger indoor facility, there are rodent droppings on the wash-downs and floors. Rodent feces were noted\ninside a single empty feed bowl in an enclosure housing a single dog.\nIn the smaller indoor facility there is an automatic insect spray dispenser located at the entrance, but the device is\nempty. At the far end of the building were multiple flying insects near the enclosure housing four puppies.\nRodents and insect pests cause disease hazards and can affect the health and well-being of the animals. The\nlicensee must ensure there is an effective pest control program in place.\nTo be corrected by September 25, 2014.\nInspection and exit interview was conducted with a facility representative.\nAdditional Inspectors\nTygart Michael, Supervisory Animal Care Specialist"
    }
  ],
  "narrative": "2.40(b)(2)           DIRECT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n***An adult female black and gold Yorkshire terrier \"Ginger\" ID # 057258591 is blinking and squinting in the right\neye.  The eye had a watery discharge, with increased redness and a bluish tint overall.  This dog was very active\nand reluctant to allow a close examination and photograph.\n***An adult male blue and tan Yorkshire terrier \"Dewgee\" ID# 47646C193A has a watery discharge in both eyes and\na brownish exudate in the hair surrounding the eyes.  Both eyes appear cloudy with a bluish tint. \nEye problems can be caused by injury or disease and may be extremely painful and irritating to the affected animal.\n***An adult female Yorkshire terrier \"Rosie\" ID# 7644437A68 has dental problems.  She is licking excessively, and\nthe top left rear molar and top left canine are completely encased in a hard greyish-brown material.  The inspector\nwas unable to visualize the rest of the dog's mouth due to its reluctance to be examined and photographed.\n*** An adult female Maltese has dental problems.  The top left molar and top left canine is encased in a hard\nbrownish material.  The top left molar has a creamy white discharge at the gum line. This dog was very active and\nwas reluctant to be photographed.\nDental problems can be painful, make it difficult to eat, lead to the development of other health problems, and can\naffect the well-being of the animal.\nThe licensee must have these dogs evaluated by a licensed veterinarian for proper diagnosis and treatment, and\nprovide the inspector the documentation of this visit upon request.\nTo be corrected by September 16, 2014.\n2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThere are at least thirteen dogs that need grooming.  There were mats of various sizes on the face, neck, ear,\nlimbs, abdomen and backs of these dogs.  \nExcessive matting causes pain and discomfort to the animal. In addition, matting can foster skin infections and can\nhinder the animal's ability to move or defecate normally.  \nThe licensee needs to remove the matted fur on these dogs. As part of the facility's program of veterinary care, the\nlicensee must establish and follow a program of regular coat maintenance for all the dogs to prevent the\n\ndevelopment of excessive matting.\nThe licensee must ensure that all animals on the facility receive adequate veterinary care and health maintenance\nat all times.\nTo be corrected by September 25, 2014.\n3.1(a)\nHOUSING FACILITIES, GENERAL.\nIn three outdoor enclosures housing four dogs, there are wire panels on the ground  exposing surfaces that could\ninjure or entrap the animals.   In two of these enclosures, there are several sharp points exposed to the animals.\nExposed wire panels and sharp points can injure the animals.\nThe licensee must ensure that all housing facilities are in good repair, contain the animals securely, and protect the\nanimals from injury.\nTo be corrected by September 25, 2014.\n3.1(c)(3)\nHOUSING FACILITIES, GENERAL.\nIn the sheltered building, there are at least six indoor/outdoor access doors that have an excessive buildup of dark\nbrown grime and grease on the outer surfaces.  This is a potential source of contamination to the enclosed animals.\nThe licensee must ensure that all surfaces in contact with the dogs are cleaned and sanitized as often as needed to\nhelp protect the health and welfare of the animals.\nTo be corrected by September 25, 2014.\n3.2(b)\nINDOOR HOUSING FACILITIES.\nIn the indoor housing facility, there is a strong odor of ammonia and other waste.  Within just a few minutes, the\ninspector's eyes were burning and watering due to the fumes.\nA buildup of ammonia and other odors can cause respiratory and eye problems in the animals, and affect their\nwell-being.  The licensee must ensure there is enough proper ventilation using windows, ventilation fans or air\nconditioning to reduce these strong odors.\nTo be corrected immediately.\n3.9(b)\n\nFEEDING.\nIn many of the indoor and sheltered enclosures, there are food bowls that are excessively chewed and roughened.\nChewed and roughened food bowls are difficult to properly clean and sanitize, which results in an increased risk of\ncontamination to the animals.\nThe licensee must ensure that all food receptacles are made of a durable material that can be properly cleaned and\nsanitized.  The affected receptacles must be repaired or replaced.\nTo be corrected by September 16, 2014\n3.10\nWATERING.\nIn six outdoor enclosures affecting nine dogs, there are water buckets that have a greenish discoloration in the\nwater to the point where the inspector could not visualize the bottom of the container.  This is an indication that the\nwater is not being changed frequently enough, and that the water receptacles are not being cleaned often enough. \nInadequately cleaned water receptacles pose a potential health risk to the animals.  Clean, potable water must be\navailable to the animals for their health and well- being.\nThe licensee must ensure that all water receptacles are kept clean and sanitized to protect the health of the\nanimals.\nTo be corrected by September 16, 2014.\n3.11(a)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\nIn a majority of enclosures, in both the indoor facility and the outside pens, there is a buildup of fecal material.  In a\nmajority of the indoor enclosures, there is hair and other waste materials caught in the wires. \nIn the sheltered facility, there is an enclosure containing one adult with four pups which has a buildup of grime, hair,\nand waste on the cage walls.  A soft dog bed present in this enclosure was visibly dirty and contaminated with at\nleast four piles of feces.\nThe presence of excessive fecal material and other waste can cause noxious odors, attract insects, rodents and\nother pests, and cause disease hazards.\nThe licensee must ensure that all enclosures are cleaned at least daily, and often enough to prevent the soiling of\nthe dogs, reduce odors, pests, and other disease hazards.\nTo be corrected by September 16, 2014.\n3.11(c)\n\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\nIn and around the four northernmost outdoor enclosures, there is an overgrowth of grasses, weeds, and other\nplants.  In addition, there are construction materials and other discarded items near the runs.\nWeeds and a buildup of materials and other discarded items can attract insects, rodents, pests, and other vermin,\nand provide living and breeding areas for these pests.\nThe licensee must ensure that the premises are kept free of an overgrowth of plants and discarded materials to\nreduce or eliminate living and breeding areas for pests and other vermin.\nTo be corrected by September 25, 2014.\n3.11(d)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\nIn the larger indoor facility, there are rodent droppings on the wash-downs and floors. Rodent feces were noted\ninside a single empty feed bowl in an enclosure housing a single dog.\nIn the smaller indoor facility there is an automatic insect spray dispenser located at the entrance, but the device is\nempty.  At the far end of the building were multiple flying insects near the enclosure housing four puppies.\nRodents and insect pests cause disease hazards and can affect the health and well-being of the animals.  The\nlicensee must ensure there is an effective pest control program in place.\nTo be corrected by September 25, 2014.\nInspection and exit interview was conducted with a facility representative.\nAdditional Inspectors\nTygart Michael, Supervisory Animal Care Specialist",
  "animals_total": 80,
  "species": [
    {
      "count": 75,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 5,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}