{
  "insp_id": "INS-0000816149",
  "layout": "c",
  "customer_id": "505824",
  "customer_name": "WOODLAND PUPPIES LLC",
  "customer_addr": "6827 County Rd 672\nMILLERSBURG, OH 44654",
  "certificate": "31-B-0199",
  "site_id": "001",
  "site_name": "WOODLAND PUPPIES LLC",
  "insp_type": "ROUTINE INSPECTION",
  "date": "27-SEP-2022",
  "report_date": "27-SEP-2022",
  "citations": [
    {
      "code": "3.8",
      "kind": "",
      "repeat": false,
      "desc": "Exercise for dogs.",
      "narrative": "The licensee does not have a current exercise plan approved by his Attending Veterinarian. Not having an approved\nexercise plan does not ensure the dogs are meeting the exercise requirements outlined in the Animal Welfare Act. The\nlicensee must develop an exercise plan and get it approved by his Attending Veterinarian. Correct by 10/25/22."
    },
    {
      "code": "3.13(a)",
      "kind": "",
      "repeat": false,
      "desc": "Veterinary care for dogs.",
      "narrative": "The Program of Veterinary Care has not been filled out by his current Attending Veterinarian. Not having the Program of\nVeterinary Care filled out the Attending Veterinarian doesn't ensure that the dogs are being cared for and treated as per\nthe Attending Veterinarian's instructions. The Program of Veterinary Care must be filled out by the Attending Veterinarian.\nCorrect by 10/11/22."
    },
    {
      "code": "3.13(b)(3)",
      "kind": "",
      "repeat": false,
      "desc": "Veterinary care for dogs.",
      "narrative": "The licensee stated his adult dogs are vaccinated for parvo and distemper, but he hasn't been keeping records to confirm\nthey were given and the dates they were administered. He also could not find the documentation for when the rabies\nshots were given. Not keeping records of distemper and parvo vaccines and not being able to find the documentation of\nwhen the rabies shots were given doesn't ensure that all adult dogs have been vaccinated for these diseases. The\nlicensee must document the names and dates of all vaccines that have been administered to the dogs. Correct by\n10/25/22.\nThis inspection and exit interview were conducted with the licensee.\nEnd of report.\nn"
    }
  ],
  "narrative": "3.8 \n   \nExercise for dogs. \nThe licensee does not have a current exercise plan approved by his Attending Veterinarian.  Not having an approved \nexercise plan does not ensure the dogs are meeting the exercise requirements outlined in the Animal Welfare Act.  The \nlicensee must develop an exercise plan and get it approved by his Attending Veterinarian.  Correct by 10/25/22. \n3.13(a) \n   \nVeterinary care for dogs. \nThe Program of Veterinary Care has not been filled out by his current Attending Veterinarian.  Not having the Program of \nVeterinary Care filled out the Attending Veterinarian doesn't ensure that the dogs are being cared for and treated as per \nthe Attending Veterinarian's instructions.  The Program of Veterinary Care must be filled out by the Attending Veterinarian.  \nCorrect by 10/11/22. \n3.13(b)(3) \n   \nVeterinary care for dogs. \nThe licensee stated his adult dogs are vaccinated for parvo and distemper, but he hasn't been keeping records to confirm \nthey were given and the dates they were administered.  He also could not find the documentation for when the rabies \nshots were given.  Not keeping records of distemper and parvo vaccines and not being able to find the documentation of \nwhen the rabies shots were given doesn't ensure that all adult dogs have been vaccinated for these diseases.  The\n\nlicensee must document the names and dates of all vaccines that have been administered to the dogs.  Correct by \n10/25/22. \n \nThis inspection and exit interview were conducted with the licensee. \n \nEnd of report. \n \n n",
  "animals_total": 26,
  "species": [
    {
      "count": 7,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 19,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}