{
  "insp_id": "176141419240916",
  "layout": "a",
  "customer_id": "2847",
  "customer_name": "Michelle R Sonnenberg",
  "customer_addr": "30786 State Hwy 34\nDetroit Lakes, MN 56501",
  "certificate": "41-A-0021",
  "site_id": "001",
  "site_name": "MICHELLE SONNENBERG",
  "insp_type": "ROUTINE INSPECTION",
  "date": "25-JUN-2014",
  "report_date": "25-JUN-2014",
  "citations": [
    {
      "code": "3.1(f)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "There are areas within the facility with standing water under and around the enclosures. These areas include the\nfar end of the east end barn housing 44 dogs, the whelping barn housing 172 animals, and the back area of the\nwhelping barn housing 90 dogs. The standing water in the back area is contributing to the attraction of flies which\nwere observed in and around the food receptacles. Failure to provide adequate drainage systems that eliminate\nstanding water increases risk of odors, insects and disease hazards. This affects the husbandry standards of the\nfacility and can affect the health of the animals. Establish and maintain an effective drainage system to rapidly\neliminate excess water in order to minimize vermin and pest infestation, insects, odors, disease hazards and to\nallow for required husbandry practices. Correct by July 2, 2014."
    },
    {
      "code": "3.3(e)(1)(1)",
      "kind": "",
      "repeat": false,
      "desc": "SHELTERED HOUSING FACILITIES.",
      "narrative": "The floor in the husky barn is no longer impervious to moisture. Surfaces that are not impervious to moisture can\nhold and trap urine and other substances and can contribute to odor buildup within the facility. These conditions\ncan affect the health of the animals. Place the indoor floor areas in contact with the animals in a condition that is\nimpervious to moisture. Correct by: August 6, 2014"
    },
    {
      "code": "3.11(d)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "There were large numbers of flies observed in and around the food and water receptacles in the back area of the\nwhelping barn. Flies can contaminate the animals' food and water and pose a disease hazard. Establish and\nmaintain an effective program to control flies and reduce the contamination of the food and water. Correct by: July\n2, 2014.\nInspection and exit briefing conducted with licensee.\nEnd of report.\nAdditional Inspectors\nSime Debra, Veterinary Medical Officer"
    }
  ],
  "narrative": "3.1(f)\nHOUSING FACILITIES, GENERAL.\nThere are areas within the facility with standing water under and around the enclosures.  These areas include the\nfar end of the east end barn housing 44 dogs, the whelping barn housing 172 animals, and the back area of the\nwhelping barn housing 90 dogs.   The standing water in the back area is contributing to the attraction of flies which\nwere observed in and around the food receptacles.  Failure to provide adequate drainage systems that eliminate\nstanding water increases risk of odors, insects and disease hazards. This affects the husbandry standards of the\nfacility and can affect the health of the animals.  Establish and maintain an effective drainage system to rapidly\neliminate excess water in order to minimize vermin and pest infestation, insects, odors, disease hazards and to\nallow for required husbandry practices.  Correct by July 2, 2014.\n3.3(e)(1)(1)\nSHELTERED HOUSING FACILITIES.\nThe floor in the husky barn is no longer impervious to moisture.  Surfaces that are not impervious to moisture can\nhold and trap urine and other substances and can contribute to odor buildup within the facility.  These conditions\ncan affect the health of the animals. Place the indoor floor areas in contact with the animals in a condition that is\nimpervious to moisture. Correct by:  August 6, 2014\n3.11(d)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\nThere were large numbers of flies observed in and around the food and water receptacles in the back area of the\nwhelping barn.   Flies can contaminate the animals' food and water and pose a disease hazard.  Establish and\nmaintain an effective program to control flies and reduce the contamination of the food and water.  Correct by:  July\n2, 2014.\n\nInspection and exit briefing conducted with licensee.\nEnd of report.\nAdditional Inspectors\nSime Debra, Veterinary Medical Officer",
  "animals_total": 393,
  "species": [
    {
      "count": 272,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 121,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}