{
  "insp_id": "2016090000594635",
  "layout": "b",
  "customer_id": "27904",
  "customer_name": "DEBORAH HUBBARD",
  "customer_addr": "PO BOX 98\nSPARTA, MO 65753",
  "certificate": "43-H-0062",
  "site_id": "001",
  "site_name": "DEBORAH HUBBARD",
  "insp_type": "ROUTINE INSPECTION",
  "date": "29-APR-2021",
  "report_date": "03-MAY-2021",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": true,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "**Three dogs had excessive matting of their haircoats. An adult male mixed breed dog named One-eyed Jack (no ID)\nhad excessive matting of the hair on his neck. A female Poodle named Ginger (no ID) had excessive matting on its hind\nlegs. A female Poodle named Cinnamon (no ID) had excessive matting on its back. Matted hair can result in skin and/or\neye problems, can be painful, and can compromise the haircoat's ability to provide protection from the heat or cold. The\nregistrant must remove the matted hair from this animal and must establish an effective program of haircoat maintenance.\n**Three medications were past their expiration dates. These medications were in the storage area with the rest of the\nmedications. Tylan 50 expired June of 2018; Gentamicin Sulfate expired March of 2021; and 50% Dextrose expired\nNovember of 2020. Expired medications may have lost their efficacy and ability to provide appropriate prevention or\ntreatment of medical problems. The registrant must ensure that all medications are within their expiration dates."
    },
    {
      "code": "2.77(b)",
      "kind": "",
      "repeat": false,
      "desc": "Records: Carriers and intermediate handlers.",
      "narrative": "The registrant did not have copies of health certificates for 60 dogs that she had transported in 2021. Copies of health\ncertificates are necessary to ensure that each dog delivered for transportation was examined by a veterinarian within 10\ndays and determined to be free of any infectious disease or physical abnormality that would endanger other animals or\npublic health. The registrant must keep and maintain copies of health certificates for each dog that is transported.\nTo be corrected by May 07, 2021."
    },
    {
      "code": "3.6(c)(1)(i)",
      "kind": "",
      "repeat": false,
      "desc": "Primary enclosures.",
      "narrative": "Seven dogs in the holding facility did not have adequate floor space.\n*A male Australian Shepherd (no ID) in pen #30 was 25 inches from his nose to the base of his tail. He required 6.67\nsquare feet of floor space, but only had 4.0 square feet.\n*A female Schnauzer (no ID) in pen #25 was 20 inches from her nose to the base of her tail. She required 4.69 square\nfeet of floor space, but only had 4.0 square feet.\n*A female Poodle that was 15 inches long and a Havenese that was 15 inches long were housed together in pen #10.\nThey required a total of 6.12 square feet of space, but only had 3.5 square feet of floor space.\n*A male mixed breed (no ID) in pen #6 was 19 inches long. He required 4.34 square feet, but only had 3.66 square feet\nof floor space.\n*Two poodles (no ID) housed together in pen #5 were each 16 inches long. They required 6.72 square feet of space, but\nonly had 3.66 square feet of floor space.\nAdequate floor space is necessary to allow normal postural movements for the well-being and comfort of the dogs. The\nregistrant must ensure that each dog has adequate floor space when in the holding facility.\nTo be corrected by May 07, 2021."
    },
    {
      "code": "3.6(c)(1)(iii)",
      "kind": "",
      "repeat": true,
      "desc": "Primary enclosures.",
      "narrative": "Seven adult dogs in a total of five enclosures (pens #6, 10, 18, 25, and 30) in a holding facility only had 1-4 inches of\nhead space. Adequate head space is necessary to provide enough room for the dogs to comfortably make natural\npostural movements. The registrant must ensure that the interior height of each primary enclosure is at least 6 inches\nhigher than the head of the tallest dog in the enclosure when it is in a normal standing position."
    },
    {
      "code": "3.14(c)",
      "kind": "",
      "repeat": false,
      "desc": "Consignments to carriers and intermediate handlers.",
      "narrative": "The registrant accepted 40 dogs for transport in 2021 without the sellers certifying in writing that the dogs had been\noffered food and water during the 4 hours before delivery to the registrant for transport. This certification must also\ninclude the identification of each dog. Without this certification, none of the 12 dogs currently in the holding facility had\nany form of identification on themselves or on their enclosures. The registrant must not accept any dog for transport\nunless the seller certifies in writing that the dog was offered food and water during the 4 hours before delivery to the\ntransporter and provides the dog's identification number.\nTo be corrected by May 07, 2021.\nThe inspection was conducted with a facility representative on April 29 and with the registrant on April 30. The exit\ninterview was conducted with the registrant via phone on May 03, 2021.\nAdditional Inspectors:\nKATHRYN VERNON, ANIMAL CARE INSPECTOREnd Section"
    }
  ],
  "narrative": "2.40(b)(2)  Repeat\n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \n**Three dogs had excessive matting of their haircoats.  An adult male mixed breed dog named One-eyed Jack (no ID) \nhad excessive matting of the hair on his neck.  A female Poodle named Ginger (no ID) had excessive matting on its hind \nlegs.  A female Poodle named Cinnamon (no ID) had excessive matting on its back. Matted hair can result in skin and/or \neye problems, can be painful, and can compromise the haircoat's ability to provide protection from the heat or cold.  The \nregistrant must remove the matted hair from this animal and must establish an effective program of haircoat maintenance. \n \n**Three medications were past their expiration dates.  These medications were in the storage area with the rest of the \nmedications.  Tylan 50 expired June of 2018; Gentamicin Sulfate expired March of 2021; and 50% Dextrose expired \nNovember of 2020.  Expired medications may have lost their efficacy and ability to provide appropriate prevention or \ntreatment of medical problems.  The registrant must ensure that all medications are within their expiration dates. \n2.77(b) \n   \nRecords: Carriers and intermediate handlers. \nThe registrant did not have copies of health certificates for 60 dogs that she had transported in 2021.  Copies of health \ncertificates are necessary to ensure that each dog delivered for transportation was examined by a veterinarian within 10\n\ndays and determined to be free of any infectious disease or physical abnormality that would endanger other animals or \npublic health.  The registrant must keep and maintain copies of health certificates for each dog that is transported. \nTo be corrected by May 07, 2021. \n3.6(c)(1)(i) \n   \nPrimary enclosures. \nSeven dogs in the holding facility did not have adequate floor space. \n*A male Australian Shepherd (no ID) in pen #30 was 25 inches from his nose to the base of his tail.  He required 6.67 \nsquare feet of floor space, but only had 4.0 square feet. \n*A female Schnauzer (no ID) in pen #25 was 20 inches from her nose to the base of her tail.  She required 4.69 square \nfeet of floor space, but only had 4.0 square feet. \n*A female Poodle that was 15 inches long and a Havenese that was 15 inches long were housed together in pen #10.  \nThey required a total of 6.12 square feet of space, but only had 3.5 square feet of floor space. \n*A male mixed breed (no ID) in pen #6 was 19 inches long.  He required 4.34 square feet, but only had 3.66 square feet \nof floor space. \n*Two poodles (no ID) housed together in pen #5 were each 16 inches long.  They required 6.72 square feet of space, but \nonly had 3.66 square feet of floor space. \n \nAdequate floor space is necessary to allow normal postural movements for the well-being and comfort of the dogs.  The \nregistrant must ensure that each dog has adequate floor space when in the holding facility. \nTo be corrected by May 07, 2021. \n3.6(c)(1)(iii)  Repeat\n   \nPrimary enclosures.\n\nSeven adult dogs in a total of five enclosures (pens #6, 10, 18, 25, and 30) in a holding facility only had 1-4 inches of \nhead space.  Adequate head space is necessary to provide enough room for the dogs to comfortably make natural \npostural movements.  The registrant must ensure that the interior height of each primary enclosure is at least 6 inches \nhigher than the head of the tallest dog in the enclosure when it is in a normal standing position. \n3.14(c) \n   \nConsignments to carriers and intermediate handlers. \nThe registrant accepted 40 dogs for transport in 2021 without the sellers certifying in writing that the dogs had been \noffered food and water during the 4 hours before delivery to the registrant for transport.  This certification must also \ninclude the identification of each dog.  Without this certification, none of the 12 dogs currently in the holding facility had \nany form of identification on themselves or on their enclosures.  The registrant must not accept any dog for transport \nunless the seller certifies in writing that the dog was offered food and water during the 4 hours before delivery to the \ntransporter and provides the dog's identification number. \nTo be corrected by May 07, 2021. \n \nThe inspection was conducted with a facility representative on April 29 and with the registrant on April 30.  The exit \ninterview was conducted with the registrant via phone on May 03, 2021. \n \nAdditional Inspectors: \nKATHRYN VERNON, ANIMAL CARE INSPECTOREnd Section",
  "animals_total": 12,
  "species": [
    {
      "count": 12,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    }
  ]
}