{
  "insp_id": "2016082568412547",
  "layout": "a",
  "customer_id": "333385",
  "customer_name": "Deer Haven Mini Zoo",
  "customer_addr": "12312 Detour Rd\nKeymar, MD 21757",
  "certificate": "51-C-0111",
  "site_id": "001",
  "site_name": "DEER HAVEN MINI ZOO",
  "insp_type": "ROUTINE INSPECTION",
  "date": "12-JUN-2017",
  "report_date": "15-JUN-2017",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "The potbelly pig has excessively overgrown hooves (also called claws) on all 4 feet. The claws of the two front feet\nare especially long, with the left claw being worse than the right There is an extra two-four inches of growth on these\nclaws causing the pig to abnormally bear extra weight on the heel when walking or standing. Bearing weight\nabnormally can cause pain, joint injury, and an abnormal gait and diminished activity. Although the hooves were\ntrimmed in April, they have grown excessively long in the past two months. The current trimming schedule is\ninadequate to keep up with the rate of growth. The hooves need to be trimmed more frequently to correct the shape\nof the hoof and to allow the animal to bare weight on the hooves normally.\nBecause overgrown hooves can cause unnecessary pain to the animal’s feet and prevent the animal from engaging\nin normal activity level, the hooves must be examined by the attending veterinarian and a plan established to have\nthe hooves trimmed at a frequency that will return the hooves to a normal conformation."
    },
    {
      "code": "2.75(b)(1)",
      "kind": "",
      "repeat": true,
      "desc": "RECORDS: DEALERS AND EXHIBITORS.",
      "narrative": "***The records of animals on hand are incomplete. Six (6) artic fox kits were born late May or early June 2017, but\nthere is no record of their date of birth. Records must be maintained for all animals purchased, or otherwise\nacquired, owned, held, leased, or otherwise in his or her possession or under his or her control. The records shall\ninclude any offspring born to the animals in his or her possession. Accurate documentation of the animal inventory\nensures that all animals are accounted for and receive proper care.\n***The disposition records are also still incomplete. The disposition records for two brown nosed coatimundi and\none Patagonian cavy are still missing from the animal records first noted on the inspection of 31-January 2017.\nRecords of sales, donations, transfers, euthanasia, and deaths must be kept. Records of dispositions must be\nmaintained to ensure animals receive proper care and to facilitate the regulatory requirements of the Animal Welfare\nAct."
    },
    {
      "code": "2.126(a)(2)",
      "kind": "Critical",
      "repeat": true,
      "desc": "ACCESS AND INSPECTION OF RECORDS AND PROPERTY; SUBMISSION OF ITINERARIES.",
      "narrative": "***The licensee still refuses to disclose the disposition of one Patagonian cavy and 2 brown nosed coatimundi which\nwere removed from the property prior to 06-March-2017. Licensees are required to provide access to all records\nrequired to be kept by the Animal Welfare Act and the regulations. Licensees are required to provide information\nregarding the disposition of animals to an APHIS official. Failure to provide the information to an APHIS official is in\nviolation of the regulations of the Animal Welfare Act. The disposition information of animals is necessary for APHIS\nofficials to track/trace animals for health issues. The disposition of the animals must be disclosed to an APHIS\nofficial upon request at the time of an inspection."
    },
    {
      "code": "3.29(e)",
      "kind": "",
      "repeat": false,
      "desc": "FEEDING.",
      "narrative": "***The guinea pigs were provided with fruit treats (apples grapes, and oranges). Much of the fruit has gone uneaten\nand is dispersed throughout the cages within and on top of the bedding. The fruit has become dried and discolored,\nsoiling the bedding in the cages. Fruit supplements that are left to accumulate in a cage can lead to damp bedding\nwhich is a disease hazard and attractants for flies and ants. Uneaten fruit treats should be removed from cages to\nprevent the soiling of the bedding and to ensure the animals are not exposed to vermin, pests, and disease. Correct\nby June 16, 2017 and after all subsequent treat feedings."
    },
    {
      "code": "3.50(a)",
      "kind": "",
      "repeat": true,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "***The boards used to partially block the 1 inch by 1 inch floor openings in the rabbit cages appear to be treated\nwood and particle board. The particle board still has rough irregular edges that appear chewed which was first\nidentified on the inspection of 12-October-2016 and has continued to be a problem through this inspection. The\nrough edges on these boards could pose an ingestion or injury hazard to the animals. Outdoor housing facilities for\nrabbits must be structurally sound, maintained in good repair, and protect the rabbits from injury."
    },
    {
      "code": "3.50(d)",
      "kind": "",
      "repeat": true,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "The enclosures housing four rabbits still has an accumulation of fecal matter and a dark yellow material under the\nraised cages which was first noted on the 12-October-2016 inspection and has continued through this inspection.\n*** Both rabbit enclosures: A dark yellow material mixed with hair has built-up underneath and along the back legs\nof the cage. The material appears to have a hard pasty texture. There are also what appeared to be dusty cobwebs\nalong the back wall surface under the cage.\n***An excessive amount of rabbit feces has accumulated under the rabbit cages. Some of the pellets have already\nturned grey or white, indicating old feces that has not been removed.\nAccumulations of waste materials can lead to strong odors, attract pests, and may pose a disease hazard for the\nanimals. Fecal material, urine, and other debris must not be allowed to accumulate. Such practice can have harmful\neffects on the health of the animals. Wastes under cages must be disposed of at a frequency that prevents\naccumulation for the health and well-being of the animals and to maintain an effective pest control program."
    },
    {
      "code": "3.53(a)(4)",
      "kind": "",
      "repeat": true,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "The floor of one of the rabbit enclosure has 1 inch by 1 inch openings. The feet of the chocolate satin rabbits\nhoused in this cage can pass through the openings easily. Particle boards have been placed in the enclosure,\nhowever these boards do not cover the entire cage floor and may cause additional problems because of rough and\nchewed edges. This was previously identified on the inspection report of 12-October-2016 and continues through\nthis current inspection. Primary enclosures must be constructed in a manner that protects the feet and legs from\ninjury. The floor of the rabbit enclosure must be modified to safely prevent the feet of the rabbit from passing\nthrough."
    },
    {
      "code": "3.54",
      "kind": "",
      "repeat": true,
      "desc": "FEEDING.",
      "narrative": "***The wood floor boards within each of the rabbit cages have a build-up of a dry greyish brown material. The dry\ngreyish brown material present on the surface of the wood floor boards appears to be old feces and debris.\nReceptacles with fresh food are placed on top of the wood floor boards within each of the rabbit cages. The cage\nhousing the brown satin rabbit and the black and white spotted lop-eared rabbit also has fresh red grapes on the\nvine placed on top of the boards. The presence of food and food receptacles on these contaminated boards may\nprovide a vehicle for the contamination of the food within the receptacles and/or directly on the boards. Placing the\ngrapes directly on the soiled floor boards contaminates the foodstuff and compromise the palatability of the food.\nAdditionally, fresh food in receptacles placed in an excessively soiled cage can potentially lead to contamination of\nthe food. Animals must be provided with food that is free of contamination and palatable. Food must be provided to\nthe rabbits in a manner that will prevent contamination and maintain the palatability of the food."
    },
    {
      "code": "3.56(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "***Grey rabbit enclosure: The rabbit enclosure housing has wood floor boards that have a build-up of a greyish\nbrown material that appears to be old, dried feces. At the right front of the cage, at the space between the metal\nmesh floor and the wood floor board, there is a build-up of white or grey fecal pellets mixed with straw and food\npellets.\n***Lop-eared rabbit and brown satin rabbit enclosure: The wood floor boards within each of the rabbit cages have a\nbuild-up of a dry greyish brown material that appears to be old, dried feces and debris.\nPrimary enclosures must be kept free of excreta, hair, and debris to provide the animals with a clean living\nenvironment and prevent exposure to disease hazards. Excreta and debris must be removed from the primary\nenclosures and done so at a frequency that will prevent the build-up of material to ensure animals are maintained in\na reasonable clean cage and are free of disease that may result from unsanitary living conditions.\nCorrect by June 17, 2017."
    },
    {
      "code": "3.56(b)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "***Both rabbit enclosures have a buildup of grey-brown material that appears to be old dried feces on the wooden\nfloor boards. In addition, the cage for the grey rabbit has, at the right front of the cage, at the space between the\nmetal mesh floor and the wood floor board, a build-up of white or grey fecal pellets mixed with straw and food\npellets. Based upon the appearance of this buildup of fecal matter, these cages are not being sanitized at least\nevery 30 days as specified in the regulations. Rabbit cages should be sanitized every 30 days with one of the\nmethods appropriate to the caging system specified in the regulations, such as washing all soiled surfaces with a\ndetergent solution followed by a safe and effective disinfectant. Sanitizing the cages will help prevent the buildup of\nold feces and debris and eliminate bacteria and viruses that can cause harmful diseases and discomfort.\nSanitize all rabbit cages at least on a 30 day interval. Start by June 19, 2017.and continuing thereafter."
    },
    {
      "code": "3.75(b)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "***The lemur enclosure has a buildup of fecal matter, dead leaves, trash, and other debris, on the floor and around\nthe entryway into the enclosure and excessive weeds growing on the floor in the outdoor play area. There is an\nenclosure adjacent to the lemur housing facilities that has old rat holes and what appears to be old feces and dead\nleaves still remaining in this pen. Housing facilities need to remain free from accumulations of trash and waste to\npromote the health and well-being of the animal housed within the facility. Accumulations of trash, debris, fecal\nmatter, and weeds can attract insect and mammalian pests which can carry diseases harmful to the animals. The\nlemur enclosure and the adjacent pen need to be cleaned, the weeds cut back, and any extraneous clutter\nremoved. Correct by June 17, 2017."
    },
    {
      "code": "3.75(c)(3)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "***There is an accumulation of feces and food waste in the bottom of the lemur housing structure. The waste has\nattracted flies to the area. Hard surfaces in which non-human primates may come into contact must be spot cleaned\ndaily to prevent accumulation of excreta. The housing facilities should also be sanitized in accordance with subpart\n3.84(b) to prevent exposure to vermin and disease. The practice of daily removal of excreta and food wastes must\nbe implemented to ensure the lemurs are free to avoid contact with contaminated material. Additionally, enclosures\nmust be sanitized at least every two (2) weeks, in accordance with professionally acceptable standards and by the\nmethods indicated in subpart 3.84(b)(3) of the Animal Welfare Act regulations. Correct by June 17, 2017"
    },
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": true,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "***Mouflon sheep: As a partial correction to the previously cited fence problem on the 12-May-2017 inspection, a\npiece of wood was secured to the bottom of the section of fence that was bent upward into the enclosure. This\nmeasure is not effective and created an uneven surface which could possibly cause injury to an animal running\nalong the fence line. Other sections of the fence along the left side of the enclosure are caved inward and partially\ndetached from support poles at the bottom portion. These sections of fencing in the current state are not\nstructurally sound and could give way and injure an animal. Overall the fencing is in disrepair and the structural\nstrength has been compromised due to tree damage and wear over time. The fencing must be constructed in\nmanner that will eliminate any gaps or sagging in the fence as well as be securely attached to support poles.\n***Goat enclosure: The bottom of one section of fencing near the gate, is bent upward into the enclosure and bowed\noutward. This has created a gap that would allow an animal to enter or exit the enclosure. The owner indicated one\ngoat was seen pushing the section of fence up and going under it to escape from the enclosure. The section of\nfence no longer prevents the escape of animals or the entry of unwanted animals. The fence must be reconstructed\nin a manner that will ensure the fence is structurally sound and made of such material and strength to contain the\ngoats within and prevent damage to the fence.\n***Goat enclosure: The gate for the goat enclosure is a wire panel loosely secured with carabiners and a chain. The\npanel gate fence is attached so the pointed edge extends into the enclosure. The goats in the enclosure could be\ninjured by the points along the edge of the gate fencing. The gate must be better secured, such as a hinge or metal\nfence clamps, to ensure the gate is kept closed to prevent escape and the unwanted entry of patrons. Additionally,\nthe gate must be constructed in a manner that will allow the gate to be properly closed and the points eliminated to\nprevent injury to the animals.\n***Squirrel enclosure: The wire fencing is poorly attached at the top of the enclosure. Several sections of the wire\nare broken and bent to the point that the mesh pattern has been compromised. A hole, approximately 5 inches in\ndiameter, is noted in the mesh. The hole is large enough for a squirrel to escape through.\nAt the time of the inspection, the black squirrel was not in the enclosure. The owner indicated the squirrel has been\nseen roaming the property. The damage to the mesh wire has left gaps at the top of the enclosure that allowed the\nsquirrel to escape. The mesh must be replaced and constructed with a material of such strength as appropriate for\nsquirrels to prevent escape of the animals or the entry of unwanted animals.\n***Jacob’s sheep: The gate is tied on both ends with only bale twine. One side is attached to an inside fence that\nhas been temporarily placed for rounding up the sheep for shearing. The other side is tied to a wood support post\nwith bale twine.\n***Highland Cow / Zebu: The gate is not squarely placed. The gate leans forward as there is no latch but just a\nsingle strand of bale twine to attach the top of the gate to the top of the metal support pole. There was also a chain\nattached to the mid- section of the pole.\nThe use of bale twine does not securely fasten gates to prevent a person from untying the gate and gaining easy\nentry into the enclosure or allowing animals to escape. Poorly secured gates do not prevent animals from being able\nto dislodge the gate and escape.\n***Highland cow / Zebu: A set of 4 rungs of board fencing are attached to a wood support post and extends beyond\nthe post but does not extend all the way to the metal support pole that secures the gate. The unattached boards\nleave a gap between the fence and the gate, approximately 2-4 inches wide. The current design does not serve to\nsecure the enclosure and could be easily broken by an animal or human. The fencing must be constructed in a\nmanner that will provide adequate strength to contain domestic cattle.\n***Jacob’s sheep / Donkey enclosure: The bottom rung of one section of fencing is partially broken and could injure\nand animal. The board is displaced creating a gap between rungs that is large enough for a sheep to pass through\nand escape. The rung should be replaced or the bottom portion fence constructed in a manner that would reduce\nthe gap and prevent animals from escaping or being injured."
    },
    {
      "code": "3.125(c)",
      "kind": "",
      "repeat": true,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "***An open tub of corn has been placed on the floor near the door of the admission booth. The corn is provided for\npatrons to use to feed the animals. Food for feeding to the animals must be free of contamination, wholesome, and\npalatable. Food exposed to the open air can lose nutritive value and palatability. There is also a greater risk of the\nfood being contaminated by vermin and pests. Food for patrons to feed the animals must be stored in manner that\nprevents contamination, such as in a container with a tightly fitting lid, to ensure animals are fed a wholesome and\npalatable treat."
    },
    {
      "code": "3.127(d)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, OUTDOOR.",
      "narrative": "***According to the owner, the zoo has been closed for at least 3 weeks. Although there is a “No Trespassing” sign\nat the main entrance to the zoo and the private entrance to the owner’s property, members of the public have\npresumably gained access to the property through open and broken gates. The gate at the main entrance is broken.\nThe gate at the main entrance is under repair but currently does not close completely. Additionally, the back gate for\nentrance into to the zoo is missing and the adjacent fencing for which it would be attached is bent down to the\nground due to a bent support pole. The entrance from the private home is also often left open. These gates are a\npart of the perimeter fence and if left open or broken will allow members of the public free access to the property\neven when the zoo is closed. All gate entrances must be repaired and properly secured to prevent the entry of\nunwanted persons for the protection of the animals. Correct June 22, 2017."
    },
    {
      "code": "3.130",
      "kind": "",
      "repeat": true,
      "desc": "WATERING.",
      "narrative": "***The deer water trough is splattered with black dots. The dots appear to be from the juice from the fruit on the\nbranches of a mulberry tree that hangs over the trough. Also, some mulberries are seen in the water trough. The\nwater is murky. Drinking water that is soiled and discolored due to an excessive amount of debris is not considered\npotable for animals to drink. Water troughs should be placed in an area that prevents debris from falling into the\ndrinking water. And, the trough must be cleaned as frequently as necessary to ensure the animals have potable\nwater at all times."
    },
    {
      "code": "3.131(a)",
      "kind": "",
      "repeat": true,
      "desc": "SANITATION.",
      "narrative": "***Squirrel cage: An excessive amount of fecal matter and sunflower shells and peanut hulls cover the bottom of the\nenclosure. Excess food and animal wastes can become an attractant for pests and expose the animals to disease.\nSuch debris should be removed as often as necessary to prevent build-up and to maintain a clean enclosure.\nAnimal and food wastes must be removed from the bottom of the squirrel cage at a frequency that will prevent the\nexcessive accumulation of waste to facilitate the pest control program and prevent the exposure of the animals to\ndisease.\n***The red shelter within the cavy enclosure housing 4 cavys contains a build-up of feces, urine, and debris that has\nbecome caked into the floor of the enclosure. The build-up of fecal matter within the shelter poses a threat to the\nanimal health. The shelter must be cleaned of all excreta and debris to prevent disease, minimize odors, and for the\ncomfort of the animals. Enclosures must be cleaned as often as necessary to prevent contamination of the animals\nwith excreta, minimize disease hazards and reduce odors."
    },
    {
      "code": "3.131(c)",
      "kind": "",
      "repeat": true,
      "desc": "SANITATION.",
      "narrative": "***The deer feed trough has jagged edges from chewing, that resulted in two deep U-shaped crevices along the top\nedge of the trough. A limb could get caught in the crevices or other injury may occur due to the jagged edges and\nthe shape of the damage to the trough. The feeding trough needs to be replaced to prevent injury to the deer in the\nenclosure.\n***Pokeweed is present in the Highland cow / Zebu enclosure near the water trough. This weed is known to cause\ngastrointestinal upset in cattle and is considered poisonous. Poisonous plants pose a threat to the health of the\nanimals. The pokeweed should be removed from the enclosure to prevent illness. Additionally, regular checks for\nremoval of the plant from the enclosure should be established.\n***Mouflon sheep: The back of the shelter has a hole in the board, approximately 18 inches in diameter. The shelter\nhas been patched in several areas. The hole is located in an area in which a horn may get caught. Shelters must\nbe kept in good repair to maintain the integrity of the structure and provide adequate protection from injury."
    },
    {
      "code": "3.131(d)",
      "kind": "",
      "repeat": true,
      "desc": "SANITATION.",
      "narrative": "Rat holes were observed in front of the shelter portion of the outdoor lemur enclosure, the prairie dog, and potbelly\npig, and behind the white nosed coatimundi enclosure. The rat problem has continued since the last inspection.\nRats are known to carry various diseases that may affect the health of the exhibit animals. A safe and effective pest\ncontrol program is required to ensure good animal health. Previously implemented pest control measures, i.e.\npoison and filling of holes must be continued at an appropriate frequency to prevent harborage and recolonization of\nthe rodent population. An expert in the elimination of a rat infestation must be consulted for additional measures for\ncontrolling the rat population."
    },
    {
      "code": "3.132",
      "kind": "",
      "repeat": true,
      "desc": "EMPLOYEES.",
      "narrative": "***The facility houses 64 regulated animals, numerous birds, and one (1) turtle. There are only two (2) employees to\nfeed, clean enclosures, and to conduct the maintenance of the enclosures and upkeep of the property. The same\nemployees also keep records and provide the daily observations of the animals. Additionally, these same\nemployees have regular responsibilities for a job unrelated to those of the zoo.\nBased upon the number of animals and non-complaint items related to cleaning, sanitation, waste disposal and\nmaintenance there is an insufficient number of employees to adequately perform all of the husbandry\nresponsibilities of the facility on a daily basis. There must be a sufficient number of trained employees to carry out\nthe day to day husbandry duties and maintenance on the property and enclosures. Additional personnel is needed\nto ensure that cleaning, animal observations, maintenance tasks, and pest control duties are performed at\nprofessionally acceptable level for the number of animals housed at the facility.\nThis inspection and exit interview were conducted with the owners.\nAdditional Inspectors\nMagid Ellen, Supervisory Animal Care Specialist"
    }
  ],
  "narrative": "2.40(b)(2)                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThe potbelly pig has excessively overgrown hooves (also called claws) on all 4 feet. The claws of the two front feet\nare especially long, with the left claw being worse than the right There is an extra two-four inches of growth on these\nclaws causing the pig to abnormally bear extra weight on the heel when walking or standing. Bearing weight\nabnormally can cause pain, joint injury, and an abnormal gait and diminished activity. Although the hooves were\ntrimmed in April, they have grown excessively long in the past two months. The current trimming schedule is\ninadequate to keep up with the rate of growth.  The hooves need to be trimmed more frequently to correct the shape\nof the hoof and to allow the animal to bare weight on the hooves normally. \nBecause overgrown hooves can cause unnecessary pain to the animal’s feet and prevent the animal from engaging\nin normal activity level, the hooves must be examined by the attending veterinarian and a plan established to have\nthe hooves trimmed at a frequency that will return the hooves to a normal conformation. \n2.75(b)(1)                    REPEAT\nRECORDS: DEALERS AND EXHIBITORS.\n***The records of animals on hand are incomplete. Six (6) artic fox kits were born late May or early June 2017, but\nthere is no record of their date of birth. Records must be maintained for all animals purchased, or otherwise\nacquired, owned, held, leased, or otherwise in his or her possession or under his or her control.  The records shall\ninclude any offspring born to the animals in his or her possession. Accurate documentation of the animal inventory\nensures that all animals are accounted for and receive proper care.  \n***The disposition records are also still incomplete.  The disposition records for two brown nosed coatimundi and\none Patagonian cavy are still missing from the animal records first noted on the inspection of 31-January 2017. \nRecords of sales, donations, transfers, euthanasia, and deaths must be kept.  Records of dispositions must be\nmaintained to ensure animals receive proper care and to facilitate the regulatory requirements of the Animal Welfare\nAct.\n\n2.126(a)(2)           CRITICAL                    REPEAT\nACCESS AND INSPECTION OF RECORDS AND PROPERTY; SUBMISSION OF ITINERARIES.\n***The licensee still refuses to disclose the disposition of one Patagonian cavy and 2 brown nosed coatimundi which\n were removed from the property prior to 06-March-2017. Licensees are required to provide access to all records\nrequired to be kept by the Animal Welfare Act and the regulations.  Licensees are required to provide information\nregarding the disposition of animals to an APHIS official. Failure to provide the information to an APHIS official is in\nviolation of the regulations of the Animal Welfare Act. The disposition information of animals is necessary for APHIS\nofficials to track/trace animals for health issues. The disposition of the animals must be disclosed to an APHIS\nofficial upon request at the time of an inspection.\n3.29(e)\nFEEDING. \n***The guinea pigs were provided with fruit treats (apples grapes, and oranges). Much of the fruit has gone uneaten\nand is dispersed throughout the cages within and on top of the bedding. The fruit has become dried and discolored,\nsoiling the bedding in the cages. Fruit supplements that are left to accumulate in a cage can lead to damp bedding\nwhich is a disease hazard and attractants for flies and ants. Uneaten fruit treats should be removed from cages to\nprevent the soiling of the bedding and to ensure the animals are not exposed to vermin, pests, and disease. Correct\nby June 16, 2017 and after all subsequent treat feedings.\n3.50(a)                    REPEAT\nFACILITIES, GENERAL.  \n***The boards used to partially block the 1 inch by 1 inch floor openings in the rabbit cages appear to be treated\nwood and particle board. The particle board still has rough irregular edges that appear chewed which was first\nidentified on the inspection of 12-October-2016 and has continued to be a problem through this inspection.  The\nrough edges on these boards could pose an ingestion or injury hazard to the animals. Outdoor housing facilities for\nrabbits must be structurally sound, maintained in good repair, and protect the rabbits from injury.\n3.50(d)                    REPEAT\nFACILITIES, GENERAL.  \nThe enclosures housing four rabbits still has an accumulation of fecal matter  and a dark yellow material under the\nraised cages which was first noted on the 12-October-2016 inspection and  has continued through this inspection. \n*** Both rabbit enclosures: A dark yellow material mixed with hair has built-up underneath and along the back legs\nof the cage. The material appears to have a hard pasty texture. There are also what appeared to be dusty cobwebs\nalong the back wall surface under the cage.\n***An excessive amount of rabbit feces has accumulated under the rabbit cages. Some of the pellets have already\n\nturned grey or white, indicating old feces that has not been removed. \nAccumulations of waste materials can lead to strong odors, attract pests, and may pose a disease hazard for the\nanimals. Fecal material, urine, and other debris must not be allowed to accumulate. Such practice can have harmful\neffects on the health of the animals. Wastes under cages must be disposed of at a frequency that prevents\naccumulation for the health and well-being of the animals and to maintain an effective pest control program. \n3.53(a)(4)                    REPEAT\nPRIMARY ENCLOSURES.   \nThe floor of one of the rabbit enclosure has 1 inch by 1 inch openings. The feet of the chocolate satin rabbits\nhoused in this cage can pass through the openings easily. Particle boards have been placed in the enclosure,\nhowever these boards do not cover the entire cage floor and may cause additional problems because of rough and\nchewed edges. This was previously identified on the inspection report of 12-October-2016 and continues through\nthis current inspection.  Primary enclosures must be constructed in a manner that protects the feet and legs from\ninjury. The floor of the rabbit enclosure must be modified to safely prevent the feet of the rabbit from passing\nthrough.\n3.54                    REPEAT\nFEEDING.  \n***The wood floor boards within each of the rabbit cages have a build-up of a dry greyish brown material.  The dry\ngreyish brown material present on the surface of the wood floor boards appears to be old feces and debris.\nReceptacles with fresh food are placed on top of the wood floor boards within each of the rabbit cages. The cage\nhousing the brown satin rabbit and the black and white spotted lop-eared rabbit also has fresh red grapes on the\nvine placed on top of the boards. The presence of food and food receptacles on these contaminated boards may\nprovide a vehicle for the contamination of the food within the receptacles and/or directly on the boards.  Placing the\ngrapes directly on the soiled floor boards contaminates the foodstuff and compromise the palatability of the food.\nAdditionally, fresh food in receptacles placed in an excessively soiled cage can potentially lead to contamination of\nthe food.  Animals must be provided with food that is free of contamination and palatable. Food must be provided to\nthe rabbits in a manner that will prevent contamination and maintain the palatability of the food.\n3.56(a)(1)\nSANITATION. \n***Grey rabbit enclosure: The rabbit enclosure housing has wood floor boards that have a build-up of a greyish\nbrown material that appears to be old, dried feces. At the right front of the cage, at the space between the metal\nmesh floor and the wood floor board, there is a build-up of white or grey fecal pellets mixed with straw and food\npellets.\n***Lop-eared rabbit and brown satin rabbit enclosure: The wood floor boards within each of the rabbit cages have a\n\nbuild-up of a dry greyish brown material that appears to be old, dried feces and debris.\nPrimary enclosures must be kept free of excreta, hair, and debris to provide the animals with a clean living\nenvironment and prevent exposure to disease hazards. Excreta and debris must be removed from the primary\nenclosures and done so at a frequency that will prevent the build-up of material to ensure animals are maintained in\na reasonable clean cage and are free of disease that may result from unsanitary living conditions. \nCorrect by June 17, 2017.\n3.56(b)\nSANITATION. \n***Both rabbit enclosures have a buildup of grey-brown material that appears to be old dried feces on the wooden\nfloor boards.   In addition, the cage for the grey rabbit has, at the right front of the cage, at the space between the\nmetal mesh floor and the wood floor board, a build-up of white or grey fecal pellets mixed with straw and food\npellets.  Based upon the appearance of this buildup of fecal matter, these cages are not being sanitized at least\nevery 30 days as specified in the regulations.  Rabbit cages should be sanitized every 30 days with one of the\nmethods appropriate to the caging system specified in the regulations, such as washing all soiled surfaces with a\ndetergent solution followed by a safe and effective disinfectant. Sanitizing the cages will help prevent the buildup of\nold feces and debris and eliminate bacteria and viruses that can cause harmful diseases and discomfort.  \nSanitize all rabbit cages at least on a 30 day interval.  Start by June 19, 2017.and continuing thereafter.\n3.75(b)\nHOUSING FACILITIES, GENERAL. \n***The lemur enclosure has a buildup of fecal matter, dead leaves, trash, and other debris, on the floor and around\nthe entryway into the enclosure and excessive weeds growing on the floor in the outdoor play area. There is an\nenclosure adjacent to the lemur housing facilities that has old rat holes and what appears to be old feces and dead\nleaves still remaining in this pen.   Housing facilities need to remain free from accumulations of trash and waste to\npromote the health and well-being of the animal housed within the facility. Accumulations of trash, debris, fecal\nmatter, and weeds can attract insect and mammalian pests which can carry diseases harmful to the animals.  The\nlemur enclosure and the adjacent pen need to be cleaned, the weeds cut back, and any extraneous clutter\nremoved. Correct by June 17, 2017.\n3.75(c)(3)\nHOUSING FACILITIES, GENERAL. \n***There is an accumulation of feces and food waste in the bottom of the lemur housing structure. The waste has\nattracted flies to the area. Hard surfaces in which non-human primates may come into contact must be spot cleaned\ndaily to prevent accumulation of excreta. The housing facilities should also be sanitized in accordance with subpart\n3.84(b) to prevent exposure to vermin and disease. The practice of daily removal of excreta and food wastes must\n\nbe implemented to ensure the lemurs are free to avoid contact with contaminated material. Additionally, enclosures\nmust be sanitized at least every two (2) weeks, in accordance with professionally acceptable standards and by the\nmethods indicated in subpart  3.84(b)(3) of the Animal Welfare Act regulations. Correct by June 17, 2017\n3.125(a)                    REPEAT\nFACILITIES, GENERAL.   \n***Mouflon sheep: As a partial correction to the previously cited fence problem on the 12-May-2017 inspection, a\npiece of wood was secured to the bottom of the section of fence that was bent upward into the enclosure. This\nmeasure is not effective and created an uneven surface which could possibly cause injury to an animal running\nalong the fence line. Other sections of the fence along the left side of the enclosure are caved inward and partially\ndetached from support poles at the bottom portion.  These sections of fencing in the current state are not\nstructurally sound and could give way and injure an animal. Overall the fencing is in disrepair and the structural\nstrength has been compromised due to tree damage and wear over time. The fencing must be constructed in\nmanner that will eliminate any gaps or sagging in the fence as well as be securely attached to support poles.  \n***Goat enclosure: The bottom of one section of fencing near the gate, is bent upward into the enclosure and bowed\noutward. This has created a gap that would allow an animal to enter or exit the enclosure. The owner indicated one\ngoat was seen pushing the section of fence up and going under it to escape from the enclosure. The section of\nfence no longer prevents the escape of animals or the entry of unwanted animals. The fence must be reconstructed\nin a manner that will ensure the fence is structurally sound and made of such material and strength to contain the\ngoats within and prevent damage to the fence.  \n***Goat enclosure: The gate for the goat enclosure is a wire panel loosely secured with carabiners and a chain. The\npanel gate fence is attached so the pointed edge extends into the enclosure. The goats in the enclosure could be\ninjured by the points along the edge of the gate fencing. The gate must be better secured, such as a hinge or metal\nfence clamps, to ensure the gate is kept closed to prevent escape and the unwanted entry of patrons. Additionally,\nthe gate must be constructed in a manner that will allow the gate to be properly closed and the points eliminated to\nprevent injury to the animals. \n***Squirrel enclosure: The wire fencing is poorly attached at the top of the enclosure. Several sections of the wire\nare broken and bent to the point that the mesh pattern has been compromised. A hole, approximately 5 inches in\ndiameter, is noted in the mesh. The hole is large enough for a squirrel to escape through. \nAt the time of the inspection, the black squirrel was not in the enclosure. The owner indicated the squirrel has been\nseen roaming the property. The damage to the mesh wire has left gaps at the top of the enclosure that allowed the\nsquirrel to escape. The mesh must be replaced and constructed with a material of such strength as appropriate for\nsquirrels to prevent escape of the animals or the entry of unwanted animals. \n***Jacob’s sheep: The gate is tied on both ends with only bale twine. One side is attached to an inside fence that\n\nhas been temporarily placed for rounding up the sheep for shearing. The other side is tied to a wood support post\nwith bale twine. \n***Highland Cow / Zebu: The gate is not squarely placed. The gate leans forward as there is no latch but just a\nsingle strand of bale twine to attach the top of the gate to the top of the metal support pole. There was also a chain\nattached to the mid- section of the pole. \nThe use of bale twine does not securely fasten gates to prevent a person from untying the gate and gaining easy\nentry into the enclosure or allowing animals to escape. Poorly secured gates do not prevent animals from being able\nto dislodge the gate and escape.  \n***Highland cow / Zebu: A set of 4 rungs of board fencing are attached to a wood support post and extends beyond\nthe post but does not extend all the way to the metal support pole that secures the gate. The unattached boards\nleave a gap between the fence and the gate, approximately 2-4 inches wide. The current design does not serve to\nsecure the enclosure and could be easily broken by an animal or human. The fencing must be constructed in a\nmanner that will provide adequate strength to contain domestic cattle. \n***Jacob’s sheep / Donkey enclosure: The bottom rung of one section of fencing is partially broken and could injure\nand animal. The board is displaced creating a gap between rungs that is large enough for a sheep to pass through\nand escape. The rung should be replaced or the bottom portion fence constructed in a manner that would reduce\nthe gap and prevent animals from escaping or being injured.\n3.125(c)                    REPEAT\nFACILITIES, GENERAL.   \n***An open tub of corn has been placed on the floor near the door of the admission booth. The corn is provided for\npatrons to use to feed the animals. Food for feeding to the animals must be free of contamination, wholesome, and\npalatable. Food exposed to the open air can lose nutritive value and palatability. There is also a greater risk of the\nfood being contaminated by vermin and pests. Food for patrons to feed the animals must be stored in manner that\nprevents contamination, such as in a container with a tightly fitting lid, to ensure animals are fed a wholesome and\npalatable treat.\n3.127(d)\nFACILITIES, OUTDOOR. \n***According to the owner, the zoo has been closed for at least 3 weeks. Although there is a “No Trespassing” sign\nat the main entrance to the zoo and the private entrance to the owner’s property, members of the public have\npresumably gained access to the property through open and broken gates. The gate at the main entrance is broken.\nThe gate at the main entrance is under repair but currently does not close completely. Additionally, the back gate for\nentrance into to the zoo is missing and the adjacent fencing for which it would be attached is bent down to the\nground due to a bent support pole. The entrance from the private home is also often left open. These gates are a\n\npart of the perimeter fence and if left open or broken will allow members of the public free access to the property\neven when the zoo is closed. All gate entrances must be repaired and properly secured to prevent the entry of\nunwanted persons for the protection of the animals. Correct June 22, 2017.\n3.130                    REPEAT\nWATERING.  \n***The deer water trough is splattered with black dots. The dots appear to be from the juice from the fruit on the\nbranches of a mulberry tree that hangs over the trough. Also, some mulberries are seen in the water trough. The\nwater is murky. Drinking water that is soiled and discolored due to an excessive amount of debris is not considered\npotable for animals to drink. Water troughs should be placed in an area that prevents debris from falling into the\ndrinking water. And, the trough must be cleaned as frequently as necessary to ensure the animals have potable\nwater at all times.\n3.131(a)                    REPEAT\nSANITATION.   \n***Squirrel cage: An excessive amount of fecal matter and sunflower shells and peanut hulls cover the bottom of the\nenclosure. Excess food and animal wastes can become an attractant for pests and expose the animals to disease.\nSuch debris should be removed as often as necessary to prevent build-up and to maintain a clean enclosure.\nAnimal and food wastes must be removed from the bottom of the squirrel cage at a frequency that will prevent the\nexcessive accumulation of waste to facilitate the pest control program and prevent the exposure of the animals to\ndisease.\n***The red shelter within the cavy enclosure housing 4 cavys contains a build-up of feces, urine, and debris that has\nbecome caked into the floor of the enclosure. The build-up of fecal matter within the shelter poses a threat to the\nanimal health. The shelter must be cleaned of all excreta and debris to prevent disease, minimize odors, and for the\ncomfort of the animals. Enclosures must be cleaned as often as necessary to prevent contamination of the animals\nwith excreta, minimize disease hazards and reduce odors.\n3.131(c)                    REPEAT\nSANITATION.   \n***The deer feed trough has jagged edges from chewing, that resulted in two deep U-shaped crevices along the top\nedge of the trough. A limb could get caught in the crevices or other injury may occur due to the jagged edges and\nthe shape of the damage to the trough. The feeding trough needs to be replaced to prevent injury to the deer in the\nenclosure.\n***Pokeweed is present in the Highland cow / Zebu enclosure near the water trough. This weed is known to cause\ngastrointestinal upset in cattle and is considered poisonous. Poisonous plants pose a threat to the health of the\n\nanimals. The pokeweed should be removed from the enclosure to prevent illness. Additionally, regular checks for\nremoval of the plant from the enclosure should be established. \n***Mouflon sheep: The back of the shelter has a hole in the board, approximately 18 inches in diameter. The shelter\nhas been patched in several areas. The hole is located in an area in which a horn may get caught.  Shelters must\nbe kept in good repair to maintain the integrity of the structure and provide adequate protection from injury. \n3.131(d)                    REPEAT\nSANITATION.   \nRat holes were observed in front of the shelter portion of the outdoor lemur enclosure, the prairie dog, and potbelly\npig, and behind the white nosed coatimundi enclosure. The rat problem has continued since the last inspection.\nRats are known to carry various diseases that may affect the health of the exhibit animals. A safe and effective pest\ncontrol program is required to ensure good animal health. Previously implemented pest control measures, i.e.\npoison and filling of holes must be continued at an appropriate frequency to prevent harborage and recolonization of\nthe rodent population. An expert in the elimination of a rat infestation must be consulted for additional measures for\ncontrolling the rat population.\n3.132                    REPEAT\nEMPLOYEES. \n***The facility houses 64 regulated animals, numerous birds, and one (1) turtle. There are only two (2) employees to\nfeed, clean enclosures, and to conduct the maintenance of the enclosures and upkeep of the property. The same\nemployees also keep records and provide the daily observations of the animals. Additionally, these same\nemployees have regular responsibilities for a job unrelated to those of the zoo.\nBased upon the number of animals and non-complaint items related to cleaning, sanitation, waste disposal and\nmaintenance there is an insufficient number of employees to adequately perform all of the husbandry\nresponsibilities of the facility on a daily basis. There must be a sufficient number of trained employees to carry out\nthe day to day husbandry duties and maintenance on the property and enclosures. Additional personnel is needed\nto ensure that cleaning, animal observations, maintenance tasks, and pest control duties are performed at\nprofessionally acceptable level for the number of animals housed at the facility.\nThis inspection and exit interview were conducted with the owners.\n\nAdditional Inspectors\nMagid Ellen, Supervisory Animal Care Specialist",
  "animals_total": 72,
  "species": [
    {
      "count": 3,
      "scientific": "Bos primigenuis indicus",
      "common": "ZEBU"
    },
    {
      "count": 1,
      "scientific": "Bos taurus",
      "common": "CATTLE / COW / OX / WATUSI"
    },
    {
      "count": 4,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 3,
      "scientific": "Cavia porcellus",
      "common": "DOMESTIC GUINEA PIG"
    },
    {
      "count": 2,
      "scientific": "Cynomys ludovicianus",
      "common": "BLACK-TAILED PRAIRIE DOG"
    },
    {
      "count": 6,
      "scientific": "Dama dama",
      "common": "FALLOW DEER"
    },
    {
      "count": 6,
      "scientific": "Dama dama",
      "common": "FALLOW DEER"
    },
    {
      "count": 5,
      "scientific": "Dolichotis patagonum",
      "common": "PATAGONIAN CAVY / MARA"
    },
    {
      "count": 4,
      "scientific": "Lama pacos",
      "common": "ALPACA"
    },
    {
      "count": 2,
      "scientific": "Lemur catta",
      "common": "RING-TAILED LEMUR"
    },
    {
      "count": 1,
      "scientific": "Lynx rufus",
      "common": "BOBCAT"
    },
    {
      "count": 1,
      "scientific": "Nasua narica",
      "common": "WHITE-NOSED COATI"
    },
    {
      "count": 4,
      "scientific": "Oryctolagus cuniculus",
      "common": "DOMESTIC RABBIT / EUROPEAN RABBIT"
    },
    {
      "count": 18,
      "scientific": "Ovis aries aries",
      "common": "SHEEP INCLUDING ALL DOMESTIC BREEDS"
    },
    {
      "count": 1,
      "scientific": "Procyon lotor",
      "common": "RACCOON"
    },
    {
      "count": 2,
      "scientific": "Sciurus carolinensis",
      "common": "EASTERN GREY SQUIRREL"
    },
    {
      "count": 1,
      "scientific": "Sus scrofa domestica",
      "common": "DOMESTIC PIG / POTBELLY PIG / MICRO PIG"
    },
    {
      "count": 8,
      "scientific": "Vulpes lagopus",
      "common": "ARCTIC FOX"
    }
  ]
}