{
  "insp_id": "INS-0000851419",
  "layout": "c",
  "customer_id": "321517",
  "customer_name": "Tom Steffensmeier Carla Steffensmeier",
  "customer_addr": "2293 St. Paul Rd\nWEST POINT, IA 52656",
  "certificate": "42-A-1368",
  "site_id": "001",
  "site_name": "Tom & Carla Steffensmeier",
  "insp_type": "ROUTINE INSPECTION",
  "date": "08-MAR-2023",
  "report_date": "09-MAR-2023",
  "citations": [
    {
      "code": "2.40(b)(3)",
      "kind": "",
      "repeat": false,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "An adult female Shiba Inu has an interdigital hairless swelling on the left back leg. The swelling on the left back leg was\nred with discharge. The current condition of the animal’s paw had not been noticed and no treatment is being provided or\nhas been planned. Swellings on the paws can cause pain and distress to the regulated animal. The animal must be\nevaluated by the attending veterinarian. The licensee must ensure that appropriate daily observation occurs in order to\nidentify all health issues and to support the well-being of the dogs.\nTo be corrected by: March 10, 2023."
    },
    {
      "code": "3.1(a)",
      "kind": "",
      "repeat": false,
      "desc": "Housing facilities, general.",
      "narrative": "Throughout the facility at least nine automatic water nozzles are leaking water. Approximately eleven dogs have access to\nthese broken waterers. In the large breed dog rooms at least two water lines are leaking water. The damaged areas of\nthese water lines run along the ceiling and are leaking the water directly into the enclosures which house a total of three\nadult dogs. The water was dripping in areas that the animals could become wet posing a health risk to the animals.\nHousing facilities for dogs must be designed and constructed so that they are structurally sound. They must be kept in\ngood repair, and they must protect the animals from injury, contain the animals securely, and restrict other animals from\nentering. The licensee must fix the leaking water lines and nozzles. The licensee must ensure that all aspects of the\nhousing facility are maintained in good repair and are safe for the dogs at all times.\nTo be corrected by: May 3, 2023.\nThroughout the facility, numerous animal feeders are broken and in a state of disrepair. The elastic bands used to hold\nthe feeder to the enclosure have caused large cracks to form in the feeder. At least twenty dogs have access to these\ndamaged feeders. Broken feeders could fail to contain the food and protect it from contamination.\nHousing facilities, including feeders, must be designed and constructed so that they are structurally sound. They must be\nkept in good repair, and they must protect the animals from injury, contain the animals securely, and restrict other animals\nfrom entering. The licensee must repair or replace the feeders. The licensee must ensure that all aspects of the housing\nfacility are maintained in good repair and are safe for the dogs at all times.\nTo be corrected March 22, 2023."
    },
    {
      "code": "3.1(c)(2)",
      "kind": "",
      "repeat": false,
      "desc": "Housing facilities, general.",
      "narrative": "In at least ten adult dog enclosures, housing approximately sixteen dogs, the plastic water lines contain bite marks. The\nwater lines have been excessively chewed and damaged by the dogs.\nIn at least fourteen adult dog enclosures, housing approximately twenty dogs, the walls are heavily scratched by the dogs.\nThe damaged areas of the walls are located at the level of the dogs.\nThe damaged surfaces of the water lines and walls cannot be readily cleaned and sanitized which could increase the risk\nof disease towards the dogs.\nAll surfaces must be maintained on a regular basis. Surfaces of housing facilities-including objects within the facility-that\ncannot be readily cleaned and sanitized must be replaced when worn or soiled. The licensee must remove, replace, or\nalter the damaged water lines and damaged walls in a manner that allows for cleaning and sanitization of the surfaces to\noccur. The licensee must ensure all surfaces are properly maintained at all times in order to support the health and well-\nbeing of the animals.\nTo be corrected by: April 5, 2023."
    },
    {
      "code": "3.1(e)",
      "kind": "",
      "repeat": false,
      "desc": "Housing facilities, general.",
      "narrative": "The feeding cart is stored in the feed room when not in use. The inspectors entered the feed room and noticed that the\ncart contained open dog food but does not have a tightly fitting lid. The wooden top of the cart was on the floor of the feed\nroom and the facility representative placed the top on the cart, but the lid does not properly cover the entire cart as it\nleaves a large gap in the front. Numerous cobwebs were also noticed attached to the surfaces of the wooden top. Open\nsupplies of food without a tightly fitting lid could lead to contamination resulting in disease hazards to the animals.\nAll open supplies of food and bedding must be kept in leakproof containers with tightly fitting lids to prevent contamination\nand spoilage. The applicant must place the dog food into a leakproof container with a tightly fitted lid in order to protect\nthese supplies from potential contamination and to support the health of the animals.\nTo be corrected by March 10, 2023."
    },
    {
      "code": "3.1(f)",
      "kind": "",
      "repeat": false,
      "desc": "Housing facilities, general.",
      "narrative": "A large amount of waste materials was seen on the concrete floors under the raised primary enclosures in the adult dog\nrooms. The waste material was most pronounced at the end of the room where the pipes place the waste in the gutter.\nThe material accumulated on top of the pipes and along the floor. Rodent feces are located on top of the drainage pipes\nand surrounding the waste material on the floor. In the room housing the Golden retrievers, the inspector noticed the\nammonia level increased towards the end of the room where the waste material was building up on the floors beneath the\nenclosures.\nDrains and drainage areas that are not properly maintained could result in a buildup of waste that could attract pests,\ncreate odors, soil animals, and increase the risk of disease hazards. Disposal and drainage systems must minimize\nvermin and pest infestation, insects, odors, and disease hazards. All drains must be properly constructed, installed, and\nmaintained. The licensee must alter all the drains in a manner that moves the waste away from the primary enclosures.\nThe licensee must ensure that all drains are working properly at all times.\nTo be corrected April 5, 2023."
    },
    {
      "code": "3.6(a)(2)(ii)",
      "kind": "",
      "repeat": false,
      "desc": "Primary enclosures.",
      "narrative": "In the whelping room there are four primary enclosures with heat lamps without a guard. The four enclosures contain a\ntotal of four adult dogs and seven puppies, and the heat lamps were located at a level that the dogs could come into direct\ncontact with the glass bulb. Contact with the bulb could cause burns to the dog or the glass could break which may result\nin injury. The licensee must add a protective guard or alter the heat lamp in a manner that eliminates the ability of the dog\nto come into direct contact with the glass bulb.\nIn a primary enclosure containing a Husky adult dog with seven puppies, the top of the wire front to the door contained\nsharp points and jagged edges that the adult dog is able to reach. The inspectors observed the adult dog come into direct\ncontact with the sharp points. Sharp points and jagged edges may cause injury to the regulated animal. The jagged\nedges must be repaired or altered in a manner to eliminate the risk of injury injury to the regulated animal.\nNumerous primary enclosures in the whelping room contain carpets that have frayed edges and a Golden Retriever\npuppy was seen with portions of carpet in their mouth. A total of three adult dogs and thirty puppies are housed in the\nenclosures with the torn and damaged carpets. Frayed edges can be injurious to the regulated animal as they could\ningest the material. The carpets must be maintained without frayed edges.\nPrimary enclosures must be constructed and maintained so that they protect the dogs from injury. The facility must ensure\nthe enclosures are safe for the dogs at all times.\nTo be corrected by: From this day forward.\nA primary enclosure containing a Shiba Inu adult dog with three puppies has a portion of the wood frame that has been\nchewed severely causing jagged edges to form. The damaged area of the wood is located at the level of the dogs. The\njagged edges of the wood could cause injury to the dogs.\nPrimary enclosures must be constructed and maintained so that they protect the dogs from injury. The wood frame must\nbe repaired, replaced or altered in a manner that eliminates the jagged edges from causing injury to the regulated animal.\nThe facility must ensure the enclosures are safe for the dogs at all times.\nTo be corrected by March 22, 2023."
    },
    {
      "code": "3.6(a)(2)(x)",
      "kind": "",
      "repeat": false,
      "desc": "Primary enclosures.",
      "narrative": "The foot of an adult Golden Retriever is stuck in the openings of the raised floor of the primary enclosure. The floor is\nconstructed with raised lattice type metal flooring. The left back toes were observed by the inspector to be through the\nhole in the lattice flooring and the dog was unable to release it. The dog would pivot its body around the left hind leg but\nwould not pick up the foot or walk around the enclosure. The licensee pushed the dog's foot out of the opening and the\ndog was able to then walk around the enclosure. Flooring that allows a dog's foot to become entrapped could cause\ninjury to the dog.\nPrimary enclosures must be constructed in a manner that protects the dogs' feet and legs from injury and does not allow\nthe feet to pass through any openings in the floor. The licensee must alter the flooring in a manner that eliminates the\nability of the dog's foot to become entrapped. The licensee must ensure that the primary enclosures, including the\nflooring, are safe for the dogs at all times.\nTo be corrected by: At the time of the inspection the dog was removed from entrapment. From this day forward the\nflooring must not allow a dog to become entrapped."
    },
    {
      "code": "3.9(a)",
      "kind": "",
      "repeat": false,
      "desc": "Feeding",
      "narrative": "In the adult dog rooms, approximately thirty-six feeders accessed by thirty-five adult dogs, contain insects on the food in\nthe feeders. The insects are approximately ¼ inch in length and are crawling on the food. The food could become\ncontaminated by the insects. Food contaminated with insects may discourage the animals from consuming it leading to\npoor body condition and ingesting insects may lead to serious health issues for the regulated animals.\nFood must be uncontaminated, wholesome, palatable, and of sufficient quantity and nutritive value to maintain the normal\ncondition and weight of the animal. The licensee must remove the insects and any contaminated food from the current\nfood source. The licensee must ensure that all food provided to the animals is free of insects and other contaminates at\nall times in order to support their health and well-being.\nTo be corrected by: From this day forward"
    },
    {
      "code": "3.11(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "Cleaning, sanitization, housekeeping, and pest control.",
      "narrative": "A thick buildup of brown organic material and food debris is located on the interior surface of numerous plastic feeders in\nthe whelping room, adult dog rooms, and on the front wire doors in the whelping room. At least twenty adult dogs have\naccess to these affected surfaces. Insanitary conditions of the feeders/doors can cause disease hazards to regulated\nanimals.\nIn at least six enclosures, containing a total of seven adult dogs, the lower portion of the walls are heavily soiled with\nbrown material. The material could be a source of contamination that poses a health risk to the regulated animals.\nIn one enclosure that contains a male Jack Russell Terrier dog, the water line has a thick yellow material adhered to it\nconsistent with calcium deposits covering most of the pipe. The affected portion of the water line is located at the level of\nthe dog. The buildup of material cannot be sanitized and does not allow for the water line beneath it to be cleaned or\nsanitized which could increase the risk of disease towards the dog.\nThe facility representative states the surfaces of the feeders are sanitized once a month and the primary enclosures\nhousing adults are sanitized every 4-5 months. The representative also stated that the whelping enclosures are sanitized\napproximately every 8 weeks after the puppies have left the facility. Failure to sanitize surfaces as often as required by\nthe Animal Welfare Act may allow the growth of disease causing agents and the buildup of organic material and food\nwaste that may increase the risk of disease hazards towards the dogs.\nUsed primary enclosures and food and water receptacles for dogs must be sanitized at least once every 2 weeks, and\nmore often if necessary to prevent an accumulation of dirt, debris, food waste, excreta, and other disease hazards. The\nlicensee must clean and sanitize the affected surfaces. The licensee must ensure that all surfaces of enclosures and\nfeeders are maintained in a clean and sanitized condition to support the health of the animals.\nTo be corrected by: March 22, 2023"
    },
    {
      "code": "3.11(d)",
      "kind": "",
      "repeat": false,
      "desc": "Cleaning, sanitization, housekeeping, and pest control.",
      "narrative": "Evidence of rodent activity was found in the feed room and in the entryway between all of the adult dog rooms. In the feed\nroom, along the floors and on a pile of broken feeders there was a large amount of rodent feces. The pile of broken\nfeeders contained old moldy food and organic matter. Additionally, a live mouse was found in the entry way between all of\nthe adult dog rooms. The mouse ran behind the open door to one of the dog rooms and the inspector observed an adult\nmouse with what appeared to be a litter of baby mice behind this door. Rodent feces are observed on the floor beneath\nthe enclosures of the large breed dog rooms. The licensee uses sticky traps as pest control and the inspectors observed\nonly one trap in an empty enclosure in one dog room. Pests can contaminate food and cause disease hazards to\nregulated animals.\nAn effective program for the control of insects, external parasites, birds, and mammals that are pests must be established\nand maintained. The licensee must establish an effective form of pest control in order to support the health and well-being\nof the animals.\nTo be corrected April 5, 2023."
    },
    {
      "code": "3.13(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "Veterinary care for dogs.",
      "narrative": "The facility representative is treating a condition and the treatment plan is not documented in the program of veterinary\ncare or on a medical record. The facility representative states the attending veterinarian has approved treatment for\ninterdigital cysts where they give an injection of Lincomycin 1 cc per 60 pounds and if not resolved they have the\nattending veterinarian come out to the assess the animal. The treatment plan (including how often its administered, for\nhow many days, and the route of administration) for interdigital cysts is not documented in the program of veterinary care.\nFailure to document treatment plans may interfere with the ability of APHIS officials to determine if the dogs are receiving\nadequate veterinary care.\nCopies of medical records must be maintained that includes the date and a description of the problem (injury, disease,\nillness), examination findings, test results, plan for treatment and care, and treatment procedures performed. The licensee\nmust ensure that all treatment plans are fully documented and that all medical records are complete and contain all\nrequired information.\nTo be corrected by: From this day forward."
    },
    {
      "code": "3.13(b)(4)",
      "kind": "",
      "repeat": false,
      "desc": "Veterinary care for dogs.",
      "narrative": "The licensee had fecal tests performed on the kennel population in November of 2022 but the results of the tests are not\ndocumented in writing on a medical record. Failure to document the results of the testing may interfere with the ability of\nAPHIS officials to determine if the dogs are receiving adequate veterinary care.\nMedical records must include the results of all screening, routine, or other required or recommended tests or\nexaminations. The licensee must document the results of all fecal testing and ensure that all medical records are\ncomplete and contain all the required information.\nTo be corrected by from this day forward.\nThis inspection and exit interview were conducted with the facility representative.\nAdditional Inspectors:\nJonathan Tomkovitch, VETERINARY MEDICAL OFFICEREnd Section"
    }
  ],
  "narrative": "2.40(b)(3) \n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nAn adult female Shiba Inu has an interdigital hairless swelling on the left back leg. The swelling on the left back leg was \nred with discharge. The current condition of the animal’s paw had not been noticed and no treatment is being provided or \nhas been planned. Swellings on the paws can cause pain and distress to the regulated animal. The animal must be \nevaluated by the attending veterinarian.  The licensee must ensure that  appropriate daily observation occurs in order to \nidentify all health issues and to support the well-being of the dogs.   \n \nTo be corrected by:  March 10, 2023. \n3.1(a) \n   \nHousing facilities, general. \nThroughout the facility at least nine automatic water nozzles are leaking water. Approximately eleven dogs have access to \nthese broken waterers.  In the large breed dog rooms at least two water lines are leaking water.  The damaged areas of \nthese water lines run along the ceiling and are leaking the water directly into the enclosures which house a total of three \nadult dogs. The water was dripping in areas that the animals could become wet posing a health risk to the animals.  \n \nHousing facilities for dogs must be designed and constructed so that they are structurally sound. They must be kept in\n\ngood repair, and they must protect the animals from injury, contain the animals securely, and restrict other animals from \nentering. The licensee must fix the leaking water lines and nozzles. The licensee must ensure that all aspects of the \nhousing facility are maintained in good repair and are safe for the dogs at all times.  \n \nTo be corrected by:  May 3, 2023. \n \nThroughout the facility, numerous animal feeders are broken and in a state of disrepair. The elastic bands used to hold \nthe feeder to the enclosure have caused large cracks to form in the feeder. At least twenty dogs have access to these \ndamaged feeders.  Broken feeders could fail to contain the food and protect it from contamination.   \n \nHousing facilities, including feeders, must be designed and constructed so that they are structurally sound. They must be \nkept in good repair, and they must protect the animals from injury, contain the animals securely, and restrict other animals \nfrom entering. The licensee must repair or replace the feeders. The licensee must ensure that all aspects of the housing \nfacility are maintained in good repair and are safe for the dogs at all times.  \n \nTo be corrected March 22, 2023. \n3.1(c)(2) \n   \nHousing facilities, general. \nIn at least ten adult dog enclosures, housing approximately sixteen dogs, the plastic water lines contain bite marks. The \nwater lines have been excessively chewed and damaged by the dogs.  \n \nIn at least fourteen adult dog enclosures, housing approximately twenty dogs, the walls are heavily scratched by the dogs.\n\nThe damaged areas of the walls are located at the level of the dogs. \n \nThe damaged surfaces of the water lines and walls cannot be readily cleaned and sanitized which could increase the risk \nof disease towards the dogs.  \n \nAll surfaces must be maintained on a regular basis. Surfaces of housing facilities-including objects within the facility-that \ncannot be readily cleaned and sanitized must be replaced when worn or soiled. The licensee must remove, replace, or \nalter the damaged water lines and damaged walls in a manner that allows for cleaning and sanitization of the surfaces to \noccur. The licensee must ensure all surfaces are properly maintained at all times in order to support the health and well-\nbeing of the animals. \n \nTo be corrected by: April 5, 2023. \n3.1(e) \n   \nHousing facilities, general. \nThe feeding cart is stored in the feed room when not in use.  The inspectors entered the feed room and noticed that the \ncart contained open dog food but does not have a tightly fitting lid. The wooden top of the cart was on the floor of the feed \nroom and the facility representative placed the top on the cart, but the lid does not properly cover the entire cart as it \nleaves a large gap in the front.  Numerous cobwebs were also noticed attached to the surfaces of the wooden top.   Open \nsupplies of food without a tightly fitting lid could lead to contamination resulting in disease hazards to the animals. \n \nAll open supplies of food and bedding must be kept in leakproof containers with tightly fitting lids to prevent contamination \nand spoilage. The applicant must place the dog food into a leakproof container with a tightly fitted lid in order to protect\n\nthese supplies from potential contamination and to support the health of the animals. \n \nTo be corrected by March 10, 2023. \n3.1(f) \n   \nHousing facilities, general. \nA large amount of waste materials was seen on the concrete floors under the raised primary enclosures in the adult dog \nrooms. The waste material was most pronounced at the end of the room where the pipes place the waste in the gutter. \nThe material accumulated on top of the pipes and along the floor.  Rodent feces are located on top of the drainage pipes \nand surrounding the waste material on the floor.  In the room housing the Golden retrievers, the inspector noticed the \nammonia level increased towards the end of the room where the waste material was building up on the floors beneath the \nenclosures.   \n \nDrains and drainage areas that are not properly maintained could result in a buildup of waste that could attract pests, \ncreate odors, soil animals, and increase the risk of disease hazards. Disposal and drainage systems must minimize \nvermin and pest infestation, insects, odors, and disease hazards. All drains must be properly constructed, installed, and \nmaintained. The licensee must alter all the drains in a manner that moves the waste away from the primary enclosures. \nThe licensee must ensure that all drains are working properly at all times. \n \nTo be corrected April 5, 2023. \n3.6(a)(2)(ii) \n   \nPrimary enclosures.\n\nIn the whelping room there are four primary enclosures with heat lamps without a guard. The four enclosures contain a \ntotal of four adult dogs and seven puppies, and the heat lamps were located at a level that the dogs could come into direct \ncontact with the glass bulb.  Contact with the bulb could cause burns to the dog or the glass could break which may result \nin injury. The licensee must add a protective guard or alter the heat lamp in a manner that eliminates the ability of the dog \nto come into direct contact with the glass bulb. \n \nIn a primary enclosure containing a Husky adult dog with seven puppies, the top of the wire front to the door contained \nsharp points and jagged edges that the adult dog is able to reach. The inspectors observed the adult dog come into direct \ncontact with the sharp points.  Sharp points and jagged edges may cause injury to the regulated animal. The jagged \nedges must be repaired or altered in a manner to eliminate the risk of injury injury to the regulated animal. \n \nNumerous primary enclosures in the whelping room contain carpets that have frayed edges and a Golden Retriever \npuppy was seen with portions of carpet in their mouth.  A total of three adult dogs and thirty puppies are housed in the \nenclosures with the torn and damaged carpets.  Frayed edges can be injurious to the regulated animal as they could \ningest the material. The carpets must be maintained without frayed edges. \n \nPrimary enclosures must be constructed and maintained so that they protect the dogs from injury. The facility must ensure \nthe enclosures are safe for the dogs at all times.  \n \nTo be corrected by:  From this day forward. \n \nA primary enclosure containing a Shiba Inu adult dog with three puppies has a portion of the wood frame that has been\n\nchewed severely causing jagged edges to form.  The damaged area of the wood is located at the level of the dogs.  The \njagged edges of the wood could cause injury to the dogs. \n \nPrimary enclosures must be constructed and maintained so that they protect the dogs from injury. The wood frame must \nbe repaired, replaced or altered in a manner that eliminates the jagged edges from causing injury to the regulated animal. \nThe facility must ensure the enclosures are safe for the dogs at all times. \n \nTo be corrected by March 22, 2023. \n3.6(a)(2)(x) \n   \nPrimary enclosures. \nThe foot of an adult Golden Retriever is stuck in the openings of the raised floor of the primary enclosure. The floor is \nconstructed with raised lattice type metal flooring. The left back toes were observed by the inspector to be through the \nhole in the lattice flooring and the dog was unable to release it.  The dog would pivot its body around the left hind leg but \nwould not pick up the foot or walk around the enclosure.  The licensee pushed the dog's foot out of the opening and the \ndog was able to then walk around the enclosure.  Flooring that allows a dog's foot to become entrapped could cause \ninjury to the dog. \n \nPrimary enclosures must be constructed in a manner that protects the dogs' feet and legs from injury and does not allow \nthe feet to pass through any openings in the floor. The licensee must alter the flooring in a manner that eliminates the \nability of the dog's foot to become entrapped. The licensee must ensure that the primary enclosures, including the \nflooring, are safe for the dogs at all times.\n\nTo be corrected by:  At the time of the inspection the dog was removed from entrapment.  From this day forward the \nflooring must not allow a dog to become entrapped. \n3.9(a) \n   \nFeeding \nIn the adult dog rooms, approximately thirty-six feeders accessed by thirty-five adult dogs, contain insects on the food in \nthe feeders. The insects are approximately ¼ inch in length and are crawling on the food. The food could become \ncontaminated by the insects. Food contaminated with insects may discourage the animals from consuming it leading to \npoor body condition and ingesting insects may lead to serious health issues for the regulated animals.  \n \nFood must be uncontaminated, wholesome, palatable, and of sufficient quantity and nutritive value to maintain the normal \ncondition and weight of the animal. The licensee must remove the insects and any contaminated food from the current \nfood source.  The licensee must ensure that all food provided to the animals is free of insects and other contaminates at \nall times in order to support their health and well-being.  \n \nTo be corrected by:  From this day forward \n3.11(b)(2) \n   \nCleaning, sanitization, housekeeping, and pest control. \nA thick buildup of brown organic material and food debris is located on the interior surface of numerous plastic feeders in \nthe whelping room, adult dog rooms, and on the front wire doors in the whelping room.  At least twenty adult dogs have \naccess to these affected surfaces.  Insanitary conditions of the feeders/doors can cause disease hazards to regulated \nanimals.\n\nIn at least six enclosures, containing a total of seven adult dogs, the lower portion of the walls are heavily soiled with \nbrown material. The material could be a source of contamination that poses a health risk to the regulated animals.  \n \nIn one enclosure that contains a male Jack Russell Terrier dog, the water line has a thick yellow material adhered to it \nconsistent with calcium deposits covering most of the pipe. The affected portion of the water line is located at the level of \nthe dog. The buildup of material cannot be sanitized and does not allow for the water line beneath it to be cleaned or \nsanitized which could increase the risk of disease towards the dog.   \n \nThe facility representative states the surfaces of the feeders are sanitized once a month and the primary enclosures \nhousing adults are sanitized every 4-5 months.  The representative also stated that the whelping enclosures are sanitized \napproximately every 8 weeks after the puppies have left the facility.  Failure to sanitize surfaces as often as required by \nthe Animal Welfare Act may allow the growth of disease causing agents and the buildup of organic material and food \nwaste that may increase the risk of disease hazards towards the dogs. \n \nUsed primary enclosures and food and water receptacles for dogs must be sanitized at least once every 2 weeks, and \nmore often if necessary to prevent an accumulation of dirt, debris, food waste, excreta, and other disease hazards. The \nlicensee must clean and sanitize the affected surfaces. The licensee must ensure that all surfaces of enclosures and \nfeeders are maintained in a clean and sanitized condition to support the health of the animals. \n \nTo be corrected by:  March 22, 2023 \n3.11(d) \n   \nCleaning, sanitization, housekeeping, and pest control.\n\nEvidence of rodent activity was found in the feed room and in the entryway between all of the adult dog rooms. In the feed \nroom, along the floors and on a pile of broken feeders there was a large amount of rodent feces. The pile of broken \nfeeders contained old moldy food and organic matter. Additionally, a live mouse was found in the entry way between all of \nthe adult dog rooms.  The mouse ran behind the open door to one of the dog rooms and the inspector observed an adult \nmouse with what appeared to be a litter of baby mice behind this door. Rodent feces are observed on the floor beneath \nthe enclosures of the large breed dog rooms.  The licensee uses sticky traps as pest control and the inspectors observed \nonly one trap in an empty enclosure in one dog room.  Pests can contaminate food and cause disease hazards to \nregulated animals.  \n  \nAn effective program for the control of insects, external parasites, birds, and mammals that are pests must be established \nand maintained. The licensee must establish an effective form of pest control in order to support the health and well-being \nof the animals.  \n \nTo be corrected April 5, 2023. \n3.13(b)(2) \n   \nVeterinary care for dogs. \nThe facility representative is treating a condition and the treatment plan is not documented in the program of veterinary \ncare or on a medical record. The facility representative states the attending veterinarian has approved treatment for \ninterdigital cysts where they give an injection of Lincomycin 1 cc per 60 pounds and if not resolved they have the \nattending veterinarian come out to the assess the animal. The treatment plan (including how often its administered, for \nhow many days, and the route of administration) for interdigital cysts is not documented in the program of veterinary care. \nFailure to document treatment plans may interfere with the ability of APHIS officials to determine if the dogs are receiving\n\nadequate veterinary care.  \n \nCopies of medical records must be maintained that includes the date and a description of the problem (injury, disease, \nillness), examination findings, test results, plan for treatment and care, and treatment procedures performed. The licensee \nmust ensure that all treatment plans are fully documented and that all medical records are complete and contain all \nrequired information.  \n \nTo be corrected by: From this day forward. \n3.13(b)(4) \n   \nVeterinary care for dogs. \nThe licensee had fecal tests performed on the kennel population in November of 2022 but the results of the tests are not \ndocumented in writing on a medical record. Failure to document the results of the testing may interfere with the ability of \nAPHIS officials to determine if the dogs are receiving adequate veterinary care. \n \nMedical records must include the results of all screening, routine, or other required or recommended tests or \nexaminations. The licensee must document the results of all fecal testing and ensure that all medical records are \ncomplete and contain all the required information. \n \nTo be corrected by from this day forward. \n \nThis inspection and exit interview were conducted with the facility representative.\n\nAdditional Inspectors: \nJonathan Tomkovitch, VETERINARY MEDICAL OFFICEREnd Section",
  "animals_total": 225,
  "species": [
    {
      "count": 147,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 78,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}