{
  "insp_id": "97161546140288",
  "layout": "a",
  "customer_id": "8360",
  "customer_name": "Gary Felts",
  "customer_addr": "Box 81\nKingsley, IA 51028",
  "certificate": "42-A-0757",
  "site_id": "001",
  "site_name": "GARY FELTS",
  "insp_type": "ROUTINE INSPECTION",
  "date": "06-APR-2016",
  "report_date": "06-APR-2016",
  "citations": [
    {
      "code": "3.1(c)(2)",
      "kind": "",
      "repeat": true,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "There were at least 15 enclosures housing 33 dogs that had wood and or plastic that was chewed typically around\nthe egress doors on the wall surface. The amount varied from small areas to the entire surround. Some of the\nedges were significantly chewed which created large holes/gaps in the wood. In one enclosure the hole/gap was big\nenough that the dog(cid:25)'s head would fit through. All of the interior surfaces of the shelter portion of the \"short runs\"\nwere chewed or worn. In one enclosure the outside wall of the shelter was plastic attached to wood. Along the\nbottom edge the dogs had chewed the plastic exposing the wood and started to chew on the wood. Several water\nand food buckets had chewed edges. Some edges of the food and water buckets were freshly chewed and\nappeared clean, and other areas had a buildup of dirt and hair.\nChewed and worn surfaces can not be readily cleaned and sanitized which can lead to disease hazards. All\nsurfaces of housing facilities must be maintained on a regular basis. Surfaces that cannot be readily cleaned and\nsanitized must be replaced when worn or soiled. The damaged and worn wood and plastic must be replaced or\naltered in a manner that allows for cleaning and sanitization to occur. The licensee must ensure that all surfaces\nremain in good repair at all times.\nInspection and exit briefing were conducted with the licensee, ACI Bartels, and VMO Cole.\nAdditional Inspectors\nCole Heather, Supervisory Animal Care Specialist"
    }
  ],
  "narrative": "3.1(c)(2)                    REPEAT\nHOUSING FACILITIES, GENERAL.\nThere were at least 15 enclosures housing 33 dogs that had wood and or plastic that was chewed typically around\nthe egress doors on the wall surface.  The amount varied from small areas to the entire surround. Some of the\nedges were significantly chewed which created large holes/gaps in the wood. In one enclosure the hole/gap was big\nenough that the dog(cid:25)'s head would fit through. All of the interior surfaces of the shelter portion of the \"short runs\"\nwere chewed or worn.  In one enclosure the outside wall of the shelter was plastic attached to wood.  Along the\nbottom edge the dogs had chewed the plastic exposing the wood and started to chew on the wood.  Several water\nand food buckets had chewed edges. Some edges of the food and water buckets were freshly chewed and\nappeared clean, and other areas had a buildup of dirt and hair. \nChewed and worn surfaces can not be readily cleaned and sanitized which can lead to disease hazards.  All\nsurfaces of housing facilities must be maintained on a regular basis.  Surfaces that cannot be readily cleaned and\nsanitized must be replaced when worn or soiled.  The damaged and worn wood and plastic must be replaced or\naltered in a manner that allows for cleaning and sanitization to occur.  The licensee must ensure that all surfaces\nremain in good repair at all times.\nInspection and exit briefing were conducted with the licensee, ACI Bartels, and VMO Cole.\nAdditional Inspectors\nCole Heather, Supervisory Animal Care Specialist",
  "animals_total": 226,
  "species": [
    {
      "count": 173,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 53,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}