{
  "insp_id": "176151607290811",
  "layout": "a",
  "customer_id": "25384",
  "customer_name": "Dots Little Doggies Inc.",
  "customer_addr": "3754 E. 245th St.\nLyndon, KS 66451",
  "certificate": "48-A-1755",
  "site_id": "001",
  "site_name": "DOT'S LITTLE DOGGIES, INC.",
  "insp_type": "ROUTINE INSPECTION",
  "date": "25-JUN-2015",
  "report_date": "25-JUN-2015",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "* There were six 16 oz. bottles of Giardicox fluid that had no expiration date recorded on the label. The dispense\ndate of 4/23/15 had been recorded on the label. The medications were intermingled with other products that are\ncurrently being used at the facility and are therefore ready for use. Medications must be labeled with appropriate\nand accurate information to ensure that the contents and dosage rates of the container can be known with certainty\nand not used past their expiration date. If the expiration date is unknown, the effectiveness of the dosage level and\nexpected results when expired drugs are administrated could be drastically changed or may not work as anticipated.\nThe licensee must ensure that all medications are labeled with an expiration date."
    },
    {
      "code": "2.75(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "RECORDS: DEALERS AND EXHIBITORS.",
      "narrative": "* There was no record of inventory present on (unweaned) puppies born at the facility. No inventory information\nwas attached to 12 enclosures containing 54 (unweaned) puppies. In addition, the cage card information on 12\nenclosures containing 44 (unweaned ) puppies did not have puppy identification, breed or the sex. Complete and\naccurate records are needed to ensure each animal's identity can be known with certainty and to facilitate the ability\nto trace all puppies. The licensee must maintain complete and accurate records of all puppies at their facility.\nCorrect by 7/2/15."
    },
    {
      "code": "3.1(c)(1)(1)",
      "kind": "",
      "repeat": true,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "* The metal edging surrounding the entryway to five enclosures is corroded and showing excessive rust. In\naddition, 21 wire enclosure gates are showing surface rust. In addition, eight galvanized divider panels are\ncorroded and showing excessive rust. Forty eight dogs are in contact with the affected areas located in outdoor and\nindoor housing. The surfaces were rough in appearance. Rust can erode and deteriorate all metal surfaces to the\npoint that the metal surfaces can no longer be readily cleaned and sanitized. In addition, excessive rust affects the\nstructural integrity of all metal surfaces. Licensee must ensure that all metal surfaces are free of excessive rust.\nThe licensee moved at least eight dogs to different enclosures during the inspection."
    },
    {
      "code": "3.1(c)(1)(2)",
      "kind": "",
      "repeat": true,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "* The divider panel in one enclosure has broken, protruding wires with sharp points. One dog is in contact with the\naffected wiring located in sheltered housing. Sharp points could injure the dogs. The licensee must ensure that all\nenclosure wires be free of sharp points that might injure the animals. The licensee moved the dog to a different\nenclosure during the inspection to correct this NCI.\n* The facility inspection and exit briefing were conducted with the licensee, Kendall Lundy ACI and Robert Bacon\nACI.\nAdditional Inspectors\nLundy Kendall, Animal Care Inspector"
    }
  ],
  "narrative": "2.40(b)(2)                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n*   There were six 16 oz. bottles of Giardicox fluid that had no expiration date recorded on the label.   The dispense\ndate of 4/23/15 had been recorded on the label.  The medications were intermingled with other products that are\ncurrently being used at the facility and are therefore ready for use.   Medications must be labeled with appropriate\nand accurate information to ensure that the contents and dosage rates of the container can be known with certainty\nand not used past their expiration date.  If the expiration date is unknown, the effectiveness of the dosage level and\nexpected results when expired drugs are administrated could be drastically changed or may not work as anticipated.\n  The licensee must ensure that all medications are labeled with an expiration date.\n2.75(a)(1)\nRECORDS: DEALERS AND EXHIBITORS.\n*    There was no record of inventory present on (unweaned) puppies born at the facility.   No inventory information\nwas attached to 12 enclosures containing 54 (unweaned) puppies.  In addition, the cage card information on 12\nenclosures containing 44 (unweaned ) puppies did not have puppy identification, breed or the sex.  Complete and\naccurate records are needed to ensure each animal's identity can be known with certainty and to facilitate the ability\nto trace all puppies.  The licensee must maintain complete and accurate records of all puppies at their facility. \nCorrect by 7/2/15.\n3.1(c)(1)(1)                    REPEAT\nHOUSING FACILITIES, GENERAL.\n*   The metal edging surrounding the entryway to five enclosures is corroded and showing excessive rust.  In\naddition, 21 wire enclosure gates are showing surface rust.  In addition, eight galvanized divider panels are\ncorroded and showing excessive rust.  Forty eight dogs are in contact with the affected areas located in outdoor and\nindoor housing.  The surfaces were rough in appearance.  Rust can erode and deteriorate all metal surfaces to the\npoint that the metal surfaces can no longer be readily cleaned and sanitized.  In addition, excessive rust affects the\nstructural integrity of all metal surfaces.  Licensee must ensure that all metal surfaces are free of excessive rust. \nThe licensee moved at least eight dogs to different enclosures during the inspection.\n\n3.1(c)(1)(2)                    REPEAT\nHOUSING FACILITIES, GENERAL.\n*   The divider panel in one enclosure has broken, protruding wires with sharp points.  One dog is in contact with the\naffected wiring located in sheltered housing.  Sharp points could injure the dogs.  The licensee must ensure that all\nenclosure wires be free of sharp points that might injure the animals.   The licensee moved the dog to a different\nenclosure during the inspection to correct this NCI.\n*  The facility inspection and exit briefing were conducted with the licensee, Kendall Lundy ACI and Robert Bacon\nACI.\nAdditional Inspectors\nLundy Kendall, Animal Care Inspector",
  "animals_total": 282,
  "species": [
    {
      "count": 184,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 98,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}