{
  "insp_id": "63161803580404",
  "layout": "a",
  "customer_id": "34941",
  "customer_name": "Karen K Baker",
  "customer_addr": "1918 110th Ave\nDiagonal, IA 50845",
  "certificate": "42-A-1508",
  "site_id": "001",
  "site_name": "KAREN K BAKER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "03-MAR-2016",
  "report_date": "03-MAR-2016",
  "citations": [
    {
      "code": "3.1(c)(2)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "In the German Shepherd building there are two enclosures, housing four adult dogs, which have dog houses\nconstructed of hard plastic and the dogs have excessively chewed and scratched them. The damage is located\naround the bottom, sides and top of the entrance of the houses. In another enclosure, housing one adult dog, there\nis a wooden board running across the bottom of the dog house entrance. The dog has excessively chewed and\nshredded the board. In one enclosure, housing one adult dog, the blue plastic container attached to the front of the\nenclosure has been excessively chewed and torn by the dog. The damage caused by the dogs does not allow for\nproper cleaning and sanitization of the surfaces of the plastic houses, container and wooden board which could\nincrease the risk of disease towards the dogs.\nAny surface of housing facilities that cannot be readily cleaned and sanitized must be replaced when worn or soiled.\nThe licensee must repair, replace, or alter the damaged areas of the plastic houses, container, and wooden board in\na manner that allows them to be properly cleaned and sanitized. The licensee must ensure that all surfaces of\nhousing facilities remain in good repair and are capable of being cleaned and sanitized in order to promote the\nhealth of the dogs.\nCorrection date: March 17, 2016\nExit interview conducted with Kelly Maxwell, ACI and the facility representative."
    }
  ],
  "narrative": "3.1(c)(2)\nHOUSING FACILITIES, GENERAL.\nIn the German Shepherd building there are two enclosures, housing four adult dogs, which have dog houses\nconstructed of hard plastic and the dogs have excessively chewed and scratched them.  The damage is located\naround the bottom, sides and top of the entrance of the houses.  In another enclosure, housing one adult dog, there\nis a wooden board running across the bottom of the dog house entrance.  The dog has excessively chewed and\nshredded the board.  In one enclosure, housing one adult dog, the blue plastic container attached to the front of the\nenclosure has been excessively chewed and torn by the dog.  The damage caused by the dogs does not allow for\nproper cleaning and sanitization of the surfaces of the plastic houses, container and wooden board which could\nincrease the risk of disease towards the dogs.\nAny surface of housing facilities that cannot be readily cleaned and sanitized must be replaced when worn or soiled.\nThe licensee must repair, replace, or alter the damaged areas of the plastic houses, container, and wooden board in\na manner that allows them to be properly cleaned and sanitized.  The licensee must ensure that all surfaces of\nhousing facilities remain in good repair and are capable of being cleaned and sanitized in order to promote the\nhealth of the dogs.\nCorrection date:   March 17, 2016\nExit interview conducted with Kelly Maxwell, ACI and the facility representative.",
  "animals_total": 37,
  "species": [
    {
      "count": 30,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 7,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}