{
  "insp_id": "329152027010371",
  "layout": "a",
  "customer_id": "324242",
  "customer_name": "Beverly Johnson",
  "customer_addr": "P. O. Box 45\nRaymore, MO 64083",
  "certificate": "43-C-0325",
  "site_id": "001",
  "site_name": "BEVERLY JOHNSON",
  "insp_type": "ROUTINE INSPECTION",
  "date": "24-NOV-2015",
  "report_date": "27-NOV-2015",
  "citations": [
    {
      "code": "2.40(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "The licensee stated the written Program of Veterinary Care was mistakenly thrown away so it was not available for\nreview at the time of inspection. There was also no record of the Attending Veterinarian's last visit to the facility and\nthe licensee didn't know when that visit occurred. A written Program of Veterinary Care is necessary so APHIS\ninspectors can ensure that adequate veterinary care is being provided for the animals at all times. The licensee\nmust ensure that a written Program of Veterinary Care is available for inspection. Furthermore, the licensee should\nrecord the Attending Veterinarian's regularly scheduled visits to the facility.\nTO BE CORRECTED BY: 18 December 2015\nThe inspection and a verbal exit interview were conducted with the licensee and a facility representative."
    }
  ],
  "narrative": "2.40(a)(1)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThe licensee stated the written Program of Veterinary Care was mistakenly thrown away so it was not available for\nreview at the time of inspection.  There was also no record of the Attending Veterinarian's last visit to the facility and\nthe licensee didn't know when that visit occurred.  A written Program of Veterinary Care is necessary so APHIS\ninspectors can ensure that adequate veterinary care is being provided for the animals at all times.  The licensee\nmust ensure that a written Program of Veterinary Care is available for inspection.  Furthermore, the licensee should\nrecord the Attending Veterinarian's regularly scheduled visits to the facility.\nTO BE CORRECTED BY: 18 December 2015\nThe inspection and a verbal exit interview were conducted with the licensee and a facility representative.",
  "animals_total": 41,
  "species": [
    {
      "count": 1,
      "scientific": "Lama glama",
      "common": "LLAMA"
    },
    {
      "count": 40,
      "scientific": "Ovis aries aries",
      "common": "SHEEP INCLUDING ALL DOMESTIC BREEDS"
    }
  ]
}