{
  "insp_id": "2016090000734014",
  "layout": "b",
  "customer_id": "327740",
  "customer_name": "AARON GLICK",
  "customer_addr": "25766 HWY 81\nCUBA CITY, WI 53807",
  "certificate": "35-A-0363",
  "site_id": "001",
  "site_name": "AARON GLICK",
  "insp_type": "RE-LICENSE INSPECTION",
  "date": "07-OCT-2021",
  "report_date": "07-OCT-2021",
  "citations": [
    {
      "code": "3.31(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Sanitation.",
      "narrative": "The lower building's dividers have a build-up of dark colored grime, mostly on the upper part of the dividers. A build-up of\ngrime can contain germs and is a surface that can't be sanitized correctly. Ensure that surfaces in the enclosures are\ncleaned often enough to prevent an accumulation of excreta or debris."
    },
    {
      "code": "3.31(b)",
      "kind": "",
      "repeat": false,
      "desc": "Sanitation.",
      "narrative": "The area on the north side of the upper guinea pig building is overgrown with weeds and has old building materials laying\naround that don't allow regular trimming of the weeds. Overgrown areas of weeds with old building materials create areas\nfor rodents to live and if rodents become established they can affect the guinea pigs. Ensure that this area is free from\nold building material so that the brush and weeds can be trimmed on a regular basis.\nThis is a 1st Pre-License Inspection for a Class A license. The inspection and exit briefing were conducted with a facility\nrepresentative.\nAll items must be in compliance within 2 more inspection(s) by December 6, 2021 or the applicant will forfeit the license\nfee and must wait 6 months to reapply. Please contact your inspector to schedule your next Pre-License Inspection.\nConducting regulated activities without a valid USDA license is a violation of the Animal Welfare Act.\nEnd Section"
    }
  ],
  "narrative": "3.31(a)(1) \n   \nSanitation. \nThe lower building's dividers have a build-up of dark colored grime, mostly on the upper part of the dividers.  A build-up of \ngrime can contain germs and is a surface that can't be sanitized correctly.  Ensure that surfaces in the enclosures are \ncleaned often enough to prevent an accumulation of excreta or debris. \n3.31(b) \n   \nSanitation. \nThe area on the north side of the upper guinea pig building is overgrown with weeds and has old building materials laying \naround that don't allow regular trimming of the weeds.  Overgrown areas of weeds with old building materials create areas \nfor rodents to live and if rodents become established they can affect the guinea pigs.  Ensure that this area is free from \nold building material so that the brush and weeds can be trimmed on a regular basis. \n \nThis is a 1st Pre-License Inspection for a Class A license. The inspection and exit briefing were conducted with a facility \nrepresentative. \n \nAll items must be in compliance within 2 more inspection(s) by December 6, 2021 or the applicant will forfeit the license \nfee and must wait 6 months to reapply. Please contact your inspector to schedule your next Pre-License Inspection.\n\nConducting regulated activities without a valid USDA license is a violation of the Animal Welfare Act. \n \nEnd Section",
  "animals_total": 1763,
  "species": [
    {
      "count": 1763,
      "scientific": "Cavia porcellus",
      "common": "DOMESTIC GUINEA PIG"
    }
  ]
}