{
  "insp_id": "204161113050982",
  "layout": "a",
  "customer_id": "42240",
  "customer_name": "Ellen Roberts",
  "customer_addr": "1261 State Route 14\nWest Plains, MO 65775",
  "certificate": "43-A-5445",
  "site_id": "001",
  "site_name": "ELLEN ROBERTS",
  "insp_type": "ROUTINE INSPECTION",
  "date": "21-JUL-2016",
  "report_date": "22-JUL-2016",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "A male Boxer, Satch (m/c 348095100191529) had a bleeding, open wound at the base of his right ear. The owner\nhad not noticed the wound and it had not been treated. The owner stated that it was (cid:28)fly strike(cid:29) and sprayed fly\nrepellant on it during the inspection. Untreated or inappropriately treated wounds may worsen and become infected.\nThe owner must consult a veterinarian about the condition and treat the wound appropriately. Documentation of\nthe wound and treatment and outcome must be made and be available to APHIS officials.\nDiamond (m/c# 7E10080302), an approximately 8 month old female Boxer, was thin. The ribs and hip bones were\neasily observed. The owner stated that this dog had been thin most of her life, yet she had not sought veterinary\ncare for the dog. Poor body condition can be an indication of inadequate nutrition, parasites, or an underlying\nmedical condition. The dog must be evaluated by a veterinarian for appropriate diagnosis and treatment.\nDocuments of the evaluation and treatment must be available to APHIS officials."
    },
    {
      "code": "2.50(a)(2)",
      "kind": "",
      "repeat": true,
      "desc": "TIME AND METHOD OF IDENTIFICATION.",
      "narrative": "Puppies less than 16 weeks old, from multiple litters, and without individual identification were combined in\nenclosures. In one enclosure were 4 weaned Cavalier King Charles Spaniel puppies, 3 Cocker Spaniel puppies\nand 1 Boston Terrier puppy. In the other enclosure was a Boxer puppy and 4 Boxer-mix puppies. Proper and\naccurate identification is required in order to ensure that each animal's identity can be known with certainty and to\nfacilitate record keeping requirements for inventory, disposition, transport, and healthcare documentation. The\nowner must identify all live regulated animals and assure that records are kept at all times."
    },
    {
      "code": "3.3(a)",
      "kind": "",
      "repeat": false,
      "desc": "SHELTERED HOUSING FACILITIES.",
      "narrative": "The temperature inside the brown shelter building was recorded with the Kestrel at 94F at the time of inspection\n(4:15 pm). The temperature outside was recorded at 97F. Inside the building were weaned puppies and females\nwith litters. There was a window air conditioner unit and floor fan but these were not keeping the temperature at or\nbelow 85F. The ambient temperature must not rise above 85 °F (29.5 °C) for more than 4 consecutive hours when\ndogs are present. Although the temperature was measured at one time point, the outdoor ambient temperature had\nbeen over 90F since 10:30 am. The outdoor temperature was not expected to be less than 90F for another 2-3\nhours. High ambient temperatures can be detrimental to the health of the dogs by causing dehydration or other\nheat-related health injuries. The owner must ensure that the temperature inside buildings do not exceed 85F for\nmore than 4 consecutive hours.\nTo be corrected by 22 July 2016."
    },
    {
      "code": "3.6(a)(2)(1)",
      "kind": "",
      "repeat": true,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "In one of the outdoor enclosures containing 3 large dogs, there was wire torn loose from the welded panel. The\nwire had been loosened by the dogs, so it was at a level that they could easily reach. The ends of the wire had\nsharp points that could injure the dogs as they moved about. Primary enclosures must be constructed and\nmaintained so that they have no sharp points or edges that could injure the dogs. The wire must be repaired,\nreplaced or removed and maintained in a safe manner. The wire was being repaired as we continued the\ninspection."
    },
    {
      "code": "3.6(a)(2)(2)",
      "kind": "",
      "repeat": true,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "Outside the white building at the back corner is a post for the outside wire. The post is leaning at an angle causing\na large gap between the post and the building such that the enclosed dogs can jump up and put their heads through\nthe gap. The dogs could become entrapped in the narrow part of the gap and receive injury. Housing facilities for\ndogs must be designed and constructed so that they are structurally sound. They must be kept in good repair, and\nthey must protect the animals from injury."
    },
    {
      "code": "3.6(a)(2)(3)",
      "kind": "",
      "repeat": true,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "An 8-month-old female Boxer was observed to jump over the door of its enclosure inside the sheltered building\ntwice during the inspection. Animals that can escape from their enclosure can come into contact with other dogs or\nanimals that could injure it or it could injure, or come into contact with chemicals used for cleaning and pest control.\nIn this case, there was a Cocker Spaniel female with four 4-day-old puppies in an open crate in the aisle of the\nbuilding that the escaped dog could access. This situation could have resulted in a dog fight or injured puppies.\nHousing facilities for dogs must be designed and constructed so that they contain the animals securely.\nInspection and exit interview done with facility representatives.\nAdditional Inspectors\nPlumlee Konnie, Supervisory Animal Care Specialist"
    }
  ],
  "narrative": "2.40(b)(2)                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nA male Boxer, Satch (m/c 348095100191529) had a bleeding, open wound at the base of his right ear.  The owner\nhad not noticed the wound and it had not been treated.  The owner stated that it was (cid:28)fly strike(cid:29) and sprayed fly\nrepellant on it during the inspection. Untreated or inappropriately treated wounds may worsen and become infected.\n The owner must consult a veterinarian about the condition and treat the wound appropriately.  Documentation of\nthe wound and treatment and outcome must be made and be available to APHIS officials.  \nDiamond (m/c# 7E10080302), an approximately 8 month old female Boxer, was thin.  The ribs and hip bones were\neasily observed.  The owner stated that this dog had been thin most of her life, yet she had not sought veterinary\ncare for the dog.  Poor body condition can be an indication of inadequate nutrition, parasites, or an underlying\nmedical condition. The dog must be evaluated by a veterinarian for appropriate diagnosis and treatment.\nDocuments of the evaluation and treatment must be available to APHIS officials.\n2.50(a)(2)                    REPEAT\nTIME AND METHOD OF IDENTIFICATION.\nPuppies less than 16 weeks old, from multiple litters, and without individual identification were combined in\nenclosures.  In one enclosure were 4 weaned Cavalier King Charles Spaniel puppies, 3 Cocker Spaniel puppies\nand 1 Boston Terrier puppy.  In the other enclosure was a Boxer puppy and 4 Boxer-mix puppies.  Proper and\naccurate identification is required in order to ensure that each animal's identity can be known with certainty and to\nfacilitate record keeping requirements for inventory, disposition, transport, and healthcare documentation. The\nowner must identify all live regulated animals and assure that records are kept at all times.\n3.3(a)\nSHELTERED HOUSING FACILITIES.\nThe temperature inside the brown shelter building was recorded with the Kestrel at 94F at the time of inspection\n(4:15 pm).  The temperature outside was recorded at 97F.  Inside the building were weaned puppies and females\nwith litters.  There was a window air conditioner unit and floor fan but these were not keeping the temperature at or\n\nbelow 85F.  The ambient temperature must not rise above 85 °F (29.5 °C) for more than 4 consecutive hours when\ndogs are present. Although the temperature was measured at one time point, the outdoor ambient temperature had\nbeen over 90F since 10:30 am.  The outdoor temperature was not expected to be less than 90F for another 2-3\nhours. High ambient temperatures can be detrimental to the health of the dogs by causing dehydration or other\nheat-related health injuries.  The owner must ensure that the temperature inside buildings do not exceed 85F for\nmore than 4 consecutive hours.\nTo be corrected by 22 July 2016.\n3.6(a)(2)(1)                    REPEAT\nPRIMARY ENCLOSURES.\nIn one of the outdoor enclosures containing 3 large dogs, there was wire torn loose from the welded panel.  The\nwire had been loosened by the dogs, so it was at a level that they could easily reach.  The ends of the wire had\nsharp points that could injure the dogs as they moved about.  Primary enclosures must be constructed and\nmaintained so that they have no sharp points or edges that could injure the dogs.  The wire must be repaired,\nreplaced or removed and maintained in a safe manner.  The wire was being repaired as we continued the\ninspection.\n3.6(a)(2)(2)                    REPEAT\nPRIMARY ENCLOSURES.\nOutside the white building at the back corner is a post for the outside wire.  The post is leaning at an angle causing\na large gap between the post and the building such that the enclosed dogs can jump up and put their heads through\nthe gap.  The dogs could become entrapped in the narrow part of the gap and receive injury.  Housing facilities for\ndogs must be designed and constructed so that they are structurally sound. They must be kept in good repair, and\nthey must protect the animals from injury.\n3.6(a)(2)(3)                    REPEAT\nPRIMARY ENCLOSURES.\nAn 8-month-old female Boxer was observed to jump over the door of its enclosure inside the sheltered building\ntwice during the inspection.  Animals that can escape from their enclosure can come into contact with other dogs or\nanimals that could injure it or it could injure, or come into contact with chemicals used for cleaning and pest control. \nIn this case, there was a Cocker Spaniel female with four 4-day-old puppies in an open crate in the aisle of the\nbuilding that the escaped dog could access.  This situation could have resulted in a dog fight or injured puppies. \nHousing facilities for dogs must be designed and constructed so that they contain the animals securely.\n\nInspection and exit interview done with facility representatives.\nAdditional Inspectors\nPlumlee Konnie, Supervisory Animal Care Specialist",
  "animals_total": 134,
  "species": [
    {
      "count": 97,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 37,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}