{
  "insp_id": "2016082569617681",
  "layout": "a",
  "customer_id": "501629",
  "customer_name": "Ora Troyer",
  "customer_addr": "51979 T R 214b\nFresno, OH 43824",
  "certificate": "31-A-0650",
  "site_id": "001",
  "site_name": "ORA TROYER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "01-OCT-2019",
  "report_date": "01-OCT-2019",
  "citations": [
    {
      "code": "3.11(b)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "On today's inspection 90% of the enclosures housing the adult dogs were not clean enough. Two enclosures have\nan excessive amount of brown/black matter adhered to the doggy door. All of the enclosures on the inside with tops\nhave an excessive amount of dust, dirt, cobwebs and debris on the top wire mesh. In addition, at least 75% of the\ninside front mesh and 25% of the outside front mesh of the enclosures have a varying amount of rust and are\ncoated with durt, debris, food waste, excreta and other organic matter. Not having a proper routine for cleaning is\ndirectly contributing to the odor that is currently within the facility and exposes the dogs to unnecessary disease\nhazards. The Licensee must ensure that all used primary enclosures are cleaned and sanitized at least once every\n2 weeks using one of the methods prescribed in paragraph (b)(3) of this section, and more often if necessary to\nprevent an accumulation of dirt, debris, food waste, excreta, and other disease hazards.\nCorrect By: 10/15/2019\nThis inspection and exit interview were conducted with the Licensee's Wife."
    }
  ],
  "narrative": "3.11(b)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\nOn today's inspection 90% of the enclosures housing the adult dogs were not clean enough.  Two enclosures have\nan excessive amount of brown/black matter adhered to the doggy door.  All of the enclosures on the inside with tops\nhave an excessive amount of dust, dirt, cobwebs and debris on the top wire mesh.  In addition, at least 75% of the\ninside front mesh and 25% of the outside front mesh of the enclosures have a varying amount of rust and are\ncoated with durt, debris, food waste, excreta and other organic matter.  Not having a proper routine for cleaning is\ndirectly contributing to the odor that is currently within the facility and exposes the dogs to unnecessary disease\nhazards.  The Licensee must ensure that all used primary enclosures are cleaned and sanitized at least once every\n2 weeks using one of the methods prescribed in paragraph (b)(3) of this section, and more often if necessary to\nprevent an accumulation of dirt, debris, food waste, excreta, and other disease hazards.\nCorrect By: 10/15/2019\nThis inspection and exit interview were conducted with the Licensee's Wife.",
  "animals_total": 58,
  "species": [
    {
      "count": 42,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 16,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}