{
  "insp_id": "301151524060417",
  "layout": "a",
  "customer_id": "326125",
  "customer_name": "Becky Daniels",
  "customer_addr": "H C 72 Box 324\nJasper, AR 72641",
  "certificate": "71-A-1305",
  "site_id": "001",
  "site_name": "BECKY DANIELS",
  "insp_type": "ROUTINE INSPECTION",
  "date": "28-OCT-2015",
  "report_date": "28-OCT-2015",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "In the outdoor portion of the kennel facility there is one enclosures which contains two animals. One of animals is a\nmale chocolate merle Cocker Spaniel born June 27, 2015, chip # 7E10030124, who needs to be evaluated by the\nattending veterinarian. During the inspection the animal had green matter surrounding the right eye. The dealers\nstated they were not aware of the animal's condition. The animal must be evaluated by the attending veterinarian.\nThe dealer must maintain written documentation of the evaluation and all treatment.\nAffects one adult. Correct by October 30, 2015"
    },
    {
      "code": "3.4(c)",
      "kind": "",
      "repeat": true,
      "desc": "OUTDOOR HOUSING FACILITIES.",
      "narrative": "On the eastern exterior side of the outdoor kennel structure the enclosures have concrete floor surfaces. Three of\nthe outdoor enclosure portions have concrete floor surfaces which are broken leaving holes in the floor surfaces.\nDuring the inspection the holes contained fluids. The floor surfaces need to be repaired or replaced to insure the all\nsurfaces can be properly cleaned and sanitized and do not cause injury to the contained animals.\nAffects five adults."
    },
    {
      "code": "3.6(a)(2)(1)",
      "kind": "",
      "repeat": true,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "During this inspection there were three primary enclosures in the outdoor housing structure which have protruding\nnails with sharp edges that need to be removed to protect the contained animals from injury. Primary enclosures\nmust be constructed and maintained so that they do not have sharp points or edges that could injure the dogs.\nAffects nine adults.\nThe inspection and exit briefing was conducted with the facility representative and Sandra Meek, ACI."
    }
  ],
  "narrative": "2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nIn the outdoor portion of the kennel facility there is one enclosures which contains two animals.  One of animals is a\nmale chocolate merle Cocker Spaniel born June 27, 2015, chip # 7E10030124, who needs to be evaluated by the\nattending veterinarian.  During the inspection the animal had green matter surrounding the right eye.  The dealers\nstated they were not aware of the animal's condition.  The animal must be evaluated by the attending veterinarian. \nThe dealer must maintain written documentation of the evaluation and all treatment.\nAffects one adult.                             Correct by October 30, 2015\n3.4(c)                    REPEAT\nOUTDOOR HOUSING FACILITIES.\nOn the eastern exterior side of the outdoor kennel structure the enclosures have concrete floor surfaces.  Three of\nthe outdoor enclosure portions have concrete floor surfaces which are broken leaving holes in the floor surfaces. \nDuring the inspection the holes contained fluids.  The floor surfaces need to be repaired or replaced to insure the all\nsurfaces can be properly cleaned and sanitized and do not cause injury to the contained animals.\nAffects five adults.\n3.6(a)(2)(1)                    REPEAT\nPRIMARY ENCLOSURES.\nDuring this inspection there were three primary enclosures in the outdoor housing structure which have protruding\nnails with sharp edges that need to be removed to protect the contained animals from injury.  Primary enclosures\nmust be constructed and maintained so that they do not have sharp points or edges that could injure the dogs.\nAffects nine adults.\nThe inspection and exit briefing was conducted with the facility representative and Sandra Meek, ACI.\n\n",
  "animals_total": 45,
  "species": [
    {
      "count": 32,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 13,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}