{
  "insp_id": "273141356230175",
  "layout": "a",
  "customer_id": "1752",
  "customer_name": "Equitech-Bio Inc.",
  "customer_addr": "3650 Harris Rd\nHamilton, OH 45013",
  "certificate": "74-B-0345",
  "site_id": "003",
  "site_name": "EQUITECH-BIO INC.",
  "insp_type": "ROUTINE INSPECTION",
  "date": "30-SEP-2014",
  "report_date": "30-SEP-2014",
  "citations": [
    {
      "code": "2.40(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "The facility has no written program of veterinary care approved by the attending veterinarian. A part-time attending\nveterinarian is employed by the facility and visits the site monthly. A written program of veterinary care is necessary\nto ensure that the facility staff understands the expectations of the attending veterinarian in regards to the care and\nuse of the animals. A program of veterinary care must be written and this program must be approved by the\nattending veterinarian as part of the formal arrangement between the facility and the attending veterinarian.\nCorrect by: 31 October 2014"
    },
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "There is one goat at the facility being treated for diarrhea with a dewormer and an antibiotic. This goat has been\nseparated from the rest of the herd and is in a heavily bedded stall with easy access to food and water. While there\nis recognition and treatment of this disease by the facility, there is no written program of veterinarian care approved\nby the attending veterinarian to give guidance for treating the disease in this case, and the attending veterinarian\nwas not consulted on how to appropriately diagnose and treat this case. Failure to consult the attending\nveterinarian or have written procedures to prevent, control, diagnose, and treat diseases can result in misdiagnosis\nand mistreatment of animal diseases and injuries. This goat must be examined and treated by a licensed\nveterinarian.\nCorrect by: 3 October 2014\nFacility inspection and exit interview conducted with Ranch Manager."
    }
  ],
  "narrative": "2.40(a)(1)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThe facility has no written program of veterinary care approved by the attending veterinarian.  A part-time attending\nveterinarian is employed by the facility and visits the site monthly.  A written program of veterinary care is necessary\nto ensure that the facility staff understands the expectations of the attending veterinarian in regards to the care and\nuse of the animals.  A program of veterinary care must be written and this program must be approved by the\nattending veterinarian as part of the formal arrangement between the facility and the attending veterinarian.\nCorrect by:  31 October 2014\n2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThere is one goat at the facility being treated for diarrhea with a dewormer and an antibiotic.  This goat has been\nseparated from the rest of the herd and is in a heavily bedded stall with easy access to food and water.  While there\nis recognition and treatment of this disease by the facility, there is no written program of veterinarian care approved\nby the attending veterinarian to give guidance for treating the disease in this case, and the attending veterinarian\nwas not consulted on how to appropriately diagnose and treat this case.  Failure to consult the attending\nveterinarian or have written procedures to prevent, control, diagnose, and treat diseases can result in misdiagnosis\nand mistreatment of animal diseases and injuries.  This goat must be examined and treated by a licensed\nveterinarian.  \nCorrect by:  3 October 2014\nFacility inspection and exit interview conducted with Ranch Manager.",
  "animals_total": 63,
  "species": [
    {
      "count": 50,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 13,
      "scientific": "Oryctolagus cuniculus",
      "common": "EUROPEAN RABBIT"
    }
  ]
}