{
  "insp_id": "INS-0000868407",
  "layout": "c",
  "customer_id": "6017217",
  "customer_name": "Melanie Angeles",
  "customer_addr": "PO Box 753070\nLas Vegas, NV 89136",
  "certificate": "",
  "site_id": "",
  "site_name": "Pima County Fair",
  "insp_type": "ROUTINE INSPECTION",
  "date": "26-APR-2023",
  "report_date": "05-MAY-2023",
  "citations": [
    {
      "code": "2.1(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Requirements and application.",
      "narrative": "At time of inspection of Pacific Animal Productions live animal exhibit at Pima County Fair in Tucson, Arizona, the above-\nnamed individual did not possess a valid USDA license to exhibit animals. Conducting unlicensed activity of regulated\nanimals does not allow for appropriate oversight and enforcement of the Animal Welfare Act. No person shall operate as\na dealer or exhibitor without a valid license.\nCorrect by: 6 May 2023."
    },
    {
      "code": "2.40(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "At time of inspection, there was no program of veterinary care available. Not having written formal arrangements with an\nattending veterinarian can result in inadequate veterinary care and negatively affect the welfare of the animals. Exhibitors\nshall have an attending veterinarian under formal arrangements, which includes a written program of veterinary care to\nensure adequate veterinary care is provided to its animals.\nCorrect by: 6 May 2023."
    },
    {
      "code": "2.75(b)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Records: Dealers and exhibitors.",
      "narrative": "Records of animals on hand, of acquisition and disposition were not available at time of inspection. Not having such\nrecords impedes inspection process to determine all animals present under care of the licensee or registrant and origin of\nacquired animals. Every dealer shall make, keep and maintain records which fully and correctly disclose information on\nanimals in their possession or under their control.\nCorrect by: 6 May 2023."
    },
    {
      "code": "2.126(c)",
      "kind": "",
      "repeat": false,
      "desc": "Access and inspection of records and property; submission of itineraries.",
      "narrative": "An itinerary for overnight travel while exhibiting a regulated animal species was not submitted to the Deputy Administrator.\nNot alerting USDA of overnight travel of regulated animals interferes with the ability of inspectors to conduct their\noversight duties and can pose a risk to animals. Itineraries for overnight travel for exhibition of animals must be submitted\nat least 2 days prior to travel to APHIS.\nCorrect by: 6 May 2023."
    },
    {
      "code": "2.131(d)(2)",
      "kind": "",
      "repeat": false,
      "desc": "Handling of animals.",
      "narrative": "At time of inspection, there were an insufficient number of attendants (two) given the type of public barrier around the\nprimary enclosures (single loosely hung rope), number of separate enclosures (six) and one attendant being inattentive\n(focused on a handheld electronic device). Single loosely draped rope public barriers are insufficient to prevent guests\nfrom coming into contact with the animals housed in primary enclosures on display. These factors could result in injury to\nthe animal or the public. A responsible attendant must be present at all times during the periods of public display and\nthere must be sufficient distance and/or barriers between the animal and general viewing public.\nCorrect by: 6 May 2023."
    },
    {
      "code": "2.134(a)",
      "kind": "",
      "repeat": false,
      "desc": "Contingency planning.",
      "narrative": "A developed contingency plan was not available at time of inspection. Contingency plans help prepare facilities on how to\nprovide humane handling of animals during emergency events. Licensees and registrants under the Animal Welfare Act\nmust develop a complete contingency plan tailored to the facility and animals on hand. All employees must be trained on\ntheir roles and responsibilities within this plan. The plan must also be reviewed annually, and any changes documented\nand maintained.\nCorrect by: 6 May 2023."
    },
    {
      "code": "3.137(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Primary enclosures used to transport live animals.",
      "narrative": "The primary enclosures used to transport two juvenile red kangaroo are not of sufficient construction for withstanding the\nnormal rigors of transportation. They are constructed of a collapsible metal pole frame wrapped by a canvas zipped\ncovering. It is possible that this type of primary enclosure could collapse during transport from an outside force or from\nanimal activity, resulting in injury to the animal. External forces or animal activity can also protrude or tear the cloth\ncovering, resulting in injury to the animal. Primary enclosures used to transport animals must be of sufficient structural\nstrength to contain the animal and withstand the normal rigors of transportation.\nCorrect by: 6 May 2023."
    },
    {
      "code": "3.137(c)",
      "kind": "",
      "repeat": false,
      "desc": "Primary enclosures used to transport live animals.",
      "narrative": "The transport enclosures used to transport the two juvenile red kangaroo were not tall enough in height to allow the\nanimals sufficient space to make normal postural adjustments such as resting in an upright position. The height x length x\nwidth measurements for each transport enclosure was 31” x 41” x 28” and 33” x 42.5” x 28” respectively. Not being able to\nmake normal postural adjustments can cause stress on animals and be a risk to their health. Primary enclosures used to\ntransport live animals shall be large enough to ensure that each animal contained therein has sufficient space to turn\nabout freely and to make normal postural adjustments.\nCorrect by: 6 May 2023."
    },
    {
      "code": "3.137(d)",
      "kind": "",
      "repeat": false,
      "desc": "Primary enclosures used to transport live animals.",
      "narrative": "The primary enclosures used to transport the two juvenile red kangaroos are constructed of a collapsible metal pole frame\nwrapped by a canvas zipped covering. Cloth-sided enclosures are not able to be cleaned and sanitized in a manner\nprescribed in the standards, if previously used. Primary enclosures used to transport live animals shall have solid\nbottoms to prevent leakage in shipment and still be cleaned and sanitized, if previously used.\nCorrect by: 6 May 2023."
    },
    {
      "code": "3.137(e)",
      "kind": "",
      "repeat": false,
      "desc": "Primary enclosures used to transport live animals.",
      "narrative": "The transport enclosures that were not permanently affixed within the cargo space of the primary conveyance did not\nhave “Live Animal” or “Wild Animal” markings on them. Not having this designation on enclosures containing live animals\nduring transport can be detrimental to the health of the animals during normal handling procedures or emergency events.\nTransport enclosures that are not permanently affixed in the cargo space of the primary conveyance must be clearly\nmarked with the words “Live Animal” or “Wild Animal” in letters at least 1 inch in height, along with arrows to indicate the\ncorrect upright position of the container.\nCorrect by: 6 May 2023.\nThis inspection and exit interview were conducted with representative.\nn"
    }
  ],
  "narrative": "2.1(a)(1) \n   \nRequirements and application. \nAt time of inspection of Pacific Animal Productions live animal exhibit at Pima County Fair in Tucson, Arizona, the above-\nnamed individual did not possess a valid USDA license to exhibit animals.  Conducting unlicensed activity of regulated \nanimals does not allow for appropriate oversight and enforcement of the Animal Welfare Act.  No person shall operate as \na dealer or exhibitor without a valid license.  \nCorrect by: 6 May 2023. \n2.40(a)(1) \n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nAt time of inspection, there was no program of veterinary care available.  Not having written formal arrangements with an \nattending veterinarian can result in inadequate veterinary care and negatively affect the welfare of the animals. Exhibitors \nshall have an attending veterinarian under formal arrangements, which includes a written program of veterinary care to \nensure adequate veterinary care is provided to its animals.   \nCorrect by: 6 May 2023. \n2.75(b)(1) \n   \nRecords: Dealers and exhibitors.\n\nRecords of animals on hand, of acquisition and disposition were not available at time of inspection.  Not having such \nrecords impedes inspection process to determine all animals present under care of the licensee or registrant and origin of \nacquired animals.  Every dealer shall make, keep and maintain records which fully and correctly disclose information on \nanimals in their possession or under their control.   \nCorrect by: 6 May 2023. \n2.126(c) \n   \nAccess and inspection of records and property; submission of itineraries. \nAn itinerary for overnight travel while exhibiting a regulated animal species was not submitted to the Deputy Administrator. \nNot alerting USDA of overnight travel of regulated animals interferes with the ability of inspectors to conduct their \noversight duties and can pose a risk to animals. Itineraries for overnight travel for exhibition of animals must be submitted \nat least 2 days prior to travel to APHIS.  \nCorrect by: 6 May 2023. \n2.131(d)(2) \n   \nHandling of animals. \nAt time of inspection, there were an insufficient number of attendants (two) given the type of public barrier around the \nprimary enclosures (single loosely hung rope), number of separate enclosures (six) and one attendant being inattentive \n(focused on a handheld electronic device).  Single loosely draped rope public barriers are insufficient to prevent guests \nfrom coming into contact with the animals housed in primary enclosures on display.  These factors could result in injury to \nthe animal or the public.  A responsible attendant must be present at all times during the periods of public display and \nthere must be sufficient distance and/or barriers between the animal and general viewing public.   \nCorrect by: 6 May 2023. \n2.134(a)\n\nContingency planning. \nA developed contingency plan was not available at time of inspection. Contingency plans help prepare facilities on how to \nprovide humane handling of animals during emergency events. Licensees and registrants under the Animal Welfare Act \nmust develop a complete contingency plan tailored to the facility and animals on hand. All employees must be trained on \ntheir roles and responsibilities within this plan.  The plan must also be reviewed annually, and any changes documented \nand maintained.   \nCorrect by: 6 May 2023. \n3.137(a)(1) \n   \nPrimary enclosures used to transport live animals. \nThe primary enclosures used to transport two juvenile red kangaroo are not of sufficient construction for withstanding the \nnormal rigors of transportation.  They are constructed of a collapsible metal pole frame wrapped by a canvas zipped \ncovering. It is possible that this type of primary enclosure could collapse during transport from an outside force or from \nanimal activity, resulting in injury to the animal.  External forces or animal activity can also protrude or tear the cloth \ncovering, resulting in injury to the animal.  Primary enclosures used to transport animals must be of sufficient structural \nstrength to contain the animal and withstand the normal rigors of transportation.  \nCorrect by: 6 May 2023. \n3.137(c) \n   \nPrimary enclosures used to transport live animals. \nThe transport enclosures used to transport the two juvenile red kangaroo were not tall enough in height to allow the \nanimals sufficient space to make normal postural adjustments such as resting in an upright position.  The height x length x \nwidth measurements for each transport enclosure was 31” x 41” x 28” and 33” x 42.5” x 28” respectively. Not being able to \nmake normal postural adjustments can cause stress on animals and be a risk to their health.  Primary enclosures used to\n\ntransport live animals shall be large enough to ensure that each animal contained therein has sufficient space to turn \nabout freely and to make normal postural adjustments.  \nCorrect by: 6 May 2023. \n3.137(d) \n   \nPrimary enclosures used to transport live animals. \nThe primary enclosures used to transport the two juvenile red kangaroos are constructed of a collapsible metal pole frame \nwrapped by a canvas zipped covering.  Cloth-sided enclosures are not able to be cleaned and sanitized in a manner \nprescribed in the standards, if previously used.  Primary enclosures used to transport live animals shall have solid \nbottoms to prevent leakage in shipment and still be cleaned and sanitized, if previously used.   \nCorrect by: 6 May 2023. \n3.137(e) \n   \nPrimary enclosures used to transport live animals. \nThe transport enclosures that were not permanently affixed within the cargo space of the primary conveyance did not \nhave “Live Animal” or “Wild Animal” markings on them.  Not having this designation on enclosures containing live animals \nduring transport can be detrimental to the health of the animals during normal handling procedures or emergency events.  \nTransport enclosures that are not permanently affixed in the cargo space of the primary conveyance must be clearly \nmarked with the words “Live Animal” or “Wild Animal” in letters at least 1 inch in height, along with arrows to indicate the \ncorrect upright position of the container.   \nCorrect by: 6 May 2023. \n \nThis inspection and exit interview were conducted with representative.\n\nn",
  "animals_total": 4,
  "species": [
    {
      "count": 1,
      "scientific": "Tolypeutes matacus",
      "common": "SOUTHERN THREE-BANDED ARMADILLO"
    },
    {
      "count": 1,
      "scientific": "Hystrix cristata",
      "common": "AFRICAN CRESTED PORCUPINE"
    },
    {
      "count": 2,
      "scientific": "Osphranter rufus",
      "common": "RED KANGAROO"
    }
  ]
}