{
  "insp_id": "INS-0000870912",
  "layout": "c",
  "customer_id": "507349",
  "customer_name": "AGNES MAKSYM",
  "customer_addr": "28540 Streamwood Dr\nBEECHER, IL 60401",
  "certificate": "33-A-0601",
  "site_id": "001",
  "site_name": "AGNES MAKSYM",
  "insp_type": "ROUTINE INSPECTION",
  "date": "24-MAY-2023",
  "report_date": "26-MAY-2023",
  "citations": [
    {
      "code": "2.126(a)(2)",
      "kind": "",
      "repeat": false,
      "desc": "Access and inspection of records and property; submission of itineraries.",
      "narrative": "**At the time of the inspection conducted on 05/24/23, the licensee was unable to locate the current written Program of\nVeterinary Care. The written Program of Veterinary available at the time of the inspection had last been reviewed by the\nattending veterinarian in December 2021. The written Program of Veterinary Care indicated the review would be\nconducted every 6 months. A current written Program of Veterinary Care should be reviewed by the attending\nveterinarian on a regular basis to ensure the health and well being of the animals housed at that facility. The written\nProgram of Veterinary Care is required whenever a part-time veterinarian is employed by a facility as per Section 2.40 (a)\n(1).\nDocuments that are required to be maintained by a facility per the AWA Regulations should be available for review at the\ntime of inspection in order to determine compliance with the Animal Welfare Act.\nCorrect by: June 2, 2023\nThis inspection and exit interview were conducted with the licensee.\nn"
    }
  ],
  "narrative": "2.126(a)(2) \n   \nAccess and inspection of records and property; submission of itineraries. \n**At the time of the inspection conducted on 05/24/23, the licensee was unable to locate the current written Program of \nVeterinary Care.  The written Program of Veterinary available at the time of the inspection had last been reviewed by the \nattending veterinarian in December 2021.  The written Program of Veterinary Care indicated the review would be \nconducted every 6 months.  A current written Program of Veterinary Care should be reviewed by the attending \nveterinarian on a regular basis to ensure the health and well being of the animals housed at that facility.  The written \nProgram of Veterinary Care is required whenever a part-time veterinarian is employed by a facility as per Section 2.40 (a) \n(1).  \nDocuments that are required to be maintained by a facility per the AWA Regulations should be available for review at the \ntime of inspection in order to determine compliance with the Animal Welfare Act. \nCorrect by: June 2, 2023 \n \nThis inspection and exit interview were conducted with the licensee. \n \n n",
  "animals_total": 225,
  "species": [
    {
      "count": 225,
      "scientific": "Chinchilla lanigera",
      "common": "CHINCHILLA"
    }
  ]
}