{
  "insp_id": "91161559170079",
  "layout": "a",
  "customer_id": "2213",
  "customer_name": "Martha Holmes",
  "customer_addr": "117 Conrath Rd\nBarto, PA 19504",
  "certificate": "23-B-0042",
  "site_id": "001",
  "site_name": "MARTHA HOLMES",
  "insp_type": "ROUTINE INSPECTION",
  "date": "05-JAN-2016",
  "report_date": "29-APR-2016",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "2.40(b)(2) Attending Veterinarian and adequate veterinary care (dealers and exhibitors)\n*** 36 animals were found in need of veterinary care during the inspection. This included:\n~ Animal 1: One female gray and white Syrian Hamster was housed with her litter (containing 5 live pups) in the\ntrailer, fifth rack, row 3, box 5. This female hamster was thin and lethargic and in addition to the live pups one\nfreshly dead partially cannibalized hamster pup was also present in the enclosure. When examined, this hamster\nhad a large amount of soft wet brown debris around her tail consistent with diarrhea.\n~ Animal 2: One gray and white Syrian Hamster was housed in a group enclosure in the trailer, first rack, row 2,\nbox 3. This animal had a right eye that was sunken, crusted with brown debris and was held partially shut when\nidentified by the inspector.\n~ Animal 3: One dark gray Syrian Hamster with white feet was housed in a group enclosure in the trailer, first\nrack, row 6, box 7. This animal had a patch of hair loss on its back and nose. The area of hair loss on the back\nwas approximately 1cm in diameter and the underlying skin appeared normal. The area on the nose was smaller\nand underlying skin appeared crusty. When identified by the inspector, the licensee stated that the hair loss on the\nnose was just from pushing against the feeder and on the back was likely scars from fighting previously.\n~ Animal 4: One female grey and white Syrian hamster was housed with her litter (containing 5 live pups) in\nRoom #17, rack #1, row #2, box #3. This hamster had a wet area with brown discoloration on the underside of the\ntail and chin consistent with diarrhea and grooming of the area. In addition to the live animals, there were also two\ndead hamster pups in this enclosure. One of these was fresh and partially cannibalized. The second was older and\nconsisted only of dried fur and skin.\n~ Animal 5: One male tan long-haired Syrian hamster was housed with a single other adult hamster in Room\n#17, rack #3, row #3, box #19. This hamster had incomplete hair loss / thinning over the hind end of the body. The\nunderlying skin was dry and had numerous scabs. The facility representative stated that this was likely bites from\nthe other hamster and separated them when identified by APHIS Officials.\n~ Animals 6-15: One brown female Syrian hamster was housed with her litter (containing 9 live pups) in Room\n#17, rack #3, row #1, box #5. The adult hamster had a moderate amount of wet brown debris under the tail\nconsistent with diarrhea. The hamster pups were all wet over the fur on the backs and had varying degrees of\ndiarrhea on their hind end. In addition to the live animals there was also 1 dead pup in this enclosure.\n~ Animals 16-22: Seven juvenile Gerbils were housed in room 5 of the 'Main Building' in rack #16, row #4, box\n#7. This included 3 brown, 1 white, 2 black, and 1 tan all of which had areas of dark red-brown scabs over their\nback and/tails. The most severely affected was the white gerbil which had scabs extending from the back of the\nneck down the back to the base of the tail as well as hair loss in those areas. The licensee stated that there\nappeared to be some aggression in this enclosure and removed the one animal that had the least amount of scabs,\npresumed to be the aggressor and separated the enclosure for observation.\n~ Animal 23: One black Russian dwarf hamster was housed with 7 other hamsters in box 5 of the hallway near\nroom 5 of the main building. This hamster had a large area of hair loss covering 1/4 to 1/3 of its head between the\neyes and ears. The skin underlying this area of hair loss had three large scabs present.\n~ Animal 24: A white chinchilla was observed with hair loss on the sides of both ears. There was also some\nscabbing in this area. This can be an indication that there is a medical issue. This animal had not yet received\nveterinary attention. Measures need to be taken to provide appropriate veterinary care in a timely manner in order\nto prevent the animal unnecessary pain and distress.\n~ Animal 25: A black chinchilla was observed to have hair loss on its neck area. This hair loss extended full circle\naround the entire neck. Hair loss can be a sign of a more serious health issue. This animal had not yet received\nveterinary attention for this condition.\n~ Animal 26: A grey chinchilla was observed with an abnormal reddening area around its eyes with areas of hair\nloss. There was crusty discharge on both eyes and nose, and a cloudy discharge on the left eye. The eyes were\nsunken in and the chinchilla was huddled in the enclosure and appeared depressed and lethargic. These signs are\nindicators of a negative health issue and suggestive of systemic disease and animal discomfort. The animal had not\nyet received veterinary care for this issue.\n~ Animal 27: A white chinchilla was observed with hair loss between its ears on the back of its neck. The skin\nunderneath was bright pink in color. Hair loss can be a sign of a more serious health issue. This animal had not yet\nreceived veterinary attention for this condition.\n~ Animal 28: A black chinchilla was observed with a cloudy \"hazy\" appearance in both eyes. This condition\naffected the center of the eye in the middle of the cornea. There was a discharge noted in the left eye. This could\nbe an indication of a serious underlying medical issue and can cause distress to the animal. The chinchilla had not\nreceived vet care for this condition.\n~ Animal 29: A black chinchilla was observed squinting with a discharge from both eyes. The animal was not\nopening the eye fully, which may be an indication of discomfort or pain. The animal remained huddled in the corner\nof the enclosure and seemed reluctant to move around compared to the normal movements of the healthy\nchinchillas. The chest area was wet and had a crusty appearance. The chinchilla had not received vet care for this\ncondition.\n~ Animal 30: A white chinchilla was observed with a discharge from both eyes. This can be an indication of a\nmore serious illness affecting the animal, and could possibly cause distress to the animal. The chinchilla had not yet\nreceived veterinary care for this issue.\n~ Animal 31: In the Hut on the top row bin 1 a black and white guinea pig was observed with a crusty discharge\nfrom the left eye. The animal was not opening the eye fully, which may be an indication of discomfort. The guinea\npig had not received veterinary care for this issue.\n~ Animal 32: One light sable juvenile ferret housed in the Ferret / Rabbit room had a right eye that was partially\nclosed and had an accumulation of light brown crusty debris present.\n~ Animal 33: One tricolor Abyssinian-type guinea pig was present in the \"Hut\" building on the male rack, row #5,\ntub #3 (co-housed with 13 other guinea pigs). This guinea pig had a small circular area of hair loss just above the\nnose with a small central scab. The surrounding skin was dry and crusty.\n~ Animal 34: One light tricolor rough coated \"teddy-bear\" type guinea pig was present in the \"Hut\" building on the\nmale rack, row #5, tub #3 (co-housed with 14 other guinea pigs). This guinea pig had a right eye that was being\nheld partially closed and had brown crusty debris on the upper and lower lid accumulating in the corner of the eye\nclosest to the nose.\n~ Animal 35: One white Abyssinian-type guinea pig with a brown patch near the eye was present in the \"Hut\"\nbuilding on the male rack, row #2, tub #8 (co-housed with 14 other guinea pigs). This guinea pig had a left eye that\nwas being held partially closed. There was a small amount of crusty debris accumulated along the lower lid and at\nthe corner nearest the eye.\n~ Animal 36: One grey agouti with white guinea pig with a single rosette on the head (Crested / American-type)\nwas present in the \"Hut\" building of the male rack, row #4, box #8 (co-housed with 9 other guinea pigs). This\nguinea pig had a left eye that was completely sealed shut with brown crusty debris. When examined the eye could\nnot be opened with gentle wiping.\nThe facility maintains an area within each room for animals requiring additional care, however, none of the animals\nlisted above were identified by facility staff prior to inspection. All of these animals / enclosures were mixed with the\ngeneral population of animals in their respective rooms. The clinical signs of hair loss, eye abnormalities, loose\nstool / diarrhea, and general lethargy / depression are all indicators of ill-health or disease. These conditions can\nresult from multiple causes including traumatic injury and infectious diseases, or other causes. Depending on the\nunderlying cause, left untreated these conditions may progress leading additional unnecessary animal suffering.\nAnimals exhibiting advanced signs of disease such as generalized lethargy, depression, and weight loss are also at\nan increased risk of death when left untreated and several dead animals were found in the above enclosures.\nAdditionally, pre-weaning juvenile animals whose mothers' have died are at significant risk of suffering and or death\nif appropriate steps are not taken to properly diagnose the cause of death, provide appropriate treatment and\nsupportive care, or humanely euthanize individuals if they are not old enough to self-feed and survive on their own.\nAll licensees are required to implement appropriate methods for adequate veterinary care including the use of\nmethods to prevent, control, diagnose, and treat disease for all animals. Appropriate diagnosis and treatment of\nthese animals is necessary to ensure humane care. Correct by reporting these animals to the attending\nveterinarian and having them examined by a licensed veterinarian for diagnosis and the development of an\nappropriate treatment plan for each animal condition. Documentation of this examination, the treatment plan,\nimplementation of the treatments, and recommendations for prevention / control of disease spread to the remaining\nanimals shall be maintained by the licensee for examination by APHIS Officials upon request.\nTo be completed by: 8 January 2016\nNote: Facility representatives brought several animals to the attending veterinarian as they were identified during\ninspection. The animals received immediate appropriate attention. Documentation of examination by the attending\nveterinarian and the treatment recommendations was provided to APHIS Officials for many of the most severely\naffected animals during the inspection and prior to the exit interview.\n*** In addition to the animals requiring veterinary care for physical ailments listed above, one Roborovski dwarf\nhamster exhibiting an abnormal repetitive (stereotypic) behavior was identified by inspectors. This tan hamster was\ncohoused with 7 other Roborovski dwarf hamsters in box 3 of the hallway near room 5 of the main building and was\nobserved for several minutes during which time it consistently jumped in \"back flip\" motion. The animal would\nbackflip, run several paces forward into the same starting position and then back flip again, repeating this process\ngreater than 20 times in a row with little to no deviation to the behavior. The animal continued this behavior even\nwhen other animals in the enclosure walked in its path only making minor alterations as were necessary to continue\nthe behavior. APHIS Officials were able to disrupt the behavior by talking or moving the enclosure at which time the\nanimal burrowed and/or ate a few bites of food, only to return to the stereotypic behavior shortly after. APHIS\nOfficials returned to this area to observe the animal again approximately 30 minutes later at which time the animal\nwas still preforming this abnormal behavior. The facility representative stated that this had not been observed by\nthe facility previously and no steps had been taken to identify or address the cause. Abnormal repetitive behaviors\noften called stereotypies are a behavioral indicator of stress and can be detrimental to the animal. All licensees are\nrequired to use appropriate methods to prevent control, diagnose, and treat diseases and injuries including this type\nof behavioral disease. Correct by having this animal examined by the attending veterinarian so that appropriate\nmethods for diagnosis, treatment, and continued monitoring can be taken to identify and correct the cause of the\nbehavior. A record of this examination, treatment recommendations, and implementation of the treatment plan shall\nbe maintained by the facility for review by APHIS Officials upon request.\nTo be completed by: 12 January 2016"
    },
    {
      "code": "2.40(b)(3)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "16 dead animals were identified by APHIS Officials during the inspection. These animals were often present in\nenclosures which contained additional live animals and the deceased were in various states of decomposition.\n~ Animals 1-6: One female gray and white Syrian hamster was housed with her litter (containing 5 deceased\npups) in Room #17, rack #1, row 1, box 1. This female hamster and her pups were all dead and there was a strong\nodor of decomposition in this enclosure and nearby. The adult hamster was bloated and there were portions of the\nskull exposed. The pups were all furred, but younger than weaning age.\n~ Animal 7: One female gray and white Syrian hamster was housed with her litter (containing 6 live pups) in\nRoom #17, rack #1, row 1, box 2. In addition to these animals, there were three clumps of fur and skin consistent\nwith a deceased cannibalized pre-weaning pup. This may have come from one animal or multiple. The adult\nfemale hamster and remaining pups were all alert and active.\n~ Animal 8: One female brown Syrian hamster was housed with her litter (containing 7 live pups) in Room #17,\nrack #2, row #1, box #2. The adult hamster in this enclosure was dead but remained intact and had no obvious\noutward signs of the cause of death.\n~ Animal 9: One female brown and white Syrian hamster was housed singly in Room #17, rack #3, row #4, box\n#2. This hamster was dead and there was a large amount of dried dark brown material caked around her rectum.\nThis material appeared consistent with diarrhea.\n~ Animal 10: Three juvenile gerbils were housed in room 5 of the \"Main Building\" in rack #15, row #7, box #7. In\naddition to the live animals one dead tan gerbil was present in this enclosure. On examination this animal had an\naccumulation of brown debris under the tail consistent with diarrhea.\n~ Animal 11: One tan female Syrian hamster was housed with her litter (containing 5 live pups of pre-weaning\nage) in Room #17, rack #4, row #1, box #6. The adult hamster in this enclosure was dead and had a significant\naccumulation of brown debris under the tail consistent with diarrhea. Additionally there were 3 dead pups in this\nenclosure. This included 2 pups that were relatively fresh and one that was only fur and dried skin.\n~ Animal 12: One dead hamster observed in the enclosure in room 17, line #9 row 1 rack 4 top #2. This pre\nweanling pup was housed with the female hamster and the remaining pups (6 total). The dead pup remained intact\nand had no obvious outward signs of the cause of death. The remaining animal housed in the enclosure did not\nexhibit any obvious signs of illness, and were alert and active.\n~ Animal 13: One Syrian hamster was housed with her offspring in room 17, line #9 rack 1, row 7 bin 2. This\nadult female was found dead was housed in the enclosure, the remaining pre-weaning offspring were still alive.\nThere was a wound observed encompassing the entire top portion of the head, where the offspring had\ncannibalized the carcass. The remaining hamsters in the enclosure were of normal appearance with no signs of\nillness.\n~ Animal 14: One female tan Syrian hamster was housed with her litter (containing 6 live pups) in Room #17.\nThe female was observed dead with the left hind leg having decomposed and or cannibalized. The skin was\nremoved and the underlying bones were exposed. The remaining pups were all alert and active.\n~ Animal 15: One female tan Syrian hamster was housed with her litter (containing 5 live pups) in Room #17,\nline 8 row 7 bin 2. In addition to these animals, there was one clump of fur and skin consistent with a deceased\ncannibalized pre-weaning pup. This may have come from one animal or multiple. The adult female hamster and\nremaining pups were all alert and active.\n~ Animal 16: One female tan Syrian hamster was housed with her litter (containing 8 live pups) in Room #17,\nline #7 rack 4 row 7 bin 4. In addition to these animals, there was one deceased cannibalized pre-weaning pup.\nThe adult female hamster and remaining pups were all alert and active.\nAll licensees are required to conduct daily observations of all animals to assess their health and well-being. The\nfacility representative stated that employees conduct observations while providing feed and water on a daily basis\nas well as when changing cages as needed. Observation \"Loss\" logs were present in every room, however, these\nwere inconsistently filled out by the facility personnel. When these logs were completed, there was no method in\nplace to determine whether the abnormalities were reported to the attending veterinarian or the outcome of the\ncondition (treatment, improvement, euthanasia, etc). The presence of 16 deceased animals listed above in various\nstates of decomposition, as well as the 36 animals found in need of veterinary care indicate that these observations\nare not being conducted in an effective manner at this time. Correct by modifying husbandry procedures as\nnecessary to ensure that animals are observed effectively on a daily basis. Additionally, the licensee shall ensure\nthat when such problems are identified accurate information shall be reported to the attending veterinarian in a\ntimely manner. Records of the changes in procedures and training of employees to conduct more effective\nobservations shall be maintained for APHIS Officials upon request.\nTo be completed by: 12 January 2016"
    },
    {
      "code": "2.40(b)(4)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "The licensee currently lacks adequate guidance to personnel regarding euthanasia of animals conducted by the\nfacility. The Methods used for Euthanasia were not adequately described in the Program of veterinary Care stating\nonly that animals could be euthanized by either the veterinarian or the licensee and by Carbon Dioxide or Sodium\nPentobarbital but not differentiating who was permitted to use which method, for which species, or what staff\ntraining was required. When APHIS officials questioned facility personnel in charge of performing euthanasia and\nthe methods which they were trained, the reply was that the procedure was \" (cid:28)learned on the internet\"(cid:29). The\nlicensee must seek adequate guidance from the Attending Veterinarian (AV) and ensure that all employees are\nappropriately trained in these techniques including positive determination of death as directed by the AV before they\nare allowed to perform these responsibilities. A complete description of the methods used including a description\nof these procedures and designation for which species it is appropriate must be included in the program of\nveterinary care. Failure to obtain adequate guidance from the AV regarding this topic may result in deviation from\nacceptable practices without the veterinarian(cid:25)s' knowledge and lead to unnecessary animal suffering. Correct by\nensuring that additional guidance as described above is incorporated into the PVC and that records of staff training\nin these methods are maintained from this point forward.\nTo be completed by: 18 January 2016"
    },
    {
      "code": "2.75(b)(1)",
      "kind": "",
      "repeat": false,
      "desc": "RECORDS: DEALERS AND EXHIBITORS.",
      "narrative": "A record of animals on hand was not available for review. In addition, the facility does not maintain adequate\nrecords of animals that have been born or euthanized at the facility. Records are required in order to adequately\nverify the total number of animals housed at the facility. A system of recordkeeping containing the above required\ninformation must be maintained and available for review.\nTo be completed by: 18 January 2016"
    },
    {
      "code": "3.25(a)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "Several escaped animals were observed in multiple buildings throughout the inspection. This included loose\nhamsters observed in the trailer, the chinchilla area of the main building, and the hut. Additionally, one escaped\nguinea pig was observed in the hut and one escaped chinchilla was observed in the hamster area of the main\nbuilding. Injury can occur from falls and exposure to dangerous substances when an animal escapes out of its\nenclosure. In addition, there were several hamster enclosures observed with full thickness cracks in the bottoms,\nsome of which were covered with tape. Correct by ensuring that all primary enclosures are maintained in good\nrepair and that they properly contain the animals. Additionally ensure worn enclosure must be replaced when\nnecessary.\nTo be completed by: 8 February 2016"
    },
    {
      "code": "3.26(b)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, INDOOR.",
      "narrative": "Upon entering the Hamster room 17, a strong ammonia smell was noticeable. This odor was considerable and\nbegan to cause discomfort and burn APHIS officials(cid:25) eyes and noses during the inspection process. This situation\ncan cause the animals housed in the room unnecessary discomfort. In addition, poor ventilation can contribute to\nthe spread of disease. Ventilation must be adequate to provide for the health and comfort for the animals. Correct\nby ensuring that adequate fresh air is provided and that this area is properly ventilated to minimize drafts, odors,\nand moisture condensation.\nTo be completed by: 8 February 2016"
    },
    {
      "code": "3.29(d)",
      "kind": "",
      "repeat": false,
      "desc": "FEEDING.",
      "narrative": "When APHIS officials questioned an employee about the sanitation schedule for cleaning of the feeders in the\nhamster rooms, they were told that the feeders were cleaned only when they were contaminated or when the\nhamster is removed from the room at the end of the breeding span. This may be as great as 21 weeks. In\naddition, approximately 1 out of every 25 feeders had a buildup of rust observed. This frequency of sanitization is\ninadequate and can allow a buildup of dust and debris on the food, which may lead to illness. All licensees must\nensure that food receptacles are kept clean and must be sanitized at least once every 2 weeks or as often as\nnecessary to prevent deterioration of food. Correct by ensuring that these receptacles are cleaned and sanitized as\nrequired from this point forward.\nTo be completed by: 18 January 2016"
    },
    {
      "code": "3.30",
      "kind": "",
      "repeat": false,
      "desc": "WATERING.",
      "narrative": "At least 15 water bottles observed in the hamster enclosures in Rooms 17, 18 and the Hut, were dirty and\ncontained floating debris. Three bottles were observed with algae growing inside of them. In addition, several racks\nof enclosures were observed with a significant dust buildup on the outside of the bottles. Dirty water can cause the\nanimals to become ill or have a negative health impact. Correct by ensuring water receptacles are sanitized at a\nfrequency which prevents the buildup of debris, and at a minimum every two weeks.\nTo be completed by: 12 January 2016"
    },
    {
      "code": "3.31(a)(4)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "The wash area in the Hut building did not have hot water readily available to clean enclosures, food, and water\nreceptacles. The facility representative stated that the hot water has been turned off at the heater due to leaking\nvalves and that it must be turned on at the water heater. APHIS officials observed employees using the wash area,\nbut when the water temperature in sinks was assessed by touch it was found to be ice cold. Employees appear to\nbe washing the enclosures with cold water. When the valves were turned on at the hot water heater by\nmanagement the water did in fact become hot at the washing station. Cold water is not as effective at removing\nexcreta, bacteria, or other contaminants and this practice will not result in enclosures being adequately sanitized\nwhich may possibly lead disease transmission and other negative health impact on the animals. Licensees must\nensure that primary enclosures are sanitized using hot water of 180 degrees and soap or detergent as in a\nmechanical cage wash, by washing with a detergent solution and then using an appropriate disinfectant, or by\ncleaning with live steam. Correct by ensuring repairing that there is a continuous supply of hot water available for\ncleaning and disinfection or by using an alternate method as allowed by regulation.\nTo be completed by: 18 January 2016"
    },
    {
      "code": "3.31(a)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "Many of the hamster and guinea pig enclosures had a significant buildup of a tan to white hard mineral type deposit\nin the corners which appeared to be urine scale. The facility representative stated that they periodically do an acid\nwash to remove this buildup, but this is typically done only annually during the warm months. This accumulation of\ndebris reduces the cleaning and disinfection efficiency and can possibly have a negative health impact on the\nanimal. Correct by ensuring that enclosures are cleaned and sanitized often enough to prevent and with\nappropriate methods to remove this accumulation of excreta.\nTo be completed by: 8 February 2016"
    },
    {
      "code": "3.33(b)",
      "kind": "",
      "repeat": false,
      "desc": "CLASSIFICATION AND SEPARATION.",
      "narrative": "A domestic cat was observed sleeping in an open shipping container in the Hut building. This building houses\nguinea pigs contained in primary enclosures that are large, open toped bins. The primary enclosures are not\ndesigned in a manner that would exclude this free roaming cat (or other animals) from entering the bins. Cats are a\npredatory animal and may injure or cause unnecessary stress to the guinea pigs. In addition, this could negatively\naffect the health of the animals contributing to the spread of disease either carried from the outside or from\nenclosure to enclosure. When identified by inspectors, the cat was removed from the building and then noticed\nwalking into the room again from the rear of the building shortly afterwards. When attempting to determine how the\ncat was back, inspectors observed that the back door to the Hut building did not close or latch properly. A bleach\nbottle was observed holding the door closed, however, this bottle could not be propped in place when employees\nleft through the back door allowing the cat to regain entry to the room. Guinea pigs must not be housed in the same\nprimary enclosure as other species. Considering the guinea pigs in this area are housed in open bins and this cat\ncan freely enter the building, it is clear that there is currently no method in place to prevent other animals from\nentering the guinea pig enclosures. Correct by ensuring that other species of animals, especially potential\npredators, are not permitted access to animal areas with open topped primary enclosures. Additionally, the facility\nmust ensure that the door is repaired and closes securely to adequately protect the animals contained in this\nbuilding.\nCorrected at the time of inspection"
    },
    {
      "code": "3.53(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "There were many support beams for the rabbit enclosures which were observed to have a heavy buildup of rust. In\naddition, the wire coating for the floors was completely eroded in most areas, exposing the wire underneath. If not\naddressed, the degree of rust may lead to these structures becoming structurally unsound, and thus may cause\ninjury to the animals contained within. Primary enclosures must be maintained in good repair and must be\nstructurally sound. Correct by repairing or replacing these enclosures.\nTo be completed by: 8 February 2016"
    },
    {
      "code": "3.56",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "There was a buildup of hair, urine scale and debris observed in the majority of the rabbit enclosures. The buildup of\nbrown urine scale in the corners of these cages was enough that it was off the wire creating a (cid:28)lumpy(cid:29) 3-dimensional\nappearance. The facility representative stated that these cages are regularly brought outside the building and\npressure washed and then disinfected using a bleach solution outdoors. This accumulation of urine scale is\nsignificant enough to indicate that the current cleaning and disinfection procedures are either not adequate or not\nbeing done with sufficient frequency to meet the required cleaning requirements. This condition is insanitary and\ncan harbor bacteria and possibly cause the rabbits to become ill. All enclosures must be kept reasonably free of\nexcreta, hair and other debris. Additionally, the enclosures must be sanitized at least every 30 days in accordance\nwith 3.56(b). Correct by ensuring that these enclosures are cleaned and sanitized at a higher frequency or through\nalternate methods in order to prevent this condition.\nTo be completed by: 18 January 2016"
    },
    {
      "code": "3.128(d)",
      "kind": "",
      "repeat": false,
      "desc": "SPACE REQUIREMENTS.",
      "narrative": "All chinchilla at the facility are currently being maintained in primary enclosures which are 16 inches x 18 inches and\napproximately 14 inches high. These cages were all one level and had a solid bottom containing pine type\nwoodchips. Each enclosure contained 1-2 Chinchilla, and two enclosures housing a breeding pair plus one\noffspring. When asked about the length of time the animals are held in these enclosures, the facility representative\nacknowledged that there is no current method in place for tracking that on an individual basis, but that the primary\ncaretaker for that room would probably know. While many animals are only housed short-term, approximately 25 -\n30 are older breeders that have been present for long times. The facility representative also stated that the caging is\na recent change. Prior to the summer, the breeders (housed long-term) were kept in larger enclosures of an\nalternate style, but that these were easier to clean so they were moved to these new enclosures. When the facility\nrepresentative was asked about access to dust baths he stated that they do not currently provide dust for these\nanimals and that they roll around in the shavings when enclosures are cleaned. He also stated that when they used\nto provide dust, however, it makes a large mess. Access to dust baths at least on a periodic basis is a necessary\npart of chinchilla husbandry to maintain appropriate fur coat quality. The current enclosures and management\npractices do not provide access to any space which allows for this normal behavior as needed for long term\nhousing. Additionally, chinchilla are active animals that typically require adequate space to jump as part of postural\nadjustments. Multiple animals were observed bouncing off of wall sides and the current cage size is not adequate\nto provide for normal species-typical social and postural adjustments for long-term housing of these animals.\nAnimal enclosures must be constructed and maintained to provide sufficient space to allow each animal to make\nnormal postural and social adjustments with adequate freedom of movement. Correct by ensuring that animals are\ngiven access to adequate space for jumping and dust bathing to meet these requirements on a continuous or\nperiodic basis as dictated by behavior and natural history.\nTo be completed by: 8 Feb 2016.\nThe inspection was conducted on January 5 -6, 2016 and exit briefing was conducted on January 7, 2016 with Keri\nLupo, VMO and Dana Miller, SACS, two IES investigators and the Vice President of the facility.\nAdditional Inspectors\nMiller Dana, Supervisory Animal Care Specialist"
    }
  ],
  "narrative": "2.40(b)(2)           DIRECT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n2.40(b)(2)  Attending Veterinarian and adequate veterinary care (dealers and exhibitors)\n*** 36 animals were found in need of veterinary care during the inspection.  This included:\n     ~ Animal 1:  One female gray and white Syrian Hamster was housed with her litter (containing 5 live pups) in the\ntrailer, fifth rack, row 3, box 5.  This female hamster was thin and lethargic and in addition to the live pups one\nfreshly dead partially cannibalized hamster pup was also present in the enclosure.  When examined, this hamster\nhad a large amount of soft wet brown debris around her tail consistent with diarrhea.  \n     ~ Animal 2:  One gray and white Syrian Hamster was housed in a group enclosure in the trailer, first rack, row 2,\nbox 3.    This animal had a right eye that was sunken, crusted with brown debris and was held partially shut when\nidentified by the inspector.\n     ~ Animal 3:  One dark gray Syrian Hamster with white feet was housed in a group enclosure in the trailer, first\nrack, row 6, box 7.    This animal had a patch of hair loss on its back and nose.  The area of hair loss on the back\nwas approximately 1cm in diameter and the underlying skin appeared normal.  The area on the nose was smaller\nand underlying skin appeared crusty.  When identified by the inspector, the licensee stated that the hair loss on the\nnose was just from pushing against the feeder and on the back was likely scars from fighting previously.\n     ~ Animal 4:  One female grey and white Syrian hamster was housed with her litter (containing 5 live pups) in\nRoom #17, rack #1, row #2, box #3.  This hamster had a wet area with brown discoloration on the underside of the\ntail and chin consistent with diarrhea and grooming of the area.  In addition to the live animals, there were also two\ndead hamster pups in this enclosure.  One of these was fresh and partially cannibalized.  The second was older and\nconsisted only of dried fur and skin.\n     ~ Animal 5:  One male tan long-haired Syrian hamster was housed with a single other adult hamster in Room\n#17, rack #3, row #3, box #19.  This hamster had incomplete hair loss / thinning over the hind end of the body.  The\nunderlying skin was dry and had numerous scabs.  The facility representative stated that this was likely bites from\nthe other hamster and separated them when identified by APHIS Officials.  \n     ~ Animals 6-15:  One brown female Syrian hamster was housed with her litter (containing 9 live pups) in Room\n#17, rack #3, row #1, box #5.  The adult hamster had a moderate amount of wet brown debris under the tail\nconsistent with diarrhea.  The hamster pups were all wet over the fur on the backs and had varying degrees of\n\ndiarrhea on their hind end.  In addition to the live animals there was also 1 dead pup in this enclosure.  \n     ~ Animals 16-22: Seven juvenile Gerbils were housed in room 5 of the 'Main Building' in rack #16, row #4, box\n#7.  This included 3 brown, 1 white, 2 black, and 1 tan all of which had areas of dark red-brown scabs over their\nback and/tails.  The most severely affected was the white gerbil which had scabs extending from the back of the\nneck down the back to the base of the tail as well as hair loss in those areas.  The licensee stated that there\nappeared to be some aggression in this enclosure and removed the one animal that had the least amount of scabs,\npresumed to be the aggressor and separated the enclosure for observation.  \n     ~ Animal 23: One black Russian dwarf hamster was housed with 7 other hamsters in box 5 of the hallway near\nroom 5 of the main building.  This hamster had a large area of hair loss covering 1/4 to 1/3 of its head between the\neyes and ears.  The skin underlying this area of hair loss had three large scabs present. \n     ~ Animal 24: A white chinchilla was observed with hair loss on the sides of both ears.  There was also some\nscabbing in this area.  This can be an indication that there is a medical issue. This animal had not yet received\nveterinary attention.  Measures need to be taken to provide appropriate veterinary care in a timely manner in order\nto prevent the animal unnecessary pain and distress.  \n     ~ Animal 25: A black chinchilla was observed to have hair loss on its neck area. This hair loss extended full circle\naround the entire neck. Hair loss can be a sign of a more serious health issue. This animal had not yet received\nveterinary attention for this condition.  \n     ~ Animal 26: A grey chinchilla was observed with an abnormal reddening area around its eyes with areas of hair\nloss. There was crusty discharge on both eyes and nose, and a cloudy discharge on the left eye. The eyes were\nsunken in and the chinchilla was huddled in the enclosure and appeared depressed and lethargic.   These signs are\nindicators of a negative health issue and suggestive of systemic disease and animal discomfort. The animal had not\nyet received veterinary care for this issue.  \n     ~ Animal 27: A white chinchilla was observed with hair loss between its ears on the back of its neck. The skin\nunderneath was bright pink in color.  Hair loss can be a sign of a more serious health issue. This animal had not yet\nreceived veterinary attention for this condition.   \n     ~ Animal 28: A black chinchilla was observed with a cloudy \"hazy\" appearance in both eyes. This condition\naffected the center of the eye in the middle of the cornea.  There was a discharge noted in the left eye.  This could\nbe an indication of a serious underlying medical issue and can cause distress to the animal.   The chinchilla had not\nreceived vet care for this condition. \n     ~ Animal 29: A black chinchilla was observed squinting with a discharge from both eyes. The animal was not\nopening the eye fully, which may be an indication of discomfort or pain. The animal remained huddled in the corner\nof the enclosure and seemed reluctant to move around compared to the normal movements of the healthy\nchinchillas.  The chest area was wet and had a crusty appearance.   The chinchilla had not received vet care for this\ncondition.\n     ~ Animal 30: A white chinchilla was observed with a discharge from both eyes. This can be an indication of a\nmore serious illness affecting the animal, and could possibly cause distress to the animal. The chinchilla had not yet\nreceived veterinary care for this issue.  \n     ~ Animal 31: In the Hut on the top row bin 1 a black and white guinea pig was observed with a crusty discharge\nfrom the left eye.  The animal was not opening the eye fully, which may be an indication of discomfort. The guinea\n\npig had not received veterinary care for this issue. \n     ~ Animal 32: One light sable juvenile ferret housed in the Ferret / Rabbit room had a right eye that was partially\nclosed and had an accumulation of light brown crusty debris present. \n     ~ Animal 33: One tricolor Abyssinian-type guinea pig was present in the \"Hut\" building on the male rack, row #5,\ntub #3 (co-housed with 13 other guinea pigs).  This guinea pig had a small circular area of hair loss just above the\nnose with a small central scab.  The surrounding skin was dry and crusty. \n     ~ Animal 34: One light tricolor rough coated \"teddy-bear\" type guinea pig was present in the \"Hut\" building on the\nmale rack, row #5, tub #3 (co-housed with 14 other guinea pigs).  This guinea pig had a right eye that was being\nheld partially closed and had brown crusty debris on the upper and lower lid accumulating in the corner of the eye\nclosest to the nose.\n     ~ Animal 35: One white Abyssinian-type guinea pig with a brown patch near the eye was present in the \"Hut\"\nbuilding on the male rack, row #2, tub #8 (co-housed with 14 other guinea pigs).  This guinea pig had a left eye that\nwas being held partially closed.  There was a small amount of crusty debris accumulated along the lower lid and at\nthe corner nearest the eye. \n     ~ Animal 36: One grey agouti with white guinea pig with a single rosette on the head (Crested / American-type)\nwas present in the \"Hut\" building of the male rack, row #4, box #8 (co-housed with 9 other guinea pigs).  This\nguinea pig had a left eye that was completely sealed shut with brown crusty debris.  When examined the eye could\nnot be opened with gentle wiping.  \nThe facility maintains an area within each room for animals requiring additional care, however, none of the animals\nlisted above were identified by facility staff prior to inspection.  All of these animals / enclosures were mixed with the\ngeneral population of animals in their respective rooms.  The clinical signs of hair loss, eye abnormalities, loose\nstool / diarrhea, and general lethargy / depression are all indicators of ill-health or disease.  These conditions can\nresult from multiple causes including traumatic injury and infectious diseases, or other causes.  Depending on the\nunderlying cause, left untreated these conditions may progress leading additional unnecessary animal suffering. \nAnimals exhibiting advanced signs of disease such as generalized lethargy, depression, and weight loss are also at\nan increased risk of death when left untreated and several dead animals were found in the above enclosures. \nAdditionally, pre-weaning juvenile animals whose mothers' have died are at significant risk of suffering and or death\nif appropriate steps are not taken to properly diagnose the cause of death, provide appropriate treatment and\nsupportive care, or humanely euthanize individuals if they are not old enough to self-feed and survive on their own.\nAll licensees are required to implement appropriate methods for adequate veterinary care including the use of\nmethods to prevent, control, diagnose, and treat disease for all animals.   Appropriate diagnosis and treatment of\nthese animals is necessary to ensure humane care.  Correct by reporting these animals to the attending\nveterinarian and having them examined by a licensed veterinarian for diagnosis and the development of an\nappropriate treatment plan for each animal condition.  Documentation of this examination, the treatment plan,\nimplementation of the treatments, and recommendations for prevention / control of disease spread to the remaining\nanimals shall be maintained by the licensee for examination by APHIS Officials upon request.   \nTo be completed by:  8 January 2016\n\nNote: Facility representatives brought several animals to the attending veterinarian as they were identified during\ninspection.  The animals received immediate appropriate attention. Documentation of examination by the attending\nveterinarian and the treatment recommendations was provided to APHIS Officials for many of the most severely\naffected animals during the inspection and prior to the exit interview.  \n*** In addition to the animals requiring veterinary care for physical ailments listed above, one Roborovski dwarf\nhamster exhibiting an abnormal repetitive (stereotypic) behavior was identified by inspectors.  This tan hamster was\ncohoused with 7 other Roborovski dwarf hamsters in box 3 of the hallway near room 5 of the main building and was\nobserved for several minutes during which time it consistently jumped in \"back flip\" motion.  The animal would\nbackflip, run several paces forward into the same starting position and then back flip again, repeating this process\ngreater than 20 times in a row with little to no deviation to the behavior.  The animal continued this behavior even\nwhen other animals in the enclosure walked in its path only making minor alterations as were necessary to continue\nthe behavior.  APHIS Officials were able to disrupt the behavior by talking or moving the enclosure at which time the\nanimal burrowed and/or ate a few bites of food, only to return to the stereotypic behavior shortly after.  APHIS\nOfficials returned to this area to observe the animal again approximately 30 minutes later at which time the animal\nwas still preforming this abnormal behavior.  The facility representative stated that this had not been observed by\nthe facility previously and no steps had been taken to identify or address the cause.  Abnormal repetitive behaviors\noften called stereotypies are a behavioral indicator of stress and can be detrimental to the animal.  All licensees are\nrequired to use appropriate methods to prevent control, diagnose, and treat diseases and injuries including this type\nof behavioral disease.  Correct by having this animal examined by the attending veterinarian so that appropriate\nmethods for diagnosis, treatment, and continued monitoring can be taken to identify and correct the cause of the\nbehavior.  A record of this examination, treatment recommendations, and implementation of the treatment plan shall\nbe maintained by the facility for review by APHIS Officials upon request. \nTo be completed by: 12 January 2016\n2.40(b)(3)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n16 dead animals were identified by APHIS Officials during the inspection.  These animals were often present in\nenclosures which contained additional live animals and the deceased were in various states of decomposition.\n     ~ Animals 1-6:  One female gray and white Syrian hamster was housed with her litter (containing 5 deceased\npups) in Room #17, rack #1, row 1, box 1.  This female hamster and her pups were all dead and there was a strong\nodor of decomposition in this enclosure and nearby.  The adult hamster was bloated and there were portions of the\nskull exposed.  The pups were all furred, but younger than weaning age.\n\n~ Animal 7:  One female gray and white Syrian hamster was housed with her litter (containing 6 live pups) in\nRoom #17, rack #1, row 1, box 2.  In addition to these animals, there were three clumps of fur and skin consistent\nwith a deceased cannibalized pre-weaning pup.  This may have come from one animal or multiple.  The adult\nfemale hamster and remaining pups were all alert and active.  \n     ~ Animal 8: One female brown Syrian hamster was housed with her litter (containing 7 live pups) in Room #17,\nrack #2, row #1, box #2.  The adult hamster in this enclosure was dead but remained intact and had no obvious\noutward signs of the cause of death.\n     ~ Animal 9: One female brown and white Syrian hamster was housed singly in Room #17, rack #3, row #4, box\n#2.  This hamster was dead and there was a large amount of dried dark brown material caked around her rectum. \nThis material appeared consistent with diarrhea.  \n     ~ Animal 10: Three juvenile gerbils were housed in room 5 of the \"Main Building\" in rack #15, row #7, box #7.  In\naddition to the live animals one dead tan gerbil was present in this enclosure.  On examination this animal had an\naccumulation of brown debris under the tail consistent with diarrhea. \n     ~ Animal 11: One tan female Syrian hamster was housed with her litter (containing 5 live pups of pre-weaning\nage) in Room #17, rack #4, row #1, box #6.  The adult hamster in this enclosure was dead and had a significant\naccumulation of brown debris under the tail consistent with diarrhea.  Additionally there were 3 dead pups in this\nenclosure.  This included 2 pups that were relatively fresh and one that was only fur and dried skin.  \n     ~ Animal 12: One dead hamster observed in the enclosure in room 17, line #9 row 1 rack 4 top #2.  This pre\nweanling pup was housed with the female hamster and the remaining pups (6 total).  The dead pup remained intact\nand had no obvious outward signs of the cause of death. The remaining animal housed in the enclosure did not\nexhibit any obvious signs of illness, and were alert and active.    \n     ~ Animal 13:  One Syrian hamster was housed with her offspring in room 17, line #9 rack 1, row 7 bin 2.  This\nadult female was found dead was housed in the enclosure, the remaining pre-weaning offspring were still alive.\nThere was a wound observed encompassing the entire top portion of the head, where the offspring had\ncannibalized the carcass. The remaining hamsters in the enclosure were of normal appearance with no signs of\nillness. \n     ~ Animal 14:  One female tan Syrian hamster was housed with her litter (containing 6 live pups) in Room #17. \nThe female was observed dead with the left hind leg having decomposed and or cannibalized.  The skin was\nremoved and the underlying bones were exposed.    The remaining pups were all alert and active.  \n     ~ Animal 15:  One female tan Syrian hamster was housed with her litter (containing 5 live pups) in Room #17,\nline 8 row 7 bin 2.  In addition to these animals, there was one clump of fur and skin consistent with a deceased\ncannibalized pre-weaning pup.  This may have come from one animal or multiple.  The adult female hamster and\nremaining pups were all alert and active.  \n     ~ Animal 16:  One female tan Syrian hamster was housed with her litter (containing 8 live pups) in Room #17,\nline #7 rack 4 row 7 bin 4.  In addition to these animals, there was one deceased cannibalized pre-weaning pup.  \nThe adult female hamster and remaining pups were all alert and active.  \n      \n    \nAll licensees are required to conduct daily observations of all animals to assess their health and well-being.  The\n\nfacility representative stated that employees conduct observations while providing feed and water on a daily basis\nas well as when changing cages as needed.  Observation \"Loss\" logs were present in every room, however, these\nwere inconsistently filled out by the facility personnel.  When these logs were completed, there was no method in\nplace to determine whether the abnormalities were reported to the attending veterinarian or the outcome of the\ncondition (treatment, improvement, euthanasia, etc).  The presence of 16 deceased animals listed above in various\nstates of decomposition, as well as the 36 animals found in need of veterinary care indicate that these observations\nare not being conducted in an effective manner at this time.  Correct by modifying husbandry procedures as\nnecessary to ensure that animals are observed effectively on a daily basis.  Additionally, the licensee shall ensure\nthat when such problems are identified accurate information shall be reported to the attending veterinarian in a\ntimely manner.  Records of the changes in procedures and training of employees to conduct more effective\nobservations shall be maintained for APHIS Officials upon request.   \nTo be completed by: 12 January 2016\n2.40(b)(4)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThe licensee currently lacks adequate guidance to personnel regarding euthanasia of animals conducted by the\nfacility.  The Methods used for Euthanasia were not adequately described in the Program of veterinary Care stating\nonly that animals could be euthanized by either the veterinarian or the licensee and by Carbon Dioxide or Sodium\nPentobarbital but not differentiating who was permitted to use which method, for which species, or what staff\ntraining was required.  When APHIS officials questioned facility personnel in charge of performing euthanasia and\nthe methods which they were trained, the reply was that the procedure was \" (cid:28)learned on the internet\"(cid:29).  The\nlicensee must seek adequate guidance from the Attending Veterinarian (AV) and ensure that all employees are\nappropriately trained in these techniques including positive determination of death as directed by the AV before they\nare allowed to perform these responsibilities.   A complete description of the methods used including a description\nof these procedures and designation for which species it is appropriate must be included in the program of\nveterinary care.  Failure to obtain adequate guidance from the AV regarding this topic may result in deviation from\nacceptable practices without the veterinarian(cid:25)s' knowledge and lead to unnecessary animal suffering.  Correct by\nensuring that additional guidance as described above is incorporated into the PVC and that records of staff training\nin these methods are maintained from this point forward.  \nTo be completed by:  18 January 2016\n2.75(b)(1)\nRECORDS: DEALERS AND EXHIBITORS.\n\nA record of animals on hand was not available for review.  In addition, the facility does not maintain adequate\nrecords of animals that have been born or euthanized at the facility.   Records are required in order to adequately\nverify the total number of animals housed at the facility.  A system of recordkeeping containing the above required\ninformation must be maintained and available for review. \nTo be completed by:  18 January 2016\n3.25(a)\nFACILITIES, GENERAL.\nSeveral escaped animals were observed in multiple buildings throughout the inspection.  This included loose\nhamsters observed in the trailer, the chinchilla area of the main building, and the hut.  Additionally, one escaped\nguinea pig was observed in the hut and one escaped chinchilla was observed in the hamster area of the main\nbuilding.  Injury can occur from falls and exposure to dangerous substances when an animal escapes out of its\nenclosure.    In addition, there were several hamster enclosures observed with full thickness cracks in the bottoms,\nsome of which were covered with tape.  Correct by ensuring that all primary enclosures are maintained in good\nrepair and that they properly contain the animals.  Additionally ensure worn enclosure must be replaced when\nnecessary.  \nTo be completed by: 8 February 2016\n3.26(b)\nFACILITIES, INDOOR.\nUpon entering the Hamster room 17, a strong ammonia smell was noticeable. This odor was considerable and\nbegan to cause discomfort and burn APHIS officials(cid:25) eyes and noses during the inspection process.   This situation\ncan cause the animals housed in the room unnecessary discomfort. In addition, poor ventilation can contribute to\nthe spread of disease.  Ventilation must be adequate to provide for the health and comfort for the animals.  Correct\nby ensuring that adequate fresh air is provided and that this area is properly ventilated to minimize drafts, odors,\nand moisture condensation.   \nTo be completed by:  8 February 2016\n3.29(d)\nFEEDING. \nWhen APHIS officials questioned an employee about the sanitation schedule for cleaning of the feeders in the\n\nhamster rooms, they were told that the feeders were cleaned only when they were contaminated or when the\nhamster is removed from the room at the end of the breeding span.  This may be as great as 21 weeks.   In\naddition, approximately 1 out of every 25 feeders had a buildup of rust observed. This frequency of sanitization is\ninadequate and can allow a buildup of dust and debris on the food, which may lead to illness.   All licensees must\nensure that  food receptacles are kept clean and must be sanitized at least once every 2 weeks or as often as\nnecessary to prevent deterioration of food.  Correct by ensuring that these receptacles are cleaned and sanitized as\nrequired from this point forward.\nTo be completed by:  18 January 2016\n3.30\nWATERING. \nAt least 15 water bottles observed in the hamster enclosures in Rooms 17, 18 and the Hut,  were dirty and\ncontained floating debris.  Three bottles were observed with algae growing inside of them.  In addition, several racks\nof enclosures were observed with a significant dust buildup on the outside of the bottles. Dirty water can cause the\nanimals to become ill or have a negative health impact.  Correct by ensuring water receptacles are sanitized at a\nfrequency which prevents the buildup of debris, and at a minimum every two weeks. \nTo be completed by:  12 January 2016\n3.31(a)(4)\nSANITATION.\nThe wash area in the Hut building did not have hot water readily available to clean enclosures, food, and water\nreceptacles.  The facility representative stated that the hot water has been turned off at the heater due to leaking\nvalves and that it must be turned on at the water heater.  APHIS officials observed employees using the wash area,\nbut when the water temperature in sinks was assessed by touch it was found to be ice cold.   Employees appear to\nbe washing the enclosures with cold water. When the valves were turned on at the hot water heater by\nmanagement the water did in fact become hot at the washing station.  Cold water is not as effective at removing\nexcreta, bacteria, or other contaminants and this practice will not result in enclosures being adequately sanitized\nwhich may possibly lead disease transmission and other negative health impact on the animals.  Licensees must\nensure that primary enclosures are sanitized using hot water of 180 degrees and soap or detergent as in a\nmechanical cage wash, by washing with a detergent solution and then using an appropriate disinfectant, or by\ncleaning with live steam.  Correct by ensuring repairing that there is a continuous supply of hot water available for\ncleaning and disinfection or by using an alternate method as allowed by regulation.\n\nTo be completed by:  18 January 2016\n3.31(a)\nSANITATION.\nMany of the hamster and guinea pig enclosures had a significant buildup of a tan to white hard mineral type deposit\nin the corners which appeared to be urine scale. The facility representative stated that they periodically do an acid\nwash to remove this buildup, but this is typically done only annually during the warm months.  This accumulation of\ndebris reduces the cleaning and disinfection efficiency and can possibly have a negative health impact on the\nanimal.  Correct by ensuring that enclosures are cleaned and sanitized often enough to prevent and with\nappropriate methods to remove this accumulation of excreta.  \nTo be completed by: 8 February 2016\n3.33(b)\nCLASSIFICATION AND SEPARATION.\nA domestic cat was observed sleeping in an open shipping container in the Hut building.  This building houses\nguinea pigs contained in primary enclosures that are large, open toped bins.  The primary enclosures are not\ndesigned in a manner that would exclude this free roaming cat (or other animals) from entering the bins.   Cats are a\npredatory animal and may injure or cause unnecessary stress to the guinea pigs. In addition, this could negatively\naffect the health of the animals contributing to the spread of disease either carried from the outside or from\nenclosure to enclosure.  When identified by inspectors, the cat was removed from the building and then noticed\nwalking into the room again from the rear of the building shortly afterwards.   When attempting to determine how the\ncat was back, inspectors observed that the back door to the Hut building did not close or latch properly.  A bleach\nbottle was observed holding the door closed, however, this bottle could not be propped in place when employees\nleft through the back door allowing the cat to regain entry to the room.  Guinea pigs must not be housed in the same\nprimary enclosure as other species.  Considering the guinea pigs in this area are housed in open bins and this cat\ncan freely enter the building, it is clear that there is currently no method in place to prevent other animals from\nentering the guinea pig enclosures.  Correct by ensuring that other species of animals, especially potential\npredators, are not permitted access to animal areas with open topped primary enclosures.  Additionally, the facility\nmust ensure that the door is repaired and closes securely to adequately protect the animals contained in this\nbuilding.    \nCorrected at the time of inspection\n3.53(a)(1)\n\nPRIMARY ENCLOSURES.   \nThere were many support beams for the rabbit enclosures which were observed to have a heavy buildup of rust. In\naddition, the wire coating for the floors was completely eroded in most areas, exposing the wire underneath.  If not\naddressed, the degree of rust may lead to these structures becoming structurally unsound, and thus may cause\ninjury to the animals contained within.  Primary enclosures must be maintained in good repair and must be\nstructurally sound.  Correct by repairing or replacing these enclosures.  \nTo be completed by: 8 February 2016\n3.56\nSANITATION. \nThere was a buildup of hair, urine scale and debris observed in the majority of the rabbit enclosures. The buildup of\nbrown urine scale in the corners of these cages was enough that it was off the wire creating a (cid:28)lumpy(cid:29) 3-dimensional\nappearance.  The facility representative stated that these cages are regularly brought outside the building and\npressure washed and then disinfected using a bleach solution outdoors.  This accumulation of urine scale is\nsignificant enough to indicate that the current cleaning and disinfection procedures are either not adequate or not\nbeing done with sufficient frequency to meet the required cleaning requirements.  This condition is insanitary and\ncan harbor bacteria and possibly cause the rabbits to become ill.  All enclosures must be kept reasonably free of\nexcreta, hair and other debris.  Additionally, the enclosures must be sanitized at least every 30 days in accordance\nwith 3.56(b).  Correct by ensuring that  these enclosures are cleaned and sanitized at a higher frequency or through\nalternate methods in order to prevent this condition. \nTo be completed by: 18 January 2016\n3.128(d)\nSPACE REQUIREMENTS. \nAll chinchilla at the facility are currently being maintained in primary enclosures which are 16 inches x 18 inches and\napproximately 14 inches high.  These cages were all one level and had a solid bottom containing pine type\nwoodchips.  Each enclosure contained 1-2 Chinchilla, and two enclosures housing a breeding pair plus one\noffspring.  When asked about the length of time the animals are held in these enclosures, the facility representative\nacknowledged that there is no current method in place for tracking that on an individual basis, but that the primary\ncaretaker for that room would probably know.  While many animals are only housed short-term, approximately 25 -\n30 are older breeders that have been present for long times. The facility representative also stated that the caging is\na recent change.  Prior to the summer, the breeders (housed long-term) were kept in larger enclosures of an\nalternate style, but that these were easier to clean so they were moved to these new enclosures.  When the facility\nrepresentative was asked about access to dust baths he stated that they do not currently provide dust for these\n\nanimals and that they roll around in the shavings when enclosures are cleaned.  He also stated that when they used\nto provide dust, however, it makes a large mess.  Access to dust baths at least on a periodic basis is a necessary\npart of chinchilla husbandry to maintain appropriate fur coat quality.  The current enclosures and management\npractices do not provide access to any space which allows for this normal behavior as needed for long term\nhousing.  Additionally, chinchilla are active animals that typically require adequate space to jump as part of postural\nadjustments.  Multiple animals were observed bouncing off of wall sides and the current cage size is not adequate\nto provide for normal species-typical social and postural adjustments for long-term housing of these animals. \nAnimal enclosures must be constructed and maintained to provide sufficient space to allow each animal to make\nnormal postural and social adjustments with adequate freedom of movement.  Correct by ensuring that animals are\ngiven access to adequate space for jumping and dust bathing to meet these requirements on a continuous or\nperiodic basis as dictated by behavior and natural history.  \nTo be completed by:  8 Feb 2016. \nThe inspection was conducted on January 5 -6, 2016 and exit briefing was conducted on January 7, 2016 with Keri\nLupo, VMO and Dana Miller, SACS, two IES investigators and the Vice President of the facility.\nAdditional Inspectors\nMiller Dana, Supervisory Animal Care Specialist",
  "animals_total": 15780,
  "species": [
    {
      "count": 1101,
      "scientific": "Cavia porcellus",
      "common": "DOMESTIC GUINEA PIG"
    },
    {
      "count": 89,
      "scientific": "Chinchilla lanigera",
      "common": "CHINCHILLA"
    },
    {
      "count": 1619,
      "scientific": "Cricetulus griseus",
      "common": "CHINESE HAMSTER"
    },
    {
      "count": 800,
      "scientific": "M. musculus",
      "common": "HOUSE MOUSE"
    },
    {
      "count": 192,
      "scientific": "Meriones unguiculatus",
      "common": "MONGOLIAN GERBIL (COMMON PET / RESEARCH VARIETY)"
    },
    {
      "count": 9444,
      "scientific": "Mesocricetus auratus",
      "common": "SYRIAN / GOLDEN HAMSTER (COMMON PET/RESEARCH TYPE)"
    },
    {
      "count": 30,
      "scientific": "Muscardinus avellanarius",
      "common": "HAZEL DORMOUSE"
    },
    {
      "count": 173,
      "scientific": "Norvegicus",
      "common": "DUMBO RAT"
    },
    {
      "count": 26,
      "scientific": "Oryctolagus cuniculus",
      "common": "EUROPEAN RABBIT"
    },
    {
      "count": 670,
      "scientific": "Phodopus campbelli",
      "common": "CAMPBELLS DWARF HAMSTER"
    },
    {
      "count": 534,
      "scientific": "Phodopus roborovskis",
      "common": "ROBOROVSKIS DWARF HAMSTER"
    },
    {
      "count": 1102,
      "scientific": "Phodopus sungorus",
      "common": "WINTER WHITE RUSSIAN DWARF HAMSTER"
    }
  ]
}