{
  "insp_id": "13151751490635",
  "layout": "a",
  "customer_id": "5478",
  "customer_name": "Dianne Dick",
  "customer_addr": "6520 N W Hall Rd\nRossville, KS 66533",
  "certificate": "48-A-1237",
  "site_id": "001",
  "site_name": "Dianne Dick",
  "insp_type": "ROUTINE INSPECTION",
  "date": "13-JAN-2015",
  "report_date": "13-JAN-2015",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "* One salt and pepper colored adult female Schnauzer ( tattoo number 554) and one fawn and white colored\nadult female Italian Greyhound ( tattoo number 609) have an accumulation of dark brown material coating the entire\nsurface of the upper cheek teeth. There was a creamy white discharge along the gum line. The gum line is red and\nswollen and has receded away from the upper cheek teeth. These signs are consistent with the presence of dental\ndisease. The buildup of abnormal material on teeth with a discharge at the gum line can be painful. It can impact\nthe ability of the dog to eat, affecting the health and well-being of the dog. Dental disease can be painful, lead to a\ndecrease in appetite and infection in the mouth. The licensee must have this animal examined by a veterinarian by\nend of business 1/19/15 and appropriate treatment plan administrated. The outcome of this examination must be\ndocumented and provided to the inspector upon request. The licensee must ensure that all animals receive\nadequate veterinary care at all times."
    },
    {
      "code": "2.50(a)(2)",
      "kind": "",
      "repeat": false,
      "desc": "TIME AND METHOD OF IDENTIFICATION.",
      "narrative": "* There was no record of inventory present on \"unweaned\" puppies born at the facility. No inventory information\nwas attached to two enclosures containing nine \"unweaned\" puppies. If any puppy born on the premise has been\nrecorded on USDA official 7005 forms, then the enclosure must have the following information attached to it:\ndealer's USDA license number, the letters (cid:28) USDA (cid:28) and the number identifying each puppy in that litter. If no\noffspring have been recorded on USDA official 7005 forms, then the following information must be recorded and\nattached to the enclosure. The dealer's USDA number, the number identifying each puppy, the date of birth of the\nlitter, the dam's ID number, a description of each puppy ( breed, sex, color and any distinctive markings ). The\ninventory information records must be maintained with all corresponding 7006's for one year. If the licensee\nchooses to identify the \"unweaned\" puppies with official USDA identification ( collar, tattoo or microchip ), then no\ninventory information is required on the enclosure. Complete and accurate records are needed to ensure that\nevery puppy's identity can be known with certainty and to facilitate the ability to trace all puppies. The licensee must\nmaintain complete and accurate records of all puppies at all times at their facility. Correct by 2/13/15."
    },
    {
      "code": "3.11(a)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "* Two primary enclosures have an excessive accumulation of excreta on 20 to 30 percent of the vinyl coated\nexpanded flooring. Five dogs are in contact with the affected surface area which is located on the outside runs that\nare attached to shelter housing. This indicates unsanitary living condition exists that could lead to potential disease\nor health risks. The potential for soiling or caking of the hair coat exists when the dogs have to walk or rest on the\naffected surface area. The licensee must ensure that all surfaces are cleaned on a daily basis. Correct by 1/14/15."
    },
    {
      "code": "3.11(c)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "* Dust was accumulating on an estimated eight different plastic containers located in the west indoor building. The\ncontainers are being stored beside the sink area. Unsanitary living conditions are created if the building is not kept\nclean and this could lead to health issues for the dogs. The licensee must ensure that all buildings and surrounding\ngrounds are kept clean to facilitate required husbandry practices. Correct by 1/27/15.\n* The facility inspection and exit briefing done on 1/13/15 were conducted with the licensee.\nAdditional Inspectors\nTygart Michael, Supervisory Animal Care Specialist"
    }
  ],
  "narrative": "2.40(b)(2)           DIRECT                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n*    One salt and pepper colored adult female Schnauzer  ( tattoo number 554) and one fawn and white colored\nadult female Italian Greyhound ( tattoo number 609) have an accumulation of dark brown material coating the entire\nsurface of the upper cheek teeth.  There was a creamy white discharge along the gum line.  The gum line is red and\nswollen and has receded away from the upper cheek teeth.  These signs are consistent with the presence of dental\ndisease.  The buildup of abnormal material on teeth with a discharge at the gum line can be painful.  It can impact\nthe ability of the dog to eat, affecting the health and well-being of the dog.  Dental disease can be painful, lead to a\ndecrease in appetite and infection in the mouth.  The licensee must have this animal examined by a veterinarian by\nend of business 1/19/15 and appropriate treatment plan administrated. The outcome of this examination must be\ndocumented and provided to the inspector upon request. The licensee must ensure that all animals receive\nadequate veterinary care at all times.\n2.50(a)(2)\nTIME AND METHOD OF IDENTIFICATION.\n*    There was no record of inventory present on \"unweaned\" puppies born at the facility.   No inventory information\nwas attached to two enclosures containing nine  \"unweaned\" puppies.  If any puppy born on the premise has been\nrecorded on USDA official 7005 forms, then the enclosure must have the following information attached to it: \ndealer's USDA license number, the letters (cid:28) USDA (cid:28) and the number identifying each puppy in that litter.  If no\noffspring have been recorded on USDA official 7005 forms, then the following information must be recorded and\nattached to the enclosure.  The dealer's USDA number, the number identifying each puppy, the date of birth of the\nlitter, the dam's ID number, a description of each puppy ( breed, sex, color and any distinctive markings ).   The\ninventory information records must be maintained with all corresponding 7006's for one year.  If the licensee\nchooses to identify the \"unweaned\" puppies with official USDA identification ( collar, tattoo or microchip ),  then no\ninventory information is required on the enclosure.   Complete and accurate records are needed to ensure that\nevery puppy's identity can be known with certainty and to facilitate the ability to trace all puppies.  The licensee must\nmaintain complete and accurate records of all puppies at all times at their facility.  Correct by  2/13/15.\n3.11(a)\n\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\n*     Two primary enclosures have an excessive accumulation of excreta on 20 to 30 percent of the vinyl coated\nexpanded flooring.  Five dogs are in contact with the affected surface area which is located on the outside runs that\nare attached to shelter housing. This indicates unsanitary living condition exists that could lead to potential disease\nor health risks. The potential for soiling or caking of the hair coat exists when the dogs have to walk or rest on the\naffected surface area.  The licensee must ensure that all surfaces are cleaned on a daily basis.  Correct by  1/14/15.\n3.11(c)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\n*   Dust was accumulating on an estimated eight different plastic containers located in the west indoor building.  The\ncontainers are being stored beside the sink area. Unsanitary living conditions are created if the building is not kept\nclean and this could lead to health issues for the dogs.  The licensee must ensure that all buildings and surrounding\ngrounds are kept clean to facilitate required husbandry practices.  Correct by  1/27/15.\n*  The facility inspection and exit briefing done on 1/13/15 were conducted with the licensee.\nAdditional Inspectors\nTygart Michael, Supervisory Animal Care Specialist",
  "animals_total": 58,
  "species": [
    {
      "count": 49,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 9,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}