{
  "insp_id": "202161243040454",
  "layout": "a",
  "customer_id": "327115",
  "customer_name": "James H Mckenzie",
  "customer_addr": "910 Lewis Frasier Road\nMidway, GA 31320",
  "certificate": "57-C-0303",
  "site_id": "001",
  "site_name": "JAMES MCKENZIE",
  "insp_type": "ROUTINE INSPECTION",
  "date": "20-JUL-2016",
  "report_date": "21-JUL-2016",
  "citations": [
    {
      "code": "2.40(a)(1)",
      "kind": "",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "There is no written program of veterinary care available for review. The animal caretaker said the program is in the\noffice which is located off site. Access to the program of veterinary care was documented on the previous\ninspection as well. To date we have not been able to review the plan. The written program of veterinary care shall\nbe kept on hand for review by USDA Officials during unannounced inspections."
    },
    {
      "code": "2.40(b)(3)",
      "kind": "Direct",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "There are 11 recently acquired goats and one sheep in the goat pen behind the play yard. We observed at least 5\nof the goats and the 1 sheep with dry and crusty material on their nostrils. One of the goats also had similar\ndischarge from her eyes. The condition of these animals had not been observed by the caretaker prior to this\ninspection. Untreated illness can lead to further spread of disease and possibly death. These animals shall be\nexamined by a veterinarian and appropriate treatment provided. Correct by July 23, 2016.\nThe large male goat that is singly housed was observed kneeling in his enclosure. When the goat was encouraged\nto stand he was observed to be lame primarily on his right forelimb. Upon closer observation of the hooves it is\nnoted that the toes on the forelimbs are overgrown forcing the toes into an abnormal position. This goat shall be\nexamined and treated as required for his condition. Correct by July 23, 2016."
    },
    {
      "code": "3.50(a)",
      "kind": "",
      "repeat": true,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "There is a ramp in the rabbit enclosure that was placed to allow the rabbits access to the raised rabbit house. The\nramp has become warped and is bending down in the center. There are slats running crosswise on the ramp to\nprovide additional footing for the rabbits. These slats are attached with one screw in the center. The top slat has\nturned and is vertical which will not provide any grip for the rabbits. Two of the slats have become dislodged and\nare laying on the floor of the rabbit cage, one of these is turned upside down exposing the pointed end of the screw\nwhich may cause injury upon contact. The ramp is not structurally sound. The ramp shall be repaired or replaced\nto protect the rabbits from injury and allow them access to their house."
    },
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": true,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "(a) Structural strength\nThe area containing 21 goats has holes in the fencing large enough for the heads of the larger goats to become\nentrapped, and for the smaller goats to possibly get out of the enclosure.\nThe barn containing 17 young pigs has an old metal gate laying down in the mudded area. This could pose as an\ninjury risk for the pigs.\nThe area containing 7 Pot Belly pigs has areas around the enclosure that have large gaps under the fencing that\ncould easily allow for the pigs to escape, or become lodged under the fencing.\nAlong the outside bottom of the barn used for the 21 goats night housing is panels of tin. This tin is rusted, and torn\nwith jagged edges sticking out.\nThroughout the entire facility, there is broken wood on the fencing and broken wood being used as a stabilizer for\nthe wire fencing. There are areas of broken down, pushed down, and large holes in the wire fencing. The wood\nfencing has broken boards, slats, and splintered areas. This creates multiple areas of disrepair around the entire\nfacility. All of these areas need to be repaired or replaced to protect the animals from injury."
    },
    {
      "code": "3.131(c)",
      "kind": "",
      "repeat": true,
      "desc": "SANITATION.",
      "narrative": "The area containing 21 goats, had an old, broken down tractor, with several piles of wood, and other debris within\nthe enclosure. The goats all have access to this debris, and can easily climb, and walk in, on, and around it. This\nsituation of machinery, wood piles, and miscellaneous debris creates an injury hazard for the goats within the\nenclosure.\nThe area containing the Camel had an open gate leading into the area where machinery is stored. This area had\nautomotive supplies, an old bus, and several piles of lumber and debris. The Camel has access to this area during\nthe day when in his grazing pasture which could easily create an injury hazard to the animal.\nPremises containing animals must be kept clean and free of any obstacles that could pose as a hazard to the health\nand well being of the animals involved.\nThe inspection and exit briefing conducted by Brenda Pietrosante, ACI and Michelle B. Williams, VMO with the\nAnimal Caretaker.\nAdditional Inspectors\nWilliams Michelle, Veterinary Medical Officer"
    }
  ],
  "narrative": "2.40(a)(1)                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThere is no written program of veterinary care available for review.  The animal caretaker said the program is in the\noffice which is located off site.  Access to the program of veterinary care was documented on the previous\ninspection as well.  To date we have not been able to review the plan.   The written program of veterinary care shall\nbe kept on hand for review by USDA Officials during unannounced inspections.\n2.40(b)(3)           DIRECT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThere are 11 recently acquired goats and one sheep in the goat pen behind the play yard.  We observed at least 5\nof the goats and the 1 sheep with dry and crusty material on their nostrils. One of the goats also had similar\ndischarge from her eyes.  The condition of these animals had not been observed by the caretaker prior to this\ninspection.  Untreated illness can lead to further spread of disease and possibly death. These animals shall be\nexamined by a veterinarian and appropriate treatment provided.  Correct by July 23, 2016.\nThe large male goat that is singly housed was observed kneeling in his enclosure.  When the goat was encouraged\nto stand he was observed to be lame primarily on his right forelimb.  Upon closer observation of the hooves it is\nnoted that the toes on the forelimbs are overgrown forcing the toes into an abnormal position.  This goat shall be\nexamined and treated as required for his condition.  Correct by July 23, 2016.\n3.50(a)                    REPEAT\nFACILITIES, GENERAL.  \nThere is a ramp in the rabbit enclosure that was placed to allow the rabbits access to the raised rabbit house. The\nramp has become warped and is bending down in the center.  There are slats running crosswise on the ramp to\nprovide additional footing for the rabbits.  These slats are attached with one screw in the center. The top slat has\nturned and is vertical which will not provide any grip for the rabbits.  Two of the slats have become dislodged and\nare laying on the floor of the rabbit cage, one of these is turned upside down exposing the pointed end of the screw\nwhich may cause injury upon contact.  The ramp is not structurally sound.  The ramp shall be repaired or replaced\nto protect the rabbits from injury and allow them access to their house.\n\n3.125(a)                    REPEAT\nFACILITIES, GENERAL.   \n(a) Structural strength\nThe area containing 21 goats has holes in the fencing large enough for the heads of the larger goats to become\nentrapped, and for the smaller goats to possibly get out of the enclosure.\nThe barn containing 17 young pigs has an old metal gate laying down in the mudded area. This could pose as an\ninjury risk for the pigs.\nThe area containing 7 Pot Belly pigs has areas around the enclosure that have large gaps under the fencing that\ncould easily allow for the pigs to escape, or become lodged under the fencing. \nAlong the outside bottom of the barn used for the 21 goats night housing is panels of tin.  This tin is rusted, and torn\nwith jagged edges sticking out. \nThroughout the entire facility, there is broken wood on the fencing and broken wood being used as a stabilizer for\nthe wire fencing. There are areas of broken down, pushed down, and large holes in the wire fencing.  The wood\nfencing has broken boards, slats, and splintered areas.  This creates multiple areas of disrepair around the entire\nfacility. All of these areas need to be repaired or replaced to protect the animals from injury.\n3.131(c)                    REPEAT\nSANITATION.   \nThe area containing 21 goats, had an old, broken down tractor, with several piles of wood, and other debris within\nthe enclosure. The goats all have access to this debris, and can easily climb, and walk in, on, and around it. This\nsituation of machinery, wood piles, and miscellaneous debris creates an injury hazard for the goats within the\nenclosure. \nThe area containing the Camel had an open gate leading into the area where machinery is stored. This area had\nautomotive supplies, an old bus, and several piles of lumber and debris. The Camel has access to this area during\nthe day when in his grazing pasture which could easily create an injury hazard to the animal.\nPremises containing animals must be kept clean and free of any obstacles that could pose as a hazard to the health\nand well being of the animals involved.\n\nThe inspection and exit briefing conducted by Brenda Pietrosante, ACI and Michelle B. Williams, VMO with the\nAnimal Caretaker.\nAdditional Inspectors\nWilliams Michelle, Veterinary Medical Officer",
  "animals_total": 67,
  "species": [
    {
      "count": 1,
      "scientific": "Camelus dromedarius domestic",
      "common": "DOMESTIC DROMEDARY CAMEL"
    },
    {
      "count": 33,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 5,
      "scientific": "Lama glama",
      "common": "LLAMA"
    },
    {
      "count": 3,
      "scientific": "Oryctolagus cuniculus",
      "common": "EUROPEAN RABBIT"
    },
    {
      "count": 1,
      "scientific": "Ovis aries aries",
      "common": "SHEEP INCLUDING ALL DOMESTIC BREEDS"
    },
    {
      "count": 24,
      "scientific": "Sus scrofa domestica",
      "common": "DOMESTIC PIG / POTBELLY PIG / MICRO PIG"
    }
  ]
}