{
  "insp_id": "166161857370596",
  "layout": "a",
  "customer_id": "18422",
  "customer_name": "Dennis Connolly",
  "customer_addr": "Gail Connolly\n1010 Perry Street\nKnoxville, IA 50138",
  "certificate": "42-B-0259",
  "site_id": "001",
  "site_name": "DENNIS & GAIL CONNOLLY",
  "insp_type": "ROUTINE INSPECTION",
  "date": "09-JUN-2016",
  "report_date": "14-JUN-2016",
  "citations": [
    {
      "code": "2.40(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "The licensee has no written Program of Veterinary Care that is approved by the attending veterinarian for the two\nadult Great Pyrenees and the five Great Pyrenees puppies. A written Program of Veterinary Care is necessary to\nensure that the attending veterinarian knows about and approves the routine parasite treatments and vaccinations\nconducted at the facility. The written Program of Veterinary Care also provides emergency veterinary contact\ninformation and ensures that the approved method of routine euthanasia is documented. The licensee must\ndevelop, document, and follow a written Program of Veterinary Care for the dogs that is approved by the attending\nveterinarian. The Program of Veterinary Care must be available to the inspectors upon request.\nCorrection date: June 17, 2016"
    },
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "A female ring-tailed lemur was observed to have a whitish-blue colored left eye. The animal also has a slight,\nintermittent shaking of the upper body. The facility representative did not know the age of the lemur but stated that\nshe is elderly. This lemur has not been evaluated by a licensed veterinary for her condition. Poor eye health could\ncause pain and discomfort and body tremors could be indicative of underlying health conditions. This lemur must\nbe evaluated by a licensed veterinarian for proper diagnosis and treatment plan. The diagnosis and treatment plan\nmust be documented and available to the inspector upon request. The licensee must ensure that all animals\nreceive adequate veterinary care at all times.\nCorrection date: June 17, 2016"
    },
    {
      "code": "2.50(b)(1)",
      "kind": "",
      "repeat": false,
      "desc": "TIME AND METHOD OF IDENTIFICATION.",
      "narrative": "The two adult Great Pyrenees dogs have no USDA approved identification. Without official identification the\nrequired USDA records cannot be properly kept and the animals cannot be properly identified by officials. A class\n\"B\" dealer shall identify all live dogs on the premises or under his or her control through the use of microchip,\napproved tag affixed to the collar around the dog(cid:25)s neck, or approved tattoo marking. The licensee must acquire\nofficial identification for both adult dogs and ensure they are both properly identified at all times.\nCorrection date: June 23, 2016"
    },
    {
      "code": "2.50(b)(3)",
      "kind": "",
      "repeat": false,
      "desc": "TIME AND METHOD OF IDENTIFICATION.",
      "narrative": "There is a litter of five Great Pyrenees puppies under sixteen weeks of age that were born and raised at the facility\nbut have no official form of identification. The puppies are weaned and kept in an enclosure without their mother.\nWithout proper identification the required USDA records cannot be completed and the puppies cannot be identified\nby officials. Puppy identification for a class \"B\" dealer can be acquired through the use of microchip, approved tag\naffixed to a collar around the puppy(cid:25)s neck, approved tattoo marking, or plastic-type collar with official tag\ninformation recorded on it. If the puppies were born and raised at the facility, kept as a distinct litter and are under\n16 weeks of age identification can be obtained by using a cage card placed on the enclosure and containing all the\nrequired information. The licensee must acquire official USDA identification for each puppy and ensure that the\npuppies are properly identified at all times.\nCorrection date: June 23, 2016"
    },
    {
      "code": "2.76(a)",
      "kind": "",
      "repeat": false,
      "desc": "RECORDS: OPERATORS OF AUCTION SALES AND BROKERS.",
      "narrative": "There is no official record containing the acquisition information for the two adult Great Pyrenees dogs. The litter of\nfive Great Pyrenees puppies was born and raised at the facility and kept as a distinct litter but there is no cage card\nor any other record of the required information for puppies. Without complete acquisition information required\nUSDA records cannot be kept and the dogs cannot be traced back to their previous owners. The licensee shall\nkeep and maintain records which fully and correctly contain the acquisition information required under this\nregulation for all dogs and puppies otherwise acquired, owned, held, transported, sold or otherwise under the\nlicensee(cid:25)s control.\nCorrection date: June 17, 2016"
    },
    {
      "code": "3.1(a)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "The animal area of the facility is surrounded by a perimeter fence with numerous, animal enclosures contained\nwithin. One adult male Great Pyrenees and five Great Pyrenees puppies live within the area enclosed by the\nperimeter fence and have access around all the animal enclosures. There is a large amount of stored and/or\nunused materials that the dogs can come into contact with. The materials include loose wires on the ground, piles\nof sheet metal with sharp edges, tools including a pitchfork and small sledge hammer that are both lying on the\nground and wooden pallets leaning against walls. Long metal poles and a large unattached screen are leaning\nagainst a barn and a puppy was observed lying beneath them. Near the black bear enclosure there is a large pile of\nbroken plastic resulting in numerous sharp edges that the puppies were observed to be walking near. Contact with\nthese items or if these items fell over could cause injury to the dogs.\nThe shelter area for the dogs is a large barn and there are loose pieces of sheet metal with sharp edges, an\nunattached wall panel and tools such as a rake leaning against the wall. There are also pieces of woven wire\nfencing on the floor that has numerous sharp points. The chicken coops in the barn are covered by a large plastic\ntarp and the tarp is hanging down onto the ground. Contact with these items or if these items fell over could cause\ninjury to the dogs. If the puppies were to chew/consume the plastic tarp this could be detrimental to their health.\nWhile inspecting black bear \"Molly\", two puppies approached the bear(cid:25)s primary fence and the bear was observed\nto stick her paw through the fence and touch one of the puppies on its nose. Contact with large predators could\ncause injury to the puppies.\nHousing facilities for dogs must be designed and constructed so that they are structurally sound and protect the\nanimals from injury. The licensee must remove all the unused/stored material from areas that the dogs have access\ntoo. The licensee must eliminate the ability of the black bear to touch the puppies. The licensee must ensure that\nall housing facilities for dogs are structurally sound and safe for the dogs at all times.\nCorrection date: July 01, 2016"
    },
    {
      "code": "3.1(b)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "Near the gate of the perimeter fence (dog enclosure) there is a stored power washer and air compressor that the\ndogs can come in contact with. In the shaded area near the gate, the adult male dog was lying next to a large glass\nwindow that is sitting on the ground and there is also a large stack of bricks located in this area. In the shelter area\nthere are extension cords lying on the ground and throughout the facility there are numerous empty buckets and\nwooden boards lying on the ground. One puppy was observed carrying an empty plastic container around the\nenclosure.\nIn the enclosure housing the female Great Pyrenees there is a large amount of unused/discarded materials lying on\nthe ground. The materials include numerous plastic buckets, metal fencing and cages, blankets, metal tables and\nfurniture, and discarded potted plants.\nHousing facilities for dogs must be kept neat and free of clutter, trash, waste material, junk and discarded materials.\nThe licensee must remove all unused/stored materials from the dog enclosures and ensure that the dog enclosures\nremains neat and free of unnecessary material at all times.\nCorrection date: July 01, 2016\nThe facility also raises/brokers/keeps domestic, exotic, and wild bird species within the perimeter fence (dog\nenclosure). There are numerous enclosures housing the birds and the puppies have access to the areas around all\nof these enclosures. The facility representative stated that the litter of five puppies was previously housed in an\nenclosure with doves. Some of the birds have access to the dog areas and during the inspection a peacock, ducks,\nchickens and an emu were observed to be walking around with the puppies and adult male dog. The shelter area\nfor the dogs is an alley way around chicken coops in a large barn. During the inspection loose chickens were\nwalking around in the alleyway of the barn.\nIf a housing facility for dogs is located on the same premises as another business, it must be physically separated\nfrom the other business so that animals the size of dogs, skunks and raccoons are prevented from entering it. The\nlicensee must keep the business of raising/keeping birds separate from the dogs and, therefore, must establish a\nphysical separation of the housing facilities for birds from the housing facilities for dogs.\nCorrection date: July 01, 2016"
    },
    {
      "code": "3.1(f)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "Behind the groundhog enclosure there are at least two bird carcasses the size of ducks on the ground and a puppy\nwas observed to approach and sniff the carcasses. Near the black bear \"Molly\" there is a bucket containing at\nleast one bird carcass the size of a chicken and the dogs have access to this area. Contact with dead animals can\nincrease the disease risk towards the dogs.\nHousing facilities must provide regular removal/disposal of dead animals to minimize contamination and disease\nhazards. The licensee must remove the dead birds from the housing facility and ensure that all dead animals are\nremoved as quickly as possible to reduce the disease risk towards the dogs.\nCorrection date: June 17, 2016"
    },
    {
      "code": "3.4(a)(1)(3)",
      "kind": "",
      "repeat": false,
      "desc": "OUTDOOR HOUSING FACILITIES.",
      "narrative": "There is a litter of five Great Pyrenees puppies kept in outdoor housing. The facility representative does not have\ndocumentation from the attending veterinarian approving the housing of the puppies outdoors. The attending\nveterinarian must approve housing of the puppies outdoors in order to ensure the health and well-being of the\npuppies. The licensee must acquire documentation from the attending veterinarian approving the housing of\npuppies outdoors and this documentation must be available to the inspector upon request.\nCorrection date: June 17, 2016"
    },
    {
      "code": "3.6(a)(2)(8)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "One adult male Great Pyrenees and five Great Pyrenees puppies have access to a plastic swimming pool as a\nwater source. The water in the pool is a dark brown color and there are feathers floating in it. The facility\nrepresentative stated that the loose ducks also use the pool as a water source and during the inspection two ducks\nwere observed to be drinking water from the pool. The use of the dog's drinking water by the birds could result in\ncontamination of the water and increase the risk of disease towards the dogs.\nPrimary enclosures for dogs must be constructed and maintained so that the dogs have access to clean drinking\nwater. The licensee must either eliminate the ducks ability to access the water source for the dogs or remove and\nrefill the water as often as necessary to ensure that it remains clean and uncontaminated at all times.\nCorrection date: From this day forward"
    },
    {
      "code": "3.8",
      "kind": "",
      "repeat": false,
      "desc": "EXERCISE FOR DOGS.",
      "narrative": "The facility has two adult Great Pyrenees and five puppies but does not have a documented exercise plan approved\nby the attending veterinarian. The facility must have an approved exercise plan to ensure the dogs are receiving\nadequate exercise. Dealers must develop, document, and follow an appropriate plan to provide opportunities for\nexercise to the dogs. The licensee must consult the attending veterinarian to develop a plan for exercise for the\ndogs. The plan must be documented and approved by the attending veterinarian and it must be available to the\ninspectors upon request.\nCorrection date: June 17, 2016"
    },
    {
      "code": "3.81",
      "kind": "",
      "repeat": false,
      "desc": "ENVIRONMENT ENHANCEMENT TO PROMOTE PSYCHOLOGICAL WELL-BEING.",
      "narrative": "The facility has two lemurs and there is no documented environmental enhancement plan that is approved by the\nattending veterinarian. The plan for environmental enrichment is necessary to ensure the mental health of the\nnon-human primates and approval by the attending veterinarian is important to affirm the type of enrichment is\nappropriate for the species. The licensee must develop, document, and follow an appropriate plan for\nenvironmental enhancement for the lemurs that is approved by the attending veterinarian. This documented plan\nmust be available to the inspectors upon request.\nCorrection date: June 17, 2016"
    },
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "The enclosure containing male black bear \"Gibby\" has a raised resting platform. The top of the platform is attached\nto the frame by wire. The ends of these wires have created sharp points that the bear can come in contact with.\nThe enclosure containing two grey foxes has multiple raised shelves. Two of the shelves are attached together with\nwire and the ends of the wires have created sharp points that the foxes could come in contact with.\nIn a corner of the enclosure containing female black bear \"Molly\" there is a \"catch pen\" attached to the primary\nfence. The \"catch pen\" is constructed of metal fence panels, wire and metal rails. The \"catch pen\" has been torn\naway from the primary fence resulting in metal fencing, wire and rails scattered across the floor of the enclosure.\nThe fence panel used as the top of the \"catch pen\" is still attached to the primary fence and one side panel is still\nattached by one of its corners but is leaning over. The areas of the side panel that are broken have created sharp\npoints that the bear was observed to touch during the inspection. The facility representative stated that \"Molly\" tore\ndown the \"catch pen\" two weeks ago.\nThe water tank for \"Molly\" is attached to the primary fence by wire. The wire is twisted together and the ends have\ncreated sharp points. The bear was observed to touch the ends of these wires during the inspection.\nThe broken metal fencing and sharp points could cause injury to the animals. The facility must be constructed of\nsuch material and of such strength as appropriate for the animals. The housing facility shall be structurally sound\nand maintained in good repair to protect the animals from injury and contain the animals.\nThe licensee must remove all sharp points or alter them in a manner that eliminates the injury risk to the animals.\nThe licensee must remove the components of the \"catch pen\" from the bear enclosure. If the \"catch pen\" is to be\nrebuilt it must be constructed of appropriate materials with suitable strength that the bear cannot destroy. The\nlicensee must ensure that all enclosures are safe for the animals at all times.\nCorrection date: June 23, 2016"
    },
    {
      "code": "3.130",
      "kind": "",
      "repeat": false,
      "desc": "WATERING.",
      "narrative": "The metal water pan in the enclosure containing ten pine squirrels has a layer of green algae coating the inside of it.\nThere are also clumps of algae floating in the water. In the enclosure containing four groundhogs there is a plastic\nbucket attached to the primary fence that is used as a water source. The bucket has a coating of algae covering the\ninside of it. The buildup of algae can contaminate the water and have negative effects on the health of the animals.\nWater receptacles shall be kept clean and sanitary. The licensee must remove the algae from the pine squirrel and\ngroundhog water receptacles. The licensee must ensure that all water receptacles used for the animals remain\nclean and sanitary at all times.\nCorrection date: From this day forward\nExit interview conducted with Kelly Maxwell, ACI and the facility representative."
    }
  ],
  "narrative": "2.40(a)(1)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThe licensee has no written Program of Veterinary Care that is approved by the attending veterinarian for the two\nadult Great Pyrenees and the five Great Pyrenees puppies.  A written Program of Veterinary Care is necessary to\nensure that the attending veterinarian knows about and approves the routine parasite treatments and vaccinations\nconducted at the facility.  The written Program of Veterinary Care also provides emergency veterinary contact\ninformation and ensures that the approved method of routine euthanasia is documented.  The licensee must\ndevelop, document, and follow a written Program of Veterinary Care for the dogs that is approved by the attending\nveterinarian.  The Program of Veterinary Care must be available to the inspectors upon request.\nCorrection date:  June 17, 2016\n2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nA female ring-tailed lemur was observed to have a whitish-blue colored left eye.  The animal also has a slight,\nintermittent shaking of the upper body.  The facility representative did not know the age of the lemur but stated that\nshe is elderly.  This lemur has not been evaluated by a licensed veterinary for her condition.  Poor eye health could\ncause pain and discomfort and body tremors could be indicative of underlying health conditions.  This lemur must\nbe evaluated by a licensed veterinarian for proper diagnosis and treatment plan.  The diagnosis and treatment plan\nmust be documented and available to the inspector upon request.  The licensee must ensure that all animals\nreceive adequate veterinary care at all times.\nCorrection date:  June 17, 2016\n2.50(b)(1)\nTIME AND METHOD OF IDENTIFICATION.\nThe two adult Great Pyrenees dogs have no USDA approved identification.  Without official identification the\n\nrequired USDA records cannot be properly kept and the animals cannot be properly identified by officials.  A class\n\"B\" dealer shall identify all live dogs on the premises or under his or her control through the use of microchip,\napproved tag affixed to the collar around the dog(cid:25)s neck, or approved tattoo marking.    The licensee must acquire\nofficial identification for both adult dogs and ensure they are both properly identified at all times.\nCorrection date:  June 23, 2016\n2.50(b)(3)\nTIME AND METHOD OF IDENTIFICATION.\nThere is a litter of five Great Pyrenees puppies under sixteen weeks of age that were born and raised at the facility\nbut have no official form of identification.  The puppies are weaned and kept in an enclosure without their mother. \nWithout proper identification the required USDA records cannot be completed and the puppies cannot be identified\nby officials.  Puppy identification for a class \"B\" dealer can be acquired through the use of microchip, approved tag\naffixed to a collar around the puppy(cid:25)s neck, approved tattoo marking, or plastic-type collar with official tag\ninformation recorded on it.  If the puppies were born and raised at the facility, kept as a distinct litter and are under\n16 weeks of age identification can be obtained by using a cage card placed on the enclosure and containing all the\nrequired information.   The licensee must acquire official USDA identification for each puppy and ensure that the\npuppies are properly identified at all times.\nCorrection date:  June 23, 2016\n2.76(a)\nRECORDS: OPERATORS OF AUCTION SALES AND BROKERS.\nThere is no official record containing the acquisition information for the two adult Great Pyrenees dogs.  The litter of\nfive Great Pyrenees puppies was born and raised at the facility and kept as a distinct litter but there is no cage card\nor any other record of the required information for puppies.  Without complete acquisition information required\nUSDA records cannot be kept and the dogs cannot be traced back to their previous owners.  The licensee shall\nkeep and maintain records which fully and correctly contain the acquisition information required under this\nregulation for all dogs and puppies otherwise acquired, owned, held, transported, sold or otherwise under the\nlicensee(cid:25)s control.  \nCorrection date:  June 17, 2016\n3.1(a)\n\nHOUSING FACILITIES, GENERAL.\nThe animal area of the facility is surrounded by a perimeter fence with numerous, animal enclosures contained\nwithin.  One adult male Great Pyrenees and five Great Pyrenees puppies live within the area enclosed by the\nperimeter fence and have access around all the animal enclosures. There is a large amount of stored and/or\nunused materials that the dogs can come into contact with.  The materials include loose wires on the ground, piles\nof sheet metal with sharp edges, tools including a pitchfork and small sledge hammer that are both lying on the\nground and wooden pallets leaning against walls.  Long metal poles and a large unattached screen are leaning\nagainst a barn and a puppy was observed lying beneath them.  Near the black bear enclosure there is a large pile of\nbroken plastic resulting in numerous sharp edges that the puppies were observed to be walking near.  Contact with\nthese items or if these items fell over could cause injury to the dogs.  \nThe shelter area for the dogs is a large barn and there are loose pieces of sheet metal with sharp edges, an\nunattached wall panel and tools such as a rake leaning against the wall.  There are also pieces of woven wire\nfencing on the floor that has numerous sharp points.  The chicken coops in the barn are covered by a large plastic\ntarp and the tarp is hanging down onto the ground.  Contact with these items or if these items fell over could cause\ninjury to the dogs.   If the puppies were to chew/consume the plastic tarp this could be detrimental to their health.\nWhile inspecting black bear \"Molly\", two puppies approached the bear(cid:25)s primary fence and the bear was observed\nto stick her paw through the fence and touch one of the puppies on its nose.  Contact with large predators could\ncause injury to the puppies. \nHousing facilities for dogs must be designed and constructed so that they are structurally sound and protect the\nanimals from injury.  The licensee must remove all the unused/stored material from areas that the dogs have access\ntoo.  The licensee must eliminate the ability of the black bear to touch the puppies.  The licensee must ensure that\nall housing facilities for dogs are structurally sound and safe for the dogs at all times.\nCorrection date:  July 01, 2016\n3.1(b)\nHOUSING FACILITIES, GENERAL.\nNear the gate of the perimeter fence (dog enclosure) there is a stored power washer and air compressor that the\ndogs can come in contact with.  In the shaded area near the gate, the adult male dog was lying next to a large glass\nwindow that is sitting on the ground and there is also a large stack of bricks located in this area. In the shelter area\nthere are extension cords lying on the ground and throughout the facility there are numerous empty buckets and\nwooden boards lying on the ground.  One puppy was observed carrying an empty plastic container around the\nenclosure.\n\nIn the enclosure housing the female Great Pyrenees there is a large amount of unused/discarded materials lying on\nthe ground.  The materials include numerous plastic buckets, metal fencing and cages, blankets, metal tables and\nfurniture, and discarded potted plants.\nHousing facilities for dogs must be kept neat and free of clutter, trash, waste material, junk and discarded materials. \nThe licensee must remove all unused/stored materials from the dog enclosures and ensure that the dog enclosures\nremains neat and free of unnecessary material at all times.\nCorrection date:  July 01, 2016\nThe facility also raises/brokers/keeps domestic, exotic, and wild bird species within the perimeter fence (dog\nenclosure).  There are numerous enclosures housing the birds and the puppies have access to the areas around all\nof these enclosures.  The facility representative stated that the litter of five puppies was previously housed in an\nenclosure with doves.  Some of the birds have access to the dog areas and during the inspection a peacock, ducks,\nchickens and an emu were observed to be walking around with the puppies and adult male dog.  The shelter area\nfor the dogs is an alley way around chicken coops in a large barn.  During the inspection loose chickens were\nwalking around in the alleyway of the barn. \nIf a housing facility for dogs is located on the same premises as another business, it must be physically separated\nfrom the other business so that animals the size of dogs, skunks and raccoons are prevented from entering it.  The\nlicensee must keep the business of raising/keeping birds separate from the dogs and, therefore, must establish a\nphysical separation of the housing facilities for birds from the housing facilities for dogs.\nCorrection date:  July 01, 2016\n3.1(f)\nHOUSING FACILITIES, GENERAL.\nBehind the groundhog enclosure there are at least two bird carcasses the size of ducks on the ground and a puppy\nwas observed to approach and sniff the carcasses.   Near the black bear \"Molly\" there is a bucket containing at\nleast one bird carcass the size of a chicken and the dogs have access to this area.  Contact with dead animals can\nincrease the disease risk towards the dogs.\nHousing facilities must provide regular removal/disposal of dead animals to minimize contamination and disease\nhazards. The licensee must remove the dead birds from the housing facility and ensure that all dead animals are\nremoved as quickly as possible to reduce the disease risk towards the dogs.\nCorrection date:  June 17, 2016\n\n3.4(a)(1)(3)\nOUTDOOR HOUSING FACILITIES.\nThere is a litter of five Great Pyrenees puppies kept in outdoor housing.  The facility representative does not have\ndocumentation from the attending veterinarian approving the housing of the puppies outdoors.  The attending\nveterinarian must approve housing of the puppies outdoors in order to ensure the health and well-being of the\npuppies.  The licensee must acquire documentation from the attending veterinarian approving the housing of\npuppies outdoors and this documentation must be available to the inspector upon request.  \nCorrection date:  June 17, 2016\n3.6(a)(2)(8)\nPRIMARY ENCLOSURES.\nOne adult male Great Pyrenees and five Great Pyrenees puppies have access to a plastic swimming pool as a\nwater source.  The water in the pool is a dark brown color and there are feathers floating in it.  The facility\nrepresentative stated that the loose ducks also use the pool as a water source and during the inspection two ducks\nwere observed to be drinking water from the pool.  The use of the dog's drinking water by the birds could result in\ncontamination of the water and increase the risk of disease towards the dogs.  \nPrimary enclosures for dogs must be constructed and maintained so that the dogs have access to clean drinking\nwater.  The licensee must either eliminate the ducks ability to access the water source for the dogs or remove and\nrefill the water as often as necessary to ensure that it remains clean and uncontaminated at all times.\nCorrection date:  From this day forward\n3.8\nEXERCISE FOR DOGS.\nThe facility has two adult Great Pyrenees and five puppies but does not have a documented exercise plan approved\nby the attending veterinarian.  The facility must have an approved exercise plan to ensure the dogs are receiving\nadequate exercise.  Dealers must develop, document, and follow an appropriate plan to provide opportunities for\nexercise to the dogs.  The licensee must consult the attending veterinarian to develop a plan for exercise for the\ndogs.  The plan must be documented and approved by the attending veterinarian and it must be available to the\ninspectors upon request.\n\nCorrection date:  June 17, 2016\n3.81\nENVIRONMENT ENHANCEMENT TO PROMOTE PSYCHOLOGICAL WELL-BEING.\nThe facility has two lemurs and there is no documented environmental enhancement plan that is approved by the\nattending veterinarian.  The plan for environmental enrichment is necessary to ensure the mental health of the\nnon-human primates and approval by the attending veterinarian is important to affirm the type of enrichment is\nappropriate for the species.  The licensee must develop, document, and follow an appropriate plan for\nenvironmental enhancement for the lemurs that is approved by the attending veterinarian.  This documented plan\nmust be available to the inspectors upon request.\nCorrection date:  June 17, 2016\n3.125(a)\nFACILITIES, GENERAL.   \nThe enclosure containing male black bear \"Gibby\" has a raised resting platform.  The top of the platform is attached\nto the frame by wire.  The ends of these wires have created sharp points that the bear can come in contact with.\nThe enclosure containing two grey foxes has multiple raised shelves.  Two of the shelves are attached together with\nwire and the ends of the wires have created sharp points that the foxes could come in contact with.\nIn a corner of the enclosure containing female black bear \"Molly\" there is a \"catch pen\" attached to the primary\nfence.  The \"catch pen\" is constructed of metal fence panels, wire and metal rails.  The \"catch pen\" has been torn\naway from the primary fence resulting in metal fencing, wire and rails scattered across the floor of the enclosure. \nThe fence panel used as the top of the \"catch pen\" is still attached to the primary fence and one side panel is still\nattached by one of its corners but is leaning over.  The areas of the side panel that are broken have created sharp\npoints that the bear was observed to touch during the inspection.  The facility representative stated that \"Molly\" tore\ndown the \"catch pen\" two weeks ago.\nThe water tank for \"Molly\" is attached to the primary fence by wire.  The wire is twisted together and the ends have\ncreated sharp points.  The bear was observed to touch the ends of these wires during the inspection.  \nThe broken metal fencing and sharp points could cause injury to the animals.  The facility must be constructed of\nsuch material and of such strength as appropriate for the animals.  The housing facility shall be structurally sound\n\nand maintained in good repair to protect the animals from injury and contain the animals.  \nThe licensee must remove all sharp points or alter them in a manner that eliminates the injury risk to the animals.\nThe licensee must remove the components of the \"catch pen\" from the bear enclosure.  If the \"catch pen\" is to be\nrebuilt it must be constructed of appropriate materials with suitable strength that the bear cannot destroy.  The\nlicensee must ensure that all enclosures are safe for the animals at all times.\nCorrection date:  June 23, 2016\n3.130\nWATERING.  \nThe metal water pan in the enclosure containing ten pine squirrels has a layer of green algae coating the inside of it.\n There are also clumps of algae floating in the water.  In the enclosure containing four groundhogs there is a plastic\nbucket attached to the primary fence that is used as a water source.  The bucket has a coating of algae covering the\ninside of it.  The buildup of algae can contaminate the water and have negative effects on the health of the animals.\nWater receptacles shall be kept clean and sanitary.  The licensee must remove the algae from the pine squirrel and\ngroundhog water receptacles.  The licensee must ensure that all water receptacles used for the animals remain\nclean and sanitary at all times.\nCorrection date:  From this day forward\nExit interview conducted with Kelly Maxwell, ACI and the facility representative.",
  "animals_total": 27,
  "species": [
    {
      "count": 2,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 5,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    },
    {
      "count": 2,
      "scientific": "Lemur catta",
      "common": "RING-TAILED LEMUR"
    },
    {
      "count": 4,
      "scientific": "Marmota monax",
      "common": "GROUNDHOG / WOODCHUCK"
    },
    {
      "count": 10,
      "scientific": "Tamiasciurus hudsonicus",
      "common": "AMERICAN RED SQUIRREL"
    },
    {
      "count": 2,
      "scientific": "Urocyon cinereoargenteus",
      "common": "GRAY FOX / GREY FOX"
    },
    {
      "count": 2,
      "scientific": "Ursus americanus",
      "common": "NORTH AMERICAN BLACK BEAR"
    }
  ]
}