{
  "insp_id": "82161353590867",
  "layout": "a",
  "customer_id": "28811",
  "customer_name": "Kelvin Blecha",
  "customer_addr": "Marcia L Blecha\nP O Box 222\nBelleville, KS 66935",
  "certificate": "48-A-1846",
  "site_id": "001",
  "site_name": "Kelvin Blecha, Marcia Blecha",
  "insp_type": "ROUTINE INSPECTION",
  "date": "22-MAR-2016",
  "report_date": "22-MAR-2016",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "* Female, golden retriever (DOB 5/16/06) with microchip number 49397F7263 was initially seen lying near the\nback of the run while the other dogs were up and barking at the front of the enclosure. When the licensee moved\nher, she was very slow to get up and walked with a short, choppy gait in her rear legs. Her hock joints were thick\nwhen palpated. In addition, when this dog was in a sitting position, both back legs went to one side verse being\ntucked under her. The licensee allowed this dog to remain out of the enclosure to join us and exercise as we\ncontinued on the inspection. Her gait continued to be stilted when she walked but during most of the inspection, she\nfound a place to lie down where she could watch us but didn(cid:25)t follow us. The licensee stated that the attending\nveterinarian had examined the dog in the past but no documentation of such examination was provided.\nAlterations in gait and reluctance to rise can indicate pain as well as a variety of muscular and skeletal problems.\n* Female, cream lab poodle mix with tag number LDF2 was observed shaking her head during the inspection.\nThe left ear canal was reddened with a dry, dark colored discharge. Symptoms such as these can result from ear\ninfections and other related medical problems and are itchy and can also be painful. The licensee stated that this\nwas the first time they witnessed the dog shaking its head. At the time of inspection the attending veterinarian had\nnot been consulted or any treatment had been provided at the time of inspection.\n* The animals listed above must be examined by a licensed veterinarian in order to ensure that an accurate\ndiagnosis is obtained and an appropriate treatment plan is developed and followed. This information, including the\ndiagnosis, treatment and resolution of the condition, must be documented and made available to the inspector upon\nrequest."
    },
    {
      "code": "3.1(a)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "* There is a hole in the dirt floor of the outdoor portion of the first enclosure in the west sheltered building.\nThis hole undermines the dirt above and is deep enough that entrapment and injury is a concern. There is also a\nhole under the divider fence between the outdoor portions of two enclosures in the north sheltered building. The\nhole leaves a gap of under the fence that is large enough that a limb or head could become trapped or injured. Four\ndogs are in contact with the affected area located in sheltered housing. This affects the ability of the enclosure\nfencing to contain the dogs securely. The licensee must ensure that all housing facilities are kept in good repair to\nprotect the animals from injury and to contain the animals securely. Correct by 4/5/16."
    },
    {
      "code": "3.1(c)(2)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "* One outdoor sheltered structure has a deteriorated corner and wood where the paint has worn off. The\ndeteriorated corner has exposed dry, rough wood. One poodle is in contact with the affected structure which is\nlocated in outdoor housing. Deteriorated surfaces, including rough wood cannot be readily cleaned and sanitized\nthus it could play a role in disease transmission. The licensee must maintain all surfaces on a regular basis so that\nthey can be readily cleaned and sanitized. If any surface cannot be readily cleaned and sanitized, then those\nsurfaces must be replaced when worn or soiled. Correct by 4/5/16."
    },
    {
      "code": "3.1(c)(3)",
      "kind": "",
      "repeat": true,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "* There is a mixture of dirt, grease and other excreta collecting on the fiberglass wallboard, enclosure flooring and\nthe metal entryway doors in at least six enclosures. Twelve dogs are in contact with the affected surfaces located in\nsheltered housing. Dirt, grease and other excreta is covering an estimated 25 to 30 percent of the fiberglass\nwallboard and enclosure flooring and an estimated 50 percent of the metal entryway doors. Daily cleaning of any\nsurface that comes in contact with the dogs is necessary to prevent an accumulation of dirt, grease and other\nexcreta. This indicates an unsanitary living condition exists that could lead to potential disease or health risks. The\nlicensee must ensure that all surfaces are spot cleaned on a daily basis and sanitized in accordance with 3.11 (b)."
    },
    {
      "code": "3.11(a)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "* There is an excessive amount of feces mixed with hair on the outdoor cement floor portion in the west\nsheltered building. This enclosure houses one golden retriever. The licensee stated the feces were last removed\nfrom the enclosure about four to five days ago. Accumulations of feces can soil the dogs, attract pests, cause odors,\nand play a role in disease transmission. The licensee must remove excreta and food waste from primary enclosures\ndaily to reduce disease hazards, insects, pests and odors. To be corrected by 3/23/16."
    },
    {
      "code": "3.11(d)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "* Rodent droppings and chewed Styrofoam insulation consistent with rodent activity were accumulating is the\nstorage area flooring and on the metal floor in the west sheltered building. Eighteen dogs are in contact with the\naffected areas located in sheltered housing. Lack of an effective program that controls rodents can create\nunsanitary conditions and lead to potential spread of disease. No bait, bait traps or other means to control or\neliminate the rodents were observed during the inspection. The licensee must establish an effective program for the\ncontrol of insects and external parasites. This program must be established and maintained so as to promote the\nhealth and well-being of the animals and reduce contamination by pests in the animal area. Correct by 4/5/16.\n* The facility inspection and exit briefing done on 3/22/16 were conducted with the licensee, Dr. Margaret Shaver\nVMO and Robert Bacon ACI.\nAdditional Inspectors\nShaver Margaret, Veterinary Medical Officer"
    }
  ],
  "narrative": "2.40(b)(2)           DIRECT                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n*       Female, golden retriever (DOB 5/16/06) with microchip number 49397F7263 was initially seen lying near the\nback of the run while the other dogs were up and barking at the front of the enclosure. When the licensee moved\nher, she was very slow to get up and walked with a short, choppy gait in her rear legs. Her hock joints were thick\nwhen palpated. In addition, when this dog was in a sitting position, both back legs went to one side verse being\ntucked under her. The licensee allowed this dog to remain out of the enclosure to join us and exercise as we\ncontinued on the inspection. Her gait continued to be stilted when she walked but during most of the inspection, she\nfound a place to lie down where she could watch us but didn(cid:25)t follow us.  The licensee stated that the attending\nveterinarian had examined the dog in the past but no documentation of such examination was provided.  \nAlterations in gait and reluctance to rise can indicate pain as well as a variety of muscular and skeletal problems.\n*         Female, cream lab poodle mix with tag number LDF2 was observed shaking her head during the inspection.\nThe left ear canal was reddened with a dry, dark colored discharge. Symptoms such as these can result from ear\ninfections and other related medical problems and are itchy and can also be painful.  The licensee stated that this\nwas the first time they witnessed the dog shaking its head.  At the time of inspection the attending veterinarian had\nnot been consulted or any treatment had been provided at the time of inspection.\n*       The animals listed above must be examined by a licensed veterinarian in order to ensure that an accurate\ndiagnosis is obtained and an appropriate treatment plan is developed and followed. This information, including the\ndiagnosis, treatment and resolution of the condition, must be documented and made available to the inspector upon\nrequest.\n3.1(a)\nHOUSING FACILITIES, GENERAL.\n*           There is a hole in the dirt floor of the outdoor portion of the first enclosure in the west sheltered building.\nThis hole undermines the dirt above and is deep enough that entrapment and injury is a concern. There is also a\nhole under the divider fence between the outdoor portions of two enclosures in the north sheltered building. The\n\nhole leaves a gap of under the fence that is large enough that a limb or head could become trapped or injured.  Four\ndogs are in contact with the affected area located in sheltered housing.  This affects the ability of the enclosure\nfencing to contain the dogs securely.  The licensee must ensure that all housing facilities are kept in good repair to\nprotect the animals from injury and to contain the animals securely.   Correct by 4/5/16.\n3.1(c)(2)\nHOUSING FACILITIES, GENERAL.\n*           One outdoor sheltered structure has a deteriorated corner and wood where the paint has worn off. The\ndeteriorated corner has exposed dry, rough wood.   One poodle is in contact with the affected structure which is\nlocated in outdoor housing.   Deteriorated surfaces, including rough wood cannot be readily cleaned and sanitized\nthus it could play a role in disease transmission. The licensee must maintain all surfaces on a regular basis so that\nthey can be readily cleaned and sanitized.   If any surface cannot be readily cleaned and sanitized, then those\nsurfaces must be replaced when worn or soiled.    Correct by  4/5/16.\n3.1(c)(3)                    REPEAT\nHOUSING FACILITIES, GENERAL.\n*    There is a mixture of dirt, grease and other excreta collecting on the fiberglass wallboard, enclosure flooring and\nthe metal entryway doors in at least six enclosures.  Twelve dogs are in contact with the affected surfaces located in\nsheltered housing.   Dirt, grease and other excreta is covering an estimated 25 to 30 percent of the fiberglass\nwallboard and enclosure flooring and an estimated 50 percent of the metal entryway doors. Daily cleaning of any\nsurface that comes in contact with the dogs is necessary to prevent an accumulation of dirt, grease and other\nexcreta.  This indicates an unsanitary living condition exists that could lead to potential disease or health risks.  The\nlicensee must ensure that all surfaces are spot cleaned on a daily basis and sanitized in accordance with 3.11 (b).\n3.11(a)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\n*      There is an excessive amount of feces mixed with hair on the outdoor cement floor portion in the west\nsheltered building. This enclosure houses one golden retriever. The licensee stated the feces were last removed\nfrom the enclosure about four to five days ago. Accumulations of feces can soil the dogs, attract pests, cause odors,\nand play a role in disease transmission. The licensee must remove excreta and food waste from primary enclosures\ndaily to reduce disease hazards, insects, pests and odors.   To be corrected by 3/23/16.\n3.11(d)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\n*      Rodent droppings and chewed Styrofoam insulation consistent with rodent activity were accumulating is the\nstorage area flooring and on the metal floor in the west sheltered building.  Eighteen dogs are in contact with the\n\naffected areas located in sheltered housing.   Lack of an effective program that controls rodents can create\nunsanitary conditions and lead to potential spread of disease.   No bait, bait traps or other means to control or\neliminate the rodents were observed during the inspection.  The licensee must establish an effective program for the\ncontrol of insects and external parasites.  This program must be established and maintained so as to promote the\nhealth and well-being of the animals and reduce contamination by pests in the animal area.  Correct by 4/5/16.\n*    The facility inspection and exit briefing done on 3/22/16 were conducted with the licensee, Dr. Margaret Shaver\nVMO and Robert Bacon ACI.\nAdditional Inspectors\nShaver Margaret, Veterinary Medical Officer",
  "animals_total": 74,
  "species": [
    {
      "count": 55,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 19,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}