{
  "insp_id": "2016082568029040",
  "layout": "a",
  "customer_id": "7878",
  "customer_name": "Julie A Nelson",
  "customer_addr": "3053 190th Street\nFairfield, IA 52556",
  "certificate": "42-A-0734",
  "site_id": "001",
  "site_name": "JULIE A NELSON",
  "insp_type": "ROUTINE INSPECTION",
  "date": "05-DEC-2016",
  "report_date": "05-DEC-2016",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "A male Shih tzu (“Mach”, 020-523-263) has an abnormal appearance to the left eye. The eye appears cloudy and is\nlight blue in color. There is a small amount of dark coloration in the center of the eye and the white of the eye is\nslightly reddened. The licensee stated that the dog had been to the veterinarian within the last month for a dental\ncleaning, but there is no documentation from the veterinarian about the condition of the eye. Poor eye health could\ncause pain or discomfort to the dog.\nThis dog must be evaluated by a licensed veterinarian for a proper diagnosis and to develop an effective treatment\nplan. The diagnosis and treatment plan must be documented in writing and available to the inspector upon request.\nThe licensee must ensure that all dogs receive adequate veterinary care at all times. The licensee spoke to the\nattending veterinarian and transported the dog to the clinic for treatment at the time of the inspection.\nThe following two dogs cited under 2.40 (b)(2) on the previous inspection report were evaluated by a licensed\nveterinarian and received treatment:\nMale Golden Retriever (“Chance”, 0A0207441)\nFemale Shih tzu (“Ming Lea”, 0A02071258)\nInspection and exit interview was conducted with Kelly Maxwell, ACI and the facility representative."
    }
  ],
  "narrative": "2.40(b)(2)                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nA male Shih tzu (“Mach”, 020-523-263) has an abnormal appearance to the left eye.  The eye appears cloudy and is\nlight blue in color.  There is a small amount of dark coloration in the center of the eye and the white of the eye is\nslightly reddened.  The licensee stated that the dog had been to the veterinarian within the last month for a dental\ncleaning, but there is no documentation from the veterinarian about the condition of the eye.  Poor eye health could\ncause pain or discomfort to the dog.\nThis dog must be evaluated by a licensed veterinarian for a proper diagnosis and to develop an effective treatment\nplan.  The diagnosis and treatment plan must be documented in writing and available to the inspector upon request.\n The licensee must ensure that all dogs receive adequate veterinary care at all times.  The licensee spoke to the\nattending veterinarian and transported the dog to the clinic for treatment at the time of the inspection.\nThe following two dogs cited under 2.40 (b)(2) on the previous inspection report were evaluated by a licensed\nveterinarian and received treatment:\nMale Golden Retriever (“Chance”, 0A0207441) \nFemale Shih tzu (“Ming Lea”, 0A02071258) \nInspection and exit interview was conducted with Kelly Maxwell, ACI and the facility representative.",
  "animals_total": 95,
  "species": [
    {
      "count": 75,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 20,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}