{
  "insp_id": "INS-0000826569",
  "layout": "c",
  "customer_id": "2156",
  "customer_name": "MOUNT HOPE AUCTION INC",
  "customer_addr": "PO Box 82\nMt Hope, OH 44660",
  "certificate": "31-B-0031",
  "site_id": "001",
  "site_name": "MOUNT HOPE AUCTION, INC.",
  "insp_type": "FOCUSED INSPECTION",
  "date": "21-OCT-2022",
  "report_date": "17-NOV-2022",
  "citations": [
    {
      "code": "2.76(a)",
      "kind": "",
      "repeat": false,
      "desc": "Records: Operators of auction sales and brokers.",
      "narrative": "The majority of records of acquisition were missing some of the required information for the consignor. This included:\n-Approximately 90% of the approximately 1000 records were missing the age or date of birth for the consigned animals\n-Almost all of the approximately 1000 records were missing the color and/or distinctive markings for the consigned\nanimals.\n-Approximately 50 records were missing the date of consignment.\n-Approximately 100 records were missing the USDA License number (if licensed) or the vehicle license number and\ndriver’s license or state issued ID if the consignor is not licensed under the AWA.\n-One record consigning a total of 24 animals (lots 6043-6066) was missing the address for the consignor\nMany records were missing multiple pieces of required information. This included, but was not limited to:\n-Lot number 2405, a female zebra which was missing the date of consignment, USDA license number or State Issued ID\nand vehicle number.\n-Lot numbers 2440 and 2441, 2 male wallabies which were missing the date of consignment, USDA license number or\nState Issued ID and vehicle number.\n-Lot numbers 2449 and 2450, 2 female dromedary camels which were missing the date of consignment, USDA license\nnumber or State Issued ID and vehicle number.\nComplete records are required by the Animal Welfare Act to allow tracebacks of medical and legal history of the animals\nconsigned. The auction shall make, keep, and maintain records/forms which fully and correctly disclose all the required\ninformation of each animal consigned for auction or sold.\nCorrect by November 17, 2022."
    },
    {
      "code": "2.132(d)",
      "kind": "Critical",
      "repeat": false,
      "desc": "Procurement of dogs, cats, and other animals; dealers.",
      "narrative": "The auction knowingly accepted several animals for sale from unlicensed individuals which are required to be licensed,\nbut do not currently hold a valid license. This included:\n-Four ringtail lemurs (lot #7565-7568) and 2 kinkajou (lot #7569-7570) were consigned from the same seller. The\nconsignment form did not contain a USDA license number. A valid license or one-time exemption is required to sell these\nspecies and the consignor does not hold an active license and did not have a one-time exemption.\n-Two capybaras (lot #3997-3998) were consigned by a seller. The consignment form did not contain a USDA license\nnumber. A valid license or one-time exemption is required to sell these species and the consignor does not hold an active\nlicense and did not have a one-time exemption.\n-A porcupine (lot #8556) was consigned by a seller. The consignment form contained a USDA license number; however,\nthis license was not a valid license number. License numbers can be verified easily on the USDA, Animal Care Public\nSearch Tool. A valid license or one-time exemption is required to sell these species and the consignor does not hold an\nactive license and did not have a one-time exemption.\n-One zebra (lot #2401) was consigned from a seller. The consignment form did not contain a USDA license number. A\nvalid license or one-time exemption is required to sell these species and the consignor does not hold an active license\nand did not have a one-time exemption.\n-One Patagonian cavy (lot #5594) was consigned from a seller. The consignment form did not contain a USDA license\nnumber. A valid license or one-time exemption is required to sell these species and the consignor does not hold an active\nlicense and did not have a one-time exemption.\n-Five foxes (lot #7747-7749; 7751), 2 raccoons (lot #7753-7754) and 1 opossum (lot #7727) were consigned from the\nsame seller. The consignment form did not contain a USDA license number and this consignor was previously identified\nto the licensee as not having a valid license. Sales of these animals that are not for fur, require a valid license.\n-Two Coyote (lot #5572, 5579), three Opossum (lot# 5565, 5568-5569), and two raccoons (lot# 5566-5567) were\nconsigned from the same seller. The consignment form did not contain a USDA license number. A valid license is\nrequired to sell these species and the consignor does not hold an active license. Sales of these animals that are not for\nfur, require a valid license.\nNo dealer shall knowingly obtain any animal from any person who is required to be licensed but who does not hold a\ncurrent, valid, and unsuspended license. Verification of a current and valid license is important for ensuring compliance\nwith the Animal Welfare Act and ensuring animal welfare. Correct by ensuring that all consignors of covered species hold\na current valid unsuspended license before accepting consignment of those animals.\nCorrect by November 17, 2022\nThis inspection and exit interview were conducted with a facility representative.\nn"
    }
  ],
  "narrative": "2.76(a) \n   \nRecords: Operators of auction sales and brokers. \nThe majority of records of acquisition were missing some of the required information for the consignor.  This included: \n-Approximately 90% of the approximately 1000 records were missing the age or date of birth for the consigned animals \n-Almost all of the approximately 1000 records were missing the color and/or distinctive markings for the consigned \nanimals. \n-Approximately 50 records were missing the date of consignment.   \n-Approximately 100 records were missing the USDA License number (if licensed) or the vehicle license number and \ndriver’s license or state issued ID if the consignor is not licensed under the AWA.  \n-One record consigning a total of 24 animals (lots 6043-6066) was missing the address for the consignor \n \nMany records were missing multiple pieces of required information.  This included, but was not limited to: \n-Lot number 2405, a female zebra which was missing the date of consignment, USDA license number or State Issued ID \nand vehicle number. \n-Lot numbers 2440 and 2441, 2 male wallabies which were missing the date of consignment, USDA license number or \nState Issued ID and vehicle number.\n\n-Lot numbers 2449 and 2450, 2 female dromedary camels which were missing the date of consignment, USDA license \nnumber or State Issued ID and vehicle number. \n \nComplete records are required by the Animal Welfare Act to allow tracebacks of medical and legal history of the animals \nconsigned. The auction shall make, keep, and maintain records/forms which fully and correctly disclose all the required \ninformation of each animal consigned for auction or sold. \n \nCorrect by November 17, 2022. \n2.132(d)  Critical\n   \nProcurement of dogs, cats, and other animals; dealers. \nThe auction knowingly accepted several animals for sale from unlicensed individuals which are required to be licensed, \nbut do not currently hold a valid license.  This included: \n-Four ringtail lemurs (lot #7565-7568) and 2 kinkajou (lot #7569-7570) were consigned from the same seller.  The \nconsignment form did not contain a USDA license number.  A valid license or one-time exemption is required to sell these \nspecies and the consignor does not hold an active license and did not have a one-time exemption.   \n-Two capybaras (lot #3997-3998) were consigned by a seller. The consignment form did not contain a USDA license \nnumber.  A valid license or one-time exemption is required to sell these species and the consignor does not hold an active \nlicense and did not have a one-time exemption.   \n-A porcupine (lot #8556) was consigned by a seller.  The consignment form contained a USDA license number; however, \nthis license was not a valid license number. License numbers can be verified easily on the USDA, Animal Care Public \nSearch Tool.  A valid license or one-time exemption is required to sell these species and the consignor does not hold an \nactive license and did not have a one-time exemption.\n\n-One zebra (lot #2401) was consigned from a seller.  The consignment form did not contain a USDA license number.  A \nvalid license or one-time exemption is required to sell these species and the consignor does not hold an active license \nand did not have a one-time exemption.   \n-One Patagonian cavy (lot #5594) was consigned from a seller.  The consignment form did not contain a USDA license \nnumber.  A valid license or one-time exemption is required to sell these species and the consignor does not hold an active \nlicense and did not have a one-time exemption.   \n-Five foxes (lot #7747-7749; 7751), 2 raccoons (lot #7753-7754) and 1 opossum (lot  #7727) were consigned from the \nsame seller.   The consignment form did not contain a USDA license number and this consignor was previously identified \nto the licensee as not having a valid license.  Sales of these animals that are not for fur, require a valid license.   \n-Two Coyote (lot #5572, 5579), three Opossum (lot# 5565, 5568-5569), and two raccoons (lot# 5566-5567) were \nconsigned from the same seller.  The consignment form did not contain a USDA license number.  A valid license is \nrequired to sell these species and the consignor does not hold an active license.  Sales of these animals that are not for \nfur, require a valid license.   \n \nNo dealer shall knowingly obtain any animal from any person who is required to be licensed but who does not hold a \ncurrent, valid, and unsuspended license. Verification of a current and valid license is important for ensuring compliance \nwith the Animal Welfare Act and ensuring animal welfare.  Correct by ensuring that all consignors of covered species hold \na current valid unsuspended license before accepting consignment of those animals. \n \nCorrect by November 17, 2022 \n \nThis inspection and exit interview were conducted with a facility representative.\n\nn",
  "animals_total": 0,
  "species": [
    {
      "count": 0,
      "scientific": "NONE",
      "common": "NONE"
    }
  ]
}