{
  "insp_id": "144161300420409",
  "layout": "a",
  "customer_id": "330577",
  "customer_name": "Neal Feldkamp",
  "customer_addr": "24156 State Highway J\nLewistown, MO 63452",
  "certificate": "43-A-5828",
  "site_id": "001",
  "site_name": "NEAL FELDKAMP",
  "insp_type": "ROUTINE INSPECTION",
  "date": "19-MAY-2016",
  "report_date": "24-MAY-2016",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "****\nA female Shih Tzu, microchip #0A01262125, was observed by the inspectors scratching and shaking her head\nrepeatedly. Upon closer observation the inspectors noted that both of her inside ear flaps had thickened leather like\nappearance. The right ear also had a yellowish discharge coming from the canal area. The neck and chest area of\nthis dog has a thickened and leather like appearance. When the inspector exposed the folded skin on the neck and\nchest, the skin had patches of yellowish dried crusted material. The inspector also noted this dog had a very\nprominent yeast like odor emitting from her. This excessive scratching, thickening of the skin, discharge from the\nears and crusted dried material on the skin could be a medical condition, could cause discomfort, and may be\npainful. The licensee stated that \"This dogs condition has been going on for years but gets worse when it gets a\nhaircut.\" When the inspector asked when the dog had a haircut the licensee replied that it was about a month ago.\nWhen asked if this dog was currently receiving any treatment he replied \"No, the dog is better than it usually is\".\nThe licensee did say that he did have this dog treated in the past but the only documentation that was found was a\nstatement written by the licensee dated 7/3 which said he had talked to his attending veterinarian about hair growth\nand was told it would take time. The licensee must have this dog examined by a veterinarian for an appropriate\ndiagnosis and treatment plan. The licensee must document this information and make it available to the inspector\nupon request. The licensee must ensure that all animals receive adequate care at all times.\nTo be corrected by: 23 May 2016\nInspection and exit interview conducted with licensee, ACI Stephanie Osborne, and ACI Chad Proctor.\nAdditional Inspectors\nProctor Chad, Animal Care Inspector"
    }
  ],
  "narrative": "2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n****\nA female Shih Tzu, microchip #0A01262125, was observed by the inspectors scratching and shaking her head\nrepeatedly.  Upon closer observation the inspectors noted that both of her inside ear flaps had thickened leather like\nappearance.  The right ear also had a yellowish discharge coming from the canal area.  The neck and chest area of\nthis dog has a thickened and leather like appearance.  When the inspector exposed the folded skin on the neck and\nchest, the skin had patches of yellowish dried crusted material.  The inspector also noted this dog had a very\nprominent yeast like odor emitting from her.   This excessive scratching, thickening of the skin, discharge from the\nears and crusted dried material on the skin could be a medical condition, could cause discomfort, and may be\npainful.  The licensee stated that \"This dogs condition has been going on for years but gets worse when it gets a\nhaircut.\"  When the inspector asked when the dog had a haircut the licensee replied that it was about a month ago. \nWhen asked if this dog was currently receiving any treatment he replied \"No, the dog is better than it usually is\". \nThe licensee did say that he did have this dog treated in the past but the only documentation that was found was a\nstatement written by the licensee dated 7/3 which said he had talked to his attending veterinarian about hair growth\nand was told it would take time. The licensee must have this dog examined by a veterinarian for an appropriate\ndiagnosis and treatment plan.  The licensee must document this information and make it available to the inspector\nupon request.  The licensee must ensure that all animals receive adequate care at all times.\nTo be corrected by:  23 May 2016\nInspection and exit interview conducted with licensee, ACI Stephanie Osborne, and ACI Chad Proctor.\nAdditional Inspectors\nProctor Chad, Animal Care Inspector",
  "animals_total": 71,
  "species": [
    {
      "count": 47,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 24,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}