{
  "insp_id": "INS-0000843696",
  "layout": "c",
  "customer_id": "602246",
  "customer_name": "Harley E. Bontrager",
  "customer_addr": "N 555 CTY M\nCambria, WI 53923",
  "certificate": "35-A-0471",
  "site_id": "001",
  "site_name": "Harley E. Bontrager",
  "insp_type": "ROUTINE INSPECTION",
  "date": "30-JAN-2023",
  "report_date": "30-JAN-2023",
  "citations": [
    {
      "code": "2.40(b)(3)",
      "kind": "",
      "repeat": true,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "Dog #0819 (M Yorkie DOB 11-22-19) had a loose upper tooth (L upper premolar) and both of the tooth roots could be\nseen. Also, on its right upper cheek it had a small hairless area that when lightly touched first had some pus and then\nclear red drainage. On its left upper cheek under the eye, it had a small area of matted hair and while looking at the loose\ntooth, some red drainage was seen under the matted spot. After parting the hair, an open draining sore/wound with clear\nred liquid and light bleeding was seen. The dog made no observable reactions when these areas were touched. These\nproblems, while difficult to see until up close to, had not been observed by the facility prior to inspection. While this dog\nappeared bright and alert in inspection and per the facility has been eating, drinking and behaving normally, the loose\ntooth and draining areas on the cheeks are problems that could worsen and make it sick if not treated per the attending\nveterinarian's instructions. Ensure that close daily observations of all dogs are made so that health problems can be\ncommunicated to the attending veterinarian right away.\n***Note: The licensee called the attending veterinarian prior to the exit interview and is scheduled to see this dog on\n1/31/2023. Ensure that the veterinarian does see this dog and follow the recommended treatment(s).\nThis inspection and exit interview were conducted with the licensee. End of report.\nEnd Section"
    }
  ],
  "narrative": "2.40(b)(3)  Repeat\n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nDog #0819 (M Yorkie DOB 11-22-19) had a loose upper tooth (L upper premolar) and both of the tooth roots could be \nseen.   Also, on its right upper cheek it had a small hairless area that when lightly touched first had some pus and then \nclear red drainage.  On its left upper cheek under the eye, it had a small area of matted hair and while looking at the loose \ntooth, some red drainage was seen under the matted spot.  After parting the hair, an open draining sore/wound with clear \nred liquid and light bleeding was seen.  The dog made no observable reactions when these areas were touched.  These \nproblems, while difficult to see until up close to, had not been observed by the facility prior to inspection.  While this dog \nappeared  bright and alert in inspection and per the facility has been eating, drinking and behaving normally, the loose \ntooth and draining areas on the cheeks are problems that could worsen and make it sick if not treated per the attending \nveterinarian's instructions.  Ensure that close daily observations of all dogs are made so that health problems can be \ncommunicated to the attending veterinarian right away.  \n***Note: The licensee called the attending veterinarian prior to the exit interview and is scheduled to see this dog on \n1/31/2023.  Ensure that the veterinarian does see this dog and follow the recommended treatment(s). \n \nThis inspection and exit interview were conducted with the licensee.  End of report.\n\nEnd Section",
  "animals_total": 48,
  "species": [
    {
      "count": 32,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 16,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}