{
  "insp_id": "2016082567977231",
  "layout": "a",
  "customer_id": "26356",
  "customer_name": "Dhl Aviation Americas",
  "customer_addr": "Po Box 523862\nMiami, FL 33152",
  "certificate": "58-T-0130",
  "site_id": "001",
  "site_name": "DHL AVIATION AMERICAS",
  "insp_type": "ROUTINE INSPECTION",
  "date": "26-OCT-2016",
  "report_date": "26-OCT-2016",
  "citations": [
    {
      "code": "2.25(a)",
      "kind": "",
      "repeat": false,
      "desc": "REQUIREMENTS AND PROCEDURES.",
      "narrative": "Air carrier was found to be operating by transporting regulated animals with a cancelled certificate since May 25,\n2011. In accordance with the Animal Welfare Act, Part 2, Subpart B, each carrier shall be registered with the\nSecretary of the US Department of Agriculture. The air carrier of a cancelled registration is responsible for\nre-registering and demonstrating its compliance with the Act and regulations when transporting animals at any time\nafter its registration is cancelled. The air carrier should complete a properly executed registration form, which was\nalready furnished by the inspector, and file it with the USDA Animal Care Regional Office as soon as possible."
    },
    {
      "code": "2.26",
      "kind": "",
      "repeat": false,
      "desc": "ACKNOWLEDGMENT OF REGULATIONS AND STANDARDS.",
      "narrative": "Forty two (42) puppies younger than six months old were imported from Venezuela without documentation and/or\njustification showing animals were intended for research or veterinary treatment. Under USDA rules, you cannot\nimport a dog younger than 6 months old into the United States for resale or adoption and must have a justification to\nimport them at that age for research or veterinary treatment. All dogs imported for any of those purposes must have\na valid vaccination against rabies, have certain other vaccinations, a veterinary health certificate and not show signs\nof disease on import. The registrant must only import puppies of proper age by following USDA rules/regulations."
    },
    {
      "code": "3.17(c)",
      "kind": "Critical",
      "repeat": false,
      "desc": "CARE IN TRANSIT.",
      "narrative": "At the time of inspection, seven (7) puppies of varied breeds (age approximately between two and half to five\nmonths) were found to be in distress and in need of immediate veterinary care. The carrier must determine whether\nany of the dogs are in obvious physical distress, and arrange for any needed veterinary care as soon as possible. If\na dog is obviously ill, injured, or in physical distress, the carrier must ensure the animal (s) not be transported in\ncommerce, except to receive veterinary care for the condition. Before the conclusion of this inspection, the carrier\nproactively arranged for immediate veterinary medical care by contracting services with a local veterinary clinic.\nAdditional inspectors: Ms. Emily Davenport, CDC and Officer/Major Angel Menes, CBP\nThis inspection and exit interview were conducted with both, Mr. Joseph Zapata, Operations Manager and Ms.\nMarines Sibilla, General Manager."
    }
  ],
  "narrative": "2.25(a)\nREQUIREMENTS AND PROCEDURES.\nAir carrier was found to be operating by transporting regulated animals with a cancelled certificate since May 25,\n2011.  In accordance with the Animal Welfare Act, Part 2, Subpart B, each carrier shall be registered with the\nSecretary of the US Department of Agriculture. The air carrier of a cancelled registration is responsible for\nre-registering and demonstrating its compliance with the Act and regulations when transporting animals at any time\nafter its registration is cancelled.  The air carrier should complete a properly executed registration form, which was\nalready furnished by the inspector, and file it with the USDA Animal Care Regional Office as soon as possible.\n2.26\nACKNOWLEDGMENT OF REGULATIONS AND STANDARDS.\nForty two (42) puppies younger than six months old were imported from Venezuela without documentation and/or\njustification showing animals were intended for research or veterinary treatment.  Under USDA rules, you cannot\nimport a dog younger than 6 months old into the United States for resale or adoption and must have a justification to\nimport them at that age for research or veterinary treatment.  All dogs imported for any of those purposes must have\na valid vaccination against rabies, have certain other vaccinations, a veterinary health certificate and not show signs\nof disease on import.  The registrant must only import puppies of proper age by following USDA rules/regulations.\n3.17(c)           CRITICAL\nCARE IN TRANSIT.\nAt the time of inspection, seven (7) puppies of varied breeds (age approximately between two and half to five\nmonths) were found to be in distress and in need of immediate veterinary care.  The carrier must determine whether\nany of the dogs are in obvious physical distress, and arrange for any needed veterinary care as soon as possible.  If\na dog is obviously ill, injured, or in physical distress, the carrier must ensure the animal (s) not be transported in\ncommerce, except to receive veterinary care for the condition.  Before the conclusion of this inspection, the carrier\nproactively arranged for immediate veterinary medical care by contracting services with a local veterinary clinic.\nAdditional inspectors: Ms. Emily Davenport, CDC and Officer/Major Angel Menes, CBP\n\nThis inspection and exit interview were conducted with both, Mr. Joseph Zapata, Operations Manager and Ms.\nMarines Sibilla, General Manager.",
  "animals_total": 43,
  "species": [
    {
      "count": 43,
      "scientific": "Canis lupus familiaris",
      "common": "DOMESTIC DOG"
    }
  ]
}