{
  "insp_id": "2016082568089539",
  "layout": "a",
  "customer_id": "1626",
  "customer_name": "Worldwide Flight Services Inc",
  "customer_addr": "Bldg 151 East Hanger Rd Ste 361\nJamaica, NY 11430",
  "certificate": "74-H-0055",
  "site_id": "CMH",
  "site_name": "Worldwide Flight Services Inc",
  "insp_type": "ROUTINE INSPECTION",
  "date": "02-FEB-2017",
  "report_date": "02-FEB-2017",
  "citations": [
    {
      "code": "3.14(c)(1)(iii)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES USED TO TRANSPORT LIVE DOGS AND CATS.",
      "narrative": "The facility had accepted and was holding for shipment two enclosures with ventilation on all four sides of the\nenclosure, each containing one puppy. Both of the enclosures had tape covering several ventilation holes on both\nthe left and right sides of the enclosures. After measuring the open ventilation and the total surface area of each\nside, it was determined that both left and right sides of both enclosures had less then the required 8% surface area\nunobstructed for proper ventilation. Proper ventilation is required to ensure the health and well being of the animals\nduring the shipping process. This facility must ensure that all enclosures meet the requirements for ventilation. The\ntape on both of these enclosures was adjusted so that they met ventilation requirements prior to delivering for\nshipment.\nCorrect from this time forward.\nThis inspection and exit interview were conducted with the desk agent.\nAdditional Inspectors\nCampitelli D.V.M Kathryn, Veterinary Medical Officer"
    }
  ],
  "narrative": "3.14(c)(1)(iii)\nPRIMARY ENCLOSURES USED TO TRANSPORT LIVE DOGS AND CATS.\nThe facility had accepted and was holding for shipment two enclosures with ventilation on all four sides of the\nenclosure, each containing one puppy.  Both of the enclosures had tape covering several ventilation holes on both\nthe left and right sides of the enclosures.  After measuring the open ventilation and the total surface area of each\nside, it was determined that both left and right sides of both enclosures had less then the required 8% surface area\nunobstructed for proper ventilation.  Proper ventilation is required to ensure the health and well being of the animals\nduring the shipping process.  This facility must ensure that all enclosures meet the requirements for ventilation.  The\ntape on both of these enclosures was adjusted so that they met ventilation requirements prior to delivering for\nshipment.\nCorrect from this time forward.\nThis inspection and exit interview were conducted with the desk agent.\nAdditional Inspectors\nCampitelli D.V.M Kathryn, Veterinary Medical Officer",
  "animals_total": 2,
  "species": [
    {
      "count": 2,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}