{
  "insp_id": "2016090000614433",
  "layout": "b",
  "customer_id": "325183",
  "customer_name": "JOHN PAPE PAMELA PAPE",
  "customer_addr": "12 WILD WOODS LANE\nCLARENDON, PA 16313",
  "certificate": "23-C-0307",
  "site_id": "001",
  "site_name": "JOHN & PAMELA PAPE",
  "insp_type": "ROUTINE INSPECTION",
  "date": "18-MAY-2021",
  "report_date": "24-MAY-2021",
  "citations": [
    {
      "code": "2.126(a)",
      "kind": "Critical",
      "repeat": false,
      "desc": "Access and inspection of records and property; submission of itineraries.",
      "narrative": "On May 18, 2021 at 1105 am inspector Randy Coleman arrived at the facility. Coleman contacted an employee of the\nlicensee and was told that Mr. Pape was not at home but Mrs. Pape was there. The employee notified Mrs. Pape of\nColeman being there. When Mrs. Pape greeted Coleman, she immediately asked why he was there and Coleman\nexplained it was for a routine unannounced inspection. Mrs. Pape then stated she was not ready for an inspection and\nthat Coleman would have to come back another day. Coleman explained that unannounced inspections were required\nand that facilities not being ready was not a reason to not perform the inspection. Mrs. Pape again said Coleman would\nhave to come back another day. Coleman then asked, \"Are you refusing an inspection today?\" Mrs. Pape then said,\n\"Yes I am refusing inspection.\" Coleman advised Mrs. Pape of the severity of refusing access to APHIS officials. Mrs.\nPape again stated she was refusing today's inspection and told Coleman she would walk him out to his vehicle.\nFailure to allow for unannounced inspections by refusing access to APHIS officials makes it impossible to determine if\nfacilities are in compliance with the Animal Welfare Act. It also undermines the working relationship needed between\nAPHIS and the regulated facilities.\nCorrect this by allowing access to APHIS officials on all future unannounced inspections.\nThis inspection refusal and exit interview were conducted with the licensee.\nEnd Section"
    }
  ],
  "narrative": "2.126(a)  Critical\n   \nAccess and inspection of records and property; submission of itineraries. \nOn May 18, 2021 at 1105 am inspector Randy Coleman arrived at the facility.  Coleman contacted an employee of the \nlicensee and was told that Mr. Pape was not at home but Mrs. Pape was there.   The employee notified Mrs. Pape of \nColeman being there.  When Mrs. Pape greeted Coleman, she immediately asked why he was there and Coleman \nexplained it was for a routine unannounced inspection.   Mrs. Pape then stated she was not ready for an inspection and \nthat Coleman would have to come back another day.  Coleman explained that unannounced inspections were required \nand that facilities not being ready was not a reason to not perform the inspection.   Mrs. Pape again said Coleman would \nhave to come back another day.   Coleman then asked, \"Are you refusing an inspection today?\"   Mrs. Pape then said, \n\"Yes I am refusing inspection.\"  Coleman advised Mrs. Pape of the severity of refusing access to APHIS officials.  Mrs. \nPape again stated she was refusing today's inspection and told Coleman she would walk him out to his vehicle. \nFailure to allow for unannounced inspections by refusing access to APHIS officials makes it impossible to determine if  \nfacilities are in compliance with the Animal Welfare Act.  It also undermines the working relationship needed between \nAPHIS and the regulated facilities. \nCorrect this by allowing access to APHIS officials on all future unannounced inspections. \n \nThis inspection refusal and exit interview were conducted with the licensee.\n\nEnd Section",
  "animals_total": 0,
  "species": [
    {
      "count": 0,
      "scientific": "NONE",
      "common": "NONE"
    }
  ]
}