{
  "insp_id": "2016082569691370",
  "layout": "a",
  "customer_id": "327993",
  "customer_name": "Levi King",
  "customer_addr": "759 E End Mountain Rd\nMill Hall, PA 17751",
  "certificate": "23-A-0596",
  "site_id": "002",
  "site_name": "LEVI KING",
  "insp_type": "ROUTINE INSPECTION",
  "date": "07-JAN-2020",
  "report_date": "07-JAN-2020",
  "citations": [
    {
      "code": "3.25(a)",
      "kind": "",
      "repeat": true,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "During the inspection, three guinea pigs were observed to be out of their enclosure and running around on the floor\nof the building. The side walls of the enclosures measured approximately 7 inches in height but in some areas\nwhere the bedding and hay was compacted, the side walls measured approximately 6.25 inches in height. Guinea\npigs that have escaped their enclosure could be at risk of injury or escape from the barn as well as the inability to\naccess food and water.\nThe enclosure must contain the animals. The licensee must ensure that the enclosure contains the animals at all\ntimes and does not allow them to escape."
    },
    {
      "code": "3.25(c)",
      "kind": "",
      "repeat": true,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "A partial bag of shavings was observed to be open and on the floor and huddled next to the bag was a rabbit. Also\non the floor was a bale of grass hay that was used as feed for the guinea pigs. Rabbits that were loose in the\nbuilding were moving freely around the bag of shavings and the loose bale of hay.\nFeed and bedding need to be stored in facilities which protect them from contamination. Contaminated bedding and\nfeed can lead to the spread of disease in the animals as well as potential respiratory issues. Correct by keeping the\nfeed and bedding stored in such a manner as to prevent contamination."
    },
    {
      "code": "3.26(a)",
      "kind": "Direct",
      "repeat": false,
      "desc": "FACILITIES, INDOOR.",
      "narrative": "The temperature inside the guinea pig housing building as measured with a kestrel was 51.2 degrees F. Although\nthere was a wall heater, there were several windows open and the garage door at the front of the building was also\nopen.\nGuinea pigs kept in ambient temperatures that are too low may be subject to cold stress that may predispose them\nto developing other health issues.\nThe ambient temperature in indoor housing facilities for guinea pigs must not fall below 60 degrees F.\nCorrect by: January 8, 2019"
    },
    {
      "code": "3.29(d)",
      "kind": "Direct",
      "repeat": true,
      "desc": "FEEDING.",
      "narrative": "Feeders in several of the guinea pig enclosures had fecal pellets contained within the feeders and mixed in the\nfeed.\nFeeders and food receptacles need to be clean and free of fecal material. Failure to do so can lead to disease or\ncan lead to the avoidance of feeding, both of which can have negative impacts on animal health. Correct by\nkeeping the feeders clean and sanitizing at a minimum of once every two weeks."
    },
    {
      "code": "3.30",
      "kind": "",
      "repeat": false,
      "desc": "WATERING.",
      "narrative": "Several of the guinea pig enclosures had water spigots that were found to be surrounded with a mixture of hair and\nwet, greenish/brown material.\nAll watering receptacles shall be sanitized when dirty and at a minimum of once every two weeks. Failure to do so\ncan lead to an increase in disease or avoidance of the water, both of which can have negative impacts on animal\nhealth. Correct by cleaning the water spigots as needed and sanitizing at least one every two weeks. Correct by\nJanuary 17, 2020."
    },
    {
      "code": "3.31(a)(1)",
      "kind": "",
      "repeat": true,
      "desc": "SANITATION.",
      "narrative": "The guinea pig pens contained a large amount of soiled, wet bedding especially in the areas of the automatic\nwaterers. In addition, there was a large amount of fecal material and discarded food and hay mixed with the\nbedding and the pens were in need of more frequent cleaning. There was also a large piece of blue bailing twine\ncovering an area approximately 5 inches by 5 inches in size in one of the guinea pig pens.\nThe accumulation of feces and unclean enclosures can cause unpleasant odors, lead to contamination of the\nenclosure, and attract pests and vermin that carry diseases that result in risks to the health of the animals.\nPrimary enclosures must be cleaned and sanitized as often as necessary to prevent the accumulation of excreta or\ndebris."
    },
    {
      "code": "3.31(b)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "There was a large amount of discarded bedding, hay, and debris on the floor under and around the guinea pig pens.\nThere were at least 3 loose rabbits in the building housing the guinea pigs which were observed running around\nand defecating on the floor. There was debris and dirt coating the windowsills. There were numerous spiderwebs\nhanging from the ceiling over the open guinea pig pens.\nThe lack of sanitation and presence of dust and debris and rabbit fecal matter may attract pests into the room, result\nin unpleasant odors, and may contribute to spread of disease.\nHousing buildings must be kept clean and in good repair to protect the animals from injury and to facilitate\nprescribed husbandry practices.\nCorrect by: January 14, 2020\nThis inspection and exit interview were conducted with the facility representative.\nAdditional Inspectors\nMaginnis Gwendalyn, Veterinary Medical Officer\nCarlson Melissa, Veterinary Medical Officer"
    }
  ],
  "narrative": "3.25(a)                    REPEAT\nFACILITIES, GENERAL.\nDuring the inspection, three guinea pigs were observed to be out of their enclosure and running around on the floor\nof the building.  The side walls of the enclosures measured approximately 7 inches in height but in some areas\nwhere the bedding and hay was compacted, the side walls measured approximately 6.25 inches in height.  Guinea\npigs that have escaped their enclosure could be at risk of injury or escape from the barn as well as the inability to\naccess food and water.\nThe enclosure must contain the animals.  The licensee must ensure that the enclosure contains the animals at all\ntimes and does not allow them to escape.  \n3.25(c)                    REPEAT\nFACILITIES, GENERAL.\nA partial bag of shavings was observed to be open and on the floor and huddled next to the bag was a rabbit.  Also\non the floor was a bale of grass hay that was used as feed for the guinea pigs.  Rabbits that were loose in the\nbuilding were moving freely around the bag of shavings and the loose bale of hay.  \nFeed and bedding need to be stored in facilities which protect them from contamination.  Contaminated bedding and\nfeed can lead to the spread of disease in the animals as well as potential respiratory issues.  Correct by keeping the\nfeed and bedding stored in such a manner as to prevent contamination.\n3.26(a)           DIRECT\nFACILITIES, INDOOR.\nThe temperature inside the guinea pig housing building as measured with a kestrel was 51.2 degrees F.  Although\nthere was a wall heater, there were several windows open and the garage door at the front of the building was also\nopen.  \nGuinea pigs kept in ambient temperatures that are too low may be subject to cold stress that may predispose them\nto developing other health issues.\n\nThe ambient temperature in indoor housing facilities for guinea pigs must not fall below 60 degrees F.\nCorrect by:  January 8, 2019 \n3.29(d)           DIRECT                    REPEAT\nFEEDING. \nFeeders in several of the guinea pig enclosures had fecal pellets contained within the feeders and mixed in the\nfeed.  \nFeeders and food receptacles need to be clean and free of fecal material.  Failure to do so can lead to disease or\ncan lead to the avoidance of feeding, both of which can have negative impacts on animal health.  Correct by\nkeeping the feeders clean and sanitizing at a minimum of once every two weeks.\n3.30\nWATERING. \nSeveral of the guinea pig enclosures had water spigots that were found to be surrounded with a mixture of hair and\nwet, greenish/brown material.  \nAll watering receptacles shall be sanitized when dirty and at a minimum of once every two weeks.  Failure to do so\ncan lead to an increase in disease or avoidance of the water, both of which can have negative impacts on animal\nhealth.  Correct by cleaning the water spigots as needed and sanitizing at least one every two weeks.  Correct by\nJanuary 17, 2020.\n3.31(a)(1)                    REPEAT\nSANITATION.\nThe guinea pig pens contained a large amount of soiled, wet bedding especially in the areas of the automatic\nwaterers.  In addition, there was a large amount of fecal material and discarded food and hay mixed with the\nbedding and the pens were in need of more frequent cleaning.  There was also a large piece of blue bailing twine\ncovering an area approximately 5 inches by 5 inches in size in one of the guinea pig pens.\nThe accumulation of feces and unclean enclosures can cause unpleasant odors, lead to contamination of the\nenclosure, and attract pests and vermin that carry diseases that result in risks to the health of the animals.\nPrimary enclosures must be cleaned and sanitized as often as necessary to prevent the accumulation of excreta or\ndebris.\n\n3.31(b)\nSANITATION.\nThere was a large amount of discarded bedding, hay, and debris on the floor under and around the guinea pig pens.\n There were at least 3 loose rabbits in the building housing the guinea pigs which were observed running around\nand defecating on the floor.  There was debris and dirt coating the windowsills.  There were numerous spiderwebs\nhanging from the ceiling over the open guinea pig pens.\nThe lack of sanitation and presence of dust and debris and rabbit fecal matter may attract pests into the room, result\nin unpleasant odors, and may contribute to spread of disease.\nHousing buildings must be kept clean and in good repair to protect the animals from injury and to facilitate\nprescribed husbandry practices.\nCorrect by:  January 14, 2020\nThis inspection and exit interview were conducted with the facility representative.\nAdditional Inspectors\nMaginnis Gwendalyn, Veterinary Medical Officer\nCarlson Melissa, Veterinary Medical Officer",
  "animals_total": 1103,
  "species": [
    {
      "count": 1103,
      "scientific": "Cavia porcellus",
      "common": "DOMESTIC GUINEA PIG"
    }
  ]
}