{
  "insp_id": "169151329380393",
  "layout": "a",
  "customer_id": "25649",
  "customer_name": "Vivian Wilson",
  "customer_addr": "11432 State Hwy 39\nAurora, MO 65605",
  "certificate": "43-A-5908",
  "site_id": "001",
  "site_name": "VIVIAN WILSON",
  "insp_type": "ROUTINE INSPECTION",
  "date": "18-JUN-2015",
  "report_date": "18-JUN-2015",
  "citations": [
    {
      "code": "2.75(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "RECORDS: DEALERS AND EXHIBITORS.",
      "narrative": "The disposition records were not complete, missing items such as the animal identification, and transporter\ninformation. Complete records allow for accurate tracing of animals and dispositions. The licensee must make,\nkeep and maintain records that fully and accurately disclose the information concerning each dog.\nTO BE CORRECTED BY JUNE 19, 2015"
    },
    {
      "code": "3.1(c)(3)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "The indoor portion of the Wheaton building had dog food, hair, and dirt along the edges of the enclosures. This\ndebris had attracted ants that then entered the feeders. There was mold in several of the feeders in addition to the\nants. The licensee must spot clean daily and sanitize in accordance with 3.11(b)(3)\nTO BE CORRECTED BY JUNE 22, 2015"
    },
    {
      "code": "3.1",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "There was mouse bait and bleach container on the floor of the Wheaton building was accessible to loose animals in\nthe facility. Toxic substances can cause skin irritations and internal problems if consumed. The licensee must store\ntoxic substances in cabinets or where dogs cannot access them.\nTO BE CORRECTED BY JUNE 19, 2015"
    },
    {
      "code": "3.11(a)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "Under the first sheltered building with raised enclosures, there was an accumulation of feces on the gravel surface.\nThis attracted flies that can spread disease and irritate the dogs(cid:25) skin and eyes. The licensee must remove excreta\nfrom under primary enclosures as often as necessary to prevent an excessive accumulation of feces to reduce\ndisease hazards, insects, pests, and odors.\nTO BE CORRECTED BY JUNE 22, 2015"
    },
    {
      "code": "3.11(c)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "Around each of the facilities there were weeds and or grass growing up and into the enclosures. The Wheaton\nbuilding had a rear enclosure that had wood surfaces that were not impervious to moisture, and areas with green\nand black coloration. In that same enclosure was a metal item with sharp corners that could cause injury to the\nanimals. Soiled items, such as carpet pieces, were placed outside and not disposed of properly. These conditions\ncause areas for rodents, and other pests and vermin. The licensee must keep premises clean and in good repair to\ninclude removal of trash, junk, waste products and other discarded matter. Weeds, grasses, and bushes must be\ncontrolled.\nTO BE CORRECTED BY JUNE 25, 2015"
    },
    {
      "code": "3.11(d)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "Flies were abundant inside and outside of the sheltered facilities. Flies spread disease and can irritate the dogs(cid:25)\nskin and eyes. The licensee must establish and maintain an effective program for the control of insects to promote\nthe health and well-being of the animals and reduce contamination by pests in animal areas.\nTO BE CORRECTED BY JULY 2, 2015\nAnts were in every kennel in the converted dairy barn and had entered the feeders. Ants spread disease and can\nmake the food unpalatable for the dogs. The licensee must establish and maintain an effective program for the\ncontrol of insects to promote the health and well-being of the animals and reduce contamination by pests in animal\nareas.\nTO BE CORRECTED BY JULY 2, 2015\nThe inspection and exit briefing was conducted with the licensee and ACI Liz Bartels.\nAdditional Inspectors\nBartels Mary, Animal Care Inspector"
    }
  ],
  "narrative": "2.75(a)(1)\nRECORDS: DEALERS AND EXHIBITORS.\nThe disposition records were not complete, missing items such as the animal identification, and transporter\ninformation.  Complete records allow for accurate tracing of animals and dispositions. The licensee must make,\nkeep and maintain records that fully and accurately disclose the information concerning each dog.\nTO BE CORRECTED BY JUNE 19, 2015\n3.1(c)(3)\nHOUSING FACILITIES, GENERAL.\nThe indoor portion of the Wheaton building had dog food, hair, and dirt along the edges of the enclosures.  This\ndebris had attracted ants that then entered the feeders.  There was mold in several of the feeders in addition to the\nants.  The licensee must spot clean daily and sanitize in accordance with 3.11(b)(3)\nTO BE CORRECTED BY JUNE 22, 2015\n3.1\nHOUSING FACILITIES, GENERAL.\nThere was mouse bait and bleach container on the floor of the Wheaton building was accessible to loose animals in\nthe facility.  Toxic substances can cause skin irritations and internal problems if consumed. The licensee must store\ntoxic substances in cabinets or where dogs cannot access them.\nTO BE CORRECTED BY JUNE 19, 2015\n3.11(a)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\nUnder the first sheltered building with raised enclosures, there was an accumulation of feces on the gravel surface. \nThis attracted flies that can spread disease and irritate the dogs(cid:25) skin and eyes. The licensee must remove excreta\n\nfrom under primary enclosures as often as necessary to prevent an excessive accumulation of feces to reduce\ndisease hazards, insects, pests, and odors.\nTO BE CORRECTED BY JUNE 22, 2015\n3.11(c)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\nAround each of the facilities there were weeds and or grass growing up and into the enclosures.  The Wheaton\nbuilding had a rear enclosure that had wood surfaces that were not impervious to moisture, and areas with green\nand black coloration.  In that same enclosure was a metal item with sharp corners that could cause injury to the\nanimals.  Soiled items, such as carpet pieces, were placed outside and not disposed of properly.  These conditions\ncause areas for rodents, and other pests and vermin. The licensee must keep premises clean and in good repair to\ninclude removal of trash, junk, waste products and other discarded matter.  Weeds, grasses, and bushes must be\ncontrolled.\nTO BE CORRECTED BY JUNE 25, 2015\n3.11(d)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\nFlies were abundant inside and outside of the sheltered facilities.  Flies spread disease and can irritate the dogs(cid:25)\nskin and eyes.  The licensee must establish and maintain an effective program for the control of insects to promote\nthe health and well-being of the animals and reduce contamination by pests in animal areas.\nTO BE CORRECTED BY JULY 2, 2015\nAnts were in every kennel in the converted dairy barn and had entered the feeders.  Ants spread disease and can\nmake the food unpalatable for the dogs.  The licensee must establish and maintain an effective program for the\ncontrol of insects to promote the health and well-being of the animals and reduce contamination by pests in animal\nareas.\nTO BE CORRECTED BY JULY 2, 2015\nThe inspection and exit briefing was conducted with the licensee and ACI Liz Bartels.\nAdditional Inspectors\nBartels Mary, Animal Care Inspector",
  "animals_total": 70,
  "species": [
    {
      "count": 32,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 38,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}