{
  "insp_id": "152150225350050",
  "layout": "a",
  "customer_id": "1298",
  "customer_name": "Primate Products Inc",
  "customer_addr": "34200 Doctors Hammock Road\nImmokalee, FL 34142",
  "certificate": "58-B-0536",
  "site_id": "002",
  "site_name": "PRIMATE PRODUCTS, INC.",
  "insp_type": "ROUTINE INSPECTION",
  "date": "29-MAY-2015",
  "report_date": "29-MAY-2015",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "Based upon the videos reviewed, the following were observed: For the treatment of rectal prolapse, one or two\nfacility personnel hold the primate(s) upside down, and shake the primate while inserting a finger in the anus and\npushing back the rectal mucosa. This appears to be performed with or without anesthesia, without lubrication or\nsuturing of any kind. The standard of care for this procedure is to always provide anesthesia under veterinarian\ndirection, clean the affected tissue, lubrication of the finger and anal area to reduce further trauma, pain, or injury,\nand suturing at the veterinarian(cid:25)s discretion.\nFacility personnel are extracting teeth by holding a primate, prying open its(cid:25) mouth and pulling the tooth by hand or\nan instrument. This is not an appropriate method to extract teeth without following established veterinary medical\nprocedures. Extracting teeth by the observed method may cause unnecessary pain and distress to the primate, and\ndoes not minimize potential infections.\nVeterinary procedures (suturing, debriding, amputations, CSF collections) are being performed outdoors in the quad\nareas. These types of procedures shall be done in clean, dedicated areas to reduce the risk of infections,\noverheating, excessive cooling during the procedure, as well as during the recovery phase.\nEach dealer shall establish and maintain programs of adequate veterinary care that include (but are not limited to):\nthe availability of appropriate facilities & methods to treat diseases and injuries, as well as adequate guidance to\npersonnel involved in the care and use of animals in handling, treating, anesthesia, analgesia or tranquilization.\nCorrect immediately."
    },
    {
      "code": "2.40(b)(3)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "The facility is not always documenting daily observations for all outdoor enclosures. There were no records found\nfor observations on the following enclosures on the following days: Q22 on 3/28/15; Q25D on 2/26/15; Q11 on\n3/15/15, 3/16/15, 4/1/15, 4/15/15, and 4/16/15. These enclosures/quads had animal(s) with health and medical\nconditions during these specified days without documentation of daily observation.\nAccording to the operations manager, the husbandry technicians are trained and required to fill out an observation\nform for all enclosures/quads every day. The technicians are to note all animals are normal or any abnormal\nobservations. The observation forms are to be put in the mailbox between 9 and 10 a.m. for the veterinary staff to\ncollect and respond to any abnormal observations.\nFailure to make and record daily observations can lead to animals with health and medical conditions being\noverlooked. Additionally, these conditions may not be communicated to the veterinary staff accurately and in a\ntimely manner. The facility must ensure there are daily observations of all animals and there is a mechanism of\ndirect and frequent communication with the attending veterinarian.\nTo be corrected by 6/2/15."
    },
    {
      "code": "2.131(b)(1)",
      "kind": "",
      "repeat": false,
      "desc": "HANDLING OF ANIMALS.",
      "narrative": "Based upon videos that were reviewed, it appears that the procedure for capturing the primates within the\nenclosures is not performed as carefully or expeditiously as possible.\nAfter chasing them around the enclosure, facility personnel grab primates by their tail, then pull on their tails to\nremove the primates from the chain link they are hanging onto. This maneuver can result in trauma to the tails of\nthe primates (and may be contributing factors to the several tail degloving & rectal prolapse incidents that have\noccurred).\nAfter they are grabbed, and captured, the primates are then put into a pole net, sometimes with another captured\nmonkey. On occasion, it was observed on the video, that these pole nets were lowered by the personnel which\nresulted in the captured primates hitting and dragging along the concrete ground. If two primates are within the\nsame net, this can also contribute the primates injuring each other during this stressful time.\nAdditionally, it also appears that some of the primates are being chased around the enclosures for an extended\nperiod of time before they are grabbed or captured by a pole net. This can potentially overheat the primates during\nthe hot weather/high humidity this facility frequently experiences.\nThese capture procedures are not being performed as expeditiously and carefully as possible in a manner that does\nnot cause trauma, overheating, behavioral stress, physical harm, or unnecessary discomfort.\nCorrect immediately."
    },
    {
      "code": "3.75(a)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "In enclosure 9A, the chain link partition across the middle of the enclosure, had sharp points projecting downward at\nthe bottom.\nThese sharp points can injure animals that may extend a body part under the partition. The housing facilities must\nbe kept in good repair to protect the animals from injury.\nFacility maintenance was notified immediately to repair the panel, and repairs were started before the inspection\nwas completed.\nOn the morning of January 31, 2014, three (3) animals in the same enclosure were found dead; all next to each\nother. An internal PPI investigation and necropsies were conducted, which identified electrocution as the cause of\ndeath of all 3 nonhuman primates (NHP). The investigation revealed that an electrical cord powering a heat lamp at\nthe quadrant, and within close proximity to animal enclosures, was found with multiple bite marks and exposed\ncopper wires. Housing facilities for NHP must be designed and constructed so that they are structurally sound for\nthe species of NHP housed in them. They must be kept in good repair, and they must protect the animals from\ninjury or death.\nPPI responded immediately by discontinuing all use of all electrical cords going in proximity of animal enclosures;\nbutane-driven burners are used now. On February 6, 2014 PPI provided training to all personnel regarding aspects\nof the incident and prevention of similar occurrences.\nCorrected prior to inspection."
    },
    {
      "code": "3.78(b)",
      "kind": "",
      "repeat": false,
      "desc": "OUTDOOR HOUSING FACILITIES.",
      "narrative": "According to facility records, as indicated by the veterinarian or husbandry technicians, several animals were noted\nas either having necrotic tails or being cold during the past winter.\nOn 12/04/14, animal 3908501726, was noted by the veterinarian as having a (cid:28)necrotic tail (frost bitten), dehyd(cid:29). This\nanimal received treatment and tail amputation on 12/4/14. Prior to November 11/29/14, this animal was housed in\nan outdoor enclosure. Historical weather data, taken from www.wunderground.com, shows the following minimum\nlocal temperatures (T, degrees Fahrenheit) and wind chills (WC, degrees Fahrenheit): 11/29/14 T: 42 WC: 35;\n11/28/14 T: 39 WC: 31; 11/27/14 T: 39 WC: 32; 11/26/14 T: 46 WC: 40.\nOn 12/16/14, animal 142948, was noted by the veterinarian as having a (cid:28)necrotic tail tip(cid:29) and on 12/24/14 was noted\nas (cid:28)necrotic tail (2nd event), possibly frost bitten, dehydrated, BCS 2(cid:29). This animal received treatment and tail\namputations on 12/6/14 and 12/24/14. According to records, this animal was housed in an outdoor enclosure during\nthese time periods. Historical weather data, taken from www.wunderground.com, shows the following minimum\nlocal temperatures (T, degrees Fahrenheit) and wind chills (WC, degrees Fahrenheit): 12/16/14 T: 39 WC: 35;\n12/15/14 T: 37 WC: 30; 12/14/14 T: 35 WC: 29; 12/13/14 T: 39 WC: 33; 12/12/14 T: 39 WC: 33.\nOn 12/15/14, a non-human primate housed in outdoor enclosure 23C, was noted by a husbandry technician as\n(cid:28)looks very thin, moving slow with sunken eyes, shivering by himself(cid:29). Historical weather data, taken from\nwww.wunderground.com, shows the following minimum local temperatures (T, degrees Fahrenheit) and wind chills\n(WC, degrees Fahrenheit): 12/15/14 T: 37 WC: 30; 12/14/14 T: 35 WC: 29; 12/13/14 T: 39 WC: 33; 12/12/14 T: 39\nWC: 33.\nOn 12/26/14, the husbandry technician noted in outdoor enclosures Q18-21, (cid:28)all Q w/ cyno(cid:25)s were huddled\ntogether-COLD!(cid:29). Historical weather data, taken from www.wunderground.com, shows the following minimum local\ntemperatures (T, degrees Fahrenheit) and wind chills (WC, degrees Fahrenheit): 12/26/14 T: 55 WC: 52; 12/25/14\nT: 60 WC: 58.\nOn 1/18/15, the husbandry technician noted in outdoor enclosure 22C (cid:28)possible sick monkey, rough\nhaircoat-huddled together-had head down(cid:29). The veterinarian(cid:25)s response was (cid:28)22C monkey pile reason of huddled\nwas cuz it was cold this morning(cid:29). Historical weather data, taken from www.wunderground.com, shows the following\nminimum local temperatures (T, degrees Fahrenheit) and wind chills (WC, degrees Fahrenheit): 1/18/14 T: 59 WC:\n57; 1/17/14 T: 42 WC: 35.\nOn 2/11/15, the husbandry technician noted in outdoor enclosures 23B, (cid:28)monkey w/ no hair-shivering-no one\nhuddling w/ her(cid:29). Historical weather data, taken from www.wunderground.com, shows the following minimum local\ntemperatures (T, degrees Fahrenheit) and wind chills (WC, degrees Fahrenheit): 2/11/15 T: 46 WC: 41; 2/10/15 T:\n48 WC: 42.\nAccording to facility personnel, as stated to the Animal Care Veterinary Medical Officers, the facility does not\nprovide supplemental heat to all outdoor enclosures. It is up to the discretion of facility personnel to determine which\nenclosure(s) receive supplemental heat. Additionally, the facility does not have the resources to provide supplement\nheat to all outdoor enclosures.\nFailure to provide supplemental heat can lead to health and medical conditions including cold stress, frostbite,\nhypothermia and death. The facility must safely provide heat to all outdoor enclosures when the ambient\ntemperatures fall below 45 degrees Fahrenheit and/or when the animals are exhibiting &/may show signs of cold\nstress.\nTo be corrected by 7/31/15."
    },
    {
      "code": "3.78(d)",
      "kind": "",
      "repeat": false,
      "desc": "OUTDOOR HOUSING FACILITIES.",
      "narrative": "On October 7, 2014, a bear which had been seen a number of times around the office area, was able to climb over\nthe perimeter fence and gain access the animal facility. Facility personnel were able to chase the bear out of the\nanimal area. The facility stated they had been in contact with the State Fish and Game Department regarding the\nbear. On October 8, 2014, the bear again gained access to the animal facility and two non-human primates were\nsubsequently killed.\nThe perimeter fence must be constructed to keep unauthorized humans and unwanted species out.\nImmediately following the second breach, the facility added electric wire to the perimeter fence, and the bear has\nnot been seen since. They have also held training for the employees for dealing with encounters with wildlife on the\nproperty.\nThis noncompliance was corrected prior to the time of inspection."
    },
    {
      "code": "3.81(a)(3)",
      "kind": "",
      "repeat": false,
      "desc": "ENVIRONMENT ENHANCEMENT TO PROMOTE PSYCHOLOGICAL WELL-BEING.",
      "narrative": "From a representative sample of records that were reviewed, primates appear to be repeatedly traumatized (bites,\ntail/arm injuries) by their cage mate(s).\nThe records for primate # A2E023 indicate that this primate had a tail degloving in November 2014 while in social\ngroup/enclosure PT/Q2D. She was returned to the same enclosure after treatment. In February 2015, this primate\nreceived a laceration of her left hand which ultimately resulted in amputation of digits. On May 11, 2015, this\nprimate received another tail injury which also resulted in an amputation of the tail. All of these injuries occurred\nwhile this primate was in the same enclosure/group.\nOn August 28, 2014, primate #3462110508 (no longer at the facility) received an injury to her left arm. On January\n12 2015, this primate had a tail deglove injury which resulted in the amputation of 2/3 of the tail. These injuries\noccurred while in social group/enclosure PT/Q25D.\nMany of the primates that were observed on the inspection had varying degrees of alopecia (hair loss) which\nfrequently is a result of stress over grooming, or aggressive activity by others within the enclosure.\nPrimates may not be housed with other primates unless they are compatible and are not known to be hazardous to\nthe health and well-being of each other. Develop a formalized plan for animals that appear not to be compatible\nwith each other which would include (but not limited to) at what point (frequency/severity) does an individual primate\nnecessitate removal from its social group to protect its(cid:25) health and well-being.\nCorrect by June 15, 2015."
    },
    {
      "code": "3.84(a)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "During the cleaning of enclosures, the non-human primates (NHP(cid:25)s), are becoming wet. The Animal Care\nVeterinary Medical Officers observed the husbandry technicians move the NHP(cid:25)s from the enclosure into the tunnel\nchute (as per facility standard operating procedure). The tunnel chute is outside and up against the concrete wall\n(which is approximately 3ft tall) of the primary enclosure. As the technician sprays the top of the concrete wall and\nthe food receptacles on the enclosure fencing, the water overspray is wetting the NHP(cid:25)s in the chute below.\nWetting of animals during the cleaning process can lead to stress and health problems. The facility must ensure,\nduring the cleaning process, that animals will not be harmed, wetted, or distressed in the process.\nTo be corrected by 5/29/15.\nInspection and exit briefing were conducted by 4 Animal Care Veterinary Medical Officers, 1 Supervisory Animal\nCare Specialist and 1 Investigative and Enforcement Services Investigator with facility representative.\nAdditional Inspectors\nRhyner Aaron, Assistant Director\nGaj Gregory, Supervisory Animal Care Specialist\nHallberg Gwynn, Veterinary Medical Officer\nBrandes Robert, Veterinary Medical Officer"
    }
  ],
  "narrative": "2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nBased upon the videos reviewed, the following were observed:  For the treatment of rectal prolapse, one or two\nfacility personnel hold the primate(s) upside down, and shake the primate while inserting a finger in the anus and\npushing back the rectal mucosa.  This appears to be performed with or without anesthesia, without lubrication or\nsuturing of any kind.  The standard of care for this procedure is to always provide anesthesia under veterinarian\ndirection, clean the affected tissue, lubrication of the finger and anal area to reduce further trauma, pain, or injury,\nand suturing at the veterinarian(cid:25)s discretion.\nFacility personnel are extracting teeth by holding a primate, prying open its(cid:25) mouth and pulling the tooth by hand or\nan instrument.  This is not an appropriate method to extract teeth without following established veterinary medical\nprocedures.  Extracting teeth by the observed method may cause unnecessary pain and distress to the primate, and\ndoes not minimize potential infections.\nVeterinary procedures (suturing, debriding, amputations, CSF collections) are being performed outdoors in the quad\nareas.  These types of procedures shall be done in clean, dedicated areas to reduce the risk of infections,\noverheating, excessive cooling during the procedure, as well as during the recovery phase.\nEach dealer shall establish and maintain programs of adequate veterinary care that include (but are not limited to): \nthe availability of appropriate facilities & methods to treat diseases and injuries, as well as adequate guidance to\npersonnel involved in the care and use of animals in handling, treating, anesthesia, analgesia or tranquilization.\nCorrect immediately.\n2.40(b)(3)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThe facility is not always documenting daily observations for all outdoor enclosures. There were no records found\nfor observations on the following enclosures on the following days:  Q22 on 3/28/15; Q25D on 2/26/15; Q11 on\n\n3/15/15, 3/16/15, 4/1/15, 4/15/15, and 4/16/15. These enclosures/quads had animal(s) with health and medical\nconditions during these specified days without documentation of daily observation. \nAccording to the operations manager, the husbandry technicians are trained and required to fill out an observation\nform for all enclosures/quads every day. The technicians are to note all animals are normal or any abnormal\nobservations. The observation forms are to be put in the mailbox between 9 and 10 a.m. for the veterinary staff to\ncollect and respond to any abnormal observations. \nFailure to make and record daily observations can lead to animals with health and medical conditions being\noverlooked. Additionally, these conditions may not be communicated to the veterinary staff accurately and in a\ntimely manner. The facility must ensure there are daily observations of all animals and there is a mechanism of\ndirect and frequent communication with the attending veterinarian.  \nTo be corrected by 6/2/15.\n2.131(b)(1)\nHANDLING OF ANIMALS.\nBased upon videos that were reviewed, it appears that the procedure for capturing the primates within the\nenclosures is not performed as carefully or expeditiously as possible.\nAfter chasing them around the enclosure, facility personnel grab primates by their tail, then pull on their tails to\nremove the primates from the chain link they are hanging onto.  This maneuver can result in trauma to the tails of\nthe primates (and may be contributing factors to the several tail degloving & rectal prolapse incidents that have\noccurred). \nAfter they are grabbed, and captured, the primates are then put into a pole net, sometimes with another captured\nmonkey.  On occasion, it was observed on the video, that these pole nets were lowered by the personnel which\nresulted in the captured primates hitting and dragging along the concrete ground.  If two primates are within the\nsame net, this can also contribute the primates injuring each other during this stressful time. \nAdditionally, it also appears that some of the primates are being chased around the enclosures for an extended\nperiod of time before they are grabbed or captured by a pole net.   This can potentially overheat the primates during\nthe hot weather/high humidity this facility frequently experiences. \nThese capture procedures are not being performed as expeditiously and carefully as possible in a manner that does\nnot cause trauma, overheating, behavioral stress, physical harm, or unnecessary discomfort.\n\nCorrect immediately.\n3.75(a)\nHOUSING FACILITIES, GENERAL. \nIn enclosure 9A, the chain link partition across the middle of the enclosure, had sharp points projecting downward at\nthe bottom. \nThese sharp points can injure animals that may extend a body part under the partition. The housing facilities must\nbe kept in good repair to protect the animals from injury.\nFacility maintenance was notified immediately to repair the panel, and repairs were started before the inspection\nwas completed. \nOn the morning of January 31, 2014, three (3) animals in the same enclosure were found dead; all next to each\nother.  An internal PPI investigation and necropsies were conducted, which identified electrocution as the cause of\ndeath of all 3 nonhuman primates (NHP).  The investigation revealed that an electrical cord powering a heat lamp at\nthe quadrant, and within close proximity to animal enclosures, was found with multiple bite marks and exposed\ncopper wires.  Housing facilities for NHP must be designed and constructed so that they are structurally sound for\nthe species of NHP housed in them. They must be kept in good repair, and they must protect the animals from\ninjury or death.  \nPPI responded immediately by discontinuing all use of all electrical cords going in proximity of animal enclosures;\nbutane-driven burners are used now.  On February 6, 2014 PPI provided training to all personnel regarding aspects\nof the incident and prevention of similar occurrences. \nCorrected prior to inspection.\n3.78(b)\nOUTDOOR HOUSING FACILITIES. \nAccording to facility records, as indicated by the veterinarian or husbandry technicians, several animals were noted\nas either having necrotic tails or being cold during the past winter. \nOn 12/04/14, animal 3908501726, was noted by the veterinarian as having a (cid:28)necrotic tail (frost bitten), dehyd(cid:29). This\nanimal received treatment and tail amputation on 12/4/14. Prior to November 11/29/14, this animal was housed in\nan outdoor enclosure. Historical weather data, taken from www.wunderground.com, shows the following minimum\nlocal temperatures (T, degrees Fahrenheit) and wind chills (WC, degrees Fahrenheit): 11/29/14 T: 42 WC: 35;\n\n11/28/14 T: 39 WC: 31; 11/27/14 T: 39 WC: 32; 11/26/14 T: 46 WC: 40.\nOn 12/16/14, animal 142948, was noted by the veterinarian as having a (cid:28)necrotic tail tip(cid:29) and on 12/24/14 was noted\nas (cid:28)necrotic tail (2nd event), possibly frost bitten, dehydrated, BCS 2(cid:29). This animal received treatment and tail\namputations on 12/6/14 and 12/24/14. According to records, this animal was housed in an outdoor enclosure during\nthese time periods. Historical weather data, taken from www.wunderground.com, shows the following minimum\nlocal temperatures (T, degrees Fahrenheit) and wind chills (WC, degrees Fahrenheit): 12/16/14 T: 39 WC: 35;\n12/15/14 T: 37 WC: 30; 12/14/14 T: 35 WC: 29; 12/13/14 T: 39 WC: 33; 12/12/14 T: 39 WC: 33. \nOn 12/15/14, a non-human primate housed in outdoor enclosure 23C, was noted by a husbandry technician as\n(cid:28)looks very thin, moving slow with sunken eyes, shivering by himself(cid:29). Historical weather data, taken from\nwww.wunderground.com, shows the following minimum local temperatures (T, degrees Fahrenheit) and wind chills\n(WC, degrees Fahrenheit): 12/15/14 T: 37 WC: 30; 12/14/14 T: 35 WC: 29; 12/13/14 T: 39 WC: 33; 12/12/14 T: 39\nWC: 33.\nOn 12/26/14, the husbandry technician noted in outdoor enclosures Q18-21, (cid:28)all Q w/ cyno(cid:25)s were huddled\ntogether-COLD!(cid:29). Historical weather data, taken from www.wunderground.com, shows the following minimum local\ntemperatures (T, degrees Fahrenheit) and wind chills (WC, degrees Fahrenheit): 12/26/14 T: 55 WC: 52; 12/25/14\nT: 60 WC: 58.\nOn 1/18/15, the husbandry technician noted in outdoor enclosure 22C (cid:28)possible sick monkey, rough\nhaircoat-huddled together-had head down(cid:29). The veterinarian(cid:25)s response was (cid:28)22C monkey pile reason of huddled\nwas cuz it was cold this morning(cid:29). Historical weather data, taken from www.wunderground.com, shows the following\nminimum local temperatures (T, degrees Fahrenheit) and wind chills (WC, degrees Fahrenheit): 1/18/14 T: 59 WC:\n57; 1/17/14 T: 42 WC: 35.\nOn 2/11/15, the husbandry technician noted in outdoor enclosures 23B, (cid:28)monkey w/ no hair-shivering-no one\nhuddling w/ her(cid:29). Historical weather data, taken from www.wunderground.com, shows the following minimum local\ntemperatures (T, degrees Fahrenheit) and wind chills (WC, degrees Fahrenheit): 2/11/15 T: 46 WC: 41; 2/10/15 T:\n48 WC: 42.\nAccording to facility personnel, as stated to the Animal Care Veterinary Medical Officers, the facility does not\nprovide supplemental heat to all outdoor enclosures. It is up to the discretion of facility personnel to determine which\nenclosure(s) receive supplemental heat. Additionally, the facility does not have the resources to provide supplement\nheat to all outdoor enclosures. \nFailure to provide supplemental heat can lead to health and medical conditions including cold stress, frostbite,\nhypothermia and death. The facility must safely provide heat to all outdoor enclosures when the ambient\ntemperatures fall below 45 degrees Fahrenheit and/or when the animals are exhibiting &/may show signs of cold\nstress.\n\nTo be corrected by 7/31/15.\n3.78(d)\nOUTDOOR HOUSING FACILITIES. \nOn October 7, 2014, a bear which had been seen a number of times around the office area, was able to climb over\nthe perimeter fence and gain access the animal facility. Facility personnel were able to chase the bear out of the\nanimal area. The facility stated they had been in contact with the State Fish and Game Department regarding the\nbear. On October 8, 2014, the bear again gained access to the animal facility and two non-human primates were\nsubsequently killed. \nThe perimeter fence must be constructed to keep unauthorized humans and unwanted species out. \nImmediately following the second breach, the facility added electric wire to the perimeter fence, and the bear has\nnot been seen since. They have also held training for the employees for dealing with encounters with wildlife on the\nproperty.\nThis noncompliance was corrected prior to the time of inspection.\n3.81(a)(3)\nENVIRONMENT ENHANCEMENT TO PROMOTE PSYCHOLOGICAL WELL-BEING.\nFrom a representative sample of records that were reviewed, primates appear to be repeatedly traumatized (bites,\ntail/arm injuries) by their cage mate(s).  \nThe records for primate # A2E023 indicate that this primate had a tail degloving in November 2014 while in social\ngroup/enclosure PT/Q2D.  She was returned to the same enclosure after treatment.  In February 2015, this primate\nreceived a laceration of her left hand which ultimately resulted in amputation of digits.  On May 11, 2015, this\nprimate received another tail injury which also resulted in an amputation of the tail.  All of these injuries occurred\nwhile this primate was in the same enclosure/group.\nOn August 28, 2014, primate #3462110508 (no longer at the facility) received an injury to her left arm.  On January\n12 2015, this primate had a tail deglove injury which resulted in the amputation of 2/3 of the tail.  These injuries\noccurred while in social group/enclosure PT/Q25D.\nMany of the primates that were observed on the inspection had varying degrees of alopecia (hair loss) which\nfrequently is a result of stress over grooming, or aggressive activity by others within the enclosure.\n\nPrimates may not be housed with other primates unless they are compatible and are not known to be hazardous to\nthe health and well-being of each other.   Develop a formalized plan for animals that appear not to be compatible\nwith each other which would include (but not limited to) at what point (frequency/severity) does an individual primate\nnecessitate removal from its social group to protect its(cid:25) health and well-being.\nCorrect by June 15, 2015.\n3.84(a)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL. \nDuring the cleaning of enclosures, the non-human primates (NHP(cid:25)s), are becoming wet. The Animal Care\nVeterinary Medical Officers observed the husbandry technicians move the NHP(cid:25)s from the enclosure into the tunnel\nchute (as per facility standard operating procedure). The tunnel chute is outside and up against the concrete wall\n(which is approximately 3ft tall) of the primary enclosure. As the technician sprays the top of the concrete wall and\nthe food receptacles on the enclosure fencing, the water overspray is wetting the NHP(cid:25)s in the chute below.\nWetting of animals during the cleaning process can lead to stress and health problems. The facility must ensure,\nduring the cleaning process, that animals will not be harmed, wetted, or distressed in the process.  \nTo be corrected by 5/29/15.\nInspection and exit briefing were conducted by 4 Animal Care Veterinary Medical Officers, 1 Supervisory Animal\nCare Specialist and 1 Investigative and Enforcement Services Investigator with facility representative.\nAdditional Inspectors\nRhyner Aaron, Assistant Director\nGaj Gregory, Supervisory Animal Care Specialist\nHallberg Gwynn, Veterinary Medical Officer\nBrandes Robert, Veterinary Medical Officer",
  "animals_total": 2347,
  "species": [
    {
      "count": 48,
      "scientific": "Chlorocebus aethiops",
      "common": "AFRICAN GREEN MONKEY / GRIVET"
    },
    {
      "count": 1745,
      "scientific": "Macaca fascicularis",
      "common": "CRAB-EATING MACAQUE / CYNOMOLGUS MONKEY"
    },
    {
      "count": 554,
      "scientific": "Macaca mulatta",
      "common": "RHESUS MACAQUE *MALE"
    }
  ]
}