{
  "insp_id": "217160732290590",
  "layout": "a",
  "customer_id": "3271",
  "customer_name": "Henry Hampton",
  "customer_addr": "14235 Hwy 801\nMount Ulla, NC 28125",
  "certificate": "55-B-0069",
  "site_id": "003",
  "site_name": "THE FARM AT WALNUT CREEK",
  "insp_type": "ROUTINE INSPECTION",
  "date": "03-AUG-2016",
  "report_date": "03-AUG-2016",
  "citations": [
    {
      "code": "2.40(a)(1)",
      "kind": "",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "The written program of veterinary care remains incomplete. The guidance included in the written program of\nveterinary care is insufficient regarding the use of diagnostic testing, dewormers, vaccinations, and other methods\nto prevent, control, diagnose, and treat disease, including both internal and external parasites. Currently the written\nPVC contains no information regarding vaccination for any species listed. Additionally, the recommended\ntreatments consist only of a drug name (usually ivermectin or cydectin) without any guidance for doses or routes of\nadministration, which are necessary when drugs are intended for use in species for which there are no\nmanufacturer label instructions, or which personnel have been trained in proper administration. Regarding\nfrequency of administration, the written PVC says (cid:28)as needed(cid:29) for the majority of the species. There is no guidance\nelsewhere clarifying what (cid:28)as needed(cid:29) means. Additional guidance for the use of these drugs must be provided in\nthe written PVC for all species for which these drugs are intended to be used. Failure to include complete written\nguidance regarding these topics does not ensure welfare of the animals maintained by the facility as\nmiscommunications may lead to failure to provide measures for prevention, control, and treatment of disease.\nCorrect by working with the attending veterinarian to ensure that complete guidance regarding the dose, route, and\nfrequency of administration for all drugs listed for each species that are not specifically labelled by the manufacturer\nare incorporated into the written program of veterinary care. At a minimum guidance must include species-specific\ndirections for vaccination, euthanasia, capture and restraint, and the prevention, control, and treatment of internal\nand external parasites. During this inspection, the farm manager stated that the facility is in the process of making\nwritten improvements to the PVC but none have been completed or approved by the attending veterinarian."
    },
    {
      "code": "2.40(b)(1)",
      "kind": "",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "*** The following medications were found expired in a storage box in the sheep production barn:\n1. One bottle of injectable Zuprevo (tildipirosin) expired in July 2016.\n2. One bottle of injectable Oxytocin expired in May 2016.\n3. One bottle of Kopertox expired in March 2016.\nThe use of expired medications on regulated animals is not considered adequate veterinary care. The use of\nexpired medications may be ineffective or dangerous to the animals. Correct this by properly disposing of these\nexpired medications and using only products within date."
    },
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "*** There were several animals identified with overgrown hooves to the point of curling and/or cracking:\n1. A male boer goat in the front pasture with ear tag #211E (cid:19) the left front hoof is severely cracked and curling.\n2. A white Nubian wether goat with no identification (cid:19) the right rear hoof is long and cracked\n3. A female Nubian goat #1323 (cid:19) left rear hoof is the worst\n4. Three pygmy zebu, numbered 15, 59, and 73, have long hooves to the point of curling and/or cracking.\nUntrimmed hooves can create lameness issues due to the unnatural positioning that the feet must adopt in order to\nbe able to walk. When hooves are to the point of curling and cracking, the hooves may become more vulnerable to\nabscess and infection as well. These animals must have their hooves trimmed so that the curling and cracking are\nalleviated; additionally, the licensee must ensure that a program is in place to provide adequate veterinary care,\nincluding hoof care, to all animals on the premises.\n***At the time of the exit interview, the Farm manager trimmed the goat hooves documented under numbers 1, 2\nand 3 above.\n*** The current program of veterinary (PVC) remains and the same and still authorizes the use of succinylcholine as\nthe primary drug for (cid:28)tranquilization(cid:29) (without any drugs for anesthesia or analgesia or equipment for respiratory\nsupport) for the majority of species including: Water Buffalo, Tahr Goat, Aoudad, Axis Deer, Sika Deer, Grevy and\nGrants Zebra, Nilgai, Fallow Deer, Eland, and Elk. During this inspection, the Farm Manager again stated that no\nchanges to the written Program of Veterinary Care have been made in regards to the use of this drug.\nSuccinylcholine is a paralytic agent that has no analgesic (pain relieving) or tranquilizing properties. The use of this\ndrug for routine non-painful procedures in the absence of anesthesia to alter conscious awareness is considered\ndistressful to the animal. In addition to the distress of paralysis while maintaining consciousness, this type of drug\ncan also paralyze respiratory muscles causing animals to stop breathing, and if animals are not properly ventilated\nthey can die of suffocation while they remain conscious. This facility does not have adequate equipment, facilities,\nor training to intubate or mechanically ventilate animals in this event. It is likely that an animal experiencing paralysis\nof respiratory muscles would suffocate. There are numerous alternative drugs and drug combinations available\nwhich are able to chemically restrain animals (without causing paralysis) while providing anesthesia and analgesia.\nBecause of their distressing effects, narrow safety margin, and associated risk of mortality, the use of paralytic or\nneuromuscular-blocking drugs without direct veterinary administration, oversight and care (including the use of\ngeneral anesthesia and respiratory support) is not consistent with providing adequate veterinary care.\nThe licensee must maintain a program of adequate veterinary care that includes the use of appropriate methods to\nprevent, control, diagnose, and treat diseases and injuries to comply with the provisions of adequate veterinary care\nas required by the Animal Welfare Act. This lack of adequate care can compromise the health of these animals and\nis likely to result in unnecessary pain and distress to the animals and/or death. Correct by working with your\nattending veterinarian to identify and implement a more appropriate chemical immobilization protocol that provides\nadequate care for all species being handled; this written protocol must address dose, frequency, and route of\nadministration of each drug for each species if not specifically labelled by the manufacturer. Documentation of all\nchanges or modifications to the current program of veterinary care including the plan for chemical restraint must\nmaintained by the facility and provided to APHIS Officials upon request."
    },
    {
      "code": "2.131(c)(1)",
      "kind": "",
      "repeat": true,
      "desc": "HANDLING OF ANIMALS.",
      "narrative": "*** The public are still permitted to walk directly up the primary enclosures containing several species of animals.\nThis includes camels, sheep, goats, African porcupines, kangaroo, muntjac deer, and mini-zebu cattle. These\nanimals are housed in multiple areas including the walk through area of the zoo, the production barn, the dairy barn,\nand the camel pasture, all of which are open to the public. There are no barriers or signs present to discourage\npublic contact and the guests are encouraged to feed food sold at the entry gate. There are no attendants present\nduring public contact and guests may walk directly up to enclosures and pet the animals. Primary enclosure fences\nare made of material with spaces large enough for the guests to reach through and touch the animals. Unattended\npublic contact continues to be a problem at this facility and has been documented on many previous inspections.\nContinued unattended public contact does not ensure safe public interaction with these animals. Licensees must\nensure that during periods of public exhibition animals are handled with sufficient distance and/or barriers between\nthe animal and the general viewing public so as to assure the safety of animals and the public. Correct by placing\nbarriers to prevent public contact with these animals or by ensuring that an adequate number of attendants are\npresent at each of these locations to ensure the safety of both the public and the animals."
    },
    {
      "code": "2.131(d)(2)",
      "kind": "",
      "repeat": true,
      "desc": "HANDLING OF ANIMALS.",
      "narrative": "*** Guests continue to be allowed to drive through a section of the facility in their cars. No attendant is present in the\ndrive through area when these unaccompanied visits are taking place. Animals in the drive thru area include: deer,\nantelope, bison, llamas, zebra, water buffalo, pigs, and others. A hand-out pamphlet given to guests at the entry\ngate advises them to remain in their vehicles at all times but does not discourage feeding. This facility also has\nhorse drawn wagons that takes guests thru and allows public feeding with an attendant present. When asked on\nthis inspection, the Farm Manager again stated that guidance to guests has not changed regarding feeding from\ncars. Allowing guests to feed from vehicles without attendants present does not protect the animals and the public\nnor does it provide a barrier or distance from the animals and the public. Correct this by providing an attendant at all\ntimes during public contact."
    },
    {
      "code": "3.131(c)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "***The barn enclosure to which the kangaroo has access is excessively dirty. There are cobwebs in the corners of\nthe floor on top of the bedding. There are also bird feces and feathers accumulated both on the floor and\nwindowsills of the building, and on the tops of the bins used to store extra feed. The wood beams supporting the\nroof and the walls are also stained with bird feces. Dirty conditions can contribute to odors inside buildings as well\nas harbor potential pathogens, exposing the animals contained therein to health risks and discomfort. Buildings\nshall be kept clean in order to facilitate professionally accepted husbandry practices associated with good health of\nthe animals.\nCorrected at the time of the exit interview\n** Inspection and exit interview conducted with the farm manager and other facility personnel. APHIS officials were\nKathy Campitelli, VMO, and Randy Coleman, ACI.\nAdditional Inspectors\nCampitelli D.V.M Kathryn, Veterinary Medical Officer"
    }
  ],
  "narrative": "2.40(a)(1)                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThe written program of veterinary care remains incomplete.  The guidance included in the written program of\nveterinary care is insufficient regarding the use of diagnostic testing, dewormers, vaccinations, and other methods\nto prevent, control, diagnose, and treat disease, including both internal and external parasites.   Currently the written\nPVC contains no information regarding vaccination for any species listed.  Additionally, the recommended\ntreatments consist only of a drug name (usually ivermectin or cydectin) without any guidance for doses or routes of\nadministration, which are necessary when drugs are intended for use in species for which there are no\nmanufacturer label instructions, or which personnel have been trained in proper administration.  Regarding\nfrequency of administration, the written PVC says (cid:28)as needed(cid:29) for the majority of the species.  There is no guidance\nelsewhere clarifying what (cid:28)as needed(cid:29) means.  Additional guidance for the use of these drugs must be provided in\nthe written PVC for all species for which these drugs are intended to be used.  Failure to include complete written\nguidance regarding these topics does not ensure welfare of the animals maintained by the facility as\nmiscommunications may lead to failure to provide measures for prevention, control, and treatment of disease. \nCorrect by working with the attending veterinarian to ensure that complete guidance regarding the dose, route, and\nfrequency of administration for all drugs listed for each species that are not specifically labelled by the manufacturer\nare incorporated into the written program of veterinary care.  At a minimum guidance must include species-specific\ndirections for vaccination, euthanasia, capture and restraint, and the prevention, control, and treatment of internal\nand external parasites. During this inspection, the farm manager stated that the facility is in the process of making\nwritten improvements to the PVC but none have been completed or approved by the attending veterinarian.\n2.40(b)(1)                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n*** The following medications were found expired in a storage box in the sheep production barn:\n1.  One bottle of injectable Zuprevo (tildipirosin) expired in July 2016.\n2.  One bottle of injectable Oxytocin expired in May 2016.\n3.  One bottle of Kopertox expired in March 2016.\nThe use of expired medications on regulated animals is not considered adequate veterinary care.  The use of\n\nexpired medications may be ineffective or dangerous to the animals.  Correct this by properly disposing of these\nexpired medications and using only products within date.\n2.40(b)(2)                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n*** There were several animals identified with overgrown hooves to the point of curling and/or cracking:\n1.  A male boer goat in the front pasture with ear tag #211E (cid:19) the left front hoof is severely cracked and curling.\n2.  A white Nubian wether goat with no identification (cid:19) the right rear hoof is long and cracked\n3.  A female Nubian goat #1323 (cid:19) left rear hoof is the worst\n4.  Three pygmy zebu, numbered 15, 59, and 73, have long hooves to the point of curling and/or cracking.\nUntrimmed hooves can create lameness issues due to the unnatural positioning that the feet must adopt in order to\nbe able to walk.  When hooves are to the point of curling and cracking, the hooves may become more vulnerable to\nabscess and infection as well.  These animals must have their hooves trimmed so that the curling and cracking are\nalleviated; additionally, the licensee must ensure that a program is in place to provide adequate veterinary care,\nincluding hoof care, to all animals on the premises.  \n***At the time of the exit interview, the Farm manager trimmed the goat hooves documented under numbers 1, 2\nand 3 above.   \n*** The current program of veterinary (PVC) remains and the same and still authorizes the use of succinylcholine as\nthe primary drug for (cid:28)tranquilization(cid:29) (without any drugs for anesthesia or analgesia or equipment for respiratory\nsupport) for the majority of species including: Water Buffalo, Tahr Goat, Aoudad, Axis Deer, Sika Deer, Grevy and\nGrants Zebra, Nilgai, Fallow Deer, Eland, and Elk.  During this inspection, the Farm Manager again stated that no\nchanges to the written Program of Veterinary Care have been made in regards to the use of this drug.\nSuccinylcholine is a paralytic agent that has no analgesic (pain relieving) or tranquilizing properties. The use of this\ndrug for routine non-painful procedures in the absence of anesthesia to alter conscious awareness is considered\ndistressful to the animal. In addition to the distress of paralysis while maintaining consciousness, this type of drug\ncan also paralyze respiratory muscles causing animals to stop breathing, and if animals are not properly ventilated\nthey can die of suffocation while they remain conscious. This facility does not have adequate equipment, facilities,\nor training to intubate or mechanically ventilate animals in this event. It is likely that an animal experiencing paralysis\nof respiratory muscles would suffocate. There are numerous alternative drugs and drug combinations available\nwhich are able to chemically restrain animals (without causing paralysis) while providing anesthesia and analgesia.\n\nBecause of their distressing effects, narrow safety margin, and associated risk of mortality, the use of paralytic or\nneuromuscular-blocking drugs without direct veterinary administration, oversight and care (including the use of\ngeneral anesthesia and respiratory support) is not consistent with providing adequate veterinary care. \nThe licensee must maintain a program of adequate veterinary care that includes the use of appropriate methods to\nprevent, control, diagnose, and treat diseases and injuries to comply with the provisions of adequate veterinary care\nas required by the Animal Welfare Act. This lack of adequate care can compromise the health of these animals and\nis likely to result in unnecessary pain and distress to the animals and/or death. Correct by working with your\nattending veterinarian to identify and implement a more appropriate chemical immobilization protocol that provides\nadequate care for all species being handled; this written protocol must address dose, frequency, and route of\nadministration of each drug for each species if not specifically labelled by the manufacturer.  Documentation of all\nchanges or modifications to the current program of veterinary care including the plan for chemical restraint must\nmaintained by the facility and provided to APHIS Officials upon request. \n2.131(c)(1)                    REPEAT\nHANDLING OF ANIMALS.\n*** The public are still permitted to walk directly up the primary enclosures containing several species of animals.\nThis includes camels, sheep, goats, African porcupines, kangaroo, muntjac deer, and mini-zebu cattle.  These\nanimals are housed in multiple areas including the walk through area of the zoo, the production barn, the dairy barn,\nand the camel pasture, all of which are open to the public.  There are no barriers or signs present to discourage\npublic contact and the guests are encouraged to feed food sold at the entry gate. There are no attendants present\nduring public contact and guests may walk directly up to enclosures and pet the animals. Primary enclosure fences\nare made of material with spaces large enough for the guests to reach through and touch the animals. Unattended\npublic contact continues to be a problem at this facility and has been documented on many previous inspections. \nContinued unattended public contact does not ensure safe public interaction with these animals. Licensees must\nensure that during periods of public exhibition animals are handled with sufficient distance and/or barriers between\nthe animal and the general viewing public so as to assure the safety of animals and the public. Correct by placing\nbarriers to prevent public contact with these animals or by ensuring that an adequate number of attendants are\npresent at each of these locations to ensure the safety of both the public and the animals.\n2.131(d)(2)                    REPEAT\nHANDLING OF ANIMALS.\n*** Guests continue to be allowed to drive through a section of the facility in their cars. No attendant is present in the\ndrive through area when these unaccompanied visits are taking place. Animals in the drive thru area include: deer,\nantelope, bison, llamas, zebra, water buffalo, pigs, and others. A hand-out pamphlet given to guests at the entry\ngate advises them to remain in their vehicles at all times but does not discourage feeding. This facility also has\n\nhorse drawn wagons that takes guests thru and allows public feeding with an attendant present. When asked on\nthis inspection, the Farm Manager again stated that guidance to guests has not changed regarding feeding from\ncars.  Allowing guests to feed from vehicles without attendants present does not protect the animals and the public\nnor does it provide a barrier or distance from the animals and the public. Correct this by providing an attendant at all\ntimes during public contact.\n3.131(c)\nSANITATION.   \n***The barn enclosure to which the kangaroo has access is excessively dirty.  There are cobwebs in the corners of\nthe floor on top of the bedding.  There are also bird feces and feathers accumulated both on the floor and\nwindowsills of the building, and on the tops of the bins used to store extra feed.  The wood beams supporting the\nroof and the walls are also stained with bird feces.  Dirty conditions can contribute to odors inside buildings as well\nas harbor potential pathogens, exposing the animals contained therein to health risks and discomfort.  Buildings\nshall be kept clean in order to facilitate professionally accepted husbandry practices associated with good health of\nthe animals.  \nCorrected at the time of the exit interview\n** Inspection and exit interview conducted with the farm manager and other facility personnel.  APHIS officials were\nKathy Campitelli, VMO, and Randy Coleman, ACI.  \nAdditional Inspectors\nCampitelli D.V.M Kathryn, Veterinary Medical Officer",
  "animals_total": 539,
  "species": [
    {
      "count": 13,
      "scientific": "Ammotragus lervia",
      "common": "BARBARY SHEEP"
    },
    {
      "count": 14,
      "scientific": "Antilope cervicapra",
      "common": "BLACKBUCK"
    },
    {
      "count": 25,
      "scientific": "Axis axis",
      "common": "AXIS DEER / SPOTTED DEER / CHITAL"
    },
    {
      "count": 6,
      "scientific": "Bison bison",
      "common": "AMERICAN BISON"
    },
    {
      "count": 2,
      "scientific": "Bos grunniens",
      "common": "YAK"
    },
    {
      "count": 8,
      "scientific": "Bos primigenuis indicus",
      "common": "ZEBU"
    },
    {
      "count": 18,
      "scientific": "Bos taurus",
      "common": "CATTLE / COW / OX / WATUSI"
    },
    {
      "count": 10,
      "scientific": "Bubalus bubalis",
      "common": "ASIATIC WATER BUFFALO"
    },
    {
      "count": 4,
      "scientific": "Camelus dromedarius domestic",
      "common": "DOMESTIC DROMEDARY CAMEL"
    },
    {
      "count": 31,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 11,
      "scientific": "Cervus c. canadensis",
      "common": "ELK"
    },
    {
      "count": 16,
      "scientific": "Cervus nippon",
      "common": "SIKA DEER"
    },
    {
      "count": 248,
      "scientific": "Dama mesopotamica",
      "common": "FALLOW DEER"
    },
    {
      "count": 6,
      "scientific": "Equus grevyi",
      "common": "GREVY'S ZEBRA"
    },
    {
      "count": 4,
      "scientific": "Giraffa camelopardalis",
      "common": "GIRAFFE"
    },
    {
      "count": 5,
      "scientific": "Hemitragus jemlahicus",
      "common": "HIMALAYAN TAHR"
    },
    {
      "count": 3,
      "scientific": "Hystrix africaeaustralis",
      "common": "CAPE PORCUPINE"
    },
    {
      "count": 40,
      "scientific": "Lama glama",
      "common": "LLAMA"
    },
    {
      "count": 10,
      "scientific": "Lemur catta",
      "common": "RING-TAILED LEMUR"
    },
    {
      "count": 13,
      "scientific": "Muntiacus reevesi",
      "common": "REEVE'S MUNTJAC"
    },
    {
      "count": 1,
      "scientific": "Osphranter rufus",
      "common": "RED KANGAROO"
    },
    {
      "count": 43,
      "scientific": "Ovis aries aries",
      "common": "SHEEP INCLUDING ALL DOMESTIC BREEDS"
    },
    {
      "count": 3,
      "scientific": "Sus scrofa domestica",
      "common": "DOMESTIC PIG / POTBELLY PIG / MICRO PIG"
    },
    {
      "count": 5,
      "scientific": "Taurotragus oryx",
      "common": "COMMON ELAND"
    }
  ]
}