{
  "insp_id": "223161728320045",
  "layout": "a",
  "customer_id": "329867",
  "customer_name": "Riner & Associates Inc.",
  "customer_addr": "Route 1 Box 435\nNowata, OK 74048",
  "certificate": "73-R-0118",
  "site_id": "001",
  "site_name": "JOHN L. RINER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "10-AUG-2016",
  "report_date": "12-AUG-2016",
  "citations": [
    {
      "code": "2.33(b)(2)",
      "kind": "Direct",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE.",
      "narrative": "During the inspection, the following dogs were found with veterinary care issues.\n- A male beagle (ID #3253) was found with severe dental calculus and tartar. The gum was resorbing above the\nupper cheek tooth on the right side, leaving a small gap between the tooth and gum line.\n- A female beagle (ID #3845) had severe dental calculus and tartar. There was an accumulation of hair and debris\ncoating the rear teeth. Her gums were red and inflamed.\n- A male beagle (ID #2850) had severe dental calculus and an accumulation of hair and debris on the rear teeth.\nHis gums were red and inflamed.\n- A male beagle (ID #2975) had a heavy accumulation of tartar and calculus on numerous teeth. A middle, upper\nright tooth was broken in half and very loose at the gum line.\nThere was no indication that any of the dogs with dental problems had been identified by the facility personnel, or\nany treatment implemented. Dental problems can be extremely painful to the affected animals, and can impact the\nanimal's appetite, health, and welfare.\nAll animals listed must be evaluated by a licensed veterinarian within 10 days and an appropriate treatment plan\ninstituted for each animal. Correct by: 19 August 2016"
    },
    {
      "code": "3.6(a)(2)(1)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "- In the outdoor housing area, there were multiple enclosures that contained wires with sharp points within reach of\nthe animals. Sharp points are a potential source of injury to the animals. All sharp points must be removed from\nthe enclosures, and a program of maintenance implemented to identify and correct any sharp points. Some of the\nsharp points were corrected during the inspection. The remaining sharp points must be removed or repaired within\n3 days.\nCorrect by: 13 August 2016\nInspection and exit interview conducted by Michael Tygart (VMO), Christine Jones, and facility representative.\nAdditional Inspectors\nJones Christine, Chief Of Staff"
    }
  ],
  "narrative": "2.33(b)(2)           DIRECT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE.\nDuring the inspection, the following dogs were found with veterinary care issues.\n- A male beagle (ID #3253) was found with severe dental calculus and tartar.  The gum was resorbing above the\nupper cheek tooth on the right side, leaving a small gap between the tooth and gum line.  \n- A female beagle (ID #3845) had severe dental calculus and tartar.  There was an accumulation of hair and debris\ncoating the rear teeth.  Her gums were red and inflamed.  \n- A male beagle (ID #2850) had severe dental calculus and an accumulation of hair and debris on the rear teeth. \nHis gums were red and inflamed.\n- A male beagle (ID #2975) had a heavy accumulation of tartar and calculus on numerous teeth.  A middle, upper\nright tooth was broken in half and very loose at the gum line.\nThere was no indication that any of the dogs with dental problems had been identified by the facility personnel, or\nany treatment implemented.  Dental problems can be extremely painful to the affected animals, and can impact the\nanimal's appetite, health, and welfare.   \nAll animals listed must be evaluated by a licensed veterinarian within 10 days and an appropriate treatment plan\ninstituted for each animal.  Correct by:  19 August 2016\n3.6(a)(2)(1)\nPRIMARY ENCLOSURES.\n- In the outdoor housing area, there were multiple enclosures that contained wires with sharp points within reach of\nthe animals.  Sharp points are a potential source of injury to the animals.  All sharp points must be removed from\nthe enclosures, and a program of maintenance implemented to identify and correct any sharp points.  Some of the\nsharp points were corrected during the inspection.  The remaining sharp points must be removed or repaired within\n3 days.\nCorrect by:  13 August 2016\nInspection and exit interview conducted by Michael Tygart (VMO), Christine Jones, and facility representative.\n\nAdditional Inspectors\nJones Christine, Chief Of Staff",
  "animals_total": 168,
  "species": [
    {
      "count": 133,
      "scientific": "Canis lupus familiaris",
      "common": "DOMESTIC DOG"
    },
    {
      "count": 35,
      "scientific": "Felis silvestris catus",
      "common": "DOMESTIC CAT"
    }
  ]
}