{
  "insp_id": "2016082568081850",
  "layout": "a",
  "customer_id": "335608",
  "customer_name": "Joseph Gingerich",
  "customer_addr": "17048 Fawn Avenue\nDrakesville, IA 52552",
  "certificate": "42-A-1547",
  "site_id": "001",
  "site_name": "JOSEPH GINGERICH",
  "insp_type": "ROUTINE INSPECTION",
  "date": "30-JAN-2017",
  "report_date": "31-JAN-2017",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "A black and white female guinea pig housed in pen #21 has an abnormal appearance to her left eye. The entire\nsurface of the eye appears cloudy and blue in color. The licensee had noticed this guinea pig's eye condition, but\nhad not contacted a licensed veterinarian to acquire a diagnosis or treatment plan.\nA black and white female guinea pig housed in pen #28 also has an abnormal condition of the left eye. There is a\nlarge amount of a crusty, yellow colored discharge coating the hair beneath the eye. There is a small amount of the\ncrusty discharge along the top eye lid. Although the attending veterinarian has approved a treatment plan for this\nparticular eye condition, this guinea pig has not received any treatment.\nPoor eye health could cause pain and discomfort to the guinea pigs. The above listed animals must be evaluated\nby a licensed veterinarian for a proper diagnosis and to establish an effective treatment plan. The diagnosis and\ntreatment plan must be documented and available to the inspector upon request. The licensee must ensure that all\nguinea pigs receive adequate veterinary care at all times.\nA verbal correction date of February 03, 2017 was given at the time of the inspection."
    },
    {
      "code": "3.26(b)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, INDOOR.",
      "narrative": "There is a strong buildup of ammonia in the room housing the guinea pigs. The inspector felt a burning sensation in\nher throat during the time spent in the room inspecting the animals. The licensee stated that he cleans out the\nenclosures twice a week, but due to the cold outdoor temperatures he has not been able to open the windows. A\nbuildup of ammonia could have a negative impact on the health of the guinea pigs.\nIndoor housing facilities for guinea pigs shall be adequately ventilated to provide for the health and comfort of the\nanimals at all times. Such facilities shall be provided fresh air either by windows, door, vents, or air conditioning,\nand shall be ventilated so as to minimize drafts, odors, and moisture condensation. The licensee must reduce the\nammonia to an acceptable level within the room in order to support the health and well-being of the guinea pigs.\nA verbal correction date of February 03, 2017 was given at the time of the inspection.\nInspection and exit interview were conducted with Kelly Maxwell, ACI and the facility representative."
    }
  ],
  "narrative": "2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nA black and white female guinea pig housed in pen #21 has an abnormal appearance to her left eye.  The entire\nsurface of the eye appears cloudy and blue in color.  The licensee had noticed this guinea pig's eye condition, but\nhad not contacted a licensed veterinarian to acquire a diagnosis or treatment plan.  \nA black and white female guinea pig housed in pen #28 also has an abnormal condition of the left eye.  There is a\nlarge amount of a crusty, yellow colored discharge coating the hair beneath the eye.  There is a small amount of the\ncrusty discharge along the top eye lid.  Although the attending veterinarian has approved a treatment plan for this\nparticular eye condition, this guinea pig has not received any treatment.  \nPoor eye health could cause pain and discomfort to the guinea pigs.  The above listed animals must be evaluated\nby a licensed veterinarian for a proper diagnosis and to establish an effective treatment plan.  The diagnosis and\ntreatment plan must be documented and available to the inspector upon request.  The licensee must ensure that all\nguinea pigs receive adequate veterinary care at all times.  \nA verbal correction date of February 03, 2017 was given at the time of the inspection.\n3.26(b)\nFACILITIES, INDOOR.\nThere is a strong buildup of ammonia in the room housing the guinea pigs.  The inspector felt a burning sensation in\nher throat during the time spent in the room inspecting the animals.  The licensee stated that he cleans out the\nenclosures twice a week, but due to the cold outdoor temperatures he has not been able to open the windows.  A\nbuildup of ammonia could have a negative impact on the health of the guinea pigs.\nIndoor housing facilities for guinea pigs shall be adequately ventilated to provide for the health and comfort of the\nanimals at all times.  Such facilities shall be provided fresh air either by windows, door, vents, or air conditioning,\nand shall be ventilated so as to minimize drafts, odors, and moisture condensation.  The licensee must reduce the\nammonia to an acceptable level within the room in order to support the health and well-being of the guinea pigs.\n\nA verbal correction date of February 03, 2017 was given at the time of the inspection.\nInspection and exit interview were conducted with Kelly Maxwell, ACI and the facility representative.",
  "animals_total": 465,
  "species": [
    {
      "count": 465,
      "scientific": "Cavia porcellus",
      "common": "DOMESTIC GUINEA PIG"
    }
  ]
}