{
  "insp_id": "2016082569248219",
  "layout": "a",
  "customer_id": "5795",
  "customer_name": "John Thompson",
  "customer_addr": "1162 North River Road\nSioux Rapids, IA 50585",
  "certificate": "42-A-1218",
  "site_id": "001",
  "site_name": "JOHN THOMPSON",
  "insp_type": "ROUTINE INSPECTION",
  "date": "15-AUG-2018",
  "report_date": "21-AUG-2018",
  "citations": [
    {
      "code": "3.1(b)",
      "kind": "",
      "repeat": true,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "* The alley-ways of Main Kennel Building had an accumulation of dog hair, wood saw dust, pieces of insulation and\ndebris.\n* A few of the inside enclosures of the Main Kennel Building had an accumulation of hair in the enclosures.\n* Four outside enclosures of the Main Kennel Building had an accumulation of hair where the divider panels and\nconcrete floor meet.\nThis can attract vermin, pests and other rodents as well as provide living and breeding areas for them. As a result,\nthis could affect the health and increase disease hazards for the 13 adult dogs.\nFor the prevention of disease hazards, vermin, pests and other rodents, all housing facilities and food or bedding\nareas must be free of accumulations of dog hair, insulation, wood saw dust and other waste. Housing facilities and\nfood or bedding areas must be kept clean."
    },
    {
      "code": "3.1(c)(1)(i)",
      "kind": "",
      "repeat": true,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "* Two enclosures, all housing three adult dogs, have wood support posts for the divider panels. These wood\nsupport post are covered with metal around the outside. The surfaces for the bottom portion of two of these metal\ncovered posts are excessively rusty, flaking and corroded away.\n* Two enclosures, all housing four adult dogs, have metal poles used to support the panel dividers. These metal\npole dividers are excessively rusty and pitting. The back tin wall of one of these enclosures is excessively rusty and\npitting. The tin along the bottom has corroded away.\nThese surfaces cannot be properly cleaned and sanitized, thus increasing the disease potential. The structural\nstrength of the surfaces is affected.\nTo maintain the structural strength and for proper cleaning and sanitization, all metal surfaces must be kept free of\nrust. This will decrease the disease potential and ensure the metal surfaces are structurally sound."
    },
    {
      "code": "3.1(c)(2)",
      "kind": "",
      "repeat": true,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "* The end enclosure, housing two adult dogs, of the Main Kennel has an wood board on the wall that is excessively\nchewed and scratched. This excessively chewed and scratched area is exposing bare wood and does not allow\nthe surface to be properly cleaned and sanitized.\n* A enclosure in the Whelping Building, housing one adult and six puppies, has an wood dog door frame. This\nframe has an hole worn into it at the bottom where the side and bottom meet. There was insulation sticking out of\nthis hole.\n* An enclosure in the Whelping Building, housing four puppies, has vinyl coated hog flooring for flooring.\nApproximate five percent sporadic area of this flooring has vinyl that missing and is exposing the metal under neath.\nThis metal is corroding. These areas of missing vinyl can allow for waste to get stuck into them. This surface\ncannot be properly cleaned and sanitized, thus increasing the disease hazards.\nFor required cleaning and sanitation and for the prevention of disease hazards, these mentioned surfaces must be\nreplaced or repaired."
    },
    {
      "code": "3.1(c)(3)",
      "kind": "",
      "repeat": true,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "* The concrete flooring for four enclosures of the Main Kennel had an accumulation of brown debris on the surface.\nThe concrete floor had wet dark brown fluid waste on the surface in areas.\n* A plastic board in the Whelping Building had an accumulation of brown waste smeared onto the surface.\nThis accumulation of fecal waste indicates that daily spot-cleaning is not taking place and could increase the\ndisease potential for the seven adult dogs and four puppies.\nFor the prevention of an accumulation of feces and waste and for the reduction of disease hazards, all hard\nsurfaces with which the dogs come in contact with must be spot-cleaned daily and sanitized in accordance with\n3.11(b), at least every two weeks or more often if necessary.\nThis inspection and exit interview was conducted with the facility representative and Randall Wagner (ACI).\nThis inspection will be sent by both regular and certified mail.\nUSPS Tracking#: 9590940235597305361560"
    }
  ],
  "narrative": "3.1(b)                    REPEAT\nHOUSING FACILITIES, GENERAL.\n* The alley-ways of Main Kennel Building had an accumulation of dog hair,  wood saw dust, pieces of insulation and\ndebris. \n* A few of the inside enclosures of the Main Kennel Building had an accumulation of hair in the enclosures.\n* Four outside enclosures of the Main Kennel Building had an accumulation of hair where the divider panels and\nconcrete floor meet.\n This can attract vermin, pests and other rodents as well as provide living and breeding areas for them. As a result,\nthis could affect the health and increase disease hazards for the 13 adult dogs. \nFor the prevention of disease hazards, vermin, pests and other rodents, all housing facilities and food or bedding\nareas must be free of accumulations of dog hair, insulation, wood saw dust and other waste. Housing facilities and\nfood or bedding areas must be kept clean. \n3.1(c)(1)(i)                    REPEAT\nHOUSING FACILITIES, GENERAL.\n*  Two enclosures, all housing three adult dogs, have wood support posts for the divider panels.  These wood\nsupport post are covered with metal around the outside.   The surfaces for the bottom portion of two of these metal\ncovered posts are excessively rusty, flaking and corroded away. \n*  Two enclosures, all housing four adult dogs, have metal poles used to support the panel dividers.  These metal\npole dividers are excessively rusty and pitting.  The back tin wall of one of these enclosures is excessively rusty and\npitting. The tin along the bottom has corroded away. \n These surfaces cannot be properly cleaned and sanitized, thus increasing the disease potential.  The structural\nstrength of the surfaces is affected. \nTo maintain the structural strength and for proper cleaning and sanitization, all metal surfaces must be kept free of\nrust. This will decrease the disease potential and ensure the metal surfaces are structurally sound.\n\n3.1(c)(2)                    REPEAT\nHOUSING FACILITIES, GENERAL.\n* The end enclosure, housing two adult dogs, of the Main Kennel has an wood board on the wall that is excessively\nchewed and scratched.  This excessively chewed and scratched area is exposing bare wood  and does not allow\nthe surface to be properly cleaned and sanitized. \n* A enclosure in the Whelping Building, housing one adult and six puppies, has an wood dog door frame.  This\nframe has an hole worn into it at the bottom where the side and bottom meet.  There was insulation sticking out of\nthis hole.\n* An enclosure in the Whelping Building, housing four puppies, has vinyl coated hog flooring for flooring. \nApproximate five percent sporadic area of this flooring has vinyl that missing and is exposing the metal under neath.\n This metal is corroding.  These areas of missing vinyl can allow for waste to get stuck into them.  This surface\ncannot be properly cleaned and sanitized, thus increasing the disease hazards.\nFor required cleaning and sanitation and for the prevention of disease hazards, these mentioned surfaces must be\nreplaced or repaired. \n3.1(c)(3)                    REPEAT\nHOUSING FACILITIES, GENERAL.\n* The concrete flooring for four enclosures of the Main Kennel had an accumulation of brown debris on the surface. \nThe concrete floor had wet dark brown fluid waste on the surface in areas. \n* A plastic board in the Whelping Building had an accumulation of brown waste smeared onto the surface. \nThis accumulation of fecal waste indicates that daily spot-cleaning is not taking place and could increase the\ndisease potential for the seven adult dogs and four puppies. \nFor the prevention of an accumulation of feces and waste and for the reduction of disease hazards, all hard\nsurfaces with which the dogs come in contact with must be spot-cleaned daily and sanitized in accordance with\n3.11(b), at least every two weeks or more often if necessary.\n\nThis inspection and exit interview was conducted with the facility representative and Randall Wagner (ACI).\nThis inspection will be sent by both regular and certified mail.\nUSPS Tracking#: 9590940235597305361560",
  "animals_total": 27,
  "species": [
    {
      "count": 17,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 10,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}