{
  "insp_id": "2016090000650488",
  "layout": "b",
  "customer_id": "328369",
  "customer_name": "CHRISTY DAVIS",
  "customer_addr": "4608 HALLEYS CIRCLE\nGLEN ALLEN, VA 23060",
  "certificate": "52-C-0294",
  "site_id": "001",
  "site_name": "CHRISTY DAVIS",
  "insp_type": "ROUTINE INSPECTION",
  "date": "07-JUL-2021",
  "report_date": "07-JUL-2021",
  "citations": [
    {
      "code": "2.50(c)",
      "kind": "",
      "repeat": true,
      "desc": "Time and method of identification.",
      "narrative": "The domestic cats maintained by the licensee still do not have official identification as required by the Animal Welfare Act.\nThe licensee currently identifies the adult domestic cats by name on the APHIS 7005 records but none of the 7 adult cats\nhave official USDA identification. The licensee stated that she has spoken with her attending veterinarian and has plans to\nmicrochip all the adult animals.\nNot having proper identification can cause misidentification of animals on inspections, veterinary care documentation,\nacquisition and disposition records. In addition, it makes positive identification of medical treatment and sales impossible\nto track.\nThe Licensee must ensure that an official USDA sequentially numbered tag is placed on the animal with a collar or kept\non the door of the animas cage or run, or an approved tattoo or microchip is used to positively identify the animals."
    },
    {
      "code": "2.75(a)(1)",
      "kind": "",
      "repeat": true,
      "desc": "Records: Dealers and exhibitors.",
      "narrative": "The Licensee is not keeping required acquisition records for the Bengal kittens. The Licensee is not currently keeping an\nupdated record of animals on hand for any offspring born on the premise. During inspection, a total of 9 kittens from 2\ndifferent litters are housed with their queens. The licensee’s APHIS Form 7005 record on hand lists 7 adult cats and 0\nkittens. The licensee has purchased index cards for kitten cage records but has not put them in use.\nNot having proper record keeping for the facilities does not allow for proper trace back of animals during a disease\noutbreak and does not allow for accountability or identification of the animals during inspection.\nThe Licensee must ensure that she keeps and maintains records that fully and correctly disclose all information\nconcerning each cat that has been born on the premises."
    },
    {
      "code": "3.1(c)(3)",
      "kind": "",
      "repeat": false,
      "desc": "Housing facilities, general.",
      "narrative": "Surfaces and housing facilities for the domestic cats are not being cleaned or sanitized often enough. One outdoor\nenclosure shelter box still contains old hay that, according to the licensee, was added over the past winter. This hay\nappears dirty and soiled. That outdoor enclosure also has areas of painted wood supports with dirt covering their\nsurfaces. The room housing the indoor enclosures with queens and their kittens has spilled litter and food on the floor.\nHard surfaces in contact with the cats must be spot cleaned daily and sanitized in accordance with 3.11(b)(2).\nAdditionally, other facility surfaces must be cleaned and sanitized when necessary to satisfy generally accepted\nhusbandry standards and practices. Infrequent cleaning and sanitation of housing facilities exposes the animals to\nunnecessary disease hazards, odors, insects and pests.\nCorrect by removing old, dirty hay from the shelter box, cleaning hard surfaces and housing facilities, and implementing a\ncleaning and sanitization schedule in accordance with 3.11(b)(2).\nCorrect by: July 12, 2021"
    },
    {
      "code": "3.4(c)",
      "kind": "",
      "repeat": true,
      "desc": "Outdoor housing facilities.",
      "narrative": "The three outdoor enclosures, housing six adult domestic cats and five kittens, are still constructed with wood permeable\nto moisture and cannot be properly cleaned or sanitized. One of the enclosures is constructed and framed with unsealed\nwood. The enclosed shelter box and wooden ramp are also constructed out of unsealed wood. The second enclosure with\na corresponding shelter box and resting platform is constructed with a mixture of painted and unsealed wood. Surfaces\npermeable to moisture cannot be properly cleaned and/or sanitized to meet the requirements set for by 3.11 of the AWA\nregulations. In addition, these structures and items are not designed or constructed in a way that they can be easily\nremoved once they become worn or soiled. The licensee has invested in a new metal enclosure to replace the one made\nwith unsealed wood. However, the new enclosure has not been assembled.\nHaving surfaces in contact with the animals that cannot be properly cleaned and sanitized can expose the cats to\nunnecessary disease hazards.\nThe Licensee must ensure that all enclosures, den boxes and furniture type fixtures are designed and constructed of\nmaterials that are impervious to moisture and able to be properly cleaned and sanitized or removed/replaced once they\nbecome worn or soiled."
    },
    {
      "code": "3.6(b)(3)",
      "kind": "",
      "repeat": true,
      "desc": "Primary enclosures.",
      "narrative": "The outdoor domestic cat enclosures, housing a total of six adult domestic cats and five kittens, still do not have a litter\nbox or other designated receptacle for litter. Lacking a litter box, the animals in these enclosures urinate and defecate\ndirectly onto the soil or mulch.\nReceptacles containing clean litter are required for cats to engage in species-specific behaviors such as covering their\nexcreta and provide them the ability to avoid their own wastes. Failing to have receptacles for litter prevents appropriate\nhusbandry including removal of feces as often as necessary.\nThe Licensee must ensure that all primary enclosures containing cats have enough receptacles with sufficient clean litter\nto contain excreta and body waste."
    },
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": false,
      "desc": "Facilities, general.",
      "narrative": "A red fox enclosure has areas of metal fencing that can potentially cause harm to the animals contained within. The\nenclosure housing two adult red foxes has a metal fence along with chicken wire attached to the inside surface with zip\nties. The foxes have chewed the zip ties holding the bottom portion of the chicken wire and have created a gap\napproximately 10-12” between the wire and the metal fence. During inspection the red foxes were seen sticking their head\nunderneath the chicken wire and up to the fence.\nLoose wire fencing can pose a risk to the animals in the enclosure and allow them to become injured or entrapped.\nCorrect by ensuring facilities and housing structures are structurally sound and maintained in good repair to protect the\nanimals from injury and contain them.\nCorrect by July 12, 2021"
    },
    {
      "code": "3.131(a)",
      "kind": "",
      "repeat": true,
      "desc": "Sanitation.",
      "narrative": "Although sanitation at the facility has greatly improved, there are several areas that still need attention. The Patagonian\ncavy enclosure has a mild amount of fecal matter present and the shelter box contains old, dirty hay from the winter.\nThere is still debris including old hay and Styrofoam pieces present in the enclosure housing two fennec foxes.\nAdditionally, at least three outdoor metal enclosures have wire walls with large amounts of trapped fur and cob/dustwebs.\nInfrequent cleaning and sanitation of housing facilities exposes the animals to unnecessary disease hazards, odors,\ninsects and pests.\nCorrect by ensuring that all enclosures are being cleaned on a routine basis and as often as necessary to minimize\ndisease hazards and satisfy acceptable cleanliness standards.\nThis inspection and exit interview were conducted with the facility representative.\nAdditional Inspectors:\nRachel Perez-Baum, VETERINARY MEDICAL OFFICEREnd Section"
    }
  ],
  "narrative": "2.50(c)  Repeat\n   \nTime and method of identification. \nThe domestic cats maintained by the licensee still do not have official identification as required by the Animal Welfare Act. \nThe licensee currently identifies the adult domestic cats by name on the APHIS 7005 records but none of the 7 adult cats \nhave official USDA identification. The licensee stated that she has spoken with her attending veterinarian  and has plans to \nmicrochip all the adult animals. \n \nNot having proper identification can cause misidentification of animals on inspections, veterinary care documentation, \nacquisition and disposition records.  In addition, it makes positive identification of medical treatment and sales impossible \nto track. \n \nThe Licensee must ensure that an official USDA sequentially numbered tag is placed on the animal with a collar or kept \non the door of the animas cage or run, or an approved  tattoo or microchip is used to positively identify the animals. \n2.75(a)(1)  Repeat\n   \nRecords: Dealers and exhibitors. \nThe Licensee is not keeping required acquisition records for the Bengal kittens.  The Licensee is not currently keeping an \nupdated record of animals on hand for any offspring born on the premise. During inspection, a total of 9 kittens from 2\n\ndifferent litters are housed with their queens.  The licensee’s APHIS Form 7005 record on hand lists 7 adult cats and 0 \nkittens. The licensee has purchased index cards for kitten cage records but has not put them in use. \n \nNot having proper record keeping for the facilities does not allow for proper trace back of animals during a disease \noutbreak and does not allow for accountability or identification of the animals during inspection. \n \nThe Licensee must ensure that she keeps and maintains records that fully and correctly disclose all information \nconcerning each cat that has been born on the premises. \n3.1(c)(3) \n   \nHousing facilities, general. \nSurfaces and housing facilities for the domestic cats are not being cleaned or sanitized often enough.  One outdoor \nenclosure shelter box still contains old hay that, according to the licensee, was added over the past winter. This hay \nappears dirty and soiled. That outdoor enclosure also has areas of painted wood supports with dirt covering their \nsurfaces.  The room housing the indoor enclosures with queens and their kittens has spilled litter and food on the floor. \nHard surfaces in contact with the cats must be spot cleaned daily and sanitized in accordance with 3.11(b)(2).  \nAdditionally, other facility surfaces must be cleaned and sanitized when necessary to satisfy generally accepted \nhusbandry standards and practices. Infrequent  cleaning and sanitation of housing facilities exposes the animals to \nunnecessary disease hazards, odors, insects and pests. \nCorrect by removing  old, dirty hay from the shelter box, cleaning hard surfaces and housing facilities, and implementing a \ncleaning and sanitization schedule in accordance with 3.11(b)(2). \nCorrect by: July 12, 2021 \n3.4(c)  Repeat\n\nOutdoor housing facilities. \nThe three outdoor enclosures, housing six adult domestic cats and five kittens, are still constructed with wood permeable \nto moisture and cannot be properly cleaned or sanitized. One of the enclosures is constructed and framed with unsealed \nwood. The enclosed shelter box and wooden ramp are also constructed out of unsealed wood. The second enclosure with \na corresponding shelter box and resting platform is constructed with a mixture of painted and unsealed wood.  Surfaces \npermeable to moisture cannot be properly cleaned and/or sanitized to meet the requirements set for by 3.11 of the AWA \nregulations.  In addition, these structures and items are not designed or constructed in a way that they can be easily \nremoved  once they become worn or soiled.  The licensee has invested in a new metal enclosure to replace the one made \nwith unsealed wood. However,  the new enclosure has not been assembled. \n \nHaving surfaces in contact with the animals that cannot be properly cleaned and sanitized can expose the cats to \nunnecessary disease hazards. \n \nThe Licensee must ensure that all enclosures, den boxes and furniture type fixtures are designed and constructed of \nmaterials that are impervious to moisture and able to be properly cleaned and sanitized or removed/replaced  once they \nbecome worn or soiled. \n3.6(b)(3)  Repeat\n   \nPrimary enclosures. \nThe outdoor domestic cat enclosures, housing a total of six adult domestic cats and five kittens, still do not have a litter \nbox or other designated receptacle for litter.  Lacking a litter box, the animals in these enclosures urinate and defecate \ndirectly onto the soil or mulch.\n\nReceptacles containing clean litter are required for cats to engage in species-specific behaviors  such as covering  their \nexcreta and provide  them the ability to avoid their own wastes.  Failing to have receptacles for litter prevents appropriate \nhusbandry including removal  of feces as often as necessary. \n \nThe Licensee must ensure that all primary enclosures containing cats have enough receptacles with sufficient clean litter \nto contain excreta and body waste. \n3.125(a) \n   \nFacilities, general. \nA red fox enclosure has areas of metal fencing that can potentially cause harm to the animals contained within. The \nenclosure housing two adult red foxes has a metal fence along with chicken wire attached to the inside surface with zip \nties. The foxes have chewed the zip ties holding the bottom portion of the chicken wire and have created a gap \napproximately 10-12” between the wire and the metal fence. During inspection the red foxes were seen sticking their head \nunderneath the chicken wire and up to the fence. \nLoose wire fencing can pose a risk to the animals in the enclosure and allow them to become injured or entrapped. \nCorrect by ensuring facilities and housing structures are structurally sound and maintained in good repair to protect the \nanimals from injury and contain them. \nCorrect by July 12, 2021 \n3.131(a)  Repeat\n   \nSanitation. \nAlthough sanitation at the facility has greatly improved, there are several areas that still need attention. The Patagonian \ncavy enclosure has a mild amount of fecal matter present and the shelter box contains old, dirty hay from the winter. \nThere is still debris including old hay and Styrofoam pieces present in the enclosure housing two fennec foxes.\n\nAdditionally, at least three outdoor metal enclosures have wire walls with large amounts of trapped fur and cob/dustwebs. \nInfrequent  cleaning and sanitation of housing facilities exposes the animals to unnecessary disease hazards, odors, \ninsects and pests. \nCorrect by ensuring that all enclosures are being cleaned on a routine basis and as often as necessary to minimize \ndisease hazards and satisfy acceptable cleanliness standards. \n \nThis inspection and exit interview were conducted with the facility representative. \n \nAdditional Inspectors: \nRachel Perez-Baum, VETERINARY MEDICAL OFFICEREnd Section",
  "animals_total": 32,
  "species": [
    {
      "count": 1,
      "scientific": "Sus scrofa domestica",
      "common": "DOMESTIC PIG / POTBELLY PIG / MICRO PIG"
    },
    {
      "count": 5,
      "scientific": "Vulpes vulpes",
      "common": "RED FOX (INCLUDES SILVER FOX & CROSS FOX)"
    },
    {
      "count": 5,
      "scientific": "Vulpes zerda",
      "common": "FENNEC FOX"
    },
    {
      "count": 1,
      "scientific": "Dolichotis patagonum",
      "common": "PATAGONIAN CAVY / MARA"
    },
    {
      "count": 1,
      "scientific": "Potos flavus",
      "common": "KINKAJOU"
    },
    {
      "count": 2,
      "scientific": "Vulpes macrotis",
      "common": "KIT FOX"
    },
    {
      "count": 7,
      "scientific": "Felis silvestris catus",
      "common": "CAT ADULT"
    },
    {
      "count": 9,
      "scientific": "Felis silvestris catus",
      "common": "CAT KITTEN"
    },
    {
      "count": 1,
      "scientific": "Felis margarita",
      "common": "SAND CAT"
    }
  ]
}