{
  "insp_id": "67161216250982",
  "layout": "a",
  "customer_id": "330836",
  "customer_name": "Charlotte Cannon",
  "customer_addr": "7907 Henry Harris Road\nFort Mill, SC 29707",
  "certificate": "56-A-0137",
  "site_id": "001",
  "site_name": "CHARLOTTE CANNON",
  "insp_type": "ROUTINE INSPECTION",
  "date": "07-MAR-2016",
  "report_date": "07-MAR-2016",
  "citations": [
    {
      "code": "3.4(c)",
      "kind": "",
      "repeat": false,
      "desc": "OUTDOOR HOUSING FACILITIES.",
      "narrative": "Five dogs are in the side yard and have access to steps and the back porch. Although this porch was cleaned and\npainted approximately six months ago, most of the paint has come off of the steps and it is thin in several areas on\nthe porch. This is probably due to the amount of power washing and sanitizing. The porch and steps need to be\nresealed in order to be impervious to moisture. To be corrected by 4-8-16."
    },
    {
      "code": "3.6(c)(1)(2)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "All of the dogs are outside during the day when the weather is good, then brought into the house at night and during\ninclement weather. During this inspection, it was noticed that due to moving of animals into different enclosures, not\nall of the indoor crates were of sufficient size to meet the minimum floor space for primary enclosures. An example\nis two dogs each requiring 5 square feet of floor space were housed together in a crate providing 5.2 square feet of\nfloor space. There are 14 dogs which are neutered and are no longer regulated. The plan is to rearrange the rest\nof the 15 dogs to be in crates or kennels which provide their required amount of floor space. To be corrected by\n3-9-16.\nExit briefing conducted with licensee."
    }
  ],
  "narrative": "3.4(c)\nOUTDOOR HOUSING FACILITIES.\nFive dogs are in the side yard and have access to steps and the back porch.  Although this porch was cleaned and\npainted approximately six months ago, most of the paint has come off of the steps and it is thin in several areas on\nthe porch.  This is probably due to the amount of power washing and sanitizing.  The porch and steps need to be\nresealed in order to be impervious to moisture.  To be corrected by 4-8-16.\n3.6(c)(1)(2)\nPRIMARY ENCLOSURES.\nAll of the dogs are outside during the day when the weather is good, then brought into the house at night and during\ninclement weather.  During this inspection, it was noticed that due to moving of animals into different enclosures, not\nall of the indoor crates were of sufficient size to meet the minimum floor space for primary enclosures. An example\nis two dogs each requiring 5 square feet of floor space were housed together in a crate providing 5.2  square feet of\nfloor space.  There are 14 dogs which are neutered and are no longer regulated.  The plan is to rearrange the rest\nof the 15 dogs to be in crates or kennels which provide their required amount of floor space.    To be corrected by\n3-9-16.\nExit briefing conducted with licensee.",
  "animals_total": 18,
  "species": [
    {
      "count": 15,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 3,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}