{
  "insp_id": "2016082568208590",
  "layout": "a",
  "customer_id": "2064",
  "customer_name": "Middlesex County Parks Department",
  "customer_addr": "P O Box 661\nNew Brunswick, NJ 08903",
  "certificate": "22-C-0140",
  "site_id": "002",
  "site_name": "MIDDLESEX COUNTY PARKS DEPARTMENT",
  "insp_type": "ROUTINE INSPECTION",
  "date": "20-APR-2017",
  "report_date": "21-APR-2017",
  "citations": [
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "There are at least three sections of the doe/buck dividing fence that have damaged top rails and fabric. The most\nsevere damage includes a broken and protruding top rail at the far end of the deer enclosure. The damaged top\nrails and fence fabric is due to fallen trees and/or branches.\nDamaged top rails and fabric leave the fence structurally unsound and in disrepair. All of the damaged sections\nmust be repaired or replaced to maintain structural strength, contain the deer and protect them from injury."
    },
    {
      "code": "3.127(d)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, OUTDOOR.",
      "narrative": "PERIMETER FENCE: There are several areas of the perimeter/deer enclosure fence that have gaps at the base\nthat are covered by large stones. One section of this fence, adjacent to the dirt road, has obvious signs of digging\nat the base. From the digging marks in the dirt and the stone that has been pushed into the enclosure, it appears\nthat an unwanted animal was trying to gain entrance into the deer enclosure.\nThe fence must be constructed so that it protects the animals in the facility by restricting animals and unauthorized\npersons from going through it or under it and having contact with the animals in the facility. An appropriate method\nto secure the base of the perimeter fence must provided to ensure the safety of the animals housed therein.\nBOTH OF THE ABOVE ITEMS ARE TO BE CORRECTED BY: MAY 21, 2017\nThis inspection and exit briefing were conducted with the facility representative."
    }
  ],
  "narrative": "3.125(a)\nFACILITIES, GENERAL.   \nThere are at least three sections of the doe/buck dividing fence that have damaged top rails and fabric.  The most\nsevere damage includes a broken and protruding top rail at the far end of the deer enclosure.  The damaged top\nrails and fence fabric is due to fallen trees and/or branches.  \nDamaged top rails and fabric leave the fence structurally unsound and in disrepair.  All of the damaged sections\nmust be repaired or replaced to maintain structural strength, contain the deer and protect them from injury.\n3.127(d)\nFACILITIES, OUTDOOR. \nPERIMETER FENCE:     There are several areas of the perimeter/deer enclosure fence that have gaps at the base\nthat are covered by large stones.  One section of this fence, adjacent to the dirt road, has obvious signs of digging\nat the base.  From the digging marks in the dirt and the stone that has been pushed into the enclosure, it appears\nthat an unwanted animal was trying to gain entrance into the deer enclosure.\nThe fence must be constructed so that it protects the animals in the facility by restricting animals and unauthorized\npersons from going through it or under it and having contact with the animals in the facility.  An appropriate method\nto secure the base of the perimeter fence must provided to ensure the safety of the animals housed therein.\n                               BOTH OF THE ABOVE ITEMS ARE TO BE CORRECTED BY:        MAY 21, 2017\nThis inspection and exit briefing were conducted with the facility representative.",
  "animals_total": 52,
  "species": [
    {
      "count": 4,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 38,
      "scientific": "Odocoileus virginianus",
      "common": "WHITE-TAILED DEER"
    },
    {
      "count": 6,
      "scientific": "Oryctolagus cuniculus",
      "common": "DOMESTIC RABBIT / EUROPEAN RABBIT"
    },
    {
      "count": 4,
      "scientific": "Sus scrofa domestica",
      "common": "DOMESTIC PIG / POTBELLY PIG / MICRO PIG"
    }
  ]
}