{
  "insp_id": "2016090000525254",
  "layout": "b",
  "customer_id": "2942",
  "customer_name": "ROBERT SAWMILLER",
  "customer_addr": "16761 COUNTY ROAD 25A\nWAPAKONETA, OH 45895",
  "certificate": "31-C-0221",
  "site_id": "002",
  "site_name": "DAVID EICHER",
  "insp_type": "FOCUSED INSPECTION",
  "date": "29-JAN-2021",
  "report_date": "04-FEB-2021",
  "citations": [
    {
      "code": "2.131(b)(1)",
      "kind": "Direct",
      "repeat": true,
      "desc": "Handling of animals.",
      "narrative": "The licensee has three adult brown bears, two juvenile brown bears and two adult black bears. The three adult brown\nbears are still housed in separate metal barrels that measure 4’ wide by 5-6’ long. The female black bear is still housed in\na metal barrel that measures 4’ wide and 5-6’ long. All four of these bears remain locked into these metal barrels with no\nability to move out of the barrels if desired. The 4-6 year old Female adult brown bear that is locked in a barrel (not\nattached to an enclosure) now has an unknown number of cubs inside the barrel with her. These cubs could be heard\nvocalizing, but could not be visualized in the barrel during inspection. When asked the licensee stated he did not know\nthe number of cubs inside the barrel. At the time of inspection, these bears were awake in their barrels with no access to\nfood or water. Additionally, the climatic temperatures was 32 degrees F.\nBears that are awake and locked into these metal barrels are in a state of unrelieved suffering as they have no ability to\nmove out of the barrels, no access to food and water and have limited ability to self-regulate temperature during winter\nweather conditions. Bears that are awake during their hibernation period and housed in metal barrels are susceptible to\nhypothermia as the metal barrels are not insulated and provide no warmth.\nHandling of animals shall be done as expeditiously and carefully as possible in a manner that does not cause trauma,\noverheating, excessive cooling, behavioral stress, physical harm, or unnecessary discomfort.\nAll animals must be handled in a manner that does not cause physical harm, or unnecessary discomfort. Appropriate\nspace, housing, food, and water must be provided to these bears to relieve undue suffering."
    },
    {
      "code": "3.128",
      "kind": "Direct",
      "repeat": true,
      "desc": "Space requirements.",
      "narrative": "The licensee has 3 adult brown bears, 2, two year old juvenile brown bears, and 2 adult black bears. Three of the adult\nbrown bears are still locked in metal barrels that measure 4' wide by 5-6' long. The 4-6 year old female brown bear that\ndoes not have an attached enclosure now has bear cubs. The bear cubs were vocalizing at time of inspection, but could\nnot be seen inside the barrel. The licensee is unaware of how many cubs are in the barrel with the female brown bear.\nThe female black bear is locked in a metal barrel that measures 4' wide by 5-6' in length.\nEnclosures shall be constructed and maintained so as to provide sufficient space to allow each animal to make normal\npostural and social adjustments with adequate freedom of movement. Inadequate space may be indicated by evidence of\nmalnutrition, poor condition, debility, stress, or abnormal behavior patterns.\nThe metal barrels that 4 of the 7 bears are housed in are too small to allow the animals to move freely or make normal\npostural and social adjustments. The bears cannot change position or turn around without contorting their bodies due to\nthe lack of space in the barrels. Appropriate enclosures must be provided to the bears to alleviate undue suffering."
    },
    {
      "code": "3.127(b)",
      "kind": "Direct",
      "repeat": true,
      "desc": "Facilities, outdoor.",
      "narrative": "The licensee has 3 adult brown bears, 2, two year old juvenile brown bears, and 2 adult black bears. Three adult brown\nbears are still locked in metal barrels that measure 4' wide by 5-6' long. The 4-6 year old female brown bear in a barrel not\nattached to an enclosure now has had bear cubs. These bear cubs were heard vocalizing, but could not be visualized in\nthe barrel. The female black bear is also locked in a barrel that measures 4' wide by 5-6 ' long.\nNatural or artificial shelter appropriate to the local climatic conditions for the species concerned shall be provided for all\nanimals kept outdoors to afford them protection and to prevent discomfort to such animals.\nMetal is unforgiving, and creates an environment around the bears that is too cold for the current outdoor temperatures.\nAn appropriate shelter must be provided to the bears to alleviate the state of unrelieved suffering."
    },
    {
      "code": "3.129(a)",
      "kind": "Direct",
      "repeat": true,
      "desc": "Feeding.",
      "narrative": "Two of the adult brown bears, and the two juvenile brown bears were noted at time of inspection to be awake and moving.\nFood is still not being offered to these bears.\nThe food shall be wholesome, palatable, and free from contamination and of sufficient quantity and nutritive value to\nmaintain all animals in good health. Animals shall be fed at least once a day except as dictated by hibernation, veterinary\ntreatment, normal fasts, or other professionally accepted practices.\nThe bears must be fed daily, or at a minimum when they awaken from hibernation/torpor to ensure they maintain an\nappropriate body weight to sustain them through the winter, and to alleviate suffering."
    },
    {
      "code": "3.130",
      "kind": "Direct",
      "repeat": true,
      "desc": "Watering.",
      "narrative": "Two adult brown bears and the two juvenile brown bears were noted to be awake and moving at time of inspection. The\ntwo juvenile brown bears that were housed together in a single barrel have now been given access to their full enclosure\nat time of inspection. The licensee stated that he had just given access to the entire closure for these juvenile bears just\nprior to inspection. These bears were observed pushing one another to gain access to a small, frozen puddle of ice, and\nalso observed chewing and licking the ice. Water is still not being offered to these bears. At time of inspection the barrel\nthat the juvenile brown bears were housed in was opened to allow access to their enclosure.\nIf potable water is not accessible to the animals at all times, it must be provided as often as necessary for the health and\ncomfort of the animal.\nPotable water must be offered to the animals daily to sustain the health of the animals.\nThis inspection and exit interview were conducted with the licensee.\nAdditional Inspectors:\nKURT HAMMEL, VETERINARY MEDICAL OFFICER\nDANA MILLEREnd Section"
    }
  ],
  "narrative": "2.131(b)(1)  Direct Repeat\n   \nHandling of animals. \nThe licensee has three adult brown bears, two juvenile brown bears and two adult black bears. The three adult brown \nbears are still housed in separate metal barrels that measure 4’ wide by 5-6’ long.  The female black bear is still housed in \na metal barrel that measures 4’ wide and 5-6’ long. All four of these bears remain locked into these metal barrels with no \nability to move out of the barrels if desired. The 4-6 year old Female adult brown bear that is locked in a barrel (not \nattached to an enclosure) now has an unknown number of cubs inside the barrel with her.  These cubs could be heard \nvocalizing, but could not be visualized in the barrel during inspection.  When asked the licensee stated he did not know \nthe number of cubs inside the barrel.  At the time of inspection, these bears were awake in their barrels with no access to \nfood or water. Additionally, the climatic temperatures was 32 degrees F. \nBears that are awake and locked into these metal barrels are in a state of unrelieved  suffering as they have no ability to \nmove out of the barrels, no access to food and water and have limited ability to self-regulate temperature during winter \nweather conditions. Bears that are awake during their hibernation period and housed in metal barrels are susceptible to \nhypothermia as the metal barrels are not insulated and provide  no warmth. \nHandling of animals shall be done as expeditiously and carefully as possible in a manner that does not cause trauma, \noverheating,  excessive cooling, behavioral  stress, physical harm, or unnecessary discomfort.\n\nAll animals must be handled in a manner that does not cause physical harm, or unnecessary discomfort. Appropriate \nspace, housing, food, and water must be provided  to these bears to relieve undue suffering. \n3.128  Direct Repeat\n   \nSpace requirements. \nThe licensee has 3 adult brown bears, 2, two year old juvenile brown bears, and 2 adult black bears.  Three of the adult \nbrown bears are still locked in metal barrels that measure 4' wide by 5-6' long. The 4-6 year old female brown bear that \ndoes not have an attached enclosure now has bear cubs.  The bear cubs were vocalizing at time of inspection, but could \nnot be seen inside the barrel.  The licensee is unaware of how many cubs are in the barrel with the female brown bear.  \nThe female black bear is locked in a metal barrel that measures 4' wide by 5-6' in length. \n \nEnclosures shall be constructed and maintained so as to provide  sufficient space to allow each animal to make normal \npostural and social adjustments with adequate freedom of movement. Inadequate space may be indicated by evidence of \nmalnutrition, poor condition, debility, stress, or abnormal behavior  patterns. \n \nThe metal barrels that 4 of the 7 bears are housed in are too small to allow the animals to move freely or make normal \npostural and social adjustments.  The bears cannot change position or turn around without contorting their bodies due to \nthe lack of space in the barrels.  Appropriate enclosures must be provided  to the bears to alleviate undue suffering. \n3.127(b)  Direct Repeat\n   \nFacilities, outdoor. \nThe licensee has 3 adult brown bears, 2, two year old juvenile brown bears, and 2 adult black bears.  Three adult brown \nbears are still locked in metal barrels that measure 4' wide by 5-6' long. The 4-6 year old female brown bear in a barrel not \nattached to an enclosure now has had bear cubs.  These bear cubs were heard vocalizing, but could not be visualized in\n\nthe barrel.   The female black bear is also locked in a barrel that measures 4' wide by 5-6 ' long. \n \nNatural or artificial shelter appropriate to the local climatic conditions for the species concerned shall be provided  for all \nanimals kept outdoors to afford them protection and to prevent  discomfort to such animals. \n \nMetal is unforgiving,  and creates an environment  around the bears that is too cold for the current outdoor temperatures.  \nAn appropriate shelter must be provided  to the bears to alleviate the state of unrelieved  suffering. \n3.129(a)  Direct Repeat\n   \nFeeding. \nTwo of the adult brown bears, and the two juvenile brown bears were noted at time of inspection to be awake and moving.  \nFood is still not being offered to these bears. \n \nThe food shall be wholesome, palatable, and free from contamination and of sufficient quantity and nutritive value to \nmaintain all animals in good health. Animals shall be fed at least once a day except as dictated by hibernation, veterinary \ntreatment, normal fasts, or other professionally accepted practices. \n \nThe bears must be fed daily, or at a minimum when they awaken from hibernation/torpor  to ensure they maintain an \nappropriate body weight to sustain them through the winter, and to alleviate suffering. \n3.130  Direct Repeat\n   \nWatering. \nTwo adult brown bears and the two juvenile brown bears were noted to be awake and moving at time of inspection.  The \ntwo juvenile brown bears that were housed together in a single barrel have now been given access to their full enclosure\n\nat time of inspection.  The licensee stated that he had just given access to the entire closure for these juvenile bears just \nprior to inspection.  These bears were observed pushing one another to gain access to a small, frozen puddle of ice, and \nalso observed  chewing and licking the ice. Water is still not being offered to these bears.  At time of inspection the barrel \nthat the juvenile brown bears were housed in was opened to allow access to their enclosure. \nIf potable water is not accessible to the animals at all times, it must be provided  as often as necessary for the health and \ncomfort of the animal. \n \nPotable water must be offered  to the animals daily to sustain the health of the animals. \n \nThis inspection and exit interview were conducted with the licensee. \n \nAdditional Inspectors: \nKURT HAMMEL, VETERINARY MEDICAL OFFICER \nDANA MILLEREnd Section",
  "animals_total": 7,
  "species": [
    {
      "count": 2,
      "scientific": "Ursus americanus",
      "common": "NORTH AMERICAN BLACK BEAR"
    },
    {
      "count": 5,
      "scientific": "Ursus arctos",
      "common": "BROWN BEAR"
    }
  ]
}