{
  "insp_id": "2016082568856536",
  "layout": "a",
  "customer_id": "281",
  "customer_name": "Covance Research Products Inc",
  "customer_addr": "310 Swamp Bridge Road\nDenver, PA 17517",
  "certificate": "23-A-0180",
  "site_id": "003",
  "site_name": "COVANCE RESEARCH PRODUCTS, INC. - VA",
  "insp_type": "ROUTINE INSPECTION",
  "date": "01-AUG-2017",
  "report_date": "05-OCT-2017",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "Four dogs were identified as requiring veterinary attention during this inspection:\n*An adult female beagle was noted to have a small-orange-sized (6 cm x 8 cm) mass involving the last gland of the\nleft mammary chain. A 1 cm ulcerated area was noted on its surface.\n*A young male beagle was found with significant skin and ear problems. The skin on the inside of both ears was\nred, swollen and thickened. His abdomen, groin and armpits were reddened and inflamed and the dog had a sparse\nhair coat. The area around the lips was reddened and inflamed, as were the paws and toes.\n*A young female beagle was noted with skin issues and a thinning hair coat. The hair around her face, ears,\nabdomen and groin was sparse and the skin over her whole lower surface was reddened, inflamed, and scabs were\npresent.\n*An adult beagle was noted to have a bleeding wound on the top of the outside toe on the right rear paw. Interdigital\nthickening was noted. The underside of all four paws was inflamed and the skin was thickened.\n*There were dogs in G1 that were found to have excessively long nails. One dog in G1 was found with rear outside\nnails curling around to touch the paw pad. Another dog in G1 was found with a torn, bleeding nail on its left front\npaw. Two dogs in G1 were noted with paws/nails caught in the flooring and required immediate attention from\nfacility staff.\nMammary masses can grow rapidly and cause significant discomfort. Skin and ear inflammation can lead to\nsignificant itching, pain, and debilitation. Long nails can get caught in the enclosure wires and can be painful if\nallowed to grow too long. The licensee must ensure that appropriate methods are in place to identify, diagnose and\ntreat diseases and health concerns in the animals. Correct this by having dogs with medical conditions outlined\nabove examined by the Attending Veterinarian. Dogs in all building need to be evaluated and have appropriate nail\ntrimming.\nCorrect by August 10, 2017."
    },
    {
      "code": "2.40(b)(3)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "Daily observation of all dogs to assess their health and well-being and communication of concerns to the Attending\nVeterinarian could not be verified during this inspection. As noted in 2.40 (b) (2) above, animals in need of\nveterinary care were found by the inspectors during this inspection. A lack of daily monitoring of animals and\neffective notification of animal concerns to the Attending Veterinarian can lead to significant health issues in dogs\nthat therefore do not receive timely veterinary care. Daily observation of all dogs and a mechanism of direct and\nfrequent communication providing timely and accurate information on problems of animal health, behavior and\nwell-being is conveyed to the attending veterinarian is required.\nCorrect by August 10, 2017."
    },
    {
      "code": "3.6(a)(2)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "*The floors and heavy plastic hanging doors of the primary enclosures in buildings G1 and G2 were worn. The\nflooring of primary enclosures in this area are constructed of primarily tenderfoot material. The hanging doors are\nconstructed of a heavy plastic material with metal hinges. The plastic coating on the tenderfoot flooring has been\nworn or chewed off over portions of the floors. In the majority of these areas the exposed wire is rusted. There are\nseveral areas throughout the buildings where the rusted metal has deteriorated and has either broken completely\noff, creating holes in the flooring, or has broken and created a sharp point on the flooring.\n*Several of the heavy plastic hanging doors, which connect the indoor and outdoor portions of the kennel, have\ncome unscrewed from the walls. The screws have dropped into the wash-down areas under the enclosure, so they\npose no immediate threat to the animals. The doors in many areas are left partially hanging off the wall because\none or more of the hinges is no longer attached.\n*There were also several indoor and outdoor chain-link fence style doors that were constructed of galvanized\nmaterial. These doors were heavily rusted at the bottom. The rust has lead to many of the ties that secure the\nbottom chain-link to break off. This has led to the dogs being able to push and bounce off the bottom of the fence\nand to push the chain-link away from supporting tubing. Currently no dogs have been injured or escaped these\nareas.\n*There were several areas under the enclosure flooring where the supports for the floor have detached or broken.\nThis allows the flooring to bounce as the dogs run and jump within the enclosure. The bouncing floors opens gaps\nwhich may allow for dogs to escape or become injured.\nThese areas of the buildings are no longer in good repair. The areas where the tenderfoot coating is damaged\nprovide crevices that organic material can become entrapped preventing adequate cleaning and sanitation.\nAdditionally, the rust which has formed over the exposed metal also prevents them from being readily cleaned and\nsanitized. Correct by repairing or replacing these damaged areas. All surfaces in contact with the dogs must be\nreadily cleaned and sanitized in accordance with Sec. 3.11 (b) of this subpart, or be replaceable when worn or\nsoiled. The broken edges of the flooring, broken chain-link fence ties, broken flooring supports and the unhinged\ndoors do not contain the dogs securely and does not protect the dogs from injury. Primary enclosures must be\nconstructed and maintained so that they are structurally sound and must be maintained so that they are kept in\ngood repair.\nCorrect by: November 2, 2017."
    },
    {
      "code": "3.9(a)",
      "kind": "",
      "repeat": false,
      "desc": "FEEDING.",
      "narrative": "*There were insects and/or insect larvae found in the feed in all of the buildings. The insects and insect larvae were\nobserved in the bulk feeders, the transport carts and the self feeders in the enclosures. There were at least three\ndifferent types of beetles that were observed by the inspection team. There were several areas where insects were\nfound in over 50% of the self feeders in the room. Currently the feed supplied to the four main buildings is stored in\nbulk food containers located immediately outside of the buildings in a feed silos. The feed then is transported\nthrough an auger system where it is loaded into transport carts that distribute the food throughout the buildings. The\nstaff had not identified this insect issue prior to the inspection teams arrival. The staff was unable to determine if\nthey were receiving contaminated feed or whether the insects were in the silos and were contaminating the feed\nonce the food arrived.\n*In several feeders in the G1 and G2 buildings mold was observed in the self feeders within the enclosures as well\nas in the transport carts.\n*In at least one feeder in the G1 building rocks were observed in the self feeders within the enclosures.\n*At the time of the inspection the feed identified as being contaminated within feed carts and enclosures was\nremoved from the area.\nFeeding contaminated food can decrease the dog's acceptance of the food and can increase the risk of\ndisease and health hazards. The food must be uncontaminated, wholesome and palatable for the animals.The\nlicensee needs to remove the contaminated feed to protect the health and well-being of the dogs. The licensee\nneeds to establish and maintain a program to ensure that food is protected from contamination and that measures\nare taken to ensure that there is no molding or insect contamination of the feed at all times\nCorrect by November 2, 2017."
    },
    {
      "code": "3.11(b)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "*In buildings 96 and 97 there were two levels of enclosures in each of the rooms. The waste pan under the top\nenclosure was several inches from the top of lower enclosure. Typically the waste flowed into a PVC pipe from the\nmetal pan. However, in these buildings the seal around the pan and pipe of the waste-pan for the top level\nenclosure was broken. There was waste from the top enclosure that was dripping down the wall of the lower\nenclosure and was collecting on the wall. There was brown staining on the majority of the lower enclosure walls in\nthe these buildings.\n*In buildings 96 and 97 there are several rooms that have are currently not being used and are under construction.\nIn these buildings there are several areas where food and waste are present in the enclosures. There are a large\nnumber dead roaches on the floor of these rooms. The presence of food sources for these insects may contribute to\ninfestation of animal housing areas. Roaches were found dead throughout the building in lower numbers, however\nlive roaches were noted to be present in active animal areas.\n*In building 97 the feed room had not been swept and kept clean. There was dust and evidence of pests throughout\nthe room. There was evidence of rodent feces along the back wall as well as beetles and insect larvae were found\nwithin the food bins. The scoops that were located within the food bins was caked with food material.\n*In building 96 and 97 the tops of the enclosures had a build-up of dirt and dust. The areas had not been cleaned in\na while per the Site Director and area supervisor.\n*The majority of the white plastic whelping boxes in buildings 96 and 97 have been chewed on the corners. There is\na buildup of brown material and hair on the chewed corners. These items can not be appropriately cleaned and\nsanitized.\n*In the G1 building there was a buildup of fecal material under the flooring of each enclosure. This buildup was\nseveral inches deep. On the top of the buildup there was white and black mold present. The animals did not\nimmediately appear to be affected. Fecal build-up with mold contamination can have deleterious effects on the\ndogs’ health. Removal of waste material under the dogs’ enclosures must occur frequently enough that it will not\nhave a potential adverse effect on the animals.After speaking with the Site Director, the building was designed to\nflush under the enclosures, however the fecal material is not dislodged during the flushing process. Once every six\nmonths the area is manually scraped.\n*The auger system for the food in all areas of the property had not been cleaned and sanitized. There was a heavy\nbuildup of food material in the white tubes of the auger system. The Site Director was unsure of when the last time\nthese areas had been cleaned and disinfected.\n*In all of the buildings there was chipping and unsealed concrete as well as chipping paint. These areas are unable\nto be appropriately cleaned and sanitized and may harbor pathogens.\n*In all of the buildings the areas that used galvanized materials for the chain-linked fence, the metal was rusting. In\nsome of the galvanized tubes the rust was beginning to chip.\n*The tenderfoot flooring in buildings G1 and G2 the coating is breaking off and exposing the metal. The metal in\nmany of these areas is heavily rusted and cannot be appropriately cleaned and sanitized.\nImproper cleaning and sanitation of the animal areas contributes to disease hazards within the facility. This facility\nmust establish and maintain a routine for proper cleaning and sanitation for the facility to include all wash downs.\nCorrect by September 2, 2017\nThis inspection was conducted on August 1-2, 2017 with the Attending Veterinarian and the Site Director.\nThe exit briefing was conducted on August 3, 2017 with the Attending Veterinarian and the Site Director.\nAdditional Inspectors\nMcbride Mary Ann, Veterinary Medical Officer"
    }
  ],
  "narrative": "2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nFour dogs were identified as requiring veterinary attention during this inspection:\n*An adult female beagle was noted to have a small-orange-sized (6 cm x 8 cm) mass involving the last gland of the\nleft mammary chain. A 1 cm ulcerated area was noted on its surface. \n*A young male beagle was found with significant skin and ear problems. The skin on the inside of both ears was\nred, swollen and thickened. His abdomen, groin and armpits were reddened and inflamed and the dog had a sparse\nhair coat. The area around the lips was reddened and inflamed, as were the paws and toes.  \n*A young female beagle was noted with skin issues and a thinning hair coat.  The hair around her face, ears,\nabdomen and groin was sparse and the skin over her whole lower surface was reddened, inflamed, and scabs were\npresent. \n*An adult beagle was noted to have a bleeding wound on the top of the outside toe on the right rear paw. Interdigital\nthickening was noted. The underside of all four paws was inflamed and the skin was thickened. \n*There were dogs in G1 that were found to have excessively long nails.  One dog in G1 was found with rear outside\nnails curling around to touch the paw pad.  Another dog in G1 was found with a torn, bleeding nail on its left front\npaw.  Two dogs in G1 were noted with paws/nails caught in the flooring and required immediate attention from\nfacility staff.  \nMammary masses can grow rapidly and cause significant discomfort. Skin and ear inflammation can lead to\nsignificant itching, pain, and debilitation. Long nails can get caught in the enclosure wires and can be painful if\nallowed to grow too long. The licensee must ensure that appropriate methods are in place to identify, diagnose and\ntreat diseases and health concerns in the animals. Correct this by having dogs with medical conditions outlined\nabove examined by the Attending Veterinarian. Dogs in all building need to be evaluated and have appropriate nail\ntrimming.\n\nCorrect by August 10, 2017.\n2.40(b)(3)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nDaily observation of all dogs to assess their health and well-being and communication of concerns to the Attending\nVeterinarian could not be verified during this inspection. As noted in 2.40 (b) (2) above, animals in need of\nveterinary care were found by the inspectors during this inspection.  A lack of daily monitoring of animals and\neffective notification of animal concerns to the Attending Veterinarian can lead to significant health issues in dogs\nthat therefore do not receive timely veterinary care.  Daily observation of all dogs and a mechanism of direct and\nfrequent communication providing timely and accurate information on problems of animal health, behavior and\nwell-being is conveyed to the attending veterinarian is required.  \nCorrect by August 10, 2017.\n3.6(a)(2)\nPRIMARY ENCLOSURES.\n*The floors and  heavy plastic hanging doors of the primary enclosures in buildings G1 and G2  were worn. The\nflooring of primary enclosures in this area are constructed of primarily tenderfoot material. The hanging doors are\nconstructed of a heavy plastic material with metal hinges. The plastic coating on the tenderfoot flooring has been\nworn or chewed off over portions of the floors. In the majority of these areas the exposed wire is rusted.  There are\nseveral areas throughout the buildings where the rusted metal has deteriorated and has either broken completely\noff, creating holes in the flooring, or has broken and created a sharp point on the flooring. \n*Several of the heavy plastic hanging doors, which connect the indoor and outdoor portions of the kennel, have\ncome unscrewed from the walls. The screws have dropped into the wash-down areas under the enclosure, so they\npose no immediate threat to the animals. The doors in many areas are left partially hanging off the wall because\none or more of the hinges is no longer attached. \n*There were also several indoor and outdoor chain-link fence style doors that were constructed of galvanized\nmaterial. These doors were heavily rusted at the bottom. The rust has lead to many of the ties that secure the\nbottom chain-link to break off. This has led to the dogs being able to push and bounce off the bottom of the fence\nand to push the chain-link away from supporting tubing. Currently no dogs have been injured or escaped these\nareas.\n*There were several areas under the enclosure flooring where the supports for the floor have detached or broken.\nThis allows the flooring to bounce as the dogs run and jump within the enclosure. The bouncing floors opens gaps\n\nwhich may allow for dogs to escape or become injured.\nThese areas of the buildings are no longer in good repair. The areas where the tenderfoot coating is damaged\nprovide crevices that organic material can become entrapped preventing adequate cleaning and sanitation.\nAdditionally, the rust which has formed over the exposed metal also prevents them from being readily cleaned and\nsanitized.  Correct by repairing or replacing these damaged areas. All surfaces in contact with the dogs must be\nreadily cleaned and sanitized in accordance with Sec. 3.11 (b) of this subpart, or be replaceable when worn or\nsoiled. The broken edges of the flooring, broken chain-link fence ties, broken flooring supports and the unhinged\ndoors do not contain the dogs securely and does not protect the dogs from injury. Primary enclosures must be\nconstructed and maintained so that they are structurally sound and must be maintained so that they are kept in\ngood repair.\nCorrect by: November 2, 2017.\n3.9(a)\nFEEDING.\n*There were insects and/or insect larvae found in the feed in all of the buildings. The insects and insect larvae were\nobserved in the bulk feeders, the transport carts and the self feeders in the enclosures. There were at least three\ndifferent types of beetles that were observed by the inspection team. There were several areas where insects were\nfound in over 50% of the self feeders in the room. Currently the feed supplied to the four main buildings is stored in\nbulk food containers located immediately outside of the buildings in a feed silos. The feed then is transported\nthrough an auger system where it is loaded into transport carts that distribute the food throughout the buildings. The\nstaff had not identified this insect issue prior to the inspection teams arrival.  The staff was unable to determine if\nthey were receiving contaminated feed or whether the insects were in the silos and were contaminating the feed\nonce the food arrived.\n*In several feeders in the G1 and G2 buildings mold was observed in the self feeders within the enclosures as well\nas in the transport carts.\n*In at least one feeder in the G1 building rocks were observed in the self feeders within the enclosures.\n*At the time of the inspection the feed identified as being contaminated within feed carts and enclosures was\nremoved from the area.\nFeeding contaminated food can decrease the dog's acceptance of the food and can increase the risk of\ndisease and health hazards. The food must be uncontaminated, wholesome and palatable for the animals.The\nlicensee needs to remove the contaminated feed to protect the health and well-being of the dogs. The licensee\nneeds to establish and maintain a program to ensure that food is protected from contamination and that measures\n\nare taken to ensure that there is no molding or insect contamination of the feed at all times\nCorrect by November 2, 2017.\n3.11(b)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\n*In buildings 96 and 97 there were two levels of enclosures in each of the rooms. The waste pan under the  top\nenclosure was several inches from the top of lower enclosure.  Typically the waste flowed into a PVC pipe from the\nmetal pan. However, in these buildings the seal around the pan and pipe of the waste-pan for the top level\nenclosure was broken. There was waste from the top enclosure that was dripping down the wall of the lower\nenclosure and was collecting on the wall. There was brown staining on the majority of the lower enclosure walls in\nthe these buildings.\n*In buildings 96 and 97 there are several rooms that have are currently not being used and are under construction.\nIn these buildings there are several areas where food and waste are present in the enclosures. There are a large\nnumber dead roaches on the floor of these rooms. The presence of food sources for these insects may contribute to\ninfestation of animal housing areas. Roaches were found dead throughout the building in lower numbers, however\nlive roaches were noted to be present in active animal areas.\n*In building 97 the feed room had not been swept and kept clean. There was dust and evidence of pests throughout\nthe room. There was evidence of rodent feces along the back wall  as well as beetles and insect larvae were found\nwithin the food bins. The scoops that were located within the food bins was caked with food material.\n*In building 96 and 97 the tops of the enclosures had a build-up of dirt and dust. The areas had not been cleaned in\na while per the Site Director and area supervisor.\n*The majority of the white plastic whelping boxes in buildings 96 and 97 have been chewed on the corners. There is\na buildup of brown material and hair on the chewed corners. These items can not be appropriately cleaned and\nsanitized.\n*In the G1 building there was a buildup of fecal material under the flooring of each enclosure. This buildup was\nseveral inches deep. On the top of the buildup there was white and black mold present. The animals did not\nimmediately appear to be affected. Fecal build-up with mold contamination can have deleterious effects on the\ndogs’ health. Removal of waste material under the dogs’ enclosures must occur frequently enough that it will not\nhave a potential adverse effect on the animals.After speaking with the Site Director, the building was designed to\nflush under the enclosures, however the fecal material is not dislodged during the flushing process. Once every six\n\nmonths the area is manually scraped. \n*The auger system for the food in all areas of the property had not been cleaned and sanitized. There was a heavy\nbuildup of food material in the white tubes of the auger system. The Site Director was unsure of when the last time\nthese areas had been cleaned and disinfected.\n*In all of the buildings there was chipping and unsealed concrete as well as chipping paint. These areas are unable\nto be appropriately cleaned and sanitized and may harbor pathogens.\n*In all of the buildings the areas that used galvanized materials for the chain-linked fence, the metal was rusting. In\nsome of the galvanized tubes the rust was beginning to chip. \n*The tenderfoot flooring in buildings G1 and G2 the coating is breaking off and exposing the metal. The metal in\nmany of these areas is heavily rusted and cannot be appropriately cleaned and sanitized.\nImproper cleaning and sanitation of the animal areas contributes to disease hazards within the facility. This facility\nmust establish and maintain a routine for proper cleaning and sanitation for the facility to include all wash downs.\nCorrect by September 2, 2017\nThis inspection was conducted on August 1-2, 2017 with the Attending Veterinarian and the Site Director.\nThe exit briefing was conducted on August 3, 2017 with the Attending Veterinarian and the Site Director.\nAdditional Inspectors\nMcbride Mary Ann, Veterinary Medical Officer",
  "animals_total": 5558,
  "species": [
    {
      "count": 3770,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 1788,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}