{
  "insp_id": "216152102190975",
  "layout": "a",
  "customer_id": "3666",
  "customer_name": "Julian Center For Science & Education",
  "customer_addr": "P. O. Box 1389\nJulian, CA 92036",
  "certificate": "93-C-0443",
  "site_id": "001",
  "site_name": "JULIAN CENTER FOR SCIENCE & EDUCATION",
  "insp_type": "ROUTINE INSPECTION",
  "date": "04-AUG-2015",
  "report_date": "07-AUG-2015",
  "citations": [
    {
      "code": "3.127(d)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, OUTDOOR.",
      "narrative": "Back perimeter fence measured between 7 feet 6 inches to 7 feet 8 inches. Fences less than 8 feet high for\npotentially dangerous animals, such as wolves, must be approved in writing by the Administrator. The fence must\nbe constructed in such a way so that it can function as a secondary containment system for the animals in the\nfacility. A system of maintenance must be in place to ensure that the perimeter fence is maintained with a minimum\neffective height of 8 feet.\nCorrection date 4 February 2016"
    },
    {
      "code": "3.130",
      "kind": "",
      "repeat": false,
      "desc": "WATERING.",
      "narrative": "Water tubs and pails provided for the wolves are currently changed and scrubbed twice a week and filled daily. On\nthe day of inspection, the water receptacles contained dirty water and the bottom of the container was not visible.\nThe water containers were due to be scrubbed the next day. All water receptacles shall be kept clean and sanitary.\nCorrection date 18 August 2015\nExit Interview conducted with facility personnel."
    }
  ],
  "narrative": "3.127(d)\nFACILITIES, OUTDOOR. \nBack perimeter fence measured between 7 feet 6 inches to 7 feet 8 inches.  Fences less than 8 feet high for\npotentially dangerous animals, such as wolves, must be approved in writing by the Administrator.  The fence must\nbe constructed in such a way so that it can function as a secondary containment system for the animals in the\nfacility.  A system of maintenance must be in place to ensure that the perimeter fence is maintained with a minimum\neffective height of 8 feet.\nCorrection date 4 February 2016\n3.130\nWATERING.  \nWater tubs and pails provided for the wolves are currently changed and scrubbed twice a week and filled daily.  On\nthe day of inspection, the water receptacles contained dirty water and the bottom of the container was not visible. \nThe water containers were due to be scrubbed the next day.  All water receptacles shall be kept clean and sanitary.\nCorrection date 18 August 2015\nExit Interview conducted with facility personnel.",
  "animals_total": 9,
  "species": [
    {
      "count": 9,
      "scientific": "Canis lupus",
      "common": "GRAY WOLF / GREY WOLF / TIMBER WOLF"
    }
  ]
}