{
  "insp_id": "2016082567959121",
  "layout": "a",
  "customer_id": "31281",
  "customer_name": "Eli A. Miller",
  "customer_addr": "4385 Audrain Road 165\nClark, MO 65243",
  "certificate": "43-A-5541",
  "site_id": "001",
  "site_name": "ELI MILLER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "12-OCT-2016",
  "report_date": "13-OCT-2016",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "***DIRECT - A female Shih Tzu (#956000004724179) had a cloudy right eye. The right eye had a clear to whitish\ngrey mucoid-like discharge present in the corner of it. The fur surrounding the majority of the eye appeared wet with\neye discharge. This discharge extended down the nose and face from the corner of the eye. The fur in this area\nappeared to be discolored red to dark brown. There also appeared to be a divot-like lesion on the surface of the\neye closest to the corner of the eye. The eye was pinkish red around this lesion. The rest of the eye appeared blue\nto green to grey and individual eye structures were not easily visible within the eye. Several red vessel-like\nstructures were observed on the inside of the eye and in the surrounding white tissues. According to written\ndocumentation at the facility, the licensee had “treated for sore eyes” on September 28, 2016. On October 1, 2016\nthere was a notation that the dog was better and “no treatment needed’. According to the licensee, the dog had not\nbeen treated for an eye condition since October 1st and he had not had the dog seen by a veterinarian for its eye\ncondition. The cloudy eye and discharge could be the result of an injury, infection or other veterinary condition\nwhich may cause discomfort.\n***An approximately 5 ½ month old female fawn Pug (#7E10105942) had a right eye that appeared smaller and/or\nsunken compared to the left eye. The dog also had some hair loss and multiple scab-like lesions around its face.\nOn closer observation, the dog’s right eyeball was difficult to see and was mostly covered/surrounded by pinkish\nwhite tissue under its eyelids. According to the licensee, he had treated for a cold in the dog’s eyes when it was a\nyoung puppy and was still with its littermates which he thought had similar conditions but this dog’s eye did not\nrespond as well as the others. The dog also had some hair loss on the outside ear flaps. Both ears had raised, red,\ncrusty, scab-like lesions in the areas of hair loss. The right ear was more affected than the left; the right ear also\nhad a small red and scab-like lesion on the inside of it near its edge. A similar scab-like lesion was observed on the\ntop of the dog’s head. This dog had not been examined by a veterinarian for either condition nor was there any\ndocumentation at the facility of any treatment given to the dog for either condition. This dog’s conditions could be\ndue to injury, infection or other veterinary medical conditions.\nThe licensee must have these animals examined by a licensed veterinarian in order to ensure that accurate\ndiagnoses are made and appropriate treatment plans are developed and followed. The licensee must document\nthis information and provide it to the inspector upon request. The licensee must ensure that all animals receive\nadequate veterinary care at all times.\nTo be corrected by: October 14, 2016."
    },
    {
      "code": "3.1(c)(3)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "Cleaning.\n***The large dog shelters in the outdoor part of the facility had a heavy amount of cobwebs on the underside of the\nroof covering the entrances to the shelters. These cobwebs were all along the the roof and back wall just above the\nentry doors to the shelters.\n***An outdoor enclosure, housing 6 dogs, had a rubber water receptacle that has been chewed. This chewed edge\ndoes not allow for proper sanitization to occur.\nBuildings and surfaces which are not cleaned and sanitized properly or often enough increase the risk of disease\ntransmission to the dogs. The licensee must clean out the cobwebs and remove this receptacle or smooth the\nchewed areas and clean and sanitize this receptacle. The licensee must ensure all surfaces in contact with the\ndogs are spot cleaned daily and sanitized at least once every two weeks. The licensee must ensure all other\nsurfaces of housing facilities are cleaned and sanitized when necessary to satisfy generally accepted husbandry\nstandards. To be corrected by: October 18, 2016."
    },
    {
      "code": "3.4(b)(3)",
      "kind": "",
      "repeat": false,
      "desc": "OUTDOOR HOUSING FACILITIES.",
      "narrative": "Shelter from the elements.\n***There were two enclosures housing a total of 5 dogs which had shelters with inadequate wind/rain breaks at the\nentrance. These shelters had an open, straight entrance into the shelters, with no flaps or doors. These shelters did\nnot adequately protect the dogs from the elements. The dogs need effective wind and rain breaks on their outdoor\nshelter units to protect them from the elements and help keep them dry. The licensee must provide adequate wind\nand rain breaks at the entrances of all the outdoor shelter units.\nTo be corrected by: October 16, 2016."
    },
    {
      "code": "3.6(a)(2)(i)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "Sharps.\n***The outdoor housing area at the facility, had multiple areas along the enclosure fencing, divider panels and the\nground that had tie wires, broken wires and/or loose wires causing sharp points that affected approximately 34\ndogs. Most of these sharp points were wires used for fastening or were broken wires that had sharp ends which\nwere protruding into the enclosures at the dogs' level. The sharp points can injure the dogs. The licensee must\nensure that all enclosures have no sharp points or edges that could injure the dogs.\nTo be corrected by: October 16, 2016."
    },
    {
      "code": "3.11(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "***Within three outdoor enclosures there were rubber water bowls that had a reddish-brown to green discoloration\n(algae like substance) along the inside surfaces. The water inside the receptacles appeared to be clear. Water\nreceptacles which are not properly cleaned or sanitized can harbor disease-causing organisms. This could\ndecrease the animals'(cid:25) acceptability of the water, as well as increase the risk of disease. The licensee must ensure\nthat all water receptacles are sanitized at least once every 2 weeks and more often if necessary to prevent an\naccumulation of dirt, debris, food waste and other disease hazards.\nTo be corrected by October 16, 2016."
    },
    {
      "code": "3.11(c)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "Premises.\n***Along the west side of the outdoor enclosures, there were tall weeds (approximately 2 feet tall) growing all along\nthe the fencing of the ground enclosures. Tall weeds, grass, bushes and clutter can harbor insects, pests, and\nvermin. The insects, pests and vermin can bite and irritate the dogs, contaminate the environment, food and water,\nand increase the risk of potential disease to the dogs. The licensee must remove the weeds and maintain them to\nprevent or eliminate breeding and living areas for rodents and other pests and vermin.\nTo be corrected by: October 18, 2016.\nThis inspection and a preliminary exit interview were conducted with the licensee on 10/12/16. An exit interview was\ncompleted when the report was delivered on 10/13/16.\nAdditional Inspectors\nLeisner Erika, Veterinary Medical Officer"
    }
  ],
  "narrative": "2.40(b)(2)           DIRECT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n***DIRECT - A female Shih Tzu (#956000004724179) had a cloudy right eye.  The right eye had a clear to whitish\ngrey mucoid-like discharge present in the corner of it.  The fur surrounding the majority of the eye appeared wet with\neye discharge. This discharge extended down the nose and face from the corner of the eye.  The fur in this area\nappeared to be discolored red to dark brown.  There also appeared to be a divot-like lesion on the surface of the\neye closest to the corner of the eye.  The eye was pinkish red around this lesion.  The rest of the eye appeared blue\nto green to grey and individual eye structures were not easily visible within the eye.  Several red vessel-like\nstructures were observed on the inside of the eye and in the surrounding white tissues.  According to written\ndocumentation at the facility, the licensee had “treated for sore eyes” on September 28, 2016.  On October 1, 2016\nthere was a notation that the dog was better and “no treatment needed’.  According to the licensee, the dog had not\nbeen treated for an eye condition since October 1st and he had not had the dog seen by a veterinarian for its eye\ncondition.  The cloudy eye and discharge could be the result of an injury, infection or other veterinary condition\nwhich may cause discomfort. \n***An approximately 5 ½ month old female fawn Pug (#7E10105942) had a right eye that appeared smaller and/or\nsunken compared to the left eye.  The dog also had some hair loss and multiple scab-like lesions around its face. \nOn closer observation, the dog’s right eyeball was difficult to see and was mostly covered/surrounded by pinkish\nwhite tissue under its eyelids.  According to the licensee, he had treated for a cold in the dog’s eyes when it was a\nyoung puppy and was still with its littermates which he thought had similar conditions but this dog’s eye did not\nrespond as well as the others. The dog also had some hair loss on the outside ear flaps.  Both ears had raised, red,\ncrusty, scab-like lesions in the areas of hair loss.  The right ear was more affected than the left; the right ear also\nhad a small red and scab-like lesion on the inside of it near its edge.  A similar scab-like lesion was observed on the\ntop of the dog’s head. This dog had not been examined by a veterinarian for either condition nor was there any\ndocumentation at the facility of any treatment given to the dog for either condition. This dog’s conditions could be\ndue to injury, infection or other veterinary medical conditions.  \nThe licensee must have these animals examined by a licensed veterinarian in order to ensure that accurate\ndiagnoses are made and appropriate treatment plans are developed and followed.  The licensee must document\nthis information and provide it to the inspector upon request.  The licensee must ensure that all animals receive\n\nadequate veterinary care at all times.\nTo be corrected by: October 14, 2016.\n3.1(c)(3)\nHOUSING FACILITIES, GENERAL.\nCleaning.\n***The large dog shelters in the outdoor part of the facility had a heavy amount of cobwebs on the underside of the\nroof covering the entrances to the shelters. These cobwebs were all along the the roof and back wall just above the\nentry doors to the shelters. \n***An outdoor enclosure, housing 6 dogs, had a rubber water receptacle that has been chewed. This chewed edge\ndoes not allow for proper sanitization to occur. \nBuildings and surfaces which are not cleaned and sanitized properly or often enough increase the risk of disease\ntransmission to the dogs. The licensee must clean out the cobwebs and remove this receptacle or smooth the\nchewed areas and clean and sanitize this receptacle.  The licensee must ensure all surfaces in contact with the\ndogs are spot cleaned daily and sanitized at least once every two weeks. The licensee must ensure all other\nsurfaces of housing facilities are cleaned and sanitized when necessary to satisfy generally accepted husbandry\nstandards.  To be corrected by: October 18, 2016.\n3.4(b)(3)\nOUTDOOR HOUSING FACILITIES.\nShelter from the elements.\n***There were two enclosures housing a total of 5 dogs which had shelters with inadequate wind/rain breaks at the\nentrance. These shelters had an open, straight entrance into the shelters, with no flaps or doors. These shelters did\nnot adequately protect the dogs from the elements. The dogs need effective wind and rain breaks on their outdoor\nshelter units to protect them from the elements and help keep them dry. The licensee must provide adequate wind\nand rain breaks at the entrances of all the outdoor shelter units. \nTo be corrected by: October 16, 2016.\n3.6(a)(2)(i)\nPRIMARY ENCLOSURES.\nSharps.\n***The outdoor housing area at the facility, had multiple areas along the enclosure fencing, divider panels and the\nground that had tie wires, broken wires and/or loose wires causing sharp points that affected approximately 34\ndogs. Most of these sharp points were wires used for fastening or were broken wires that had sharp ends which\nwere protruding into the enclosures at the dogs' level. The sharp points can injure the dogs. The licensee must\nensure that all enclosures have no sharp points or edges that could injure the dogs.\n\nTo be corrected by: October 16, 2016.\n3.11(b)(2)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\n***Within three outdoor enclosures there were rubber water bowls that had a reddish-brown to green discoloration\n(algae like substance) along the inside surfaces. The water inside the receptacles appeared to be clear. Water\nreceptacles which are not properly cleaned or sanitized can harbor disease-causing organisms. This could\ndecrease the animals'(cid:25) acceptability of the water, as well as increase the risk of disease. The licensee must ensure\nthat all water receptacles are sanitized at least once every 2 weeks and more often if necessary to prevent an\naccumulation of dirt, debris, food waste and other disease hazards.\nTo be corrected by October 16, 2016.\n3.11(c)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\nPremises.\n***Along the west side of the outdoor enclosures, there were tall weeds (approximately 2 feet tall) growing all along\nthe the fencing of the ground enclosures. Tall weeds, grass, bushes and clutter can harbor insects, pests, and\nvermin. The insects, pests and vermin can bite and irritate the dogs, contaminate the environment, food and water,\nand increase the risk of potential disease to the dogs. The licensee must remove the weeds and maintain them to\nprevent or eliminate breeding and living areas for rodents and other pests and vermin.\nTo be corrected by: October 18, 2016.\nThis inspection and a preliminary exit interview were conducted with the licensee on 10/12/16. An exit interview was\ncompleted when the report was delivered on 10/13/16.\nAdditional Inspectors\nLeisner Erika, Veterinary Medical Officer",
  "animals_total": 146,
  "species": [
    {
      "count": 146,
      "scientific": "Canis lupus familiaris",
      "common": "DOMESTIC DOG"
    }
  ]
}