{
  "insp_id": "335151629440802",
  "layout": "a",
  "customer_id": "2446",
  "customer_name": "Thomas Sickle",
  "customer_addr": "163 Greenfield Road\nPerryopolis, PA 15473",
  "certificate": "23-C-0334",
  "site_id": "001",
  "site_name": "THOMAS SICKLE",
  "insp_type": "ROUTINE INSPECTION",
  "date": "01-DEC-2015",
  "report_date": "04-DEC-2015",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "There were three sheep and one goat found in need of veterinary care: #1334 a white-faced ewe, and an\nunidentified mottled-faced ewe, and an unidentified white-faced ewe, all with overgrown hooves to the point that\nthey were curling upward and/or into each other. Additionally, a white goat #1333 was seen holding up the left rear\nleg while standing/eating, and was limping at the walk. Overgrown hooves and other limb abnormalities can be\npainful, can cause difficulty walking and performing normal postural movements, and can predispose the animal to\ninfections. Correct by having these animals examined by a licensed veterinarian and treated according to their\nrecommendations. A record of this examination, veterinarian(cid:25)s recommendations, and treatment shall be\nmaintained by the licensee and must be made available to APHIS Officials upon request. Additionally, the licensee\nmust establish and maintain a program of adequate veterinary care that includes the use of appropriate methods to\nprevent, control, and treat hoof problems as directed by the attending veterinarian.\nCorrect By: 3 December 2015."
    },
    {
      "code": "2.40(b)(3)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "Four animals were found in need of veterinary care that the licensee had not observed or communicated to the\nveterinarian prior to inspection. Daily observation is critical to the maintenance of animals(cid:25) health and well-being,\nand direct and frequent communication with the attending veterinarian is essential for the provision of adequate\nveterinary care. Correct by ensuring that all animals are observed daily to assess their health, behavior, and\nwell-being, and that timely and accurate information regarding the animals is communicated with the veterinarian.\nCorrect By: from this time forward or 12/02/2015."
    },
    {
      "code": "2.126(a)",
      "kind": "",
      "repeat": false,
      "desc": "ACCESS AND INSPECTION OF RECORDS AND PROPERTY; SUBMISSION OF ITINERARIES.",
      "narrative": "A complete inspection of the facility was unable to be conducted on 12/01/2015. The Licensee stated that his wife\nkeeps track of the records and he was unable to provide inspectors access to the Acquisition, Disposition, Animal\nInventory or Vet Care records at the time of inspection. The licensee stated that his wife would be available the\nfollowing day to complete the inspection and that the records would be made available at that time. The licensee\nagreed to have his wife call that evening to set up an appropriate time to complete the inspection and discuss the\nreport, however, the inspectors did not receive any calls from the Licensee or his wife on 12/1 or 12/2. The\nLicensee stated that his wife may be home late on 12/1. So Inspectors made numerous attempts to contact the wife\nof the licensee by phone the morning of 12/2 leaving messages on all available phone numbers. All attempts to\ncontact the Licensee or his wife by phone were unsuccessful and the calls were not returned.\nInspectors returned to the facility the afternoon of 12/2 at which time both the licensee and his wife pulled into the\nfacility right behind the inspectors. The wife of the licensee stated that she had received the messages from her\nhusband and that she knew we were trying to contact her. However; she refused to complete the rest of the\ninspection because she had somewhere to be and things to do. The licensee and his wife were informed that\nproviding inspectors access to relevant records is part of the inspection process and that a refusal to complete the\ninspection process would result in an additional citation. When asked again, the wife of the licensee stated (cid:28)No, I\nhave some where to be and I have things to do(cid:29). At that point the inspectors asked if she would be willing to review\nthe results of the inspection to that point and the wife of the licensee agreed. Inspectors reviewed the remaining\nnon-compliant items and informed the licensee and his wife that the inspection report would be sent by certified mail\nwith an additional citation for refusing to complete the inspection process.\nAll licensees must allow APHIS Officials to enter their place of business during regular business hours and examine\nall records required to be kept by the act or necessary to enforce the provisions of the act. Refusal to allow access\nto these records prevents APHIS Officials from ensuring animal welfare by ensuring adherence to the Act,\nStandards, and Regulations. Correct by ensuring that the Licensee or an authorized representative has access to\nall animal areas and required records and will be made available for all portions of the inspection within a\nreasonable timely manner during the inspection.\nCorrect By: From this day forward"
    },
    {
      "code": "3.125(a)",
      "kind": "Direct",
      "repeat": true,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "Throughout the facility there were areas of fencing that were broken, falling down, or otherwise in disrepair. These\nareas presented possible escape routes or sources of injury through puncture, abrasion, or entrapment. In addition,\none goat was noticed to have its head stuck in the wire fencing of the enclosure. The goat made several attempts\nto get its head unstuck but was unable to get its head out on its own. The goat was only able to get free from the\nfencing after inspectors, with permission from the Licensee, assisted the animal. All enclosures and areas of the\nfacility shall be structurally sound, shall be maintained in good repair and protect the animals from injury.\nCorrect By: Although this is a repeat citation and remains uncorrected, the Licensee must ensure that there are\nmethods in place to protect the goats heads from getting caught in the fence no late than 10 December 2015."
    },
    {
      "code": "3.125(c)",
      "kind": "",
      "repeat": true,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "The facility is currently using a semi-trailer to store their feed bags. On inspections, there were several open bags\nthat were not being stored appropriately. Open bags of feed are exposed to the elements and are easily accessible\nto vermin. Although there were no signs of a vermin issue on this inspection, all food must still be stored in a\nmanner in which it is adequately protected against deterioration, mold or contamination by vermin.\nCorrect By: This citation remains uncorrected and is a repeat citation"
    },
    {
      "code": "3.131(c)",
      "kind": "",
      "repeat": true,
      "desc": "SANITATION.",
      "narrative": "An excessive amount of clutter was evident throughout the building around the animal enclosures. This clutter could\ncause injury to the animals and serve as harborage for pests and vermin. About 90% of all solid surfaces of the\nenclosures as well as the shrouding areas within the facility are covered with cobwebs or contained large amounts\nof dust, dirt and debris which could lead to respiratory issues in the animals confined there. Inspectors noticed and\nheard at least one sheep and one goat that coughed during today(cid:25)s inspection. Premises (buildings and grounds)\nshall be kept clean and in good repair in order to protect the animals from injury and to facilitate the prescribed\nhusbandry practices.\nCorrect By: This citation remains uncorrected and is a repeat citation\nInspection of the facility and animal areas were conducted with the Licensee, Animal Care Inspector Shannon\nSebera and Veterinary Medical Officer Kathy Campitelli on 12/01/2015.\nA verbal Exit was conducted with the Licensee, Licensee(cid:25)s Wife Animal Care Inspector Shannon Sebera and\nVeterinary Medical Officer Kathy Campitelli on 12/02/2015. The Licensee(cid:25)s wife informed inspectors that they\nwould not sign a copy of the report at the time of Exit. The report will be sent by certified mail.\nAdditional Inspectors\nCampitelli D.V.M Kathryn, Veterinary Medical Officer"
    }
  ],
  "narrative": "2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThere were three sheep and one goat found in need of veterinary care: #1334 a white-faced ewe, and an\nunidentified mottled-faced ewe, and an unidentified white-faced ewe, all with overgrown hooves to the point that\nthey were curling upward and/or into each other.  Additionally, a white goat #1333 was seen holding up the left rear\nleg while standing/eating, and was limping at the walk.  Overgrown hooves and other limb abnormalities can be\npainful, can cause difficulty walking and performing normal postural movements, and can predispose the animal to\ninfections.  Correct by having these animals examined by a licensed veterinarian and treated according to their\nrecommendations.  A record of this examination, veterinarian(cid:25)s recommendations, and treatment shall be\nmaintained by the licensee and must be made available to APHIS Officials upon request.  Additionally, the licensee\nmust establish and maintain a program of adequate veterinary care that includes the use of appropriate methods to\nprevent, control, and treat hoof problems as directed by the attending veterinarian.  \nCorrect By: 3 December 2015.\n2.40(b)(3)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nFour animals were found in need of veterinary care that the licensee had not observed or communicated to the\nveterinarian prior to inspection.  Daily observation is critical to the maintenance of animals(cid:25) health and well-being,\nand direct and frequent communication with the attending veterinarian is essential for the provision of adequate\nveterinary care.  Correct by ensuring that all animals are observed daily to assess their health, behavior, and\nwell-being, and that timely and accurate information regarding the animals is communicated with the veterinarian.  \nCorrect By: from this time forward or 12/02/2015. \n2.126(a)\nACCESS AND INSPECTION OF RECORDS AND PROPERTY; SUBMISSION OF ITINERARIES.\nA complete inspection of the facility was unable to be conducted on 12/01/2015.  The Licensee stated that his wife\n\nkeeps track of the records and he was unable to provide inspectors access to the Acquisition, Disposition, Animal\nInventory or Vet Care records at the time of inspection.  The licensee stated that his wife would be available the\nfollowing day to complete the inspection and that the records would be made available at that time.  The licensee\nagreed to have his wife call that evening to set up an appropriate time to complete the inspection and discuss the\nreport, however, the inspectors did not receive any calls from the Licensee or his wife on 12/1 or 12/2.  The\nLicensee stated that his wife may be home late on 12/1.  So Inspectors made numerous attempts to contact the wife\nof the licensee by phone the morning of 12/2 leaving messages on all available phone numbers.  All attempts to\ncontact the Licensee or his wife by phone were unsuccessful and the calls were not returned.  \nInspectors returned to the facility the afternoon of 12/2 at which time both the licensee and his wife pulled into the\nfacility right behind the inspectors.  The wife of the licensee stated that she had received the messages from her\nhusband and that she knew we were trying to contact her.  However; she refused to complete the rest of the\ninspection because she had somewhere to be and things to do.  The licensee and his wife were informed that\nproviding inspectors access to relevant records is part of the inspection process and that a refusal to complete the\ninspection process would result in an additional citation.  When asked again, the wife of the licensee stated (cid:28)No, I\nhave some where to be and I have things to do(cid:29).  At that point the inspectors asked if she would be willing to review\nthe results of the inspection to that point and the wife of the licensee agreed.  Inspectors reviewed the remaining\nnon-compliant items and informed the licensee and his wife that the inspection report would be sent by certified mail\nwith an additional citation for refusing to complete the inspection process.  \nAll licensees must allow APHIS Officials to enter their place of business during regular business hours and examine\nall records required to be kept by the act or necessary to enforce the provisions of the act.  Refusal to allow access\nto these records prevents APHIS Officials from ensuring animal welfare by ensuring adherence to the Act,\nStandards, and Regulations.  Correct by ensuring that the Licensee or an authorized representative has access to\nall animal areas and required records and will be made available for all portions of the inspection within a\nreasonable timely manner during the inspection.  \nCorrect By: From this day forward \n3.125(a)           DIRECT                    REPEAT\nFACILITIES, GENERAL.   \nThroughout the facility there were areas of fencing that were broken, falling down, or otherwise in disrepair. These\nareas presented possible escape routes or sources of injury through puncture, abrasion, or entrapment. In addition,\none goat was noticed to have its head stuck in the wire fencing of the enclosure.  The goat made several attempts\nto get its head unstuck but was unable to get its head out on its own.  The goat was only able to get free from the\nfencing after inspectors, with permission from the Licensee, assisted the animal.   All enclosures and areas of the\nfacility shall be structurally sound, shall be maintained in good repair and protect the animals from injury.\n\nCorrect By: Although this is a repeat citation and remains uncorrected, the Licensee must ensure that there are\nmethods in place to protect the goats heads from getting caught in the fence no late than 10 December 2015.\n3.125(c)                    REPEAT\nFACILITIES, GENERAL.   \nThe facility is currently using a semi-trailer to store their feed bags. On inspections, there were several open bags\nthat were not being stored appropriately.  Open bags of feed are exposed to the elements and are easily accessible\nto vermin.  Although there were no signs of a vermin issue on this inspection, all food must still be stored in a\nmanner in which it is adequately protected against deterioration, mold or contamination by vermin.\nCorrect By: This citation remains uncorrected and is a repeat citation\n3.131(c)                    REPEAT\nSANITATION.   \nAn excessive amount of clutter was evident throughout the building around the animal enclosures. This clutter could\ncause injury to the animals and serve as harborage for pests and vermin. About 90% of all solid surfaces of the\nenclosures as well as the shrouding areas within the facility are covered with cobwebs or contained large amounts\nof dust, dirt and debris which could lead to respiratory issues in the animals confined there. Inspectors noticed and\nheard at least one sheep and one goat that coughed during today(cid:25)s inspection.  Premises (buildings and grounds)\nshall be kept clean and in good repair in order to protect the animals from injury and to facilitate the prescribed\nhusbandry practices. \nCorrect By: This citation remains uncorrected and is a repeat citation\nInspection of the facility and animal areas were conducted with the Licensee, Animal Care Inspector Shannon\nSebera and Veterinary Medical Officer Kathy Campitelli on 12/01/2015. \nA verbal Exit was conducted with the Licensee, Licensee(cid:25)s Wife Animal Care Inspector Shannon Sebera and\nVeterinary Medical Officer Kathy Campitelli on 12/02/2015.  The Licensee(cid:25)s wife informed inspectors that they\nwould not sign a copy of the report at the time of Exit.  The report will be sent by certified mail.\n\nAdditional Inspectors\nCampitelli D.V.M Kathryn, Veterinary Medical Officer",
  "animals_total": 46,
  "species": [
    {
      "count": 27,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 19,
      "scientific": "Ovis dalli",
      "common": "WHITE SHEEP"
    }
  ]
}