{
  "insp_id": "INS-0000863764",
  "layout": "c",
  "customer_id": "44384",
  "customer_name": "Out of Africa Wildlife Park LLC",
  "customer_addr": "4020 N. Cherry Rd\nCamp Verde, AZ 86322",
  "certificate": "86-C-0095",
  "site_id": "001",
  "site_name": "OUT OF AFRICA WILDLIFE PARK, L L C",
  "insp_type": "FOCUSED INSPECTION",
  "date": "11-APR-2023",
  "report_date": "17-APR-2023",
  "citations": [
    {
      "code": "2.40(b)(3)",
      "kind": "Critical",
      "repeat": false,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "On review of observation records of hoofstock that recently underwent disposition at the facility, it was found that a female\nsable antelope's (\"Limpopo\") health status and behavior was not communicated with the attending veterinarian in a timely\nmanner. Her facility records indicate a change in feeding behavior that was first noted on 4 January 2023 and continued\nuntil first attempted contact with the attending veterinarian on 26 January 2023; a duration of three weeks. During this\ntime, the animal was not seen coming up with the herd for twice a day feeding and at times not moving from a laying\nposition all day. Staff record bringing food to her, forcing her to stand and assessments that she \"looks okay\". The animal\nreceived veterinary care on 31 January 2023 and showed improvement until 8 February 2023 when she was noticed not\neating that day. On 13 February 2023, the facility noted the animal looking very bloated. The facility received and carried\nout treatment orders from the attending veterinarian until the animal was found deceased on 16 February 2023. Delaying\nreports of changes in health or behavior status to the attending veterinarian can result in prolonged discomfort, illness or\ndeath to the animal. A mechanism of direct and frequent communication is required so that timely and accurate\ninformation on problems of animal health, behavior and well-being is conveyed to the attending veterinarian.\nCorrect from this date forward of 17 April 2023.\nThis inspection and exit interview were conducted with facility representative.\nn"
    }
  ],
  "narrative": "2.40(b)(3)  Critical\n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nOn review of observation records of hoofstock that recently underwent disposition at the facility, it was found that a female \nsable antelope's (\"Limpopo\") health status and behavior was not communicated with the attending veterinarian in a timely \nmanner.  Her facility records indicate a change in feeding behavior that was first noted on 4 January 2023 and continued \nuntil first attempted contact with the attending veterinarian on 26 January 2023; a duration of three weeks.  During this \ntime, the animal was not seen coming up with the herd for twice a day feeding and at times not moving from a laying \nposition all day. Staff record bringing food to her, forcing her to stand and assessments that she \"looks okay\".  The animal \nreceived veterinary care on 31 January 2023 and showed improvement until 8 February 2023 when she was noticed not \neating that day.  On 13 February 2023, the facility noted the animal looking very bloated.  The facility received and carried \nout treatment orders from the attending veterinarian until the animal was found deceased on 16 February 2023.   Delaying \nreports of changes in health or behavior status to the attending veterinarian can result in prolonged discomfort, illness or \ndeath to the animal.  A mechanism of direct and frequent communication is required so that timely and accurate \ninformation on problems of animal health, behavior and well-being is conveyed to the attending veterinarian.  \nCorrect from this date forward of 17 April 2023.\n\nThis inspection and exit interview were conducted with facility representative. \n \n n",
  "animals_total": 0,
  "species": [
    {
      "count": 0,
      "scientific": "NONE",
      "common": "NONE"
    }
  ]
}