{
  "insp_id": "2016082569602968",
  "layout": "a",
  "customer_id": "4528",
  "customer_name": "Jackson County Parks & Recreation",
  "customer_addr": "22807 Woods Chapel Rd\nBlue Springs, MO 64015",
  "certificate": "43-C-0375",
  "site_id": "001",
  "site_name": "JACKSON COUNTY PARKS & RECREATION",
  "insp_type": "ROUTINE INSPECTION",
  "date": "17-SEP-2019",
  "report_date": "18-SEP-2019",
  "citations": [
    {
      "code": "2.131(d)(2)",
      "kind": "",
      "repeat": false,
      "desc": "HANDLING OF ANIMALS.",
      "narrative": "While waiting for the facility representative, the inspector observed several families arrived to see the bison and elk.\nThere were no readily identifiable employees or attendants at that time. The inspector had concerns about the\npotential of public contact. The facility representative arrived and the inspector had a conversation with them in\nreference to public contact. The facility representative said they are aware of the public having contact with the\nanimals. The facility representative asked if they would be required to have an attendant present if they wanted the\ncontacts to continue. During the inspection in the park vehicle in the elk enclosure a distance away, the inspector\nwitnessed a group of about 10 people visiting the park at the approximately 8' tall chain-link enclosure fence and 24\nhead of elk running towards the fence. When the elk were at the fence, the visitors had contact with the animals by\nreaching through the fence. There were still no employees or attendant(s) present with the visitors at the time of the\npublic contact.\nPublic contact without an attendant does not ensure the safety of the animals or the public. A responsible,\nknowledgeable, and readily identifiable employee or attendant must be present at all times during periods of public\ncontact.\nTo be corrected by: Nov 17, 2019\nThis inspection and exit interview were conducted with a facility representative."
    }
  ],
  "narrative": "2.131(d)(2)\nHANDLING OF ANIMALS.\nWhile waiting for the facility representative, the inspector observed several families arrived to see the bison and elk. \nThere were no readily identifiable employees or attendants at that time.  The inspector had concerns about the\npotential of public contact.  The facility representative arrived and the inspector had a conversation with them in\nreference to public contact.  The facility representative said they are aware of the public having contact with the\nanimals.  The facility representative asked if they would be required to have an attendant present if they wanted the\ncontacts to continue.  During the inspection  in the park vehicle in the elk enclosure a distance away, the inspector\nwitnessed  a group of about 10 people visiting the park at the approximately 8' tall chain-link enclosure fence and 24\nhead of elk running towards the fence.  When the elk were at the fence, the visitors had contact with the animals by\nreaching through the fence. There were still no employees or attendant(s) present with the visitors at the time of the\npublic contact.\nPublic contact without an attendant does not ensure the safety of the animals or the public.  A responsible,\nknowledgeable, and readily identifiable employee or attendant must be present at all times during periods of public\ncontact.\nTo be corrected by: Nov 17, 2019\nThis inspection and exit interview were conducted with a facility representative.",
  "animals_total": 46,
  "species": [
    {
      "count": 20,
      "scientific": "Bison bison",
      "common": "AMERICAN BISON"
    },
    {
      "count": 26,
      "scientific": "Cervus elaphus canadensis",
      "common": "ELK"
    }
  ]
}