{
  "insp_id": "2016082568406514",
  "layout": "a",
  "customer_id": "29286",
  "customer_name": "Gina Den Boer",
  "customer_addr": "Nolan Den Boer\n3271 Coolidge Ave\nRock Valley, IA 51247",
  "certificate": "42-A-1067",
  "site_id": "001",
  "site_name": "NOLAN AND GINA DEN BOER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "21-MAR-2017",
  "report_date": "12-JUN-2017",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "Direct Non-compliance\n* A white intact female beagle identified by the licensee as “Snow” (with a date of birth of 01-02-2014) was observed\nto have abnormal eye discharge and red glandular tissue protruding from the 3rd eyelid area of both eyes. The\nsurface of the left eye also appeared cloudy. Examination of the mouth revealed a buildup of dense brown material\nin contact with the gums along the upper right and left cheek teeth with reddening of the gum lines. The licensee\nstated that the dog had not been seen by a veterinarian and there was no documentation provided at the time of\ninspection to indicate that the dog was being treated for any ocular conditions.\nCloudiness, discharge and protrusion of tissue from eyes can be an indication of on-going eye disease. Untreated\neye diseases may lead to increased animal discomfort, acute eye pain and blindness. Reddening or inflammation of\nthe gums with debris/plaque buildup on teeth and at the gum line may be an indication of beginning dental disease.\nUntreated dental issues may result lead to animal discomfort, difficulty chewing and weight loss.\nThis dog must be examined by a licensed veterinarian within the next 72 hours to ensure that an accurate diagnosis\nis obtained and an appropriate treatment plan is developed and followed. This information, including the diagnosis,\ntreatment and resolution of all identified conditions, must be documented and made available to the inspector upon\nrequest. The licensee must ensure that all animals receive appropriate veterinary care at all times.\nDirect Non-compliance\n* A female Shih Tzu, identified by the owner as Ruuds Red Cool 3 (with a date of birth of 07-1-2011) was found to\nhave dense brown debris/plaque material covering the upper cheek teeth and upper canine teeth. There was also\nevidence of gum swelling, abnormal cream-colored discharge and retraction of gums from the teeth in areas in\ncontact with heavy debris/plaque buildup.\nYellow or cream colored discharge from the gums can be an indication of serious gum infection. Excessive tartar\nbuildup on teeth and dental disease may also lead to discomfort, difficulty chewing and weight loss. These\nconditions can further impact the overall health and comfort of animals. The animal listed above must be examined\nby a licensed veterinarian within 72 hours in order to ensure that an accurate diagnosis is obtained and an\nappropriate treatment plan is developed and followed. This information, including the diagnosis, treatment and\nresolution of the condition must be documented and made available to the inspector upon request. The licensee\nmust ensure that all animals receive appropriate veterinary care at all times.\n* A pregnant female red Pomeranian originally identified by the licensee as “Purdy” with an age of 10 years, and\nlater identified by the owner as “Sasha” (date of birth 06-10-2007), was found to have dense brown debris/plaque\ncovering the upper left canine tooth with evidence of gum swelling and retraction at the area of contact with the\nheavy debris buildup. The majority of its teeth were no longer present.\n* A black/white colored female Shih Tzu, identified by the licensee as “Silver Chocky 2” with a (date of birth of\n07-1-2011) was found to have brown debris/plaque covering the upper right canine tooth with evidence of gum\nswelling and retraction at the area of contact with the heavy debris buildup. The majority of this dog’s teeth were\nalso no longer present.\nExcessive tartar buildup on teeth, dental disease and tooth loss may lead to discomfort, difficulty chewing and\nweight loss. These conditions can further impact the overall health and comfort of animals. The animals listed\nabove must be examined within 10 days by a licensed veterinarian in order to ensure that an accurate diagnosis is\nobtained and an appropriate treatment plan is developed and followed. This information, including the diagnosis,\ntreatment and resolution of the condition must be documented and made available to the inspector upon request.\nThe licensee must ensure that all animals receive appropriate veterinary care at all times.\n** Unable to identify, with certainty, the dogs cited under Section 2.40 (b) (2) from inspection dated 9-August-2016,\nreceived veterinary care.\nThese dogs were:\n*An adult, white, female Bichon (ID #082-600-008) and a white, female, Bichon approximately four years old (ID\n#16) both have an accumulation of dark brown and tan colored material coating the surface of the upper cheek\nteeth. The gum line is red and swollen and has receded away from the upper cheek teeth. The buildup of abnormal\nmaterial on the teeth can be painful and lead to a decrease in appetite. It can impact the ability of the dogs to eat,\naffecting the health and well-being of the dog.\n* An adult, female, Beagle with no identification, has excessively long toe nails on all four paws. Some of the toes\nnails were curving around and underneath the dog's foot pads. Long toe nails can get stuck in the holes of the\nflooring and break off causing injury. This can be very painful for the dog and affect the normal gait. All dogs must\nhave regular toe nail maintenance. From regular toe nail maintenance, the prevention of abnormal gait, injury from\nlong toe nails breaking off and growing is minimized.\n* The last document visit by the attending veterinarian (AV) was on 20-April-2016. With potential veterinary care\nissues cited for three dogs from the inspection on 9-August-2016, and dogs on this inspection, another yearly visit\nby the (AV) is needed.\n* There was a bottle of Oxytocin intermingled with other medications and ready for use that had an expiration date\nof February 2017.\nMedications must be labeled with appropriate and accurate information in order to ensure that the contents of the\ncontainer can be known with certainty, that the drugs are used at safe doses, and that medications are not used\npast their expiration dates. Expired drugs may not work as anticipated, could become contaminated, and could\nharm the animals. The licensee must ensure that all medications used in the facility are not expired, labeled\nproperly in accordance with standard veterinary practices, and are stored in accordance with manufacturer's\nrecommendations."
    },
    {
      "code": "2.50(a)(1)",
      "kind": "",
      "repeat": true,
      "desc": "TIME AND METHOD OF IDENTIFICATION.",
      "narrative": "At least four dogs (those examined and listed above) had no means of identification as required under 9 CFR 2.50\n(a)(1). The licensee stated, the dogs had been micro-chipped but there was no available microchip scanner to\nidentify animals due to the scanner having been previously eaten by dogs in the kennel. Three additional dogs,\npreviously identified on inspection on 08-09-2016 with veterinary care issues, were also unable to be identified for\nfollow up verification of treatment. The inability of the licensee to readily and correctly identify animals within the\nfacility may lead to errors in treatment or care which can directly impact the health of the animals. All animals must\nbe identified by one of the following: 1) a collar that contains the letters USDA, a unique identifying number, and the\nlicense number; 2) a tattoo approved by USDA; or 3) a microchip that can be scanned by the licensee."
    },
    {
      "code": "2.75(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "RECORDS: DEALERS AND EXHIBITORS.",
      "narrative": "* The full microchip identification number was not completed for the identification block of the Records of Dogs on\nHand (APHIS from 7005) for 64 adult dogs.\nComplete and accurate records must be kept in order to ensure that each animal's identity can be known with\ncertainty and to facilitate tracking/tracing of animals.\nTo be corrected by, 05-April-2017."
    },
    {
      "code": "3.1(c)(3)",
      "kind": "",
      "repeat": true,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "* One enclosure on the west side of the Corncrib Kennel, housing five adult dogs, had an accumulation of brown\ngrime on the back wall and dog door.\n* 10 enclosures within the kennel, all housing 27 adult dogs, had an accumulation of fecal waste on the flooring.\nSome enclosures had fecal waste stuck in the openings of the vinyl flooring. There was dog hair and fecal waste\nhanging from underneath the vinyl flooring.\nFor the prevention of an accumulation of excrement and disease hazards to the dogs, all hard surfaces must be\nspot-cleaned daily and sanitized when necessary."
    },
    {
      "code": "3.6(a)(2)(i)",
      "kind": "",
      "repeat": true,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "* Four enclosures housing 10 adult dogs and eight puppies had sharp wires or points protruding into the\nenclosures. These protruding points were at eye level and lower for the dogs in these enclosures. One enclosure\nhad wire securing a self-feeder. This wire was protruding into the enclosure. This could cause injury to the dogs.\nAll enclosures must be free of sharp protruding points that could injure the animals."
    },
    {
      "code": "3.6(a)(2)(ii)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "* Heat lamps with exposed bulbs were found in two primary enclosures located in the whelping building. The heat\nlamps were found to be within reach of adult dogs located in both enclosures. Neither heat lamp contained a guard\nto prevent contact of the heat lamp bulb or heat lamp with adult dogs held within the enclosures.\nHeat lamps with exposed heat lamp bulbs placed within contact reach of animals may present a burn or electrical\nhazard to those animals held in the enclosure. Bulbs may additionally become broken and pose a sharp physical\nhazard to 2 adult dogs and 4 puppies.\nAll heat lamps need to be placed out of physical reach of animals or provided with guards to prevent direct contact\nwith animals within the enclosures.\nTo be corrected by 03-23-2017."
    },
    {
      "code": "3.6(a)(2)(x)",
      "kind": "",
      "repeat": true,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "* The northwest enclosure in the Corncrib Kennel had a long large gap between where the vinyl wire flooring and\nenclosure paneling meet. The vinyl wire was broken along this gap exposing sharp points. The four adult dogs\nhoused in this enclosure could be injured from their legs and feet passing through the gap or from getting their legs\nor feet stuck in the gap.\nAll grid or vinyl wire type flooring must not allow the feet and legs of the dogs to pass through any openings for the\nprevention of injury to the animals.\n."
    },
    {
      "code": "3.11(a)",
      "kind": "",
      "repeat": true,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "* The underneath areas and wash down for the Corn Crib Kennel, and Wash down and underneath area for east\noutdoor enclosures had an accumulation of fecal waste, fluid waste and dog hair. A strong odor of urine and waste\nwas present in the Corn Crib Kennel. This was noticed with strong draft and open doors. The accumulation of fecal\nwaste, fluid waste and dog hair can increase disease hazards and attract insects and pests affecting the 18 adult\ndogs housed in these areas.\nFor the prevention of an accumulation of dog hair fecal and fluid waste, and for the reduction of orders, insects,\npests and disease hazards, all areas underneath the enclosures must be cleaned more frequently."
    },
    {
      "code": "3.11(b)(2)",
      "kind": "",
      "repeat": true,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "Two large hog feeders being used for feeding 12 adult dogs in two occupied kennel enclosures were found to be\ncontaminated with bird feces on their interior surfaces. The affected kennels were located on the north end of the\nCorn Crib Kennel building. One of the feeders also supplied food for dogs in a third adjoining kennel. A total of\ntwelve dogs were being fed from the feeders.\nContamination of animal food receptacles with bird feces may result in the transmission of disease causing\norganisms which can pose a health hazard to dogs being fed from the receptacles.\nFood receptacles must be cleaned and sanitized, utilizing one of the methods described under 3.11 (b)(3), at least\nevery two weeks or more often as necessary to prevent accumulation of dirt, debris, food waste, excreta and other\ndisease hazards.\nThis inspection and exit interview were conducted with the facility representative and Randall Wagner (ACI).\nThis inspection will be sent by both regular and certified mail.\nUSPS Tracking#: 9590940227566351141984.\nAdditional Inspectors\nSecor Thomas, Veterinary Medical Officer"
    }
  ],
  "narrative": "2.40(b)(2)           DIRECT                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nDirect Non-compliance\n* A white intact female beagle identified by the licensee as “Snow” (with a date of birth of 01-02-2014) was observed\nto have abnormal eye discharge and red glandular tissue protruding from the  3rd eyelid area of both eyes.  The\nsurface of the left eye also appeared cloudy.  Examination of the mouth revealed a buildup of dense brown material\nin contact with the gums along the upper right and left cheek teeth with reddening of the gum lines.  The licensee\nstated that the dog had not been seen by a veterinarian and there was no documentation provided at the time of\ninspection to indicate that the dog was being treated for any ocular conditions.\nCloudiness, discharge and protrusion of tissue from eyes can be an indication of on-going eye disease. Untreated\neye diseases may lead to increased animal discomfort, acute eye pain and blindness. Reddening or inflammation of\nthe gums with debris/plaque buildup on teeth and at the gum line may be an indication of beginning dental disease. \n Untreated dental issues may result lead to animal discomfort, difficulty chewing and weight loss.\nThis dog must be examined by a licensed veterinarian within the next 72 hours to ensure that an accurate diagnosis\nis obtained and an appropriate treatment plan is developed and followed. This information, including the diagnosis,\ntreatment and resolution of all identified conditions, must be documented and made available to the inspector upon\nrequest. The licensee must ensure that all animals receive appropriate veterinary care at all times.\nDirect Non-compliance\n* A female Shih Tzu, identified by the owner as Ruuds Red Cool 3 (with a date of birth of 07-1-2011) was found to\nhave dense brown debris/plaque material covering the upper cheek teeth and upper canine teeth. There was also\nevidence of gum swelling, abnormal cream-colored discharge and retraction of gums from the teeth in areas in\ncontact with heavy debris/plaque buildup.\nYellow or cream colored discharge from the gums can be an indication of serious gum infection. Excessive tartar\nbuildup on teeth and dental disease may also lead to discomfort, difficulty chewing and weight loss. These\nconditions can further impact the overall health and comfort of animals.  The animal listed above must be examined\n\nby a licensed veterinarian within 72 hours in order to ensure that an accurate diagnosis is obtained and an\nappropriate treatment plan is developed and followed. This information, including the diagnosis, treatment and\nresolution of the condition must be documented and made available to the inspector upon request. The licensee\nmust ensure that all animals receive appropriate veterinary care at all times.\n* A pregnant female red Pomeranian originally identified by the licensee as “Purdy” with an age of 10 years, and\nlater identified by the owner as “Sasha” (date of birth 06-10-2007), was found to have dense brown debris/plaque\ncovering the upper left canine tooth with evidence of gum swelling and retraction at the area of contact with the\nheavy debris buildup.  The majority of its teeth were no longer present.\n* A black/white colored female Shih Tzu, identified by the licensee as “Silver Chocky 2” with a (date of birth of\n07-1-2011) was found to have brown debris/plaque covering the upper right canine tooth with evidence of gum\nswelling and retraction at the area of contact with the heavy debris buildup.  The majority of this dog’s teeth were\nalso no longer present.\nExcessive tartar buildup on teeth, dental disease and tooth loss may lead to discomfort, difficulty chewing and\nweight loss. These conditions can further impact the overall health and comfort of animals.  The animals listed\nabove must be examined within 10 days by a licensed veterinarian in order to ensure that an accurate diagnosis is\nobtained and an appropriate treatment plan is developed and followed. This information, including the diagnosis,\ntreatment and resolution of the condition must be documented and made available to the inspector upon request.\nThe licensee must ensure that all animals receive appropriate veterinary care at all times.\n** Unable to identify, with certainty, the dogs cited under Section 2.40 (b) (2) from inspection dated 9-August-2016,\nreceived veterinary care. \nThese dogs were:\n*An adult, white, female Bichon (ID #082-600-008) and a white, female, Bichon approximately four years old (ID\n#16) both have an accumulation of dark brown and tan colored material coating the surface of the upper cheek\nteeth. The gum line is red and swollen and has receded away from the upper cheek teeth. The buildup of abnormal\nmaterial on the teeth can be painful and lead to a decrease in appetite. It can impact the ability of the dogs to eat,\naffecting the health and well-being of the dog. \n* An adult, female, Beagle with no identification, has excessively long toe nails on all four paws. Some of the toes\nnails were curving around and underneath the dog's foot pads. Long toe nails can get stuck in the holes of the\nflooring and break off causing injury. This can be very painful for the dog and affect the normal gait. All dogs must\nhave regular toe nail maintenance. From regular toe nail maintenance, the prevention of abnormal gait, injury from\nlong toe nails breaking off and growing is minimized.\n\n* The last document visit by the attending veterinarian (AV) was on 20-April-2016.  With potential veterinary care\nissues cited for three dogs from the inspection on 9-August-2016, and dogs on this inspection, another yearly visit\nby the (AV) is needed.\n* There was a bottle of Oxytocin intermingled with other medications and ready for use that had an expiration date\nof February 2017.\nMedications must be labeled with appropriate and accurate information in order to ensure that the contents of the\ncontainer can be known with certainty, that the drugs are used at safe doses, and that medications are not used\npast their expiration dates. Expired drugs may not work as anticipated, could become contaminated, and could\nharm the animals. The licensee must ensure that all medications used in the facility are not expired, labeled\nproperly in accordance with standard veterinary practices, and are stored in accordance with manufacturer's\nrecommendations.\n2.50(a)(1)                    REPEAT\nTIME AND METHOD OF IDENTIFICATION.\nAt least four dogs (those examined and listed above) had no means of identification as required under 9 CFR 2.50\n(a)(1).  The licensee stated, the dogs had been micro-chipped but there was no available microchip scanner to\nidentify animals due to the scanner having been previously eaten by dogs in the kennel. Three additional dogs,\npreviously identified on inspection on 08-09-2016 with veterinary care issues, were also unable to be identified for\nfollow up verification of treatment.  The inability of the licensee to readily and correctly identify animals within the\nfacility may lead to errors in treatment or care which can directly impact the health of the animals.   All animals must\nbe identified by one of the following: 1) a collar that contains the letters USDA, a unique identifying number, and the\nlicense number; 2) a tattoo approved by USDA; or 3) a microchip that can be scanned by the licensee.\n2.75(a)(1)\n\nRECORDS: DEALERS AND EXHIBITORS.\n* The full microchip identification number was not completed for the identification block of the Records of Dogs on\nHand (APHIS from 7005) for 64 adult dogs.  \nComplete and accurate records must be kept in order to ensure that each animal's identity can be known with\ncertainty and to facilitate tracking/tracing of animals.\nTo be corrected by, 05-April-2017. \n3.1(c)(3)                    REPEAT\nHOUSING FACILITIES, GENERAL.\n* One enclosure on the west side of the Corncrib Kennel, housing five adult dogs, had an accumulation of brown\ngrime on the back wall and dog door.\n* 10 enclosures within the kennel, all housing 27 adult dogs, had an accumulation of fecal waste on the flooring. \nSome enclosures had fecal waste stuck in the openings of the vinyl flooring.  There was dog hair and fecal waste\nhanging from underneath the vinyl flooring.\nFor the prevention of an accumulation of excrement and disease hazards to the dogs, all hard surfaces must be\nspot-cleaned daily and sanitized when necessary. \n3.6(a)(2)(i)                    REPEAT\nPRIMARY ENCLOSURES.\n* Four  enclosures housing 10 adult dogs and eight puppies had sharp wires or points protruding into the\nenclosures. These protruding points were at eye level and lower for the dogs in these enclosures. One enclosure\nhad wire securing a self-feeder.  This wire was protruding into the enclosure. This could cause injury to the dogs.\nAll enclosures must be free of sharp protruding points that could injure the animals.\n3.6(a)(2)(ii)\n\nPRIMARY ENCLOSURES.\n* Heat lamps with exposed bulbs were found in two primary enclosures located in the whelping building. The heat\nlamps were found to be within reach of adult dogs located in both enclosures. Neither heat lamp contained a guard\nto prevent contact of the heat lamp bulb or heat lamp with adult dogs held within the enclosures. \nHeat lamps with exposed heat lamp bulbs placed within contact reach of animals may present a burn or electrical\nhazard to those animals held in the enclosure. Bulbs may additionally become broken and pose a sharp physical\nhazard to 2 adult dogs and 4 puppies.\nAll heat lamps need to be placed out of physical reach of animals or provided with guards to prevent direct contact\nwith animals within the enclosures. \nTo be corrected by 03-23-2017.\n3.6(a)(2)(x)                    REPEAT\nPRIMARY ENCLOSURES.\n* The northwest enclosure in the Corncrib Kennel had a long large gap between where the vinyl wire flooring and\nenclosure paneling meet.  The vinyl wire was broken along this gap exposing sharp points.  The four adult dogs\nhoused in this enclosure could be injured from their legs and feet passing through the gap or from getting their legs\nor feet stuck in the gap.\nAll grid or vinyl wire type flooring must not allow the feet and legs of the dogs to pass through any openings for the\nprevention of injury to the animals.\n. \n3.11(a)                    REPEAT\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\n* The underneath areas and wash down for the Corn Crib Kennel, and Wash down and underneath area for east\noutdoor enclosures had an accumulation of fecal waste, fluid waste and dog hair.   A strong odor of urine and waste\nwas present in the Corn Crib Kennel. This was noticed with strong draft and open doors. The accumulation of fecal\nwaste, fluid waste and dog hair can increase disease hazards and attract insects and pests affecting the 18 adult\ndogs housed in these areas.\nFor the prevention of an accumulation of dog hair fecal and fluid waste, and for the reduction of orders, insects,\npests and disease hazards, all areas underneath the enclosures must be cleaned more frequently.\n\n3.11(b)(2)                    REPEAT\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\nTwo large hog feeders being used for feeding 12 adult dogs in two occupied kennel enclosures were found to be\ncontaminated with bird feces on their interior surfaces. The affected kennels were located on the north end of the\nCorn Crib Kennel building.  One of the feeders also supplied food for dogs in a third adjoining kennel.  A total of\ntwelve dogs were being fed from the feeders.\nContamination of animal food receptacles with bird feces may result in the transmission of disease causing\norganisms which can pose a health hazard to dogs being fed from the receptacles. \nFood receptacles must be cleaned and sanitized, utilizing one of the methods described under 3.11 (b)(3), at least\nevery two weeks or more often as necessary to prevent accumulation of dirt, debris, food waste, excreta and other\ndisease hazards.\nThis inspection and exit interview were conducted with the facility representative and Randall Wagner (ACI).\nThis inspection will be sent by both regular and certified mail.\nUSPS Tracking#: 9590940227566351141984.\nAdditional Inspectors\nSecor Thomas, Veterinary Medical Officer",
  "animals_total": 126,
  "species": [
    {
      "count": 92,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 34,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}