{
  "insp_id": "352150744150218",
  "layout": "a",
  "customer_id": "329738",
  "customer_name": "James Garman",
  "customer_addr": "7664 Willett Rd\nPlymouth, OH 44865",
  "certificate": "31-A-0458",
  "site_id": "001",
  "site_name": "JAMES GARMAN",
  "insp_type": "ROUTINE INSPECTION",
  "date": "17-DEC-2015",
  "report_date": "17-DEC-2015",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "Dog #0A01731050, white Maltese female, was noticed to be limping on her left rear leg. Upon further examination,\nthe leg and paw were not sensitive to palpation. She had full range of motion with no signs of pain. There are no\napparent outward signs to indicate the reason for the dog to be limping at today's inspection. Upon examination of\nthe dogs' ears there is an excessive accumulation of red to brown crusty matter built up in both ears.\nDog #0A01717528, black and white Boston male, was noticed to have a large mass between his toes on his left\nfront foot. In addition, there was a smaller mass located between his toes on his right front foot.\nLeg, toe and ear issues can be painful to the dogs if it is left untreated. The Licensee must have methods in place\nto treat diagnoses and treat all leg and ear issues. These dogs must be seen by a licensed veterinarian.\nDocumentation of the examination, diagnosis and treatment must be maintained and made available for inspection\nby APHIS officials.\nCorrect By: 21 December 2015\nInspection and Exit Interview conducted with the Licensee and Animal Care Inspector Shannon Sebera."
    }
  ],
  "narrative": "2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nDog #0A01731050, white Maltese female, was noticed to be limping on her left rear leg.  Upon further examination,\nthe leg and paw were not sensitive to palpation.  She had full range of motion with no signs of pain.  There are no\napparent outward signs to indicate the reason for the dog to be limping at today's inspection.  Upon examination of\nthe dogs' ears there is an excessive accumulation of red to brown crusty matter built up in both ears. \nDog #0A01717528, black and white Boston male, was noticed to have a large mass between his toes on his left\nfront foot.  In addition, there was a smaller mass located between his toes on his right front foot.  \nLeg, toe and ear issues can be painful to the dogs if it is left untreated.  The Licensee must have methods in place\nto treat diagnoses and treat all leg and ear issues.  These dogs must be seen by a licensed veterinarian. \nDocumentation of the examination, diagnosis and treatment must be maintained and made available for inspection\nby APHIS officials. \nCorrect By: 21 December 2015\nInspection and Exit Interview conducted with the Licensee and Animal Care Inspector Shannon Sebera.",
  "animals_total": 91,
  "species": [
    {
      "count": 77,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 14,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}