{
  "insp_id": "2016082567948665",
  "layout": "a",
  "customer_id": "323515",
  "customer_name": "Howling Woods Farm",
  "customer_addr": "1371 West Veterans Highway\nJackson, NJ 08527",
  "certificate": "22-C-0127",
  "site_id": "001",
  "site_name": "HOWLING WOODS FARM",
  "insp_type": "ROUTINE INSPECTION",
  "date": "29-SEP-2016",
  "report_date": "03-OCT-2016",
  "citations": [
    {
      "code": "3.1(a)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "There is an enclosure, inside of the garage, which the wolf-hybrids have access to. The wooden panel, around the\nexterior of the entrance into the garage, has jagged edges that appear to have been chewed. Additionally, the 2 x\n4, which serves as a wall support adjacent to entrance, is no longer secured to the base of this garage wall. These\ndamaged areas could cause injury to the wolf-hybrids that utilize this space. The jagged edges of the wooden\npanel, as well as the detached 2 x 4, must be repaired to protect the wolf-hybrids from injury.\nTO BE CORRECTED BY: OCTOBER 14, 2016"
    },
    {
      "code": "3.1(c)(1)(i)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "The entire gate, on a mid-sized transport enclosure, is severely rusted. This transport enclosure was being utilized\nto transport a wolf-hybrid to the veterinarian for surgery. Surfaces that come in contact with wolf-hybrids must be\nfree of excessive rust that prevents the required cleaning and sanitation. This transport enclosure gate must be\nreplaced to ensure that all surfaces that wolf-hybrids come in contact with can be readily cleaned and sanitized for\ntheir health and well-being.\nTO BE CORRECTED BY: OCTOBER 7, 2016\nThis inspection and exit briefing were conducted with the facility representatives."
    }
  ],
  "narrative": "3.1(a)\nHOUSING FACILITIES, GENERAL.\nThere is an enclosure, inside of the garage, which the wolf-hybrids have access to.  The wooden panel, around the\nexterior of the entrance into the garage, has jagged edges that appear to have been chewed.  Additionally, the 2 x\n4, which serves as a wall support adjacent to entrance, is no longer secured to the base of this garage wall.  These\ndamaged areas could cause injury to the wolf-hybrids that utilize this space.  The jagged edges of the wooden\npanel, as well as the detached 2 x 4, must be repaired to protect the wolf-hybrids from injury.\nTO BE CORRECTED BY:  OCTOBER 14, 2016\n3.1(c)(1)(i)\nHOUSING FACILITIES, GENERAL.\nThe entire gate, on a mid-sized transport enclosure, is severely rusted.  This transport enclosure was being utilized\nto transport a wolf-hybrid to the veterinarian for surgery.  Surfaces that come in contact with wolf-hybrids must be\nfree of excessive rust that prevents the required cleaning and sanitation.  This transport enclosure gate must be\nreplaced to ensure that all surfaces that wolf-hybrids come in contact with can be readily cleaned and sanitized for\ntheir health and well-being.\nTO BE CORRECTED BY:  OCTOBER 7, 2016\nThis inspection and exit briefing were conducted with the facility representatives.",
  "animals_total": 8,
  "species": [
    {
      "count": 8,
      "scientific": "Canis lupus x c. l. familiaris",
      "common": "WOLF/DOG HYBRID"
    }
  ]
}