{
  "insp_id": "INS-0000846686",
  "layout": "c",
  "customer_id": "334108",
  "customer_name": "REBECCA STILLE TIM STILLE",
  "customer_addr": "14818 DOVER TRAIL\nFARIBAULT, MN 55021",
  "certificate": "41-A-0489",
  "site_id": "001",
  "site_name": "BECKY AND TIM STILLE",
  "insp_type": "ROUTINE INSPECTION",
  "date": "07-FEB-2023",
  "report_date": "07-FEB-2023",
  "citations": [
    {
      "code": "3.11(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "Cleaning, sanitization, housekeeping, and pest control.",
      "narrative": "One sheltered enclosure containing three dogs has not been sanitized in a month. There was a strong odor on the indoor\npart of the enclosure. Not sanitizing all enclosures every two weeks or more often as necessary can contribute to the\nspread of disease. All enclosures must be sanitized every two weeks or more often as necessary. Correct by 2/10/23."
    },
    {
      "code": "3.13(a)(2)",
      "kind": "",
      "repeat": false,
      "desc": "Veterinary care for dogs.",
      "narrative": "Annual exams have not been getting completed on the adult dogs. Not having the Attending Veterinarian conduct annual\nexams on all adult dogs doesn't ensure that adequate veterinary care is being provided to the dogs. The licensee must\nhave the Attending Veterinarian conduct annual exams on all adult dogs. Correct by 3/7/23."
    },
    {
      "code": "3.13(a)(3)",
      "kind": "",
      "repeat": false,
      "desc": "Veterinary care for dogs.",
      "narrative": "At least five adult dogs were not current on their distemper, parvo, and rabies vaccines. In addition, no dogs are currently\nbeing sampled for heartworm or fecal parasites. Not vaccinating all adults dogs and not sampling the adult dogs for\nparasites doesn't ensure the dogs are adequately protected from various diseases and parasites. All adult dogs must be\nvaccinated for distemper, parvo, and rabies and must be sampled for parasites in accordance with a plan from the\nAttending Veterinarian. Correct by 3/7/23.\nThis inspection and exit interview were conducted with the licensee.\nEnd of report.\nEnd Section"
    }
  ],
  "narrative": "3.11(b)(2) \n   \nCleaning, sanitization, housekeeping, and pest control. \nOne sheltered enclosure containing three dogs has not been sanitized in a month.  There was a strong odor on the indoor \npart of the enclosure.  Not sanitizing all enclosures every two weeks or more often as necessary can contribute to the \nspread of disease.  All enclosures must be sanitized every two weeks or more often as necessary.  Correct by 2/10/23. \n3.13(a)(2) \n   \nVeterinary care for dogs. \nAnnual exams have not been getting completed on the adult dogs.  Not having the Attending Veterinarian conduct annual \nexams on all adult dogs doesn't ensure that adequate veterinary care is being provided to the dogs.  The licensee must \nhave the Attending Veterinarian conduct annual exams on all adult dogs.  Correct by 3/7/23. \n3.13(a)(3) \n   \nVeterinary care for dogs. \nAt least five adult dogs were not current on their distemper, parvo, and rabies vaccines.  In addition, no dogs are currently \nbeing sampled for heartworm or fecal parasites.  Not vaccinating all adults dogs and not sampling the adult dogs for \nparasites doesn't ensure the dogs are adequately protected from various diseases and parasites.  All adult dogs must be \nvaccinated for distemper, parvo, and rabies and must be sampled for parasites in accordance with a plan from the \nAttending Veterinarian.  Correct by 3/7/23.\n\nThis inspection and exit interview were conducted with the licensee. \n \nEnd of report. \n \nEnd Section",
  "animals_total": 65,
  "species": [
    {
      "count": 37,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 28,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}