{
  "insp_id": "2016090000523677",
  "layout": "b",
  "customer_id": "332646",
  "customer_name": "JEFFREY LOWE",
  "customer_addr": "21619 Jimbo Road\nTHACKERVILLE, OK 73459",
  "certificate": "73-C-0230",
  "site_id": "002",
  "site_name": "Jeffrey Lowe- 002",
  "insp_type": "ROUTINE INSPECTION",
  "date": "15-DEC-2020",
  "report_date": "02-FEB-2021",
  "citations": [
    {
      "code": "2.75(b)(1)",
      "kind": "",
      "repeat": true,
      "desc": "Records: Dealers and exhibitors.",
      "narrative": "Acquisition and disposition records were missing or unavailable at time of inspection and at least 60 animals could not be\naccounted for when comparing inventories. The following are examples of the unaccounted animals: tiger, lion, other\nlarge felids, kangaroo, wolf, sloth, hedgehog, wooly opossum, nonhuman primate, raccoon, pig, bear, bobcat, and skunk.\nAcquisition and disposition records are necessary to be able to accurately track animals being used in regulated activities\nto ensure their legal acquisition, proper care, and humane transportation.\nAnimals transferred to or acquired from other licensees must have disposition and acquisition records containing all\ninformation required by the Animal Welfare Act Regulations available for inspection. This requirement applies to all\nregulated animals purchased or otherwise acquired, owned, held, leased or otherwise in possession of or under control of\nthe licensee, and all regulated animals transported, sold, euthanized, or otherwise disposed of by that dealer or exhibitor.\nThe record shall include any offspring born of any animal while in his or her possession or under his or her control."
    },
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": true,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "A previously cited geriatric wolf hybrid named “Cochise” was in an exhibit by himself, removed from the rest of the wolves.\nHe appeared thin and moved slowly. The hip bones were easily visible and there was an exaggerated abdominal tuck.\nThe facility representative stated he was old and arthritic. When asked what they were doing to provide for Cochise’s\nmedical needs, the representative said they were providing chopped food and taking him for a walk every day. There\nwere no medical records to evaluate regarding a plan for care from a veterinarian or if his previously prescribed\nmedications are being administered as directed.\nA lion named “Simba” was in an enclosure with a hybrid cat named “Mani”. “Simba” appeared thin and had areas of hair\ncoat loss near the hip area. The spinous processes of the vertebral bodies and hip bones were easily visible. He\nremained lying down throughout the time he was observed. When asked about any special care for Simba, the facility\nrepresentative stated that he was being given a weight gain supplement. The only diet supplement at the facility during\nthe inspection was \"Gleam and Gain\" which is a horse product. There were no medical records to evaluate regarding a\nplan for care from a veterinarian including the use of a horse supplement for a lion.\nWeight loss and hair coat changes, especially in geriatric animals, can be as a result of problems such as but not limited\nto numerous metabolic diseases and other illnesses, changing dietary requirements, and/or intestinal parasites. The\nfacility representative must ensure that all animals receive adequate veterinary approved nutrition and medical care at all\ntimes which includes appropriate methods to prevent, control, diagnose and treat diseases and injuries."
    },
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": true,
      "desc": "Facilities, general.",
      "narrative": "One enclosure containing “Sonic” the porcupine has a metal grate sub-floor that is exposed in two areas on the sides of\nthe enclosure. Sonic was digging in the dirt of the enclosure to express normal behavioral activities. This exposed grate\nhas openings approximately 4 x 4 inches wide that could cause entrapment or injury to the animal. The facility\nrepresentative must ensure all housing facilities must be structurally sound and maintained in good repair to protect the\nanimals from injury.\nCorrected during the inspection."
    },
    {
      "code": "2.40(b)(3)",
      "kind": "Direct",
      "repeat": true,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "A liliger named “Django” was lame on its right front leg during the inspection. A veterinarian had not been consulted nor\nhad any treatment been provided at the time of inspection since the condition had not been observed or reported by\nfacility. Gait abnormalities can result from problems such as but not limited to injury, orthopedic problems, and/or\nmetabolic and diet problems. Limping also indicates the animal is painful. Failure to observe medical problems and then\ncommunicate those problems to the attending veterinarian can result in prolonged pain or medical problems. The facility\nrepresentative must observe all animals daily and then ensure a mechanism of direct and frequent communication with\nthe attending veterinarian so that timely and accurate information on problems of health, behavior, and well-being are\nconveyed."
    },
    {
      "code": "2.40(a)(2)",
      "kind": "",
      "repeat": true,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "The facility representatives have not employed an attending veterinarian (AV) under formal arrangements. As such, they\nalso do not have a written program of veterinary care (PVC) from a veterinarian acting in that capacity. The facility\nrepresentatives stated they do not need a PVC because they are not licensed, however, they stated they are in\ndiscussion with 2 different veterinarians regarding the role of AV for the facility. Failure to employ an AV and subsequent\nlack of a program of veterinary care, leaves the facility without direction to provide adequate veterinary care to the animals\nand does not ensure regularly scheduled visits to the premises. The facility representative must employ an attending\nveterinarian under formal arrangements. In the case of a part time or consultant veterinarian, these formal arrangements\nmust include a written program of veterinary care and regularly scheduled visits to the premises."
    },
    {
      "code": "3.75(c)(1)(i)",
      "kind": "",
      "repeat": false,
      "desc": "Housing facilities, general.",
      "narrative": "In the commissary building, a portion of the bottom metal support rail of a lemur enclosure was rusted leaving a\nroughened surface. This enclosure housed two lemurs named \"LaLa\" and \"Suni Boy\". Rough, rusted metal creates a\nsurface that cannot be adequately cleaned and sanitized. In addition, not having cleaned and sanitized surfaces plays a\nrole in disease transmission. The facility representative must ensure that all housing facility surfaces in contact with\nnonhuman primates be free of excessive rust that so that appropriate cleaning and sanitization can occur.\nTo be corrected by: January 1, 2021"
    },
    {
      "code": "3.127(d)",
      "kind": "",
      "repeat": false,
      "desc": "Facilities, outdoor.",
      "narrative": "The perimeter fence had the following problems:\n-One area near the walk-though gate at the front of the facility was sagging at the top and measured a height of 7 feet 9\ninches.\n-The utility gate which is part of the perimeter fence near the rear of the facility had a gap under the gate to the ground\nmeasuring 11 inches.\n-One area had a gap measuring 9.5 inches from the ground to the perimeter fence.\n-The two front gates that are part of the perimeter fence have decorative top that slopes down on each side to a height of\napproximately 6 feet. There are also gaps under these two gates.\n-The perimeter fence on the west side of the park had a broken 4X4 post as part of one of the H braces.\n-There are 3 adjacent posts without staples holding the perimeter fence to the posts creating a gap between the fence\nand the posts.\n-There were two areas where the perimeter fence crossed a creek. These gaps were approximately 2 feet and 2.5 feet\nunder the perimeter fence.\nProblems with the perimeter fence can provide unwanted and unauthorized people and animals access to the facility.\nBased on the animal species maintained within the facility, the facility representative must ensure that the perimeter fence\nis at least 8 feet high. The perimeter fence must be constructed so that it protects the animals in the facility by restricting\nanimals and unauthorized people from going through it or under it and so that it can function as a secondary containment\nsystem for the animals in the facility.\nTo be corrected by: January 15, 2021"
    },
    {
      "code": "3.81",
      "kind": "",
      "repeat": false,
      "desc": "Environment enhancement to promote psychological well-being.",
      "narrative": "The environmental enhancement plan that was provided during the inspection has not been approved by an attending\nveterinarian. There is no attending veterinarian for the facility yet to oversee this enrichment plan for nonhuman primates.\nThere were toys in each enclosure but no written accounting of whether the toys were changed or if other forms of\nenrichment were in use. An inadequate plan of enrichment for nonhuman primates can result in animals with high levels\nof stress and/or boredom that affects both their health and behavior. The facility representative must develop, document\nand follow an appropriate plan for the environmental enhancement adequate to promote the physiological wellbeing of\nnonhuman primates. The Nonhuman Primate Enrichment plan must be in accordance with professionally accepted\nstandards and directed by the attending veterinarian.\nTo be corrected by: January 1, 2021"
    },
    {
      "code": "3.129(a)",
      "kind": "",
      "repeat": true,
      "desc": "Feeding.",
      "narrative": "The adult tigers and lions are being fed a boneless chicken meat diet. This was the only food for the big cats observed on\nthe property at the time of the inspection. The facility representative said they also regularly feed deer and cows but none\nwere seen in the food storage areas during the inspection. Inspectors were told that the frozen rabbits seen in the\ncommissary were being used to feed the snake. Inspectors asked to see the supplements the cats were being provided\nand were shown a product called Gleam & Gain which is horse weight gain supplement. The facility representative said\nthey also use “Oasis”, “Wild Tracks” and calcium as supplements but had none at the facility at the time of the inspection\nand were planning to buy more that day. Feeding a boneless meat diet without calcium supplementation can result in\nnutritional deficiency, disease, malformed bones, gait abnormalities, and fractures.\nGleam & Gain is not a complete supplement for tigers eating a boneless meat diet. It lacks the vitamins and minerals\nnecessary to balance a boneless chicken meat diet. The amount of calcium in this supplement is not a practical\nsupplement for a boneless meat diet. Approximately 5 grams of calcium carbonate are required to properly supplement\none pound of boneless meat for a big cat. There appears to be about 250 – 500 mg of calcium in each 2 oz scoop of\nGleam & Gain so it would require at least 20 oz of this product per pound of meat fed to each cat per day to meet the\nminimum calcium requirements when used as a supplement for cats who are fed a boneless chicken meat diet. The\nfacility representatives have a history of feeding inadequate diets to big cats, and previous to this inspection, two big cats\nin their care were diagnosed with Metabolic Bone Disease, a preventable disease that is caused by a lack of calcium and\nother nutrients in the diet. One of the big cats is presently exhibiting lameness, which is often an early sign of this disease.\nThe chicken breasts are being stored in the food storage truck and were shown to be solidly frozen. In preparation for\nfeeding, the chicken breasts are removed from the truck and thawed on the ground, outside and next to the truck. Some\nof the cardboard boxes of chicken breasts were open are not protected in any way from contamination from dirt or pests.\nThe facility representative must ensure that food shall be wholesome, palatable, and free from contamination and of\nsufficient quantity and nutritive value to maintain all animals in good health. The diet shall be prepared with consideration\nfor the age, species, condition, size, and type of the animal."
    },
    {
      "code": "2.126(a)(2)",
      "kind": "",
      "repeat": false,
      "desc": "Access and inspection of records and property; submission of itineraries.",
      "narrative": "Inspectors asked for acquisition, disposition and health records and were told they were unavailable because they were at\nthe attorney’s office. The facility representatives attorney was present during the inspection and no records were\nprovided to the inspectors. Review of records required by the Animal Welfare Act facilitates the inspection process by\nallowing inspectors to determine compliance of documents and evaluate animal welfare. The facility representative must,\nduring business hours, allow APHIS officials to examine records required to be kept by the Animal Welfare Act and the\nregulations.\nTo be corrected by: January 1, 2021"
    },
    {
      "code": "3.128",
      "kind": "",
      "repeat": false,
      "desc": "Space requirements.",
      "narrative": "Some of the big cats are being housed temporarily in enclosures that measure 8 feet wide by 14 feet long by 7 feet tall\naccording to the facility representative. Adult cats must be able to exhibit normal postural adjustments and require more\nthan 7 feet of height in an enclosure in order to freely stand on their rear legs and stretch. The facility representative must\nensure that all animals housed in enclosures that are constructed and maintained so as to provide sufficient space to\nallow each animal to make normal postural and social adjustments with adequate freedom of movement.\nTo be corrected by: January 1, 2021"
    },
    {
      "code": "3.127(b)",
      "kind": "",
      "repeat": false,
      "desc": "Facilities, outdoor.",
      "narrative": "Most of the enclosures housing the big cats do not provide shelter from inclement weather. While big cats are generally\ncold weather tolerant, protections from discomfort due to climatic conditions such as wind, rain, and snow is required.\nSome of the larger enclosures have roof space that would allow the animals to remain dry in case of wind, rain, and snow\nbut most of the enclosures would not. Even animals that are cold weather tolerant may be adversely affected by windy\nand wet conditions and be uncomfortable. The facility representative must ensure that natural or artificial shelter\nappropriate to the local climatic conditions for the species concerned shall be provided for all the animals kept outdoors to\nafford them protection and to prevent discomfort to such animals.\nTo be corrected by: January 1, 2021"
    },
    {
      "code": "3.78(a)",
      "kind": "",
      "repeat": false,
      "desc": "Outdoor housing facilities.",
      "narrative": "Two macaques were housed in adjacent outdoor enclosures. The facility did not have an attending veterinarian at the\ntime of the inspection. An attending veterinarian has not determined that these macaques are adequately acclimated to\noutdoor housing during this time of year. Based on observations they are not well acclimated. The Kestrel thermometer at\nthe time of the inspection measured 41.8 degrees Fahrenheit. Failure to have correctly acclimated nonhuman primates\nhoused in outdoor housing conditions can lead to hyperthermia or hypothermia. The facility representatives must ensure\nthat nonhuman primates are acclimated, as determined by the attending veterinarian, to the prevailing temperature and\nhumidity at the outdoor housing facility during the time of the year they are at the facility. They must also be able to\ntolerate the range of temperature and climatic conditions known to occur at the facility at that time of the year without\nstress or discomfort in order to be kept in outdoor enclosures.\nTo be corrected by: December 27, 2020"
    },
    {
      "code": "2.131(b)(1)",
      "kind": "Direct",
      "repeat": false,
      "desc": "Handling of animals.",
      "narrative": "Two macaques were housed in adjacent outdoor enclosures, one with a metal crate and one with plastic barrel (open at\neach end) for shelter structures. The metal constructed enclosures and the metal shelter conduct cold in a manner that\ncould harm the animals especially the digits of the hands and feet in cold weather. The ears and tail are also at risk of\nfrost bite. Straw was used as a bedding. Supplemental heat was provided by a forced air heater directed at a cinderblock\nwall between the two enclosures. The plastic barrel was mounted on the enclosure wall above the level of the heater.\nThe set up did little more than to forcibly blow heated air into the open environment adjacent to the enclosure. In fact, the\nloud and forceful nature of the heater may have discouraged the animals from use of cage space near the heater. One\nmacaque was observed sitting hunched up with its limbs pulled very close to its body, as one does when they are very\ncold and trying to conserve body heat.\nThe facility representative must handle animals as expeditiously and carefully as possible in a manner that does not\ncause excessive overcooling, trauma, stress, physical harm or unnecessary discomfort. The housing design and strategy\nfor supplemental heat failed to protect the macaques and caused excessive overcooling and distress.\nTo be corrected by: December 23, 2020\nThis inspection was conducted with facility representatives.\nAdditional Inspectors:\nMARGARET SHAVER, VETERINARY MEDICAL OFFICEREnd Section"
    }
  ],
  "narrative": "2.75(b)(1)  Repeat\n   \nRecords: Dealers and exhibitors. \nAcquisition and disposition records were missing or unavailable  at time of inspection and at least 60 animals could not be \naccounted for when comparing inventories. The following are examples of the unaccounted animals: tiger, lion, other \nlarge felids, kangaroo, wolf, sloth, hedgehog, wooly opossum, nonhuman primate, raccoon, pig, bear, bobcat,  and skunk. \nAcquisition and disposition records are necessary to be able to accurately track animals being used in regulated activities \nto ensure their legal acquisition, proper care, and humane transportation. \n \nAnimals transferred to or acquired from other licensees must have disposition and acquisition records containing all \ninformation required by the Animal Welfare Act Regulations available for inspection. This requirement applies to all \nregulated animals purchased or otherwise acquired, owned, held, leased or otherwise in possession of or under control of \nthe licensee, and all regulated animals transported, sold, euthanized, or otherwise disposed of by that dealer or exhibitor. \nThe record shall include any offspring born of any animal while in his or her possession or under his or her control. \n2.40(b)(2)  Direct Repeat\n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors).\n\nA previously cited geriatric wolf hybrid named “Cochise” was in an exhibit by himself, removed  from the rest of the wolves. \nHe appeared thin and moved slowly. The hip bones were easily visible and there was an exaggerated abdominal tuck. \nThe facility representative  stated he was old and arthritic. When asked what they were doing to provide for Cochise’s \nmedical needs, the representative  said they were providing chopped food and taking him for a walk every day. There \nwere no medical records to evaluate regarding a plan for care from a veterinarian  or if his previously prescribed \nmedications are being administered as directed. \n \nA lion named “Simba” was in an enclosure with a hybrid cat named “Mani”. “Simba” appeared thin and had areas of hair \ncoat loss near the hip area. The spinous processes of the vertebral bodies and hip bones were easily visible. He \nremained lying down throughout the time he was observed. When asked about any special care for Simba, the facility \nrepresentative  stated that he was being given a weight gain supplement. The only diet supplement at the facility during \nthe inspection was \"Gleam and Gain\" which is a horse product. There were no medical records to evaluate  regarding a \nplan for care from a veterinarian  including the use of a horse supplement for a lion. \n \nWeight loss and hair coat changes, especially in geriatric animals, can be as a result of problems such as but not limited \nto numerous metabolic diseases and other illnesses, changing dietary requirements, and/or intestinal parasites. The \nfacility representative  must ensure that all animals receive adequate veterinary approved  nutrition and medical care at all \ntimes which includes appropriate methods to prevent, control, diagnose and treat diseases and injuries. \n3.125(a)  Repeat\n   \nFacilities, general. \nOne enclosure containing “Sonic” the porcupine has a metal grate sub-floor that is exposed in two areas on the sides of \nthe enclosure. Sonic was digging in the dirt of the enclosure to express normal behavioral  activities. This exposed grate\n\nhas openings approximately 4 x 4 inches wide that could cause entrapment or injury to the animal. The facility \nrepresentative  must ensure all housing facilities must be structurally sound and maintained in good repair to protect the \nanimals from injury. \nCorrected during the inspection. \n2.40(b)(3)  Direct Repeat\n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nA liliger named “Django” was lame on its right front leg during the inspection. A veterinarian  had not been consulted nor \nhad any treatment been provided at the time of inspection since the condition had not been observed or reported by \nfacility. Gait abnormalities can result from problems such as but not limited to injury, orthopedic problems, and/or \nmetabolic and diet problems. Limping also indicates the animal is painful. Failure to observe medical problems and then \ncommunicate those problems to the attending veterinarian  can result in prolonged pain or medical problems. The facility \nrepresentative  must observe all animals daily and then ensure a mechanism of direct and frequent communication with \nthe attending veterinarian  so that timely and accurate information on problems of health, behavior, and well-being are \nconveyed. \n2.40(a)(2)  Repeat\n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nThe facility representatives  have not employed an attending veterinarian  (AV) under formal arrangements. As such, they \nalso do not have a written program of veterinary care (PVC) from a veterinarian  acting in that capacity. The facility \nrepresentatives  stated they do not need a PVC because they are not licensed, however,  they stated they are in \ndiscussion with 2 different veterinarians  regarding the role of AV for the facility. Failure to employ an AV and subsequent \nlack of a program of veterinary care, leaves the facility without direction to provide  adequate veterinary  care to the animals \nand does not ensure regularly scheduled visits to the premises. The facility representative  must employ an attending\n\nveterinarian  under formal arrangements. In the case of a part time or consultant veterinarian,  these formal arrangements \nmust include a written program of veterinary care and regularly scheduled visits to the premises. \n3.75(c)(1)(i) \n   \nHousing facilities, general. \nIn the commissary building, a portion of the bottom metal support rail of a lemur enclosure was rusted leaving a \nroughened  surface. This enclosure housed two lemurs named \"LaLa\" and \"Suni Boy\". Rough, rusted metal creates a \nsurface that cannot be adequately cleaned and sanitized.  In addition, not having cleaned and sanitized surfaces plays a \nrole in disease transmission.  The facility representative  must ensure that all housing facility surfaces in contact with \nnonhuman primates be free of excessive rust that so that appropriate cleaning and sanitization can occur. \nTo be corrected by: January 1, 2021 \n3.127(d) \n   \nFacilities, outdoor. \nThe perimeter fence had the following problems: \n-One area near the walk-though gate at the front of the facility was sagging at the top and measured a height of 7 feet 9 \ninches. \n-The utility gate which is part of the perimeter fence near the rear of the facility had a gap under the gate to the ground \nmeasuring 11 inches. \n-One area had a gap measuring 9.5 inches from the ground to the perimeter fence. \n-The two front gates that are part of the perimeter fence have decorative top that slopes down on each side to a height of \napproximately 6 feet. There are also gaps under these two gates. \n-The perimeter fence on the west side of the park had a broken 4X4 post as part of one of the H braces. \n-There are 3 adjacent posts without staples holding the perimeter fence to the posts creating a gap between the fence\n\nand the posts. \n-There were two areas where the perimeter fence crossed a creek. These gaps were approximately 2 feet and 2.5 feet \nunder the perimeter fence. \nProblems with the perimeter fence can provide  unwanted and unauthorized people and animals access to the facility. \nBased on the animal species maintained within the facility, the facility representative  must ensure that the perimeter fence \nis at least 8 feet high. The perimeter fence must be constructed so that it protects the animals in the facility by restricting \nanimals and unauthorized people from going through it or under it and so that it can function as a secondary containment \nsystem for the animals in the facility. \nTo be corrected by: January 15, 2021 \n3.81 \n   \nEnvironment enhancement to promote psychological well-being. \nThe environmental  enhancement plan that was provided  during the inspection has not been approved  by an attending \nveterinarian.  There is no attending veterinarian  for the facility yet to oversee this enrichment plan for nonhuman primates. \nThere were toys in each enclosure but no written accounting of whether the toys were changed or if other forms of \nenrichment were in use. An inadequate plan of enrichment for nonhuman primates can result in animals with high levels \nof stress and/or boredom that affects both their health and behavior.  The facility representative  must develop, document \nand follow an appropriate  plan for the environmental  enhancement adequate to promote the physiological wellbeing of \nnonhuman primates.  The Nonhuman Primate Enrichment plan must be in accordance with professionally accepted \nstandards and directed by the attending veterinarian. \nTo be corrected by: January 1, 2021 \n3.129(a)  Repeat\n   \nFeeding.\n\nThe adult tigers and lions are being fed a boneless chicken meat diet. This was the only food for the big cats observed  on \nthe property at the time of the inspection. The facility representative  said they also regularly feed deer and cows but none \nwere seen in the food storage areas during the inspection. Inspectors were told that the frozen rabbits seen in the \ncommissary were being used to feed the snake.  Inspectors asked to see the supplements the cats were being provided \nand were shown a product called Gleam & Gain which is horse weight gain supplement. The facility representative  said \nthey also use “Oasis”, “Wild Tracks” and calcium as supplements but had none at the facility at the time of the inspection \nand were planning to buy more that day.  Feeding  a boneless meat diet without calcium supplementation can result in \nnutritional deficiency, disease, malformed bones, gait abnormalities, and fractures. \n \nGleam & Gain is not a complete supplement for tigers eating a boneless meat diet.  It lacks the vitamins and minerals \nnecessary to balance a boneless chicken meat diet. The amount of calcium in this supplement is not a practical \nsupplement for a boneless meat diet.  Approximately 5 grams of calcium carbonate are required to properly supplement \none pound of boneless meat for a big cat.    There appears to be about 250 – 500 mg of calcium in each 2 oz scoop of \nGleam & Gain so it would require at least 20 oz of this product per pound of meat fed to each cat per day to meet the \nminimum calcium requirements when used as a supplement for cats who are fed a boneless chicken meat diet.  The \nfacility representatives  have a history of feeding inadequate diets to big cats, and previous to this inspection, two big cats \nin their care were diagnosed with Metabolic Bone Disease, a preventable  disease that is caused by a lack of calcium and \nother nutrients in the diet. One of the big cats is presently exhibiting lameness, which is often an early sign of this disease. \n \nThe chicken breasts are being stored in the food storage truck and were shown to be solidly frozen. In preparation  for \nfeeding, the chicken breasts are removed from the truck and thawed on the ground, outside and next to the truck. Some\n\nof the cardboard boxes of chicken breasts were open are not protected in any way from contamination from dirt or pests. \n \nThe facility representative  must ensure that food shall be wholesome, palatable, and free from contamination and of \nsufficient quantity and nutritive value to maintain all animals in good health. The diet shall be prepared with consideration \nfor the age, species, condition, size, and type of the animal. \n2.126(a)(2) \n   \nAccess and inspection of records and property; submission  of itineraries. \nInspectors asked for acquisition, disposition and health records and were told they were unavailable  because they were at \nthe attorney’s office. The  facility representatives  attorney was present during the inspection and no records were \nprovided  to the inspectors. Review  of records required by the Animal Welfare Act facilitates the inspection process by \nallowing inspectors to determine compliance of documents and evaluate animal welfare. The facility representative  must, \nduring business hours, allow APHIS officials to examine records required to be kept by the Animal Welfare Act and the \nregulations. \nTo be corrected by: January 1, 2021 \n3.128 \n   \nSpace requirements. \nSome of the big cats are being housed temporarily in enclosures that measure 8 feet wide by 14 feet long by 7 feet tall \naccording to the facility representative.  Adult cats must be able to exhibit normal postural adjustments and require more \nthan 7 feet of height in an enclosure in order to freely stand on their rear legs and stretch. The facility representative  must \nensure that all animals housed in enclosures that are constructed and maintained so as to provide sufficient space to \nallow each animal to make normal postural and social adjustments with adequate freedom of movement. \nTo be corrected by: January 1, 2021\n\n3.127(b) \n   \nFacilities, outdoor. \nMost of the enclosures housing the big cats do not provide  shelter from inclement weather. While big cats are generally \ncold weather tolerant, protections from discomfort due to climatic conditions such as wind, rain, and snow is required. \nSome of the larger enclosures have roof space that would allow the animals to remain dry in case of wind, rain, and snow \nbut most of the enclosures would not. Even animals that are cold weather tolerant may be adversely affected by windy \nand wet conditions and be uncomfortable. The facility representative  must ensure that natural or artificial shelter \nappropriate to the local climatic conditions for the species concerned shall be provided for all the animals kept outdoors to \nafford them protection and to prevent discomfort to such animals. \nTo be corrected by: January 1, 2021 \n3.78(a) \n   \nOutdoor housing facilities. \nTwo macaques were housed in adjacent outdoor enclosures. The facility did not have an attending veterinarian  at the \ntime of the inspection. An attending veterinarian  has not determined that these macaques are adequately acclimated to \noutdoor housing during this time of year. Based on observations they are not well acclimated.  The Kestrel thermometer at \nthe time of the inspection measured 41.8 degrees Fahrenheit.  Failure to have correctly acclimated nonhuman primates \nhoused in outdoor housing conditions can lead to hyperthermia or hypothermia. The facility representatives  must ensure \nthat nonhuman primates are acclimated, as determined by the attending veterinarian,  to the prevailing  temperature and \nhumidity at the outdoor housing facility during the time of the year they are at the facility.  They must also be able to \ntolerate the range of temperature and climatic conditions known to occur at the facility at that time of the year without \nstress or discomfort in order to be kept in outdoor enclosures.\n\nTo be corrected by: December 27, 2020 \n2.131(b)(1)  Direct\n   \nHandling of animals. \nTwo macaques were housed in adjacent outdoor enclosures, one with a metal crate and one with plastic barrel (open at \neach end) for shelter structures. The metal constructed enclosures and the metal shelter conduct cold in a manner that \ncould harm the animals especially the digits of the hands and feet in cold weather. The ears and tail are also at risk of \nfrost bite. Straw was used as a bedding. Supplemental heat was provided  by a forced air heater directed at a cinderblock \nwall between the two enclosures.  The plastic barrel was mounted on the enclosure wall above the level of the heater. \nThe set up did little more than to forcibly blow heated air into the open environment  adjacent to the enclosure. In fact, the \nloud and forceful nature of the heater may have discouraged the animals from use of cage space near the heater.  One \nmacaque was observed  sitting hunched up with its limbs pulled very close to its body, as one does when they are very \ncold and trying to conserve body heat. \nThe facility representative  must handle animals as expeditiously and carefully as possible in a manner that does not \ncause excessive overcooling, trauma, stress, physical harm or unnecessary discomfort. The housing design and strategy \nfor supplemental heat failed to protect the macaques and caused excessive overcooling  and distress. \nTo be corrected by: December 23, 2020 \n \nThis inspection was conducted with facility representatives. \n \nAdditional Inspectors: \nMARGARET SHAVER, VETERINARY MEDICAL OFFICEREnd Section",
  "animals_total": 156,
  "species": [
    {
      "count": 3,
      "scientific": "Hystrix cristata",
      "common": "AFRICAN CRESTED PORCUPINE"
    },
    {
      "count": 2,
      "scientific": "Puma concolor",
      "common": "PUMA / MOUNTAIN LION / COUGAR"
    },
    {
      "count": 1,
      "scientific": "Lama pacos",
      "common": "ALPACA"
    },
    {
      "count": 8,
      "scientific": "Lemur catta",
      "common": "RING-TAILED LEMUR"
    },
    {
      "count": 3,
      "scientific": "Vulpes vulpes",
      "common": "RED FOX (INCLUDES SILVER FOX & CROSS FOX)"
    },
    {
      "count": 3,
      "scientific": "Sheep",
      "common": "SHEEP"
    },
    {
      "count": 1,
      "scientific": "Vulpes lagopus",
      "common": "ARCTIC FOX"
    },
    {
      "count": 6,
      "scientific": "Lynx rufus",
      "common": "BOBCAT"
    },
    {
      "count": 1,
      "scientific": "Camelus dromedarius domestic",
      "common": "DOMESTIC DROMEDARY CAMEL"
    },
    {
      "count": 5,
      "scientific": "Caracal caracal",
      "common": "CARACAL"
    },
    {
      "count": 1,
      "scientific": "Canis latrans",
      "common": "COYOTE"
    },
    {
      "count": 1,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 1,
      "scientific": "Lynx canadensis",
      "common": "CANADIAN LYNX"
    },
    {
      "count": 1,
      "scientific": "Prionailurus viverrinus",
      "common": "FISHING CAT"
    },
    {
      "count": 7,
      "scientific": "Panthera leo",
      "common": "LION"
    },
    {
      "count": 1,
      "scientific": "Panthera onca",
      "common": "JAGUAR"
    },
    {
      "count": 1,
      "scientific": "Potos flavus",
      "common": "KINKAJOU"
    },
    {
      "count": 4,
      "scientific": "Mustela putorius furo",
      "common": "DOMESTIC FERRET"
    },
    {
      "count": 63,
      "scientific": "Panthera tigris",
      "common": "TIGER"
    },
    {
      "count": 16,
      "scientific": "Panthera leo X  P. tigris",
      "common": "LION X TIGER HYBRID / LIGER / TIGON"
    },
    {
      "count": 1,
      "scientific": "Caluromys philander",
      "common": "BARE-TAILED WOOLLY OPOSSUM"
    },
    {
      "count": 2,
      "scientific": "Atelerix albiventris",
      "common": "FOUR-TOED HEDGEHOG"
    },
    {
      "count": 1,
      "scientific": "Pigs",
      "common": "PIGS"
    },
    {
      "count": 9,
      "scientific": "Procyon lotor",
      "common": "RACCOON"
    },
    {
      "count": 1,
      "scientific": "Saguinus midas",
      "common": "RED-HANDED TAMARIN"
    },
    {
      "count": 4,
      "scientific": "Canis lupus",
      "common": "GRAY WOLF / GREY WOLF / TIMBER WOLF"
    },
    {
      "count": 3,
      "scientific": "Callithrix jacchus",
      "common": "COMMON MARMOSET"
    },
    {
      "count": 1,
      "scientific": "Galago senegalensis",
      "common": "NORTHERN LESSER BUSHBABY"
    },
    {
      "count": 1,
      "scientific": "Spermophilus richardsonii",
      "common": "RICHARDSON'S GROUND SQUIRREL"
    },
    {
      "count": 1,
      "scientific": "Canis aureus",
      "common": "GOLDEN JACKAL"
    },
    {
      "count": 1,
      "scientific": "Macaca mulatta",
      "common": "RHESUS MACAQUE"
    },
    {
      "count": 1,
      "scientific": "Macaca nemestrina",
      "common": "PIG-TAILED MACAQUE"
    },
    {
      "count": 1,
      "scientific": "Otocyon megalotis",
      "common": "BAT-EARED FOX"
    }
  ]
}