{
  "insp_id": "2016082568409737",
  "layout": "a",
  "customer_id": "331610",
  "customer_name": "N J Exotic Pets Llc",
  "customer_addr": "25 Union St\nLodi, NJ 07644",
  "certificate": "22-B-0079",
  "site_id": "001",
  "site_name": "N J EXOTIC PETS LLC",
  "insp_type": "ROUTINE INSPECTION",
  "date": "07-JUN-2017",
  "report_date": "10-JUN-2017",
  "citations": [
    {
      "code": "3.125(c)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "In the rear storage room, adjacent to the skunk enclosures, there are six bags of Better Bedding stored directly on\nthe floor. One of these six bags is open. Additionally, there are two unopened bags of chicken feed stored directly\non the floor, across from the skunk enclosures. Unopened supplies of feed and bedding must be stored up off of\nthe floor and away from walls to ensure that the bags are protected from vermin and to be able to clean underneath\nand around such supplies.\nOpen feed should be maintained in containers with tight fitting lids to protect such supplies against deterioration,\nmolding, or contamination by vermin that are capable of chewing through bags. Supplies that are free from\ncontamination are necessary for the health and well-being of the animals.\nTO BE CORRECTED BY: JUNE 14, 2017"
    },
    {
      "code": "3.126(c)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, INDOOR.",
      "narrative": "LIGHTING-\nIn the smaller, rear storage room and hallway, there are no lights that are in working order. Additionally, there are\nfive chinchillas housed in this same hallway. Adequate lighting is unavailable for the proper inspection of the\nanimals or facility husbandry.\nAdequate lighting must be provided and be of good quality for the animals involved. Such lighting shall be uniformly\ndistributed and of sufficient intensity to permit routine inspection and cleaning.\nTO BE CORRECTED BY: JULY 7, 2017"
    },
    {
      "code": "3.131(c)",
      "kind": "",
      "repeat": true,
      "desc": "SANITATION.",
      "narrative": "HOUSEKEEPING -\nTHE FOLLOWING ITEMS ARE STILL IN NEED OF CLEANING, REMOVAL, REPAIR, AND/OR REPLACEMENT:\n1. All of the refrigerators that are utilized for storing food items for the animals have accumulations of spilled liquids\nand food. Spilled items leave these refrigerators in an unsanitary condition. All refrigerators must be cleaned and\nsanitized to prevent food borne illnesses and to ensure that uncontaminated food is provided to the animals for their\nhealth and well-being.\n2. Tables used to prepare food items were covered with food, dirt, grime and other debris. Tables, as well as\nutensils used for food preparation, must be cleaned and sanitized to prevent contamination and food borne\nillnesses.\n3. Black mold is present on the base of the wall below the food prep table. This mold must be removed to prevent\nillness to the animals and employees.\n4. Dead insects are present in the light fixture of the quarantine room. Dead insects must be removed.\n5. Tables used to hold animal enclosures were covered with spilled feed, bedding and other debris. These tables\nmust be cleaned and sanitized.\n6. In the small holding room, an electrical outlet has been pulled out of the wall and is hanging by the conduit. This\nexposed power outlet is dangerous and must be properly secured for the safety of the animals and employees.\n7. The linoleum floor, in the room holding the coatimundi and sugar gliders, is still torn in several locations. The\ncoatimundi have destroyed the linoleum floor beneath their enclosure thus exposing the concrete floor.\n8. There is one missing tile and one severely damaged tile in the room holding the sugar gliders, guinea pigs,\nrabbits and skunk. The severely damaged tile is beneath the leg of the rack holding the guinea pigs.\nFecal material and other debris can accumulate in these damaged areas. The damaged linoleum and missing tiles\nmust be removed, repaired or replaced to keep the floors in good repair in order to facilitate the prescribed\nhusbandry practices.\n9. Numerous empty boxes, that are used to transport animal purchases, are stored haphazardly on the floor next to\nthe skunk enclosures.\n10. The walls behind all of the sugar glider enclosures, as well as the skunk in holding, are covered with food\ndebris, grime and other organic materials. These walls must be cleaned and sanitized to maintain facility\ncleanliness and to prevent the attraction of flies and other unwanted insects.\n11. There continues to be a severe accumulation of tools, furniture, clothing, animal racks, empty enclosures,\ntanks, boxes, spilled bedding, usable store items and other miscellaneous materials stored haphazardly throughout\nthe rear rooms of the facility. The haphazard storage of unnecessary items leave harborage areas for unwanted\npests and/or escaped animals.\nThis non-compliance has been documented on March 8, 2016 and November 4, 2016 and continues to be a chronic\nproblem. The unnecessary items must be removed and the items that are for store use must be appropriately\norganized to ensure that the store rooms are clean and free from harborage areas to facilitate the prescribed\nhusbandry practices.\nPremises (buildings and grounds) shall be kept clean and in good repair in order to protect the animals from injury\nand to facilitate the prescribed husbandry practices set forth in this subpart.\nThis inspection and exit briefing were conducted with the facility representatives.\nAdditional Inspectors\nMcintosh Ashley, Veterinary Medical Officer"
    }
  ],
  "narrative": "3.125(c)\nFACILITIES, GENERAL.   \nIn the rear storage room, adjacent to the skunk enclosures, there are six bags of Better Bedding stored directly on\nthe floor.  One of these six bags is open.  Additionally, there are two unopened bags of chicken feed stored directly\non the floor, across from the skunk enclosures.  Unopened supplies of feed and bedding must be stored up off of\nthe floor and away from walls to ensure that the bags are protected from vermin and to be able to clean underneath\nand around such supplies.  \nOpen feed should be maintained in containers with tight fitting lids to protect such supplies against deterioration,\nmolding, or contamination by vermin that are capable of chewing through bags.  Supplies that are free from\ncontamination are necessary for the health and well-being of the animals.\nTO BE CORRECTED BY:  JUNE 14, 2017\n3.126(c)\nFACILITIES, INDOOR. \nLIGHTING- \n \nIn the smaller, rear storage room and hallway, there are no lights that are in working order.  Additionally, there are\nfive chinchillas housed in this same hallway.  Adequate lighting is unavailable for the proper inspection of the\nanimals or facility husbandry.\nAdequate lighting must be provided and be of good quality for the animals involved. Such lighting shall be uniformly\ndistributed and of sufficient intensity to permit routine inspection and cleaning.\nTO BE CORRECTED BY:  JULY 7, 2017\n\n3.131(c)                    REPEAT\nSANITATION.   \nHOUSEKEEPING -\nTHE FOLLOWING ITEMS ARE STILL IN NEED OF CLEANING, REMOVAL, REPAIR, AND/OR REPLACEMENT:\n1.  All of the refrigerators that are utilized for storing food items for the animals have accumulations of spilled liquids\nand food. Spilled items leave these refrigerators in an unsanitary condition.  All refrigerators must be cleaned and\nsanitized to prevent food borne illnesses and to ensure that uncontaminated food is provided to the animals for their\nhealth and well-being.\n2. Tables used to prepare food items were covered with food, dirt, grime and other debris.  Tables, as well as\nutensils used for food preparation, must be cleaned and sanitized to prevent contamination and food borne\nillnesses.\n3.  Black mold is present on the base of the wall below the food prep table.  This mold must be removed to prevent\nillness to the animals and employees.\n4.  Dead insects are present in the light fixture of the quarantine room.  Dead insects must be removed.\n5.  Tables used to hold animal enclosures were covered with spilled feed, bedding and other debris.  These tables\nmust be cleaned and sanitized.  \n6.  In the small holding room, an electrical outlet has been pulled out of the wall and is hanging by the conduit.  This\nexposed power outlet is dangerous and must be properly secured for the safety of the animals and employees.\n7.  The linoleum floor, in the room holding the coatimundi and sugar gliders, is still torn in several locations.  The\ncoatimundi have destroyed the linoleum floor beneath their enclosure thus exposing the concrete floor.\n8.  There is one missing tile and one severely damaged tile in the room holding the sugar gliders, guinea pigs,\nrabbits and skunk.  The severely damaged tile is beneath the leg of the rack holding the guinea pigs.\nFecal material and other debris can accumulate in these damaged areas. The damaged linoleum and missing tiles\nmust be removed, repaired or replaced to keep the floors in good repair in order to facilitate the prescribed\nhusbandry practices.     \n9.  Numerous empty boxes, that are used to transport animal purchases, are stored haphazardly on the floor next to\nthe skunk enclosures.\n\n10.  The walls behind all of the sugar glider enclosures, as well as the skunk in holding, are covered with food\ndebris, grime and other organic materials.  These walls must be cleaned and sanitized to maintain facility\ncleanliness and to prevent the attraction of flies and other unwanted insects.\n11.  There continues to be a severe accumulation of tools, furniture, clothing, animal racks, empty enclosures,\ntanks, boxes, spilled bedding, usable store items and other miscellaneous materials stored haphazardly throughout\nthe rear rooms of the facility.  The haphazard storage of unnecessary items leave harborage areas for unwanted\npests and/or escaped animals.\nThis non-compliance has been documented on March 8, 2016 and November 4, 2016 and continues to be a chronic\nproblem.  The unnecessary items must be removed and the items that are for store use must be appropriately\norganized to ensure that the store rooms are clean and free from harborage areas to facilitate the prescribed\nhusbandry practices.\nPremises (buildings and grounds) shall be kept clean and in good repair in order to protect the animals from injury\nand to facilitate the prescribed husbandry practices set forth in this subpart. \nThis inspection and exit briefing were conducted with the facility representatives.\nAdditional Inspectors\nMcintosh Ashley, Veterinary Medical Officer",
  "animals_total": 113,
  "species": [
    {
      "count": 14,
      "scientific": "Atelerix albiventris",
      "common": "FOUR-TOED HEDGEHOG (MOST COMMON PET HEDGEHOG)"
    },
    {
      "count": 26,
      "scientific": "Cavia porcellus",
      "common": "DOMESTIC GUINEA PIG"
    },
    {
      "count": 5,
      "scientific": "Chinchilla lanigera",
      "common": "CHINCHILLA (DOMESTICATED)"
    },
    {
      "count": 6,
      "scientific": "Cricetulus griseus",
      "common": "CHINESE HAMSTER"
    },
    {
      "count": 7,
      "scientific": "Mephitis mephitis",
      "common": "STRIPED SKUNK"
    },
    {
      "count": 4,
      "scientific": "Meriones unguiculatus",
      "common": "MONGOLIAN GERBIL (COMMON PET / RESEARCH VARIETY)"
    },
    {
      "count": 3,
      "scientific": "Mesocricetus auratus",
      "common": "SYRIAN / GOLDEN HAMSTER (COMMON PET/RESEARCH TYPE)"
    },
    {
      "count": 3,
      "scientific": "Mustela putorius furo",
      "common": "DOMESTIC FERRET"
    },
    {
      "count": 2,
      "scientific": "Nasua narica",
      "common": "WHITE-NOSED COATI"
    },
    {
      "count": 19,
      "scientific": "Oryctolagus cuniculus",
      "common": "DOMESTIC RABBIT / EUROPEAN RABBIT"
    },
    {
      "count": 20,
      "scientific": "Petaurus breviceps",
      "common": "SUGAR GLIDER"
    },
    {
      "count": 1,
      "scientific": "Phodopus roborovskii",
      "common": "ROBOROVSKI'S DWARF HAMSTER"
    },
    {
      "count": 2,
      "scientific": "Sus scrofa domestica",
      "common": "DOMESTIC PIG / POTBELLY PIG / MICRO PIG"
    },
    {
      "count": 1,
      "scientific": "Tamias striatus",
      "common": "EASTERN CHIPMUNK"
    }
  ]
}