{
  "insp_id": "165161144220630",
  "layout": "a",
  "customer_id": "9035",
  "customer_name": "James Swetter",
  "customer_addr": "114 Swetland Road\nClifford Twp, PA 18470",
  "certificate": "23-C-0240",
  "site_id": "001",
  "site_name": "JAMES SWETTER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "13-JUN-2016",
  "report_date": "13-JUN-2016",
  "citations": [
    {
      "code": "2.40(a)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "Section 2.40(a)(2) Veterinary care: Twelve white-tailed deer fawns are being hand raised by the licensee. Their diet\nand care has not been approved by the attending veterinarian. The medication SpectoGard was present at the\nfacility. The licensee informed the APHIS official that it is used for the animals. The medication does not have a\nlabel from the veterinarian and its use is not covered in the written Program of Veterinary Care (PVC) for the facility.\nThe attending veterinarian must have the appropriate authority to ensure the provisions of adequate veterinary care\nand to oversee the adequacy of other aspects of animal care and use. Correct by having the attending veterinarian\nreview and approve the diet and care of the fawns, and all treatments/medications used for the animals, including\ndose and route. This information may be an attachment to facility written PVC. Correct by June 27, 2016."
    },
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "Section 3.125(a) Structural strength: The enclosure housing four white-tailed deer to the right of the house needs\nthe following repairs:\n1) The mesh fence attached to the lower portion of the wire fence to the right of the shelter is curling up into the\nenclosure creating a gap under the fence. Unauthorized animals such as dogs may get under the fence and into\nthe enclosure in this area causing injury or distress to the deer. When the fence gap was identified by the APHIS\nofficial, the licensee repaired the fence during the inspection. Corrected during the inspection.\n2) The back of the shelter is leaning outward past the end of the roof, creating a gap of about 4 inches. Rain can\nfall into the back of the shelter or run off the roof into the back of the shelter. The right side of the shelter is no\nlonger attached to the back of the shelter, creating a gap. The shelter is no longer structurally sound and must be\nrepaired to maintain its structural integrity and to keep the shelter dry for the comfort of the animals. Correct by\nrepairing the shelter so it is structurally sound and will remain dry inside for the deer. Correct by July 13, 2016.\nAn exit briefing was conducted with the owner."
    }
  ],
  "narrative": "2.40(a)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nSection 2.40(a)(2) Veterinary care: Twelve white-tailed deer fawns are being hand raised by the licensee.  Their diet\nand care has not been approved by the attending veterinarian.  The medication SpectoGard was present at the\nfacility.  The licensee informed the APHIS official that it is used for the animals.  The medication does not have a\nlabel from the veterinarian and its use is not covered in the written Program of Veterinary Care (PVC) for the facility.\n The attending veterinarian must have the appropriate authority to ensure the provisions of adequate veterinary care\nand to oversee the adequacy of other aspects of animal care and use.   Correct by having the attending veterinarian\nreview and approve the diet and care of the fawns, and all treatments/medications used for the animals, including\ndose and route.  This information may be an attachment to facility written PVC.  Correct by June 27, 2016.\n3.125(a)\nFACILITIES, GENERAL.   \nSection 3.125(a) Structural strength: The enclosure housing four white-tailed deer to the right of the house needs\nthe following repairs: \n1) The mesh fence attached to the lower portion of the wire fence to the right of the shelter is curling up into the\nenclosure creating a gap under the fence.  Unauthorized animals such as dogs may get under the fence and into\nthe enclosure in this area causing injury or distress to the deer.  When the fence gap was identified by the APHIS\nofficial, the licensee repaired the fence during the inspection.  Corrected during the inspection.\n2) The back of the shelter is leaning outward past the end of the roof, creating a gap of about 4 inches.  Rain can\nfall into the back of the shelter or run off the roof into the back of the shelter.  The right side of the shelter is no\nlonger attached to the back of the shelter, creating a gap.  The shelter is no longer structurally sound and must be\nrepaired to maintain its structural integrity and to keep the shelter dry for the comfort of the animals.  Correct by\nrepairing the shelter so it is structurally sound and will remain dry inside for the deer.   Correct by July 13, 2016.\nAn exit briefing was conducted with the owner.",
  "animals_total": 31,
  "species": [
    {
      "count": 31,
      "scientific": "Odocoileus virginianus",
      "common": "WHITE-TAILED DEER"
    }
  ]
}