{
  "insp_id": "2016082568554397",
  "layout": "a",
  "customer_id": "31362",
  "customer_name": "Wayne Miller",
  "customer_addr": "1776 T R 164\nSugarcreek, OH 44681",
  "certificate": "31-A-0720",
  "site_id": "001",
  "site_name": "WAYNE MILLER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "29-JUN-2017",
  "report_date": "14-JUL-2017",
  "citations": [
    {
      "code": "2.1(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "REQUIREMENTS AND APPLICATION.",
      "narrative": "A search for unlicensed regulated activity was conducted. The facility representative contacted stated that sales of\nanimals via wholesale and via shipment (sight unseen) were being conducted occasionally. This is activity for which\na USDA license is required. Conducting regulated activity without a license does not allow the regulatory process,\nincluding routine inspection, to ensure the welfare standards are being met for those animals. This is not in\ncompliance with the Animal Welfare Act. Correct by either applying for a USDA \"A\" license to conduct regulated\nsales via wholesale and sight unseen transactions, or cease to conduct these types of sales without a USDA\nlicense.\nCorrect from this time forward.\nThis inspection and exit interview were conducted with the facility representative."
    }
  ],
  "narrative": "2.1(a)(1)\nREQUIREMENTS AND APPLICATION.\nA search for unlicensed regulated activity was conducted.  The facility representative contacted stated that sales of\nanimals via wholesale and via shipment (sight unseen) were being conducted occasionally.  This is activity for which\na USDA license is required.  Conducting regulated activity without a license does not allow the regulatory process,\nincluding routine inspection, to ensure the welfare standards are being met for those animals.  This is not in\ncompliance with the Animal Welfare Act.  Correct by either applying for a USDA \"A\" license to conduct regulated\nsales via wholesale and sight unseen transactions, or cease to conduct these types of sales without a USDA\nlicense.\nCorrect from this time forward.\nThis inspection and exit interview were conducted with the facility representative.",
  "animals_total": 0,
  "species": [
    {
      "count": 0,
      "scientific": "NONE",
      "common": "NONE"
    }
  ]
}