{
  "insp_id": "2016082569667151",
  "layout": "a",
  "customer_id": "44266",
  "customer_name": "Zootastic Of Lake Norman Inc",
  "customer_addr": "448 Pilch Road\nTroutman, NC 28166",
  "certificate": "55-C-0272",
  "site_id": "001",
  "site_name": "ZOOTASTIC OF LAKE NORMAN INC",
  "insp_type": "FOCUSED INSPECTION",
  "date": "13-NOV-2019",
  "report_date": "04-DEC-2019",
  "citations": [
    {
      "code": "2.131(b)(1)",
      "kind": "",
      "repeat": false,
      "desc": "HANDLING OF ANIMALS.",
      "narrative": "On October 12, 2019, a 6 month old juvenile tiger was exhibited at Sheldon’s K9s Fall Festival. A video recording of\nthe licensee and a tiger on exhibition was reviewed with the licensee. The licensee acknowledges that this is him\nand his tiger, Sheldon at this exhibition. Per the video recording, the tiger remains laying on its side, panting and\nmostly unresponsive to external activity for most of the recorded time it is exhibited to the public. The tiger does not\nrespond with normal feline behavior to stimulation by the owner, his daughter, or the surrounding public in this\nvideo. The cause for this abnormal posture and behavior of a juvenile tiger in an unfamiliar setting surrounded by\nthe public cannot be determined from the video, but may include general exhaustion, heat exhaustion, and/or\nsedation. Exhibiting a juvenile tiger in this condition may cause harm to the tiger’s health and well-being. Per the\nregulations, handling of all animals shall be done as expeditiously and carefully as possible in a manner that does\nnot cause trauma, overheating, excessive cooling, behavioral stress, physical harm, or unnecessary discomfort.\nCorrect from this date forward."
    },
    {
      "code": "2.131(c)(1)",
      "kind": "",
      "repeat": false,
      "desc": "HANDLING OF ANIMALS.",
      "narrative": "A video recording of the licensee and a tiger on exhibition was reviewed with the licensee. The licensee\nacknowledges that this is him and his tiger, Sheldon. The tiger used during the public exhibition at Sheldon's K9s\nFall Festival was 6 months old and weighed approximately 50 pounds at the time of the exhibition. The tiger was\nrestrained by a harness attached to a leash, held by the owner. Insufficient physical barriers were present to protect\nthe public and the animal. A 6 month old tiger used for public display in this manner does not protect the public, the\nhandler and the tiger. Per the regulations, during public exhibition, any animal must be handled so there is minimal\nrisk of harm to the animal and to the public, with sufficient distance and/or barriers between the animal and the\ngeneral viewing public so as to assure the safety of animals and the public. Correct from this date forward.\nThis inspection (November 13, 2019) and exit interview (December 4, 2019) were conducted with the facility owner."
    }
  ],
  "narrative": "2.131(b)(1)\nHANDLING OF ANIMALS.\nOn October 12, 2019, a 6 month old juvenile tiger was exhibited at Sheldon’s K9s Fall Festival. A video recording of\nthe licensee and a tiger on exhibition was reviewed with the licensee.  The licensee acknowledges that this is him\nand his tiger, Sheldon at this exhibition. Per the video recording, the tiger remains laying on its side, panting and\nmostly unresponsive to external activity for most of the recorded time it is exhibited to the public. The tiger does not\nrespond with normal feline behavior to stimulation by the owner, his daughter, or the surrounding public in this\nvideo. The cause for this abnormal posture and behavior of a juvenile tiger in an unfamiliar setting surrounded by\nthe public cannot be determined from the video, but may include general exhaustion, heat exhaustion, and/or\nsedation.  Exhibiting a juvenile tiger in this condition may cause harm to the tiger’s health and well-being. Per the\nregulations, handling of all animals shall be done as expeditiously and carefully as possible in a manner that does\nnot cause trauma, overheating, excessive cooling, behavioral stress, physical harm, or unnecessary discomfort. \nCorrect from this date forward.\n2.131(c)(1)\nHANDLING OF ANIMALS.\nA video recording of the licensee and a tiger on exhibition was reviewed with the licensee.  The licensee\nacknowledges that this is him and his tiger, Sheldon. The tiger used during the public exhibition at Sheldon's K9s\nFall Festival was 6 months old and weighed approximately 50 pounds at the time of the exhibition.  The tiger was\nrestrained by a harness attached to a leash, held by the owner.  Insufficient physical barriers were present to protect\nthe public and the animal.  A 6 month old tiger used for public display in this manner does not protect the public, the\nhandler and the tiger. Per the regulations, during public exhibition, any animal must be handled so there is minimal\nrisk of harm to the animal and to the public, with sufficient distance and/or barriers between the animal and the\ngeneral viewing public so as to assure the safety of animals and the public. Correct from this date forward.\nThis inspection (November 13, 2019) and exit interview (December 4, 2019) were conducted with the facility owner.",
  "animals_total": 1,
  "species": [
    {
      "count": 1,
      "scientific": "Panthera tigris",
      "common": "TIGER"
    }
  ]
}