{
  "insp_id": "155150935040406",
  "layout": "a",
  "customer_id": "329713",
  "customer_name": "Robert Schrock",
  "customer_addr": "Velma Schrock\n32418 Reel Avenue\nJamesport, MO 64648",
  "certificate": "43-A-5887",
  "site_id": "001",
  "site_name": "ROBERT SCHROCK & VELMA SCHROCK",
  "insp_type": "ROUTINE INSPECTION",
  "date": "03-JUN-2015",
  "report_date": "04-JUN-2015",
  "citations": [
    {
      "code": "3.1(c)(3)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "Cleaning\nThere are three enclosures in a sheltered facility, affecting 2 adult dogs, that have an accumulation of bedding, fecal\nmaterial and other organic material on the inside floor, and wall area. An unoccupied enclosure, adjacent to an\noccupied enclosure, has a carpet remnant with old feces on it. These areas can become a disease hazard to the\nanimals and need to be cleaned. The licensee must clean and sanitize the affected enclosures and ensure that all\nhard surfaces with which the dogs come into contact with are spot cleaned daily and sanitized at least once every\ntwo weeks or more often if necessary and all other areas of the housing facility are cleaned as often as necessary to\nsatisfy generally accepted husbandry practices.\nTo be corrected by: 5 June 15"
    },
    {
      "code": "3.4(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "OUTDOOR HOUSING FACILITIES.",
      "narrative": "Shade\nIn an outdoor enclosure, housing 1 adult dog, there is insufficient shade area provided. Exposure to the direct rays\nof the sun can cause discomfort to the dog and may lead to heat related illnesses. The licensee must provide this\ndog with a shade structure so that he can escape the direct rays of the sun. The licensee must ensure that all dogs\nare provided with a shade structure to protect them from the direct rays of the sun at all times.\nTo be corrected by: 5 June 15\nInspection and a verbal exit interview was conducted with the licensee and ACI Stephanie Osborne."
    }
  ],
  "narrative": "3.1(c)(3)\nHOUSING FACILITIES, GENERAL.\nCleaning\nThere are three enclosures in a sheltered facility, affecting 2 adult dogs, that have an accumulation of bedding, fecal\nmaterial and other organic material on the inside floor, and wall area.  An unoccupied enclosure, adjacent to an\noccupied enclosure, has a carpet remnant with old feces on it.  These areas can become a disease hazard to the\nanimals and need to be cleaned.  The licensee must clean and sanitize the affected enclosures and ensure that all\nhard surfaces with which the dogs come into contact with are spot cleaned daily and sanitized at least once every\ntwo weeks or more often if necessary and all other areas of the housing facility are cleaned as often as necessary to\nsatisfy generally accepted husbandry practices.  \nTo be corrected by:  5 June 15\n3.4(b)(2)\nOUTDOOR HOUSING FACILITIES.\nShade\nIn an outdoor enclosure, housing 1 adult dog, there is insufficient shade area provided.  Exposure to the direct rays\nof the sun can cause discomfort to the dog and may lead to heat related illnesses.  The licensee must provide this\ndog with a shade structure so that he can escape the direct rays of the sun.  The licensee must ensure that all dogs\nare provided with a shade structure to protect them from the direct rays of the sun at all times.  \nTo be corrected by: 5 June 15\nInspection and a verbal exit interview was conducted with the licensee and ACI Stephanie Osborne.",
  "animals_total": 20,
  "species": [
    {
      "count": 5,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 4,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    },
    {
      "count": 6,
      "scientific": "Felis silvestris catus",
      "common": "CAT ADULT"
    },
    {
      "count": 5,
      "scientific": "Felis silvestris catus",
      "common": "CAT KITTEN"
    }
  ]
}