{
  "insp_id": "2016082569202006",
  "layout": "a",
  "customer_id": "335539",
  "customer_name": "Jesse Lambright",
  "customer_addr": "S4303 Chicken Hollow Road\nHillsboro, WI 54634",
  "certificate": "35-A-0384",
  "site_id": "001",
  "site_name": "TIMOTHY LAMBRIGHT",
  "insp_type": "ROUTINE INSPECTION",
  "date": "03-JUL-2018",
  "report_date": "03-JUL-2018",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "Dog #52 (tag number) had signs of dental disease that needs veterinary attention. This dog was not under\ntreatment and its condition was pointed out to the licensee during inspection. The gums on its right upper premolar\n(back upper tooth) were redder than the rest of the mouth and part of the tooth root was exposed and the gums\naround it would lightly bleed when touched. Its lower right molar and a lower left premolar tooth were slightly loose\nto the touch and the lower premolar and molar teeth on both sides were covered in a dark plaque and some pale\ncreamy material around those teeth would be seen when the gums were lightly touched. Increased gum redness,\nloose teeth, creamy material around loose teeth are all signs of more advanced dental disease and could be painful\nand lead to other health problems in this dog. The facility needs to ensure that the attending veterinarian evaluates\nthese dog's teeth and follows the recommended treatment plan."
    },
    {
      "code": "2.80(b)",
      "kind": "",
      "repeat": false,
      "desc": "RECORDS, DISPOSITION.",
      "narrative": "Two dogs that were cited on the 19-Jul-2017 (#27 and \"Alan') report needing veterinary attention per the licensee\nwere seen by the attending veterinarian and treated as instructed. Per the licensee, these two dogs were later\ngiven away in September or October 2017 but the licensee doesn't remember completing a record of disposition\nand a record of disposition could not be found during inspection. Also, the record of Animals on Hand (APHIS\n7005) had been updated to reflect current animals on hand and records of #27 and Alan were no longer reflected on\nAPHIS 7005 and so #27's and Alan's disposition date were not available. Records of animals' disposition are\nrequired to be maintained for at least 1 year after the animal's disposition.\nThis inspection and exit interview were conducted with a facility representative."
    }
  ],
  "narrative": "2.40(b)(2)                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nDog #52 (tag number) had signs of dental disease that needs veterinary attention.  This dog was not under\ntreatment and its condition was pointed out to the licensee during inspection.  The gums on its right upper premolar\n(back upper tooth) were redder than the rest of the mouth and part of the tooth root was exposed and the gums\naround it would lightly bleed when touched.  Its lower right molar and a lower left premolar tooth were slightly loose\nto the touch and the lower premolar and molar teeth on both sides were covered in a dark plaque and some pale\ncreamy material around those teeth would be seen when the gums were lightly touched.  Increased gum redness,\nloose teeth, creamy material around loose teeth are all signs of more advanced dental disease and could be painful\nand lead to other health problems in this dog.  The facility needs to ensure that the attending veterinarian evaluates\nthese dog's teeth and follows the recommended treatment plan.\n2.80(b)\nRECORDS, DISPOSITION.\nTwo dogs that were cited on the 19-Jul-2017 (#27 and \"Alan') report needing veterinary attention per the licensee\nwere seen by the attending veterinarian and treated as instructed.  Per the licensee, these two dogs were later\ngiven away in September or October 2017 but the licensee doesn't remember completing a record of disposition\nand  a record of disposition could not be found during inspection.  Also, the record of Animals on Hand (APHIS\n7005) had been updated to reflect current animals on hand and records of #27 and Alan were no longer reflected on\nAPHIS 7005 and so #27's and Alan's disposition date were not available.  Records of animals' disposition are\nrequired to be maintained for at least 1 year after the animal's disposition.\nThis inspection and exit interview were conducted with a facility representative.",
  "animals_total": 84,
  "species": [
    {
      "count": 66,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 18,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}