{
  "insp_id": "318140909090889",
  "layout": "a",
  "customer_id": "1356",
  "customer_name": "Oklahoma State University",
  "customer_addr": "203 Whitehurst\nStillwater, OK 74078",
  "certificate": "73-R-0001",
  "site_id": "001",
  "site_name": "OKLAHOMA STATE UNIVERSITY-ANIMAL RESOURCES UNIT",
  "insp_type": "ROUTINE INSPECTION",
  "date": "12-NOV-2014",
  "report_date": "19-NOV-2014",
  "citations": [
    {
      "code": "2.33(b)(4)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE.",
      "narrative": "On 19 August 2014 a rabbit which had been under veterinary treatment for suspected coccidiosis was found by\nfacility personnel recumbent, paddling, and non-responsive. The facility manager chose to euthanize the rabbit and\nused a method that is not approved by the AVMA guidelines on Euthanasia. At the time this decision was made,\nthe affected animal was under treatment for suspected coccidiosis. The facility manager, who is also the Primary\nInvestigator for Protocol AG-12-14, did not consult the university attending veterinarian or any licensed veterinarian\nregarding the acutely deteriorarted condition of this animal. Protocol AG 12-14 does not list a standard method of\neuthanasia, since the animals on this study are not expected to require euthanasia except for emergency\nconditions. The protocol states on page 8, section 3.15.2 that \"Attending veterinarian is notified if animals are\ndistressed.\" Also on page 1 (Investigator Assurance Statement) the Primary Investigator affirms that \"the OSU\nAttending Veterinarian is authorized to humanely euthanize animals that are found to be experiencing severe pain\nand/or distress\". There is nothing in protocol AG 12-14 that allows the Private Investigator to independently\ndiagnose an animal's condition. There is no provision in the protocol that allows the Primary Investigator or any\nnon-veterinary staff member to unilaterally determine that euthanasia is an appropriate choice for any regulated\nanimal, and there is no allowance in the protocol for the use of non-AVMA approved methods of euthanasia. The\nprimary investigator violated the relevant protocol's guidelines for appropriate veterinary care. Any treatment of a\nsick/injured animal, including euthanasia, must be carried out after consultation with the attending veterinarian.\nEuthanasia should be conducted in an appropriate manner by the veterinary staff or by adequately trained\npersonnel under veterinary supervision.\nTo be corrected from this point forward."
    },
    {
      "code": "3.58(b)",
      "kind": "",
      "repeat": false,
      "desc": "CLASSIFICATION AND SEPARATION.",
      "narrative": "On 15 August 2014 two rabbits were placed under treatment for suspected coccidiosis. Initially these two rabbits\nwere housed in a separate area away from the main rabbit holding room. However, while still under treatment these\nrabbits were moved into the main rabbit holding room and housed with the group. Although these rabbits were in\nindividual enclosures, their proximity to the healthy animals does increase the risk of contamination or infection to\nthe healthy animals. Rabbits that are undergoing treatment for communicable disease should not be housed with or\nnear healthy animals.\nCorrect from this point forward.\nInspection and exit interview conducted with facility representatives.\nAdditional Inspectors\nCunningham Debbie, Veterinary Medical Officer"
    }
  ],
  "narrative": "2.33(b)(4)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE.\n On 19 August 2014 a rabbit which had been under veterinary treatment for suspected coccidiosis was found by\nfacility personnel recumbent, paddling, and non-responsive.  The facility manager chose to euthanize the rabbit and\nused a method that is not approved by the AVMA guidelines on Euthanasia.  At the time this decision was made,\nthe affected animal was under treatment for suspected coccidiosis.  The facility manager, who is also the Primary\nInvestigator for Protocol AG-12-14, did not consult the university attending veterinarian or any licensed veterinarian\nregarding the acutely deteriorarted  condition of this animal.  Protocol AG 12-14 does not list a standard method of\neuthanasia, since the animals on this study are not expected to require euthanasia except for emergency\nconditions.  The protocol states on page 8, section 3.15.2 that \"Attending veterinarian is notified if animals are\ndistressed.\"  Also on page 1 (Investigator Assurance Statement) the Primary Investigator affirms that \"the OSU\nAttending Veterinarian is authorized to humanely euthanize animals that are found to be experiencing severe pain\nand/or distress\".  There is nothing in protocol AG 12-14 that allows the Private Investigator to independently\ndiagnose an animal's condition.  There is no provision in the protocol that allows the Primary Investigator or any\nnon-veterinary staff member to unilaterally determine that euthanasia is an appropriate choice for any regulated\nanimal, and there is no allowance in the protocol for the use of non-AVMA approved methods of euthanasia.  The\nprimary investigator violated the relevant protocol's guidelines for appropriate veterinary care.  Any treatment of a\nsick/injured animal, including euthanasia, must be carried out after consultation with the attending veterinarian. \nEuthanasia should be conducted in an appropriate manner by the veterinary staff or by adequately trained\npersonnel under veterinary supervision.\nTo be corrected from this point forward.\n3.58(b)\nCLASSIFICATION AND SEPARATION. \nOn 15 August 2014 two rabbits were placed under treatment for suspected coccidiosis.  Initially these two rabbits\nwere housed in a separate area away from the main rabbit holding room.  However, while still under treatment these\nrabbits were moved into the main rabbit holding room and housed with the group.  Although these rabbits were in\nindividual enclosures, their proximity to the healthy animals does increase the risk of contamination or infection to\n\nthe healthy animals.  Rabbits that are undergoing treatment for communicable disease should not be housed with or\nnear healthy animals.\nCorrect from this point forward.\nInspection and exit interview conducted with facility representatives.\nAdditional Inspectors\nCunningham Debbie, Veterinary Medical Officer",
  "animals_total": 112,
  "species": [
    {
      "count": 2,
      "scientific": "Bos taurus",
      "common": "CATTLE / COW / OX / WATUSI"
    },
    {
      "count": 29,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 2,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 28,
      "scientific": "Felis silvestris catus",
      "common": "CAT ADULT"
    },
    {
      "count": 3,
      "scientific": "Lama glama",
      "common": "LLAMA"
    },
    {
      "count": 23,
      "scientific": "Ovis aries aries",
      "common": "SHEEP INCLUDING ALL DOMESTIC BREEDS"
    },
    {
      "count": 25,
      "scientific": "Sylvilagus transitionalis",
      "common": "NEW ENGLAND COTTONTAIL RABBIT"
    }
  ]
}