{
  "insp_id": "2016082569393002",
  "layout": "a",
  "customer_id": "332995",
  "customer_name": "My Little Puppy",
  "customer_addr": "1840 N. Rangeline Ste #3\nJoplin, MO 64801",
  "certificate": "43-B-3753",
  "site_id": "002",
  "site_name": "MY LITTLE PUPPY",
  "insp_type": "ROUTINE INSPECTION",
  "date": "01-MAR-2019",
  "report_date": "06-MAR-2019",
  "citations": [
    {
      "code": "2.8",
      "kind": "",
      "repeat": false,
      "desc": "NOTIFICATION OF CHANGE OF NAME, ADDRESS, CONTROL, OR OWNERSHIP OF BUSINESS.",
      "narrative": "No one was at this location. The doors were locked and the office had no furniture in it. The facility's website states\nthat the business has closed. The AC Regional Director is supposed to be notified of any change in business within\n10 days of the change. The licensee must contact the AC Regional Director as soon as possible to confirm the\nbusiness closure so that our records can be updated."
    },
    {
      "code": "2.126(a)",
      "kind": "",
      "repeat": false,
      "desc": "ACCESS AND INSPECTION OF RECORDS AND PROPERTY; SUBMISSION OF ITINERARIES.",
      "narrative": "A responsible adult was not present to accompany the inspector on an inspection. The doors were locked and the\noffice did not contain any furniture. The facility's website stated that the business had been closed. Licensees are\nrequired to notify the AC Regional Director of business closure within 10 days of the change so that the inspector\nknows the business status to prevent unnecessary travel for an inspection. The licensee must contact the AC\nRegional Director as soon as possible to confirm the business closure so that our records can be updated."
    }
  ],
  "narrative": "2.8\nNOTIFICATION OF CHANGE OF NAME, ADDRESS, CONTROL, OR OWNERSHIP OF BUSINESS.\nNo one was at this location.  The doors were locked and the office had no furniture in it.  The facility's website states\nthat the business has closed.  The AC Regional Director is supposed to be notified of any change in business within\n10 days of the change.  The licensee must contact the AC Regional Director as soon as possible to confirm the\nbusiness closure so that our records can be updated.\n2.126(a)\nACCESS AND INSPECTION OF RECORDS AND PROPERTY; SUBMISSION OF ITINERARIES.\nA responsible adult was not present to accompany the inspector on an inspection.  The doors were locked and the\noffice did not contain any furniture.  The facility's website stated that the business had been closed.  Licensees are\nrequired to notify the AC Regional Director of business closure within 10 days of the change so that the inspector\nknows  the business status to prevent unnecessary travel for an inspection.  The licensee must contact the AC\nRegional Director as soon as possible to confirm the business closure so that our records can be updated.",
  "animals_total": 0,
  "species": [
    {
      "count": 0,
      "scientific": "NONE",
      "common": "NONE"
    }
  ]
}