{
  "insp_id": "288152023270046",
  "layout": "a",
  "customer_id": "330184",
  "customer_name": "Ervin Schmucker",
  "customer_addr": "2301 T R 164\nSugarcreek, OH 44681",
  "certificate": "31-A-0470",
  "site_id": "001",
  "site_name": "ERVIN SCHMUCKER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "14-OCT-2015",
  "report_date": "14-OCT-2015",
  "citations": [
    {
      "code": "3.1(c)(3)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "The indoor portion of the sheltered housing facility is dirty, with excessive cobwebs and dust accumulated on the\nceiling, hair caught on the wire tops of primary enclosures, and the floor is littered with feces and debris. The\ndegree of cleanliness on the inside of this facility is not sufficient to prevent or eliminate odors on the inside of the\nfacility. Dirty conditions caused by inadequate cleaning can facilitate transmission of disease to the animals housed\ntherein, as well as attract pests which can cause discomfort or pose another risk of disease transmission. All\nsurfaces of housing facilities must be cleaned and sanitized when necessary to satisfy generally accepted\nhusbandry standards and practices. Correct by cleaning and sanitizing all surfaces of the housing facility as needed\nto prevent odors, insects, pests or vermin, and to satisfy generally accepted husbandry standards and practices.\nCorrect by: 21 October 2015.\nThis inspection and exit interview was conducted with the son of the licensee by the undersigned VMO."
    }
  ],
  "narrative": "3.1(c)(3)\nHOUSING FACILITIES, GENERAL.\nThe indoor portion of the sheltered housing facility is dirty, with excessive cobwebs and dust accumulated on the\nceiling, hair caught on the wire tops of primary enclosures, and the floor is littered with feces and debris.  The\ndegree of cleanliness on the inside of this facility is not sufficient to prevent or eliminate odors on the inside of the\nfacility.  Dirty conditions caused by inadequate cleaning can facilitate transmission of disease to the animals housed\ntherein, as well as attract pests which can cause discomfort or pose another risk of disease transmission.  All\nsurfaces of housing facilities must be cleaned and sanitized when necessary to satisfy generally accepted\nhusbandry standards and practices.  Correct by cleaning and sanitizing all surfaces of the housing facility as needed\nto prevent odors, insects, pests or vermin, and to satisfy generally accepted husbandry standards and practices. \nCorrect by: 21 October 2015.\nThis inspection and exit interview was conducted with the son of the licensee by the undersigned VMO.",
  "animals_total": 59,
  "species": [
    {
      "count": 45,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 14,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}