{
  "insp_id": "6150919431979",
  "layout": "a",
  "customer_id": "328064",
  "customer_name": "Virginia Hinderer",
  "customer_addr": "1336 S W 85th St.\nWakarusa, KS 66546",
  "certificate": "48-A-2139",
  "site_id": "001",
  "site_name": "Virginia Hinderer",
  "insp_type": "ROUTINE INSPECTION",
  "date": "12-JAN-2015",
  "report_date": "12-JAN-2015",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "* Five plastic containers containing various liquids were not labeled appropriately. These medications were\nintermingled with other products that are currently being used at the facility and are therefore ready for use.\nMedications must be labeled with appropriate and accurate information in order to ensure that the contents of the\ncontainer can be known with certainty, that the drugs are used at safe doses and medications are not used past\ntheir expiration dates. As part of the program of adequate veterinary care, the licensee must consult with the\nattending veterinarian and ensure that all medications at the facility are labeled with the names of the medications,\nthe dosage instructions and expiration dates. The licensee must also ensure that the veterinarian has approved the\nuse of any medications that have not been approved for use in dogs to ensure that proper dosing and administration\nis accomplished.\n********************************************************\nThe following dogs are in need of veterinary attention:\n* Two white adult female Maltase's (microchip number 049 310 608 and 031 112 538 ) and one red colored adult\nmale Dachshund (microchip number 143963765A) have an accumulation of dark brown material coating the entire\nsurface of the upper cheek teeth. There was a creamy white discharge along the gum line. The gum line is red and\nswollen and has receded away from the upper cheek teeth. These signs are consistent with the presence of dental\ndisease which can impact the ability of the dog to eat, affecting the health and well-being of the dog. Dental disease\ncan be painful, lead to a decrease in appetite and infection in the mouth. The licensee must have these animals\nexamined by a veterinarian by the end of business 1/15/15 and appropriate treatment plan administrated. The\noutcome of this examination must be documented and provided to the inspector upon request. The licensee must\nensure that all animals receive adequate veterinary care at all times."
    },
    {
      "code": "3.1(a)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "* An estimated three inch wide by six inch high gap was observed in the enclosure fencing. One dog is in contact\nwith the affected area located along the bottom on the left side of one outdoor enclosure gate. The potential for\ninjury exists if the dog gets caught in the gap area. The licensee must ensure all enclosures are kept in good repair,\nprotect the animals from injury and contain the animals securely at all times. Correct by 1/26/15."
    },
    {
      "code": "3.1(c)(3)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "* There is a mixture of dirt, grease and other excreta accumulating on the metal pipe frame and chain link fencing\nin one enclosure. One dog is in contact with the affected area located in outdoor housing. The affected area\ncovers approximately 20 to 30 percent of the pipe frame and fencing. Cleaning and sanitization of surfaces that are\nin contact with dogs are necessary to prevent an accumulation of excreta and reduce disease hazards. Unsanitary\nliving conditions and potential transmission of diseases exists when surfaces are not cleaned and sanitized. The\nlicensee must ensure that all surfaces are spot cleaned on a daily basis and sanitized in accordance with Sec.\n3.11(b) of this subpart to prevent accumulation of excreta and reduce disease hazards. Correct by 1/26/15."
    },
    {
      "code": "3.11(a)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "* Two outdoor enclosures containing four dogs have dried, caked fecal residue on 50 to 75 percent of the cement\nflooring. It indicates an unsanitary living condition exists and could lead to potential disease or health risks.\nIncreased animal, food or fecal waste buildup reduces available clean surface area that the dogs have access to.\nThe potential for soiling or caking of the hair coat exists when the dogs have to walk or rest on the affected\nsurfaces. The licensee must ensure that all surfaces are cleaned and sanitized on a daily basis. Correct by\n1/13/15.\n* The facility inspection and exit briefing done on 1/12/15 were conducted with the licensee.\nAdditional Inspectors\nTygart Michael, Supervisory Animal Care Specialist"
    }
  ],
  "narrative": "2.40(b)(2)           DIRECT                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n*    Five plastic containers containing various liquids were not labeled appropriately. These medications were\nintermingled with other products that are currently being used at the facility and are therefore ready for use. \nMedications must be labeled with appropriate and accurate information in order to ensure that the contents of the\ncontainer can be known with certainty, that the drugs are used at safe doses and  medications are not used past\ntheir expiration dates.  As part of the program of adequate veterinary care, the licensee must consult with the\nattending veterinarian and ensure that all medications at the facility are labeled with the names of the medications,\nthe dosage instructions and expiration dates. The licensee must also ensure that the veterinarian has approved the\nuse of any medications that have not been approved for use in dogs to ensure that proper dosing and administration\nis accomplished.  \n********************************************************\n                        The following dogs are in need of veterinary attention:\n*    Two white adult female Maltase's (microchip number 049 310 608 and 031 112 538 ) and one red colored adult\nmale Dachshund (microchip number 143963765A)  have an accumulation of dark brown material coating the entire\nsurface of the upper cheek teeth.  There was a creamy white discharge along the gum line.  The gum line is red and\nswollen and has receded away from the upper cheek teeth.  These signs are consistent with the presence of dental\ndisease which can impact the ability of the dog to eat, affecting the health and well-being of the dog.  Dental disease\ncan be painful, lead to a decrease in appetite and infection in the mouth.  The licensee must have these animals\nexamined by a veterinarian by the end of business 1/15/15 and appropriate treatment plan administrated. The\noutcome of this examination must be documented and provided to the inspector upon request. The licensee must\nensure that all animals receive adequate veterinary care at all times.\n3.1(a)\nHOUSING FACILITIES, GENERAL.\n*   An estimated three inch wide by six inch high gap was observed in the enclosure fencing.  One dog is in contact\nwith the affected area located along the bottom on the left side of one outdoor enclosure gate.  The potential for\n\ninjury exists if the dog gets caught in the gap area.  The licensee must ensure all enclosures are kept in good repair,\nprotect the animals from injury and contain the animals securely at all times.  Correct by 1/26/15.\n3.1(c)(3)\nHOUSING FACILITIES, GENERAL.\n*    There is a mixture of dirt, grease and other excreta accumulating on the metal pipe frame and chain link fencing\nin one enclosure.  One dog is in contact with the affected area located in outdoor housing.   The affected area\ncovers approximately 20 to 30 percent of the pipe frame and fencing.  Cleaning and sanitization of surfaces that are\nin contact with dogs are necessary to prevent an accumulation of excreta and reduce disease hazards. Unsanitary\nliving conditions and potential transmission of diseases exists when surfaces are not cleaned and sanitized. The\nlicensee must ensure that all surfaces are spot cleaned on a daily basis and sanitized in accordance with Sec.\n3.11(b) of this subpart to prevent accumulation of excreta and reduce disease hazards.  Correct by 1/26/15.\n3.11(a)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\n*   Two outdoor enclosures containing four dogs have dried, caked fecal residue on 50 to 75 percent of the cement\nflooring.  It indicates an unsanitary living condition exists and could lead to potential disease or health risks.  \nIncreased animal, food or fecal waste buildup reduces available clean surface area that the dogs have access to. \nThe potential for soiling or caking of the hair coat exists when the dogs have to walk or rest on the affected\nsurfaces.  The licensee must ensure that all surfaces are cleaned and sanitized on a daily basis.  Correct by\n1/13/15.\n*  The facility inspection and exit briefing done on 1/12/15 were conducted with the licensee.\nAdditional Inspectors\nTygart Michael, Supervisory Animal Care Specialist",
  "animals_total": 58,
  "species": [
    {
      "count": 48,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 10,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}