{
  "insp_id": "2016082567978778",
  "layout": "a",
  "customer_id": "34830",
  "customer_name": "Norma Dake",
  "customer_addr": "1381 State Road Z\nClimax Springs, MO 65324",
  "certificate": "43-A-4978",
  "site_id": "001",
  "site_name": "NORMA DAKE",
  "insp_type": "ROUTINE INSPECTION",
  "date": "02-NOV-2016",
  "report_date": "03-NOV-2016",
  "citations": [
    {
      "code": "3.1(b)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "***Inside the sheltered building there was an accumulation of miscellaneous items collected at both ends of the\naisleway, within empty enclosures and scattered on top of a counter. These items included an empty water bottle,\ngallon metal cans, a \"Little Playmate\" cooler and an overflowing trash can full of random items such as a light bulb,\nmetal cans and faucet handle. Some of these items were covered with dirt and/or dust and some were located\nadjacent to animal enclosures occupied with adult dogs and/or puppies. This accumulation of items can increase\nthe risk of disease and pest hazards. The licensee must ensure that all housing facilities are kept neat and free of\nclutter, any accumulation of trash, waste material, junk and other discarded materials in order to protect the health\nand well-being of the animals at all times. To be corrected by: November 16, 2016."
    },
    {
      "code": "3.1(c)(3)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "***Within a sheltered building and buildings containing outdoor shelter units, there was a build up of dirt/dust, debris\nand/or an excessive amount of cobwebs on the walls, flat surfaces and/or ceilings. The dirt and cobwebs were\nlocated along the walls inside of at least two enclosures housing adult dogs. Accumulations of dirt/dust, debris\nand/or cobwebs can lead to pests, odors and potential disease hazards. The licensee must ensure that all hard\nsurfaces with which the dogs come in contact are spot-leaned daily and sanitized in accordance with Sec. 3.11(b) of\nthis subpart to prevent accumulation of excreta and reduce disease hazards. The licensee must also ensure that all\nother surfaces of housing facilities are cleaned and sanitized when necessary to satisfy generally accepted\nhusbandry standards and practices. To be corrected by: November 16, 2016."
    },
    {
      "code": "3.1(e)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "***Within a short walkway for a building containing outdoor shelter units for enclosures housing adult dogs, there\nwas a pile of straw strewn on the floor in the corner directly outside of the shelter units. There were cobwebs\npresent over portions of the straw. This storage method of bedding creates an opportunity for pests and\ncontamination. The licensee must ensure that all opened supplies of bedding are stored off of the floor and away\nfrom walls at all times. To be corrected by: November 7, 2016.\nThis inspection and exit interview were conducted with a facility representative on November 2, 2016."
    }
  ],
  "narrative": "3.1(b)\nHOUSING FACILITIES, GENERAL.\n***Inside the sheltered building there was an accumulation of miscellaneous items collected at both ends of the\naisleway, within empty enclosures and scattered on top of a counter.  These items included an empty water bottle,\ngallon metal cans, a \"Little Playmate\" cooler and an overflowing trash can full of random items such as a light bulb,\nmetal cans and faucet handle.  Some of these items were covered with dirt and/or dust and some were located\nadjacent to animal enclosures occupied with adult dogs and/or puppies.  This accumulation of items can increase\nthe risk of disease and pest hazards. The licensee must ensure that all housing facilities are kept neat and free of\nclutter, any accumulation of trash, waste material, junk and other discarded materials in order to protect the health\nand well-being of the animals at all times.  To be corrected by: November 16, 2016.\n3.1(c)(3)\nHOUSING FACILITIES, GENERAL.\n***Within a sheltered building and buildings containing outdoor shelter units, there was a build up of dirt/dust, debris\nand/or an excessive amount of cobwebs on the walls, flat surfaces and/or ceilings.  The dirt and cobwebs were\nlocated along the walls inside of at least two enclosures housing adult dogs. Accumulations of dirt/dust, debris\nand/or cobwebs can lead to pests, odors and potential disease hazards.  The licensee must ensure that all hard\nsurfaces with which the dogs come in contact are spot-leaned daily and sanitized in accordance with Sec. 3.11(b) of\nthis subpart to prevent accumulation of excreta and reduce disease hazards.  The licensee must also ensure that all\nother surfaces of housing facilities are cleaned and sanitized when necessary to satisfy generally accepted\nhusbandry standards and practices.  To be corrected by: November 16, 2016.\n3.1(e)\nHOUSING FACILITIES, GENERAL.\n***Within a short walkway for a building containing outdoor shelter units for enclosures housing adult dogs, there\nwas a pile of straw strewn on the floor in the corner directly outside of the shelter units.  There were cobwebs\npresent over portions of the straw.  This storage method of bedding creates an opportunity for pests and\ncontamination. The licensee must ensure that all opened supplies of bedding are stored off of the floor and away\nfrom walls at all times.  To be corrected by:  November 7, 2016.\n\nThis inspection and exit interview were conducted with a facility representative on November 2, 2016.",
  "animals_total": 21,
  "species": [
    {
      "count": 11,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 10,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}