{
  "insp_id": "40161623280694",
  "layout": "a",
  "customer_id": "2401",
  "customer_name": "Dan Moulton",
  "customer_addr": "976 14th Avenue S W\nRochester, MN 55902",
  "certificate": "41-B-0239",
  "site_id": "001",
  "site_name": "DAN MOULTON",
  "insp_type": "ROUTINE INSPECTION",
  "date": "03-FEB-2016",
  "report_date": "11-FEB-2016",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "Seventeen chinchillas had serious health problems that have not been reported to the attending veterinarian (14\nchinchillas had serious eye problems, 1 chinchilla had eye problems and a large swelling under its chin, and 2\nchinchillas had large swellings under their chins). The licensee reported and demonstrated that three of these\nanimals were noticed to have eye problems 3 days ago and that he was watching them and opening the crusted\neyes to see if they would get better; however no medicine was being given to those 3 animals. The following\nanimals are affected:\n-A grey-colored female with ear tag \"DJM 131\" had a large amount of crusty material covering its left eyelids (the\nupper and lower areas around the eye). Its right eyelids were crusty and sealed shut as well.\n-A beige-colored female (no id) in pen 166 on the South Wall stacked cages had both eyes that were sealed shut\nwith crusted material. Its left eyelids were swollen and had hair loss.\n-A silver colored female with card #580 housed on south wall stacked cages had both eyes that were sealed shut\nwith crusted material. Both eyelids were swollen and the right eye had a pale creamy discharge (pus) coming out\nfrom behind the crusted material.\n-A silver-colored female with eartag \"DJM 145\" had both eyes sealed shut with crusty material. Its left eyelid was\nswollen and had hair loss.\n-A silver-colored female with eartag \"OKES 108\" or \"OKES 801\" had swollen right eyelids with hair loss and a\ncreamy pale discharge (pus) from the eye. It also had a large, hairless swelling under its chin that had spots that\nwere red and crusty (scabbed) The hairless skin under the chin was was red indicating possible inflammation.\n-A grey-colored male with ear tag #147 had a large swelling under its chin with hair loss and reddened skin\nindicating possible inflammation.\n-A beige male (no Id; cage card AM-F-8, housed on south wall in stacked cages) had swollen left eyelids with a\nlarge amount of creamy pale discharge (pus) from the eye. Its right eye was also crusted shut.\n-A silver and black-colored male with eartag \"VVCR 179\" had right eyelids that were swollen and crusted shut. The\nlicensee said that it was treated a month ago but hasn't contacted the veterinarian about the treatment's failure to\nimprove its condition and has been opening the eye and watching it for improvement.\n-A silver colored female with eartag 337 had right eyelids that had a crusty material, were swollen, and had a pale\ncreamy discharge around the eye. The licensee said that he had noticed this about 3 to 4 days ago and was\nopening it and watching it but not giving any medicine.\n-A white-colored male with cage card #R242 (housed in the middle row, 2nd level cages in the middle room) was\nobserved to have right eyelids that were swollen and had a pale creamy discharge.\n-A silver and black female (ear tag 391) was found to have a leg caught in the wires. The licensee freed it and it\nwas found to be missing part of its leg and the licensee said that this 'leg stump' can get stuck in between the wires\nso it is checked regularly. The licensee said it was not stuck the night prior to the inspection (2/2/16). The chinchilla\nalso had a large swelling under its chin that was hairless. The chinchilla was thin and not very responsive and the\nlicensee euthanized it. There was no documentation that the attending vet had evaluated the 'leg stump' previously\nand also the licensee was un-aware of the swelling under its chin until it was handled by the licensee to free it from\nthe entrapment.\n-A white-colored male (no id; cage card 3-5 housed, in middle room in the middle stacked cages) was found to have\neyelids on both sides swollen with crusty material sealing them closed and a pale creamy discharge from the eyes.\nIts right lower eyelid also began to bleed after the licensee touched it.\n-A white-colored female with eartag \"DJM 196\" had swollen left eyelids with a thick pale discharge that came out\nfrom underneath them when handled by the licensee.\n-A silver-colored female with eartag 505 had eyelids on both sides that were sealed shut with crusty material and\nhad hair loss, reddened skin, and a pale creamy discharge in and around both eyes.\n-A beige-colored male eartag \"CRO 968\" had left eyelids crusted shut, swollen, with hair loss and reddened skin.\nThere was a creamy pale discharge in and around the eye.\n-A white-colored male (no id; cage card 4-8, housed in front room on north bank of cages) had eyelids crusted shut\non both eyes. Both eyes had eyelids that were swollen, had hair loss and the tissue surrounding the eyeballs was\nbright red. There was a creamy pale discharge around both eyes. It was observed to be hunched in posture and\nreluctant to move, suggesting that it was in pain.\n-A white-colored male (no id; cage card 9-13-11) had its right eye sealed shut with a thick crusty material around it\nand a creamy pale discharge was observed coming out of it when the licensee handled it.\n***NOTE***The observed eye problems in these chinchillas and swellings under some chinchillas' chins have signs\nto suggest that these animals are experiencing painful health conditions. Immediate diagnoses and treatment plans\nmust be obtained from the attending veterinarian. The facility must ensure that treatments are administered and\nthat if animals'(cid:25) problems do not resolve the attending veterinarian is promptly contacted to evaluate animals and\nguide the facility in treating un-resolved health problems.\nINDIRECT NON-COMPLIANCES:\n-Three chinchillas (no id's) housed in the back south room that were cited in the previous inspection (10/28/2015)\nfor eye problems still have un-resolved eye problems. Their eyes were crusty and partly sealed shut and they are\nnot being treated with any type of medication. The licensee reported that the attending veterinarian said it is time to\neuthanize these chinchillas, however the licensee reports to be holding on to them in hopes that a consulting\nveterinarian can develop and cure them with a vaccine. Not treating animal health problems and not following the\nattending veterinarian's treatment directions does not ensure animal wellbeing and can prolong animal suffering.\n-A chinchilla with id #BDX-531 (housed in the front room) was found to have both eyes with some crusty material\naround them and partly sealed shut. The surface of the right eye was pale in color. This animal was cited on the\nApril 6 and May 18, 2015 inspection reports for similar observed eye problems. The animal is not currently being\ntreated and the licensee has not sought treatment advice from the attending veterinarian if this animal needs\nprolonged treatment.\n-A white chinchilla with cage card 2113 (housed in the middle room, top row of middle south-facing bank of cages)\nwas observed to have a small amount of a pale creamy discharge in its right eye.\n***These animals must be observed by the attending veterinarian to develop a treatment plan. The plan must be\nfollowed by the facility. The attending veterinarian must be contacted if animals' conditions fail to improve to guide\nfurther treatments."
    },
    {
      "code": "2.40(b)(3)",
      "kind": "Direct",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "Fourteen chinchillas were observed to have serious health problems (eye problems and/or swellings under their\nchins) that we pointed out to the licensee during the inspection. The licensee reported that animals were observed\nthe day before (2/2/15) we arrived to inspect but had not been there on 2/3/15 prior to the inspection. The\nconditions observed were indicative of health problems that have gone on for days (rather than 24 hours or less).\nLack of daily observations has resulted in animals not receiving prompt veterinary care. The following animals had\nconditions that were pointed out to the licensee by inspectors during this inspection.\n-A female with ear tag \"DJM 131\"\n-A female with card #580 housed on south wall stacked cages\n-A silver-colored female with eartag \"DJM 145\"\n-A silver-colored female with eartag \"OKES 108\" or \"OKES 801\"\n-A grey-colored male with ear tag #147\n-A beige male (no Id; cage card AM-F-8, housed on south wall in stacked cages).\n-A white-colored male with cage card #R242 (housed in the middle row, 2nd level cages in the middle room)\n-A silver and black female (ear tag 391)\n-A white-colored male (no id; cage card 3-5 housed, in middle room in the middle stacked cages)\n-A white-colored female with eartag \"DJM 196\"\n-A female with eartag 505\n-A beige-colored male eartag \"CRO 968\"\n-A white-colored male (no id; cage card 4-8, housed in front room on north bank of cages)\n-A white-colored male (no id; cage card 9-13-11)\nThe facility must establish and maintain a routine of observing each animal on a daily basis so that health issues\ncan be observed, communicated to the attending veterinarian, and corrected in a timely manner to ensure the\nhealth and wellbeing of the animals."
    },
    {
      "code": "3.125(a)",
      "kind": "Direct",
      "repeat": true,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "Structural Strength.\n-Three different enclosures had metal wiring broken with sharp edges exposed inside of the cages that contained\nthe animals. Two of these enclosures had holes on the enclosure floor possibly large enough for chinchillas to\nescape. Seven animals were housed in these three enclosures. The licensee moved them to different enclosures\nbefore the end of the inspection.\n-A silver and black female Chinchilla (Animal ID #391) was observed to have one a part of its leg stuck in the\nflooring of the cage during the inspection.\nSharp metal points inside the enclosure, and limbs getting stuck in the flooring of the cage are signs that the\nenclosures are not being maintained in a manner that keeps animals safe. The facilities must be maintained in\ngood repair to contain and protect animals from injury.\nINDIRECT NON-COMPLIANCE\nDuring the inspection, a Chinchilla was observed to be running loose in the facility. The licensee caught it and put it\nback into an enclosure. The licensee said it is not unusual to have about two loose in the building because the\nchinchillas sometimes bound or jump and open the spring-loaded doors. Loose animals could become injured. For\nthe safety of the animals, the facility must ensure that enclosures don't allow animals to get loose."
    },
    {
      "code": "3.125(d)",
      "kind": "",
      "repeat": true,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "Waste disposal.\n-A deceased Chinchilla was seen on top of an enclosure housing other chinchillas. When the licensee removed the\nchinchilla from the top of the cage, he had to peel the carcass off of the top of the cage suggesting it had been there\nfor a while.\n-The floor of the office was observed to have rodent droppings. The licensee stated that it was from the chinchillas\nrunning loose, however it is unclear if there could be other rodents (rats or mice) in the building. The bench and\nwindow sills were noted to have excessive amounts of dead bugs and an accumulation of debris.\nImproperly disposed deceased animals, accumulations of dead bugs and debris and rodent droppings on the\nfacility floors can contribute to the spread of disease. The facility must maintain the building and grounds clean in a\nmanner that promotes the health and wellbeing of the animals."
    },
    {
      "code": "3.130",
      "kind": "",
      "repeat": true,
      "desc": "WATERING.",
      "narrative": "The facility has replaced water lines for some animals, however the water lines that provide water for the majority of\nthe animals have sections where the tubing has a greenish appearance. The outside of the watering line continues\nto have some areas where an excessive buildup of hair, cobwebs, and excreta is present. Unclean water\nreceptacles may contaminate the water supply resulting in illness of many animals. Replace and/or clean and\nmaintain the water line and spouts in a sanitary manner, performing as often as necessary in order to assure a\nwholesome supply of water to the animals."
    },
    {
      "code": "3.131(a)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "Enclosures in the front room in the middle (cid:24)group pens(cid:25) where about 38 chinchillas are housed and enclosures on\nthe south side of the back room housing 6 chinchillas were noted to have an excessive amount of feces. The\nlicensee stated that the back room enclosures had not been cleaned in three weeks. When asked about the (cid:24)group\npen(cid:25) cage, the licensee stated that it had not been cleaned in four weeks. Excessive accumulations of feces can\nincrease animals(cid:25) risks for disease. Enclosures must be cleaned out as often as necessary to minimize excessive\naccumulations of feces and soiled bedding.\nCorrect by 2/6/2016.\nExit interview conducted with facility representative in presence of ACI Wilken and undersigned Veterinary Medical\nOfficer.\nAdditional Inspectors\nWilken Kevin, Animal Care Inspector"
    }
  ],
  "narrative": "2.40(b)(2)           DIRECT                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nSeventeen chinchillas had serious health problems that have not been reported to the attending veterinarian (14\nchinchillas had serious eye problems, 1 chinchilla had eye problems and a large swelling under its chin, and 2\nchinchillas had large swellings under their chins).  The licensee reported and demonstrated that three of these\nanimals were noticed to have eye problems 3 days ago and that he was watching them and opening the crusted\neyes to see if they would get better; however no medicine was being given to those 3 animals.  The following\nanimals are affected: \n-A grey-colored female with ear tag \"DJM 131\" had a large amount of crusty material covering its left eyelids (the\nupper and lower areas around the eye).  Its right eyelids were crusty and sealed shut as well.\n-A beige-colored female (no id) in pen 166 on the South Wall stacked cages had both eyes that were sealed shut\nwith crusted material.  Its left eyelids were swollen and had hair loss. \n-A silver colored female with card #580 housed on south wall stacked cages had both eyes that were sealed shut\nwith crusted material.  Both eyelids were swollen and the right eye had a pale creamy discharge (pus) coming out\nfrom behind the crusted material. \n-A silver-colored female with eartag \"DJM 145\" had both eyes sealed shut with crusty material.  Its left eyelid was\nswollen and had hair loss.\n-A silver-colored female with eartag \"OKES 108\" or \"OKES 801\" had swollen right eyelids with hair loss and a\ncreamy pale discharge (pus) from the eye.  It also had a large, hairless swelling under its chin that had spots that\nwere red and crusty (scabbed) The hairless skin under the chin was was red indicating possible inflammation.  \n-A grey-colored male with ear tag #147 had a large swelling under its chin with hair loss and reddened skin\nindicating possible inflammation.  \n-A beige male (no Id; cage card AM-F-8, housed on south wall in stacked cages) had swollen left eyelids with a\n\nlarge amount of creamy pale discharge (pus) from the eye.  Its right eye was also crusted shut. \n-A silver and black-colored male with eartag \"VVCR 179\" had right eyelids that were swollen and crusted shut.  The\nlicensee said that it was treated a month ago but hasn't contacted the veterinarian about the treatment's failure to\nimprove its condition and has been opening the eye and watching it for improvement. \n-A silver colored female with eartag 337 had right eyelids that had a crusty material, were swollen, and had a pale\ncreamy discharge around the eye.  The licensee said that he had noticed this about 3 to 4 days ago and was\nopening it and watching it but not giving any medicine. \n-A white-colored male with cage card #R242 (housed in the middle row, 2nd level cages in the middle room) was\nobserved to have right eyelids that were swollen and had a pale creamy discharge.\n-A silver and black female (ear tag 391) was found to have a leg caught in the wires.  The licensee freed it and it\nwas found to be missing part of its leg and the licensee said that this 'leg stump' can get stuck in between the wires\nso it is checked regularly.  The licensee said it was not stuck the night prior to the inspection (2/2/16).  The chinchilla\nalso had a large swelling under its chin that was hairless.  The chinchilla was thin and not very responsive and the\nlicensee euthanized it.  There was no documentation that the attending vet had evaluated the 'leg stump' previously\nand also the licensee was un-aware of the swelling under its chin until it was handled by the licensee to free it from\nthe entrapment. \n-A white-colored male (no id; cage card 3-5 housed, in middle room in the middle stacked cages) was found to have\neyelids on both sides swollen with crusty material sealing them closed and a pale creamy discharge from the eyes. \nIts right lower eyelid also began to bleed after the licensee touched it.\n-A white-colored female with eartag \"DJM 196\" had swollen left eyelids with a thick pale discharge that came out\nfrom underneath them when handled by the licensee. \n-A silver-colored female with eartag 505 had eyelids on both sides that were sealed shut with crusty material and\nhad hair loss, reddened skin, and a pale creamy discharge in and around both eyes. \n-A beige-colored male eartag \"CRO 968\" had left eyelids crusted shut, swollen, with hair loss and reddened skin. \nThere was a creamy pale discharge in and around the eye.\n \n-A white-colored male (no id; cage card 4-8, housed in front room on north bank of cages) had eyelids crusted shut\non both eyes.  Both eyes had eyelids that were swollen, had hair loss and the tissue surrounding the eyeballs was\nbright red.  There was a creamy pale discharge around both eyes. It was observed to be hunched in posture and\nreluctant to move, suggesting that it was in pain.\n\n-A white-colored male (no id; cage card 9-13-11) had its right eye sealed shut with a thick crusty material around it\nand a creamy pale discharge was observed coming out of it when the licensee handled it.  \n***NOTE***The observed eye problems in these chinchillas and swellings under some chinchillas' chins have signs\nto suggest that these animals are experiencing painful health conditions.  Immediate diagnoses and treatment plans\nmust be obtained from the attending veterinarian.  The facility must ensure that treatments are administered and\nthat if animals'(cid:25) problems do not resolve the attending veterinarian is promptly contacted to evaluate animals and\nguide the facility in treating un-resolved health problems.\nINDIRECT NON-COMPLIANCES: \n-Three chinchillas (no id's) housed in the back south room that were cited in the previous inspection (10/28/2015)\nfor eye problems still have un-resolved eye problems. Their eyes were crusty and partly sealed shut and they are\nnot being treated with any type of medication.  The licensee reported that the attending veterinarian said it is time to\neuthanize these chinchillas, however the licensee reports to be holding on to them in hopes that a consulting\nveterinarian can develop and cure them with a vaccine.  Not treating animal health problems and not following the\nattending veterinarian's treatment directions does not ensure animal wellbeing and can prolong animal suffering.\n    \n-A chinchilla with id #BDX-531 (housed in the front room) was found to have both eyes with some crusty material\naround them and partly sealed shut.  The surface of the right eye was pale in color.  This animal was cited on the\nApril 6 and May 18, 2015 inspection reports for similar observed eye problems.  The animal is not currently being\ntreated and the licensee has not sought treatment advice from the attending veterinarian if this animal needs\nprolonged treatment.   \n-A white chinchilla with cage card 2113 (housed in the middle room, top row of middle south-facing bank of cages)\nwas observed to have a small amount of a pale creamy discharge in its right eye.   \n***These animals must be observed by the attending veterinarian to develop a treatment plan.  The plan must be\nfollowed by the facility.  The attending veterinarian must be contacted if animals' conditions fail to improve to guide\nfurther treatments.\n2.40(b)(3)           DIRECT                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nFourteen chinchillas were observed to have serious health problems (eye problems and/or swellings under their\nchins) that we pointed out to the licensee during the inspection.  The licensee reported that animals were observed\nthe day before (2/2/15) we arrived to inspect but had not been there on 2/3/15 prior to the inspection.  The\nconditions observed were indicative of health problems that have gone on for days (rather than 24 hours or less).\n\nLack of daily observations has resulted in animals not receiving prompt veterinary care.  The following animals had\nconditions that were pointed out to the licensee by inspectors during this inspection.\n-A female with ear tag \"DJM 131\"\n-A female with card #580 housed on south wall stacked cages \n-A silver-colored female with eartag \"DJM 145\" \n-A silver-colored female with eartag \"OKES 108\" or \"OKES 801\" \n-A grey-colored male with ear tag #147 \n-A beige male (no Id; cage card AM-F-8, housed on south wall in stacked cages). \n-A white-colored male with cage card #R242 (housed in the middle row, 2nd level cages in the middle room) \n-A silver and black female (ear tag 391)\n-A white-colored male (no id; cage card 3-5 housed, in middle room in the middle stacked cages) \n-A white-colored female with eartag \"DJM 196\" \n-A female with eartag 505 \n-A beige-colored male eartag \"CRO 968\" \n-A white-colored male (no id; cage card 4-8, housed in front room on north bank of cages) \n-A white-colored male (no id; cage card 9-13-11) \nThe facility must establish and maintain a routine of observing each animal on a daily basis so that health issues\ncan be observed, communicated to the attending veterinarian, and corrected in a timely manner to ensure the\nhealth and wellbeing of the animals.\n \n3.125(a)           DIRECT                    REPEAT\nFACILITIES, GENERAL.   \nStructural Strength.\n-Three different enclosures had metal wiring broken with sharp edges exposed inside of the cages that contained\nthe animals.  Two of these enclosures had holes on the enclosure floor possibly large enough for chinchillas to\nescape. Seven animals were housed in these three enclosures.  The licensee moved them to different enclosures\nbefore the end of the inspection. \n-A silver and black female Chinchilla (Animal ID #391) was observed to have one a part of its leg stuck in the\nflooring of the cage during the inspection.\nSharp metal points inside the enclosure, and limbs getting stuck in the flooring of the cage are signs that the\n\nenclosures are not being maintained in a manner that keeps animals safe.  The facilities must be maintained in\ngood repair to contain and protect animals from injury.  \nINDIRECT NON-COMPLIANCE\nDuring the inspection, a Chinchilla was observed to be running loose in the facility. The licensee caught it and put it\nback into an enclosure.  The licensee said it is not unusual to have about two loose in the building because the\nchinchillas sometimes bound or jump and open the spring-loaded doors.   Loose animals could become injured.  For\nthe safety of the animals, the facility must ensure that enclosures don't allow animals to get loose.\n3.125(d)                    REPEAT\nFACILITIES, GENERAL.   \nWaste disposal. \n-A deceased Chinchilla was seen on top of an enclosure housing other chinchillas.  When the licensee removed the\nchinchilla from the top of the cage, he had to peel the carcass off of the top of the cage suggesting it had been there\nfor a while.\n  \n-The floor of the office was observed to have rodent droppings.  The licensee stated that it was from the chinchillas\nrunning loose, however it is unclear if there could be other rodents (rats or mice) in the building.  The bench and\nwindow sills were noted to have excessive amounts of dead bugs and an accumulation of debris. \nImproperly disposed deceased animals, accumulations of dead bugs and debris  and rodent droppings on the\nfacility floors can contribute to the spread of disease.  The facility must maintain the building and grounds clean in a\nmanner that promotes the health and wellbeing of the animals.\n3.130                    REPEAT\nWATERING.  \nThe facility has replaced water lines for some animals, however the water lines that provide water for the majority of\nthe animals have sections where the tubing has a greenish appearance.  The outside of the watering line continues\nto have some areas where an excessive buildup of hair, cobwebs, and excreta is present.  Unclean water\nreceptacles may contaminate the water supply resulting in illness of many animals.  Replace and/or clean and\nmaintain the water line and spouts in a sanitary manner, performing as often as necessary in order to assure a\nwholesome supply of water to the animals.\n\n3.131(a)\nSANITATION.   \nEnclosures in the front room in the middle (cid:24)group pens(cid:25) where about 38 chinchillas are housed and enclosures on\nthe south side of the back room housing 6 chinchillas were noted to have an excessive amount of feces.   The\nlicensee stated that the back room enclosures had not been cleaned in three weeks.  When asked about the (cid:24)group\npen(cid:25) cage, the licensee stated that it had not been cleaned in four weeks.   Excessive accumulations of feces can\nincrease animals(cid:25) risks for disease.  Enclosures must be cleaned out as often as necessary to minimize excessive\naccumulations of feces and soiled bedding. \n \nCorrect by 2/6/2016.\nExit interview conducted with facility representative in presence of ACI Wilken and undersigned Veterinary Medical\nOfficer.\nAdditional Inspectors\nWilken Kevin, Animal Care Inspector",
  "animals_total": 899,
  "species": [
    {
      "count": 899,
      "scientific": "Chinchilla brevicaudata",
      "common": "CHINCHILLA"
    }
  ]
}