{
  "insp_id": "INS-0000824367",
  "layout": "c",
  "customer_id": "500534",
  "customer_name": "Eli Schrock",
  "customer_addr": "15379 180th St.\nDrakesville, IA 52552",
  "certificate": "42-A-1558",
  "site_id": "001",
  "site_name": "ELI SCHROCK",
  "insp_type": "RE-LICENSE INSPECTION",
  "date": "01-NOV-2022",
  "report_date": "02-NOV-2022",
  "citations": [
    {
      "code": "3.13(a)(3)",
      "kind": "",
      "repeat": false,
      "desc": "Veterinary care for dogs.",
      "narrative": "The puppies are not being vaccinated or receiving intestinal parasite treatments according to the schedule documented in\nthe Program of Veterinary Care.\nOne Akita puppy is 18 days old and according to the schedule it should have been dewormed at 7 & 14 days of age but\nhas not been. Three Labrador puppies are 34 days old and should have been dewormed at 7, 14 and 23 days of age, but\nthe facility representative stated that they have only been dewormed once. The puppies are also required to receive a\ntreatment for coccidia at 28 days of age but have not. Additionally, these puppies should have also received a\nvaccination for Bordatella at 23 days of age but have not.\nFailure to follow the vaccination schedule and intestinal parasite treatment plan does not ensure the puppies are free of\ndangerous parasites and properly protected from serious diseases.\nEach dealer must follow an appropriate program of veterinary care for dogs that is developed, documented in writing, and\nsigned by the attending veterinarian. The licensee must ensure that the vaccination schedule and intestinal parasite\ntreatment plan that are documented in the Program of Veterinary Care are accurately followed in order to ensure the\nhealth of the animals."
    },
    {
      "code": "3.13(b)(3)",
      "kind": "",
      "repeat": false,
      "desc": "Veterinary care for dogs.",
      "narrative": "The licensee has no copy of the vaccinations and intestinal parasite treatments that three Akita puppies (DOB 07-23-22)\nhave received. The licensee stated that the form containing this information was given to the broker. At the time of the\ninspection, the inspector attempted to acquire the information from the broker but was unsuccessful.\nFailure to maintain documents containing information concerning treatments that are administered to the dogs interferes\nwith the ability of APHIS officials to determine that an animal has received adequate veterinary care.\nDealers must keep copies of medical records. These records must include the names of all vaccines and treatments\nadministered and the dates of administration. The licensee must ensure that every vaccination and treatment that is\nadministered to the dogs is fully documented and available for inspection.\nThis is a 1st Re-License Inspection for a Class \"A\" license. The inspection and exit briefing were conducted with the\napplicant.\nAll items must be in compliance within 2 more inspection(s) or by 31-December-2022 or the applicant will forfeit the\nlicense fee and must wait 6 months to reapply. Please contact your inspector to schedule your next Re-License\nInspection.\nRegulated activity can continue under your existing USDA license until it expires.\nn"
    }
  ],
  "narrative": "3.13(a)(3) \n   \nVeterinary care for dogs. \nThe puppies are not being vaccinated or receiving intestinal parasite treatments according to the schedule documented in \nthe Program of Veterinary Care. \n \nOne Akita puppy is 18 days old and according to the schedule it should have been dewormed at 7 & 14 days of age but \nhas not been.  Three Labrador puppies are 34 days old and should have been dewormed at 7, 14 and 23 days of age, but \nthe facility representative stated that they have only been dewormed once.  The puppies are also required to receive a \ntreatment for coccidia at 28 days of age but have not.  Additionally, these puppies should have also received a \nvaccination for Bordatella at 23 days of age but have not. \n \nFailure to follow the vaccination schedule and intestinal parasite treatment plan does not ensure the puppies are free of \ndangerous parasites and properly protected from serious diseases. \n \nEach dealer must follow an appropriate program of veterinary care for dogs that is developed, documented in writing, and \nsigned by the attending veterinarian.  The licensee must ensure that the vaccination schedule and intestinal parasite\n\ntreatment plan that are documented in the Program of Veterinary Care are accurately followed in order to ensure the \nhealth of the animals. \n3.13(b)(3) \n   \nVeterinary care for dogs. \nThe licensee has no copy of the vaccinations and intestinal parasite treatments that three Akita puppies (DOB 07-23-22) \nhave received.  The licensee stated that the form containing this information was given to the broker.  At the time of the \ninspection, the inspector attempted to acquire the information from the broker but was unsuccessful. \n \nFailure to maintain documents containing information concerning treatments that are administered to the dogs interferes \nwith the ability of APHIS officials to determine that an animal has received adequate veterinary care. \n \nDealers must keep copies of medical records.  These records must include the names of all vaccines and treatments \nadministered and the dates of administration.  The licensee must ensure that every vaccination and treatment that is \nadministered to the dogs is fully documented and available for inspection. \n \nThis is a 1st Re-License Inspection for a Class \"A\" license. The inspection and exit briefing were conducted with the \napplicant. \n \nAll items must be in compliance within 2 more inspection(s) or by 31-December-2022 or the applicant will forfeit the \nlicense fee and must wait 6 months to reapply. Please contact your inspector to schedule your next Re-License \nInspection. \n \nRegulated activity can continue under your existing USDA license until it expires.\n\nn",
  "animals_total": 34,
  "species": [
    {
      "count": 27,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 7,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}