{
  "insp_id": "76161720520473",
  "layout": "a",
  "customer_id": "5136",
  "customer_name": "Appanoose County Conservation Board",
  "customer_addr": "25100 520th Street\nCenterville, IA 52544",
  "certificate": "42-C-0089",
  "site_id": "001",
  "site_name": "APPANOOSE COUNTY CONSERVATION BOARD",
  "insp_type": "ROUTINE INSPECTION",
  "date": "16-MAR-2016",
  "report_date": "17-MAR-2016",
  "citations": [
    {
      "code": "2.126(a)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ACCESS AND INSPECTION OF RECORDS AND PROPERTY; SUBMISSION OF ITINERARIES.",
      "narrative": "The facility representative could not locate APHIS form 7019, Record of Animals on Hand, or APHIS form 7002,\nProgram of Veterinary Care. The information on both forms is required to facilitate a complete inspection of the\nanimals and the routine veterinary treatments practiced by the facility. The facility must ensure that all records\nrequired by the Animal Welfare Act are properly completed and available to the inspectors at the time of the\ninspection.\nCorrection date: March 30, 2016"
    },
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "Attached to the large pasture is a smaller enclosure that contains feed bunks for the five elk and three deer. In this\narea a section of the fencing has two broken fence posts that are leaning into the pasture area. The woven wire\nfencing attached to the bottom of these two fence posts has become loose and has bent upward resulting in sharp\npoints that the animals could step on or become entangled in. Broken fence posts and damaged wire fencing could\ncause injury to the animals and fail to contain the animals within the enclosure.\nThe enclosure must be structurally sound and maintained in good repair to protect the animals from injury and to\ncontain the animals. The facility must repair or replace the damaged section of fencing. The facility must ensure\nthat enclosures housing the animals are always structurally sound and in good repair for the safety and well-being\nof the animals.\nCorrection date: April 16, 2016"
    },
    {
      "code": "3.127(c)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, OUTDOOR.",
      "narrative": "There is a large opening in the fence for the five elk and three deer to move between the pastures. This opening is\ncompletely covered by a large pool of water and the area around the water is extremely muddy. The animals must\ncross the water and mud to access the different pastures.\nWest of the conservation building are two feed bunks for the five elk and one feed bunk for the three deer. The area\nin front of each feed bunk has become excessively wet and muddy and there are multiple puddles of water in each\narea. The animals must stand in the mud and water to access the feed that is provided in the bunks.\nWalking across and standing in water and mud may cause the animals to become wet and soiled which could\nnegatively affect their health.\nA suitable method shall be provided to rapidly eliminate excess water. The facility must establish a method for\nquickly eliminating the standing pool of water in the opening between the pastures and the puddles of water in front\nof the feed bunks. The facility must ensure that standing water is rapidly eliminated from all animal enclosures in\norder to keep the animals clean and dry.\nCorrection date: April 16, 2016"
    },
    {
      "code": "3.131(c)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "The male elk has green netting from a bale of hay attached to his antlers and covering the front of his face. The\nnetting attached to the face of the elk could cause damage to the eyes, interfere with his field of vision, and affect\nhis ability to eat and drink.\nThe facility representative was given a verbal correction date of noon on March 19, 2016 to have the hay netting\nremoved from the male elk.\nWithin the pasture containing the five elk and three deer there are multiple sections of hay netting lying on the\nground within the enclosure. There are also five large round bales of hay that are stored in the enclosure which\nhave damage to their netting and some of the netting is hanging from the bales. The netting on the ground and\nhanging from the bales of hay could cause the animals to become entangled in it.\nIn the same pasture there is a large metal fence panel that is lying on the ground and covered by tree branches.\nDuring the inspection the elk were lying and standing around this piece of fencing. In a small pen that is only\naccessible by the deer there is a large metal fence panel that is leaning against the primary fence. This metal panel\nis not attached to the primary fence and some areas of it are bent and damaged. The animals could become\nentangled in the metal fence panel that is on the ground or knock over the fence panel that is leaning on the primary\nfence which could result in injury.\nPremises shall be kept clean and in good repair in order to protect the animals from injury and facilitate husbandry\npractices. Trash and unused materials shall be placed in appropriate areas and cleared from the animal enclosures\nto protect the health of the animals. The facility must store the unused fence panels in an appropriate area away\nfrom the animals and must remove the hay netting from within the enclosure in order to promote the health and\nwell-being of the animals.\nCorrection date: March 30, 2016\nExit interview conducted with Kelly Maxwell, ACI and the facility representative."
    }
  ],
  "narrative": "2.126(a)(2)\nACCESS AND INSPECTION OF RECORDS AND PROPERTY; SUBMISSION OF ITINERARIES.\nThe facility representative could not locate APHIS form 7019, Record of Animals on Hand, or APHIS form 7002,\nProgram of Veterinary Care.  The information on both forms is required to facilitate a complete inspection of the\nanimals and the routine veterinary treatments practiced by the facility.  The facility must ensure that all records\nrequired by the Animal Welfare Act are properly completed and available to the inspectors at the time of the\ninspection. \nCorrection date:  March 30, 2016 \n3.125(a)\nFACILITIES, GENERAL.   \nAttached to the large pasture is a smaller enclosure that contains feed bunks for the five elk and three deer.  In this\narea a section of the fencing has two broken fence posts that are leaning into the pasture area.  The woven wire\nfencing attached to the bottom of these two fence posts has become loose and has bent upward resulting in sharp\npoints that the animals could step on or become entangled in.  Broken fence posts and damaged wire fencing could\ncause injury to the animals and fail to contain the animals within the enclosure.\nThe enclosure must be structurally sound and maintained in good repair to protect the animals from injury and to\ncontain the animals.  The facility must repair or replace the damaged section of fencing.  The facility must ensure\nthat enclosures housing the animals are always structurally sound and in good repair for the safety and well-being\nof the animals.\nCorrection date:  April 16, 2016\n3.127(c)\nFACILITIES, OUTDOOR.\n\nThere is a large opening in the fence for the five elk and three deer to move between the pastures.  This opening is\ncompletely covered by a large pool of water and the area around the water is extremely muddy.  The animals must\ncross the water and mud to access the different pastures.\nWest of the conservation building are two feed bunks for the five elk and one feed bunk for the three deer.  The area\nin front of each feed bunk has become excessively wet and muddy and there are multiple puddles of water in each\narea.  The animals must stand in the mud and water to access the feed that is provided in the bunks. \n   \nWalking across and standing in water and mud may cause the animals to become wet and soiled which could\nnegatively affect their health.\nA suitable method shall be provided to rapidly eliminate excess water.  The facility must establish a method for\nquickly eliminating the standing pool of water in the opening between the pastures and the puddles of water in front\nof the feed bunks. The facility must ensure that standing water is rapidly eliminated from all animal enclosures in\norder to keep the animals clean and dry.\nCorrection date:  April 16, 2016\n3.131(c)\nSANITATION.   \nThe male elk has green netting from a bale of hay attached to his antlers and covering the front of his face.  The\nnetting attached to the face of the elk could cause damage to the eyes, interfere with his field of vision, and affect\nhis ability to eat and drink.  \nThe facility representative was given a verbal correction date of noon on March 19, 2016 to have the hay netting\nremoved from the male elk.  \nWithin the pasture containing the five elk and three deer there are multiple sections of hay netting lying on the\nground within the enclosure.  There are also five large round bales of hay that are stored in the enclosure which\nhave damage to their netting and some of the netting is hanging from the bales.  The netting on the ground and\nhanging from the bales of hay could cause the animals to become entangled in it. \nIn the same pasture there is a large metal fence panel that is lying on the ground and covered by tree branches. \nDuring the inspection the elk were lying and standing around this piece of fencing.  In a small pen that is only\naccessible by the deer there is a large metal fence panel that is leaning against the primary fence.  This metal panel\nis not attached to the primary fence and some areas of it are bent and damaged.  The animals could become\nentangled in the metal fence panel that is on the ground or knock over the fence panel that is leaning on the primary\n\nfence which could result in injury.  \nPremises shall be kept clean and in good repair in order to protect the animals from injury and facilitate husbandry\npractices.  Trash and unused materials shall be placed in appropriate areas and cleared from the animal enclosures\nto protect the health of the animals.  The facility must store the unused fence panels in an appropriate area away\nfrom the animals and must remove the hay netting from within the enclosure in order to promote the health and\nwell-being of the animals.  \nCorrection date:  March 30, 2016\nExit interview conducted with Kelly Maxwell, ACI and the facility representative.",
  "animals_total": 8,
  "species": [
    {
      "count": 5,
      "scientific": "Cervus c. canadensis",
      "common": "ELK"
    },
    {
      "count": 3,
      "scientific": "Odocoileus virginianus",
      "common": "WHITE-TAILED DEER"
    }
  ]
}