{
  "insp_id": "2016082568752160",
  "layout": "a",
  "customer_id": "26261",
  "customer_name": "Lufthansa Cargo Ag",
  "customer_addr": "Building 23 North Service Road\nJfk International Airport\nJamaica, NY 11430",
  "certificate": "21-T-0070",
  "site_id": "DFW",
  "site_name": "LUFTHANSA CARGO AG",
  "insp_type": "ROUTINE INSPECTION",
  "date": "15-AUG-2017",
  "report_date": "16-AUG-2017",
  "citations": [
    {
      "code": "3.14(e)(1)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES USED TO TRANSPORT LIVE DOGS AND CATS.",
      "narrative": "Two 5 month old German Sheppard puppies arrived at DFW airport from Prague via Lufthansa flight 438 on Aug 11,\n2017. These puppies were shipped in the same kennel. The interior dimensions of the kennel were approximately\n28”x16”x24”. According to online information the kennel weighed 18 lbs. The total weight of the kennel and\npuppies was 59.4 lbs. This means one or both puppies weighed at least 20 lbs. Although AWA regulations allow\npuppies under 6 months of age and weighing 20 lbs or less to be shipped in the same enclosure, the enclosure\nmust be large enough to ensure that each animal contained in the enclosure has enough space to turn about\nnormally while standing, to stand and sit erect, and to lie in a natural position.\nWhen viewing the picture provided by CBP it does not appear these puppies had enough room to stand or lie down\nat the same time without coming into contact with the urine and feces in the back of the kennel. These puppies\nshould not have been shipped in the same kennel. At least one of the puppies is over the maximum weight allowed\nto ship more than one puppy in the same kennel. Even if both puppies had been slightly under 20 lbs this kennel is\nnot large enough for these two puppies to fit comfortably for a flight from Prague to DFW which is at least 14 hours.\nLufthansa employees need to ensure animals being shipped are in the appropriate sized crates.\nTo be corrected by: Aug 18, 2017\nThis inspection and exit interview were conducted with a facility representative."
    }
  ],
  "narrative": "3.14(e)(1)\nPRIMARY ENCLOSURES USED TO TRANSPORT LIVE DOGS AND CATS.\nTwo 5 month old German Sheppard puppies arrived at DFW airport from Prague via Lufthansa flight 438 on Aug 11,\n2017. These puppies were shipped in the same kennel.  The interior dimensions of the kennel were approximately\n28”x16”x24”.  According to online information the kennel weighed 18 lbs.  The total weight of the kennel and\npuppies was 59.4 lbs.  This means one or both puppies weighed at least 20 lbs.    Although AWA regulations allow\npuppies under 6 months of age and weighing 20 lbs or less to be shipped in the same enclosure, the enclosure\nmust be large enough to ensure that each animal contained in the enclosure has enough space to turn about\nnormally while standing, to stand and sit erect, and to lie in a natural position.\nWhen viewing the picture provided by CBP it does not appear these puppies had enough room to stand or lie down\nat the same time without coming into contact with the urine and feces in the back of the kennel.  These puppies\nshould not have been shipped in the same kennel.  At least one of the puppies is over the maximum weight allowed\nto ship more than one puppy in the same kennel.  Even if both puppies had been slightly under 20 lbs this kennel is\nnot large enough for these two puppies to fit comfortably for a flight from Prague to DFW which is at least 14 hours.\nLufthansa employees need to ensure animals being shipped are in the appropriate sized crates.\nTo be corrected by:  Aug 18, 2017\nThis inspection and exit interview were conducted with a facility representative.",
  "animals_total": 0,
  "species": [
    {
      "count": 0,
      "scientific": "NONE",
      "common": "NONE"
    }
  ]
}