{
  "insp_id": "264151920140968",
  "layout": "a",
  "customer_id": "3010",
  "customer_name": "Museum Of Discovery & Science",
  "customer_addr": "401 S W 2nd St\nFort Lauderdale, FL 33312",
  "certificate": "58-C-0479",
  "site_id": "001",
  "site_name": "MUSEUM OF DISCOVERY AND SCIENCE",
  "insp_type": "ROUTINE INSPECTION",
  "date": "21-SEP-2015",
  "report_date": "21-SEP-2015",
  "citations": [
    {
      "code": "3.53(a)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "The primary enclosure for the rabbit is an enclosed area within a display wall. There are two ventilation fans to\nmove air for the animal. At time of this inspection there is a large amount of rabbit hair and dust around the\nventilation fans and hair was seen blowing out the exhaust areas. Keeping the ventilation system free of hair and\ndust is important as fans could burn out and possibly cause a fire. Ventilation is very important for the health and\nwelfare of the animal housed in the enclosure. Cleaning of the enclosure needs to be more frequent and thorough\nso that accumulations of hair and dust do not build up.\nCorrect by: 09-22-2015.\nAn exit briefing was conducted with the facility representative and the inspection report is being sent by email to the\nLife Science Manager."
    }
  ],
  "narrative": "3.53(a)\nPRIMARY ENCLOSURES.   \nThe primary enclosure for the rabbit is an enclosed area within a display wall.  There are two ventilation fans to\nmove air for the animal.  At time of this inspection there is a large amount of rabbit hair and dust around the\nventilation fans and hair was seen blowing out the exhaust areas.  Keeping the ventilation system free of hair and\ndust is important as fans could burn out and possibly cause a fire.  Ventilation is very important for the health and\nwelfare of the animal housed in the enclosure.  Cleaning of the enclosure needs to be more frequent and thorough\nso that accumulations of hair and dust do not build up.  \nCorrect by:  09-22-2015.\nAn exit briefing was conducted with the facility representative and the inspection report is being sent by email to the\nLife Science Manager.",
  "animals_total": 16,
  "species": [
    {
      "count": 11,
      "scientific": "Artibeus jamaicensis",
      "common": "JAMAICAN FRUIT BAT"
    },
    {
      "count": 4,
      "scientific": "Lontra canadensis",
      "common": "NORTH AMERICAN RIVER OTTER"
    },
    {
      "count": 1,
      "scientific": "Oryctolagus cuniculus",
      "common": "EUROPEAN RABBIT"
    }
  ]
}