{
  "insp_id": "59141219358510",
  "layout": "a",
  "customer_id": "4872",
  "customer_name": "Anita Gustin",
  "customer_addr": "941 C R 215\nBerryville, AR 72616",
  "certificate": "71-B-0123",
  "site_id": "001",
  "site_name": "ANITA GUSTIN",
  "insp_type": "ROUTINE INSPECTION",
  "date": "10-APR-2014",
  "report_date": "10-APR-2014",
  "citations": [
    {
      "code": "2.40(b)(3)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "The kennel facility consists of four sheltered buildings and one outdoor housing area. In the second sheltered\nbuilding from the west there are three adults which need to be evaluated by the attending veterinarian. On the west\nside of the building there is an adult male Pekingese, chip # 079033051, which was observed excessively salivating\nand had brown and green matter on the right upper canine tooth. On the eastern side of the building there is one\nfemale Dashound, 471D1C205A, which has an accumulation of dark brown matter on the right canine tooth. On the\nsame side of the building there is an adult female Chihuahua, chip# 4949196A4A, which has an enlarged red area\nbetween the two middle digits of the left front paw. On the eastern side of the third building from the west there is\none adult male Maltese, chip# 0A01213506, whose eyes were glassey with no teeth and had holes in the gums\nwhere the canines were once located. These animals need to be evaluated by the attending veterinarian. The\ndealer must maintain written documentation of the evaluation and all treatment.\nAffects four adults. Correct by April 12, 2014"
    },
    {
      "code": "3.6(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "The kennel consists of four sheltered buildings and one outdoor housing area. On the first and third buildings from\nthe west there are a total of two enclosures whose doors separating the interior from the exterior portions are\nmissing or are off their hinges. Primary enclosures must be designed and constructed of suitable materials so that\nthey are structurally sound. The primary enclosures must be kept in good repair to protect the contained animals\nfrom the elements and allow them to stay clean and dry.\nAffects five adults. Correct April 17, 2014"
    },
    {
      "code": "3.11(c)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "On the south side of the whelping building there is a small outdoor housing area. On the exterior of the three\nenclosures there is old bedding, old waste material, discard materials and plastic. This area needs to be kept\ncleaned, maintained and in good repair to protect the animals from injury, to facilitate husbandry practices and to\nreduce or eliminate breeding and living areas for rodents and other pests and vermin. Premises must be kept free of\naccumulations of trash, junk, waste products, and discarded matter to facilitate cleaning of the premises and pest\ncontrol, and to protect the health and well-being of the animals.\nAffects six adults. Correct by May 1, 2014\nThe inspection and exit interview was conducted with facility representative."
    }
  ],
  "narrative": "2.40(b)(3)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThe kennel facility consists of four sheltered buildings and one outdoor housing area.  In the second sheltered\nbuilding from the west there are three adults which need to be evaluated by the attending veterinarian.  On the west\nside of the building there is an adult male Pekingese, chip # 079033051, which was observed excessively salivating\nand had brown and green matter on the right upper canine tooth.  On the eastern side of the building there is one\nfemale Dashound, 471D1C205A, which has an accumulation of dark brown matter on the right canine tooth.  On the\nsame side of the building there is an adult female Chihuahua, chip# 4949196A4A, which has an enlarged red area\nbetween the two middle digits of the left front paw.  On the eastern side of the third building from the west there is\none adult male Maltese, chip# 0A01213506, whose eyes were glassey with no teeth and had holes in the gums\nwhere the canines were once located.  These animals need to be evaluated by the attending veterinarian.  The\ndealer must maintain written documentation of the evaluation and all treatment.\nAffects four adults.                                                                         Correct by April 12, 2014\n3.6(a)(1)\nPRIMARY ENCLOSURES.\nThe kennel consists of four sheltered buildings and one outdoor housing area.  On the first and third buildings from\nthe west there are a total of two enclosures whose doors separating the interior from the exterior portions are\nmissing or are off their hinges.  Primary enclosures must be designed and constructed of suitable materials so that\nthey are structurally sound. The primary enclosures must be kept in good repair to protect the contained animals\nfrom the elements and allow them to stay clean and dry.\nAffects five adults.                                                                       Correct April 17, 2014\n3.11(c)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\nOn the south side of the whelping building there is a small outdoor housing area.  On the exterior of the three\nenclosures there is old bedding, old waste material, discard materials and plastic.  This area needs to be kept\n\ncleaned, maintained and in good repair to protect the animals from injury, to facilitate husbandry practices and to\nreduce or eliminate breeding and living areas for rodents and other pests and vermin. Premises must be kept free of\naccumulations of trash, junk, waste products, and discarded matter to facilitate cleaning of the premises and pest\ncontrol, and to protect the health and well-being of the animals.\nAffects six adults.                                                                       Correct by May 1, 2014\nThe inspection and exit interview was conducted with facility representative.",
  "animals_total": 248,
  "species": [
    {
      "count": 210,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 38,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}