{
  "insp_id": "65140555248175",
  "layout": "a",
  "customer_id": "6902",
  "customer_name": "Summer Wind Farm Sanctuary",
  "customer_addr": "6490 Mowerson Rd\nBrown City, MI 48416",
  "certificate": "34-C-0227",
  "site_id": "001",
  "site_name": "SUMMER WIND FARMS",
  "insp_type": "ROUTINE INSPECTION",
  "date": "05-MAR-2014",
  "report_date": "06-MAR-2014",
  "citations": [
    {
      "code": "3.127(b)",
      "kind": "Direct",
      "repeat": true,
      "desc": "FACILITIES, OUTDOOR.",
      "narrative": "The shelter housing the lama and the shelter housing the four alpacas did not contain enough bedding. The\nexpected low temperature in the area for tonight is three degrees. Failure to provide adequate bedding will lead to\ndiscomfort and possible animal injury. This will lead to unnecessary animal suffering. Adequate bedding must be\nprovided to these animals to provide for their health and comfort. Provide more bedding for these animals."
    },
    {
      "code": "3.130",
      "kind": "Direct",
      "repeat": true,
      "desc": "WATERING.",
      "narrative": "APHIS inspectors began an inspection at about 1:00 PM. All of the enclosures housing the tigers and the enclosure\nhousing one lion had water containers which appeared to be filled to the top with solid ice. The facility president\nstated that all the animals had received water at about 8:00 AM to 9:30 AM in the morning. In order to evaluate the\nanimals' desire for water, APHIS inspectors asked that all of the tigers and the lion be offered water while they were\npresent. Lenny and Squiggy are two tigers that are housed together. When they were offered water, they both\ndrank continuously for about 60 seconds. A tiger named JJ drank continuously for about 50 seconds when offered\nwater. This is longer than normal for animals that have adequate water available to them. It is vital that all animals\nhave access to water in order to promote their health and comfort. Cats are particular sensitive to kidney damage\nfrom lack of water. Provide enough water as often as necessary to keep these animals comfortable. These animals\nare suffering due to lack of adequate water.\nThis focused inspection was conducted to evaluate the five non-compliant items listed as directs on the facilty\ninspection of 3-4-14.\nThe tiger known as Kahn has received adequate veterinary care at the time of inspection. The veterinarian saw him\non the afternoon of 3-4-14. The veterinarian explained to the inspector by phone call that he wished to have a\nfollow up visit with Kahn in five to six days.\nThe direct item listed under 3.83 has been corrected.\nAt the conclusion of the inspection, APHIS inspectors went over their findings. All non-compliances were described\nin full to the facility president. APHIS inspectors also explained that they will need to see documentation of the\nattending veterinarian's follow up visit to see the tiger Kahn. A formal exit interview was conducted on 3-6-14.\nAdditional Inspectors\nBongard Carrie, Animal Care Inspector"
    }
  ],
  "narrative": "3.127(b)           DIRECT                    REPEAT\nFACILITIES, OUTDOOR. \nThe shelter housing the lama and the shelter housing the four alpacas did not contain enough bedding. The\nexpected low temperature in the area for tonight is three degrees.  Failure to provide adequate bedding will lead to\ndiscomfort and possible animal injury.  This will lead to unnecessary animal suffering.  Adequate bedding must be\nprovided to these animals to provide for their health and comfort.  Provide more bedding for these animals.\n3.130           DIRECT                    REPEAT\nWATERING.  \nAPHIS inspectors began an inspection at about 1:00 PM.  All of the enclosures housing the tigers and the enclosure\nhousing one lion had water containers which appeared to be filled to the top with solid ice.  The facility president\nstated that all the animals had received water at about 8:00 AM to 9:30 AM in the morning.  In order to evaluate the\nanimals' desire for water, APHIS inspectors asked that all of the tigers and the lion be offered water while they were\npresent.  Lenny and Squiggy are two tigers that are housed together.  When they were offered water, they both\ndrank continuously for about 60 seconds.  A tiger named JJ drank continuously for about 50 seconds when offered\nwater.  This is longer than normal for animals that have adequate water available to them.  It is vital that all animals\nhave access to water in order to promote their health and comfort. Cats are particular sensitive to kidney damage\nfrom lack of water.  Provide enough water as often as necessary to keep these animals comfortable.  These animals\nare suffering due to lack of adequate water.\nThis focused inspection was conducted to evaluate the five non-compliant items listed as directs on the facilty\ninspection of 3-4-14.\nThe tiger known as Kahn has received adequate veterinary care at the time of inspection.  The veterinarian saw him\non the afternoon of 3-4-14.  The veterinarian explained to the inspector by phone call that he wished to have a\nfollow up visit with Kahn in five to six days.\nThe direct item listed under 3.83 has been corrected.\n\nAt the conclusion of the inspection, APHIS inspectors went over their findings.  All non-compliances were described\nin full to the facility president.  APHIS inspectors also explained that they will need to see documentation of the\nattending veterinarian's follow up visit to see the tiger Kahn.  A formal exit interview was conducted on 3-6-14.\nAdditional Inspectors\nBongard Carrie, Animal Care Inspector",
  "animals_total": 20,
  "species": [
    {
      "count": 2,
      "scientific": "Canis latrans",
      "common": "COYOTE"
    },
    {
      "count": 1,
      "scientific": "Lama glama",
      "common": "LLAMA"
    },
    {
      "count": 4,
      "scientific": "Lama pacos",
      "common": "ALPACA"
    },
    {
      "count": 1,
      "scientific": "Macaca fuscata",
      "common": "JAPANESE MACAQUE / SNOW MACAQUE"
    },
    {
      "count": 1,
      "scientific": "Ovis aries aries",
      "common": "SHEEP INCLUDING ALL DOMESTIC BREEDS"
    },
    {
      "count": 1,
      "scientific": "Panthera leo",
      "common": "LION"
    },
    {
      "count": 9,
      "scientific": "Panthera tigris",
      "common": "TIGER"
    },
    {
      "count": 1,
      "scientific": "Puma concolor",
      "common": "PUMA / MOUNTAIN LION / COUGAR"
    }
  ]
}