{
  "insp_id": "2016082568813791",
  "layout": "a",
  "customer_id": "1470",
  "customer_name": "University Of Arkansas",
  "customer_addr": "109 Mlkg\nFayetteville, AR 72701",
  "certificate": "71-R-0001",
  "site_id": "001",
  "site_name": "UNIVERSITY OF ARKANSAS",
  "insp_type": "ROUTINE INSPECTION",
  "date": "11-SEP-2017",
  "report_date": "12-SEP-2017",
  "citations": [
    {
      "code": "2.31(d)(1)(viii)",
      "kind": "",
      "repeat": false,
      "desc": "INSTITUTIONAL ANIMAL CARE AND USE COMMITTEE (IACUC).",
      "narrative": "Protocol 16083 lists only the PI under personnel carrying out procedures involving animals on the project. An email\nfrom the PI dated 6 June 2017 clearly indicates an unnamed student was conducting imaging of the hamsters. The\nemail also states that this student was expected to have euthanized the animals at the end of the study. Any\nperson carrying out procedures on study animals must be appropriately trained and qualified. All such persons\nmust be listed on the protocol, along with their experience and training.\nCorrect from this point forward."
    },
    {
      "code": "2.31(e)(3)",
      "kind": "",
      "repeat": false,
      "desc": "INSTITUTIONAL ANIMAL CARE AND USE COMMITTEE (IACUC).",
      "narrative": "Protocol 16083 does not contain a complete description of the proposed use of the animals.\n- The initial protocol was a non-invasive imaging study and was categorized as a Level 1 on the facility's internal\nscale. This corresponds with a Category C (non-painful) study. However, two modifications were then added which\ninvolved the use of two compounds (DMBA and 4-NQO) designed to induce tumor growth in the hamster cheek\npouches. This modified protocol can no longer be considered a Level 1/Category C procedure, and must be\nreclassified at an appropriate level.\nIn addition, there is not an adequate description of these two compounds and the expected effects on the animals\nbeyond local tumor growth. An SOP shown at the time of inspection indicates that exposed hamsters will be\nmarked with \"hazardous agent\" cage cards and that the cages must be opened only in a protected area such as a\nchemical fume hood. The protocol must contain a more thorough description of these chemicals and any potentially\nharmful effects on the hamsters.\n- An additional problem with this protocol is that it specifies on p 6 that hamsters will be purchased from Charles\nRiver. Records indicate that at least 6 hamsters (3 on 7 February 2017 and 3 on 7 August 2017) were actually\nordered from a company named Envigo. If the protocol specifies a source for the animals, then a modification must\nbe submitted and approved before ordering from a different supplier.\nCorrect from this point forward."
    },
    {
      "code": "2.33(b)(3)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE.",
      "narrative": "Daily observation of animals is not being conducted in a sufficient manner.\n- A daily observation form indicates a study of three hamsters began on 15 February 2017 and ended on 5 May\n2017. There are several problems with this form.\n1. The only recorded health parameter for these three animals is daily weight. This alone is not an adequate\nmeasure of health.\n2. Three hamsters are tracked on this form. However, on 8 April 2017 Hamster #1 is no longer recorded. There is\nno indication of what happened to this animal, or why it's weight was no longer being measured.\n3. There is no record of how these three animals were disposed at the end of the study. The record just stops on 5\nMay 2017. An email from the Primary Investigator on 6 June 2017 indicated that the study actually ended on May\n27-28, and that the student imaging the hamsters should have euthanized them at that time. This leaves a gap from\n5 May to 27 May when no daily observation was recorded.\n- In a separate issue, records show a single hamster was ordered on 11 July 2016. There are no study records\nassociated with this animal, and nothing to indicate what happened to it.\nAnimals on study must be observed daily using adequate parameters to assess their health. The facility must\nappropriately track all animals from acquisition to disposition.\nCorrect from this point forward.\nThis inspection and exit interview were conducted with facility representative."
    }
  ],
  "narrative": "2.31(d)(1)(viii)\nINSTITUTIONAL ANIMAL CARE AND USE COMMITTEE (IACUC).\nProtocol 16083 lists only the PI under personnel carrying out procedures involving animals on the project.  An email\nfrom the PI dated 6 June 2017 clearly indicates an unnamed student was conducting imaging of the hamsters.  The\nemail also states that this student was expected to have euthanized the animals at the end of the study.  Any\nperson carrying out procedures on study animals must be appropriately trained and qualified.  All such persons\nmust be listed on the protocol, along with their experience and training.\nCorrect from this point forward.\n2.31(e)(3)\nINSTITUTIONAL ANIMAL CARE AND USE COMMITTEE (IACUC).\nProtocol 16083 does not contain a complete description of the proposed use of the animals.  \n- The initial protocol was a non-invasive imaging study and was categorized as a Level 1 on the facility's internal\nscale.  This corresponds with a Category C (non-painful) study.  However, two modifications were then added which\ninvolved the use of two compounds (DMBA and 4-NQO) designed to induce tumor growth in the hamster cheek\npouches.  This modified protocol can no longer be considered a Level 1/Category C procedure, and must be\nreclassified at an appropriate level.\nIn addition, there is not an adequate description of these two compounds and the expected effects on the animals\nbeyond local tumor growth.  An SOP shown at the time of inspection indicates that exposed hamsters will be\nmarked with \"hazardous agent\" cage cards and that the cages must be opened only in a protected area such as a\nchemical fume hood.  The protocol must contain a more thorough description of these chemicals and any potentially\nharmful effects on the hamsters.\n- An additional problem with this protocol is that it specifies on p 6 that hamsters will be purchased from Charles\nRiver.  Records indicate that at least 6 hamsters (3 on 7 February 2017 and 3 on 7 August 2017) were actually\nordered from a company named Envigo.  If the protocol specifies a source for the animals, then a modification must\nbe submitted and approved before ordering from a different supplier.\nCorrect from this point forward.\n2.33(b)(3)\n\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE.\nDaily observation of animals is not being conducted in a sufficient manner.\n- A daily observation form indicates a study of three hamsters began on 15 February 2017 and ended on 5 May\n2017.  There are several problems with this form.\n1.  The only recorded health parameter for these three animals is daily weight.  This alone is not an adequate\nmeasure of health.\n2.  Three hamsters are tracked on this form.  However, on 8 April 2017 Hamster #1 is no longer recorded.  There is\nno indication of what happened to this animal, or why it's weight was no longer being measured.\n3. There is no record of how these three animals were disposed at the end of the study.  The record just stops on 5\nMay 2017.  An email from the Primary Investigator on 6 June 2017 indicated that the study actually ended on May\n27-28, and that the student imaging the hamsters should have euthanized them at that time.  This leaves a gap from\n5 May to 27 May when no daily observation was recorded.\n- In a separate issue, records show a single hamster was ordered on 11 July 2016.  There are no study records\nassociated with this animal, and nothing to indicate what happened to it.  \nAnimals on study must be observed daily using adequate parameters to assess their health.  The facility must\nappropriately track all animals from acquisition to disposition.\nCorrect from this point forward.\nThis inspection and exit interview were conducted with facility representative.",
  "animals_total": 3,
  "species": [
    {
      "count": 3,
      "scientific": "Mesocricetus auratus",
      "common": "SYRIAN / GOLDEN HAMSTER (COMMON PET/RESEARCH TYPE)"
    }
  ]
}