{
  "insp_id": "2016090000786279",
  "layout": "b",
  "customer_id": "330924",
  "customer_name": "Rhonda Frederick",
  "customer_addr": "1520 N Taft\nOKMULGEE, OK 74447",
  "certificate": "73-A-2711",
  "site_id": "001",
  "site_name": "Rhonda Frederick",
  "insp_type": "ROUTINE INSPECTION",
  "date": "21-APR-2022",
  "report_date": "21-APR-2022",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "Two male Yorkshire terriers had excessive matting on the chest, abdomen, and legs. Although the underlying skin\nappeared healthy, hair mats can lead to moisture retention and development of skin infection, and are a potential source\nof discomfort to the animals. Mats should be removed as often as needed to prevent any health complications. The\nfacility must institute a program of haircoat maintenance to ensure there is ongoing appropriate care for all dogs. Both of\nthe male terriers must have all mats removed.\nCorrect by 28 April 2022"
    },
    {
      "code": "3.1(a)",
      "kind": "",
      "repeat": false,
      "desc": "Housing facilities, general.",
      "narrative": "There is a large, deep crack in the cement floor of the outdoor portion of a run housing four adult dogs. The crack has\nbeen partially patched but there are multiple exposed sections. Unrepaired damaged areas like this are a potential\nsource of injury to the animals, and also cannot be adequately cleaned and sanitized. The damaged area must be\nrepaired. Alternatively, the facility could avoid housing animals in this particular run.\nFacility corrected at the time of inspection by moving animals to a vacant run.\nThis inspection and exit interview were conducted with facility representative.\nEnd Section"
    }
  ],
  "narrative": "2.40(b)(2) \n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nTwo male Yorkshire terriers had excessive matting on the chest, abdomen, and legs.  Although the underlying skin \nappeared healthy, hair mats can lead to moisture retention and development of skin infection, and are a potential source \nof discomfort to the animals.  Mats should be removed as often as needed to prevent any health complications.  The \nfacility must institute a program of haircoat maintenance to ensure there is ongoing appropriate care for all dogs.  Both of \nthe male terriers must have all mats removed. \nCorrect by 28 April 2022 \n3.1(a) \n   \nHousing facilities, general. \nThere is a large, deep crack in the cement floor of the outdoor portion of a run housing four adult dogs.  The crack has \nbeen partially patched but there are multiple exposed sections.  Unrepaired damaged areas like this are a potential \nsource of injury to the animals, and also cannot be adequately cleaned and sanitized.  The damaged area must be \nrepaired.  Alternatively, the facility could avoid housing animals in this particular run. \nFacility corrected at the time of inspection by moving animals to a vacant run. \n \nThis inspection and exit interview were conducted with facility representative.\n\nEnd Section",
  "animals_total": 26,
  "species": [
    {
      "count": 26,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    }
  ]
}