{
  "insp_id": "2016082569656401",
  "layout": "a",
  "customer_id": "323804",
  "customer_name": "100 Aker Wood",
  "customer_addr": "Po Box 312\nMillington, MI 48746",
  "certificate": "34-C-0337",
  "site_id": "001",
  "site_name": "100 AKER WOOD",
  "insp_type": "ROUTINE INSPECTION",
  "date": "19-NOV-2019",
  "report_date": "19-NOV-2019",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "The written program of veterinary care indicates that all animals will have fecals checked at least once per year.\nThe last fecal done for any of the animals was for hoof stock in September 2018. All animals are now overdue for\nfecals at the frequency dictated by the program of veterinary care. Fecals must be done for these animals to\nprevent, control and diagnose any potential internal parasite issues. It is important to follow the attending\nveterinarians instructions to ensure that the animals remain healthy.\nCorrect by: 11-29-19"
    },
    {
      "code": "2.75(b)(1)",
      "kind": "",
      "repeat": false,
      "desc": "RECORDS: DEALERS AND EXHIBITORS.",
      "narrative": "The facility does not have a current up to date inventory of it animals on hand. One camel and three muntjacs have\ndied and their deaths have not been recorded. Several fallow deer and elk births have not been recorded. It is\nimportant that animal records be maintained and kept up to date by in order for APHIS officials to monitor animal\nactivity at the facility. Update the animal inventory and record animal acquisitions and dispositions from now on.\nCorrect by: 11-21-19"
    },
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "The enclosure housing the camel has had the majority of the fencing pushed down by the camel. This fencing is no\nlonger tall enough to ensure containment of this animal. A couple of sections of fencing are so low that the camel\nmight try to exit the enclosure and could possibly become entangled in the fence and injured. This fence needs to\nbe repaired/replaced to contain the camel and to prevent injury to the camel.\nCorrect by: 12-29-19."
    },
    {
      "code": "3.130",
      "kind": "",
      "repeat": false,
      "desc": "WATERING.",
      "narrative": "The water receptacles in all of the animal enclosures contain very large amounts of algae. This would indicate that\nthey have not been cleaned frequently enough. Water receptacles need to be kept clean to promote the health and\ncomfort of the animals using them. Clean these water receptacles. The camel water receptacle was iced over.\nThis water receptacle needs to be replaced/ repaired or an alternative sources of water must be provided for the\ncamel. The pond can not serve as the primary source of water for this animal.\nThe camel must be provided with a source of fresh water by COB 11-19-19.\nWater receptacles must be cleaned by 11-21-19\n."
    },
    {
      "code": "3.131(a)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "The enclosure housing the bear known as Boo Boo contained an excessive amount of feces. This enclosure must\nbe kept clean in order to ensure that the animal remains as clean as possible and to minimize disease and odors.\nThis enclosure needs to be cleaned more frequently. Clean this enclosure.\nCorrect by: 11-22-19\nThis inspection was conducted with an agent for the licensee. The exit interview was conducted with the licensee\nand the licensee's agent."
    }
  ],
  "narrative": "2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThe written program of veterinary care indicates that all animals will have fecals checked at least once per year. \nThe last fecal done for any of the animals was for hoof stock in September 2018.  All animals are now overdue for\nfecals at the frequency dictated by the program of veterinary care.  Fecals must be done for these animals to\nprevent, control and diagnose any potential internal parasite issues.  It is important to follow the attending\nveterinarians instructions to ensure that the animals remain healthy.\nCorrect by:  11-29-19\n2.75(b)(1)\nRECORDS: DEALERS AND EXHIBITORS.\nThe facility does not have a current up to date inventory of it animals on hand.  One camel and three muntjacs have\ndied and their deaths have not been recorded.  Several fallow deer and elk births have not been recorded.  It is\nimportant that animal records be maintained and kept up to date by in order for APHIS officials to monitor animal\nactivity at the facility.  Update the animal inventory and record animal acquisitions and dispositions from now on.\nCorrect by:  11-21-19\n3.125(a)\nFACILITIES, GENERAL.   \nThe enclosure housing the camel has had the majority of the fencing pushed down by the camel.  This fencing is no\nlonger tall enough to ensure containment of this animal.  A couple of sections of fencing are so low that the camel\nmight try to exit the enclosure and could possibly become entangled in the fence and injured.  This fence needs to\nbe repaired/replaced to contain the camel and to prevent injury to the camel.\nCorrect by:  12-29-19.\n\n3.130\nWATERING.  \nThe water receptacles in all of the animal enclosures contain very large amounts of algae.  This would indicate that\nthey have not been cleaned frequently enough.  Water receptacles need to be kept clean to promote the health and\ncomfort of the animals using them.  Clean these water receptacles.  The camel water receptacle was iced over. \nThis water receptacle needs to be replaced/ repaired or an alternative sources of water must be provided for the\ncamel.  The pond can not serve as the primary source of water for this animal.\nThe camel must be provided with a source of fresh water by COB 11-19-19.\nWater receptacles must be cleaned by 11-21-19\n.\n3.131(a)\nSANITATION.   \nThe enclosure housing the bear known as Boo Boo contained an excessive amount of feces.  This enclosure must\nbe kept clean in order to ensure that the animal remains as clean as possible and to minimize disease and odors. \nThis enclosure needs to be cleaned more frequently.  Clean this enclosure.\nCorrect by:  11-22-19   \nThis inspection was conducted with an agent for the licensee.  The exit interview was conducted with the licensee\nand the licensee's agent.",
  "animals_total": 36,
  "species": [
    {
      "count": 1,
      "scientific": "Camelus dromedarius",
      "common": "DROMEDARY CAMEL"
    },
    {
      "count": 19,
      "scientific": "Cervus elaphus canadensis",
      "common": "ELK"
    },
    {
      "count": 11,
      "scientific": "Dama dama",
      "common": "FALLOW DEER"
    },
    {
      "count": 2,
      "scientific": "Muntiacus reevesi",
      "common": "REEVE'S MUNTJAC"
    },
    {
      "count": 3,
      "scientific": "Ursus americanus",
      "common": "NORTH AMERICAN BLACK BEAR"
    }
  ]
}