{
  "insp_id": "207152303050328",
  "layout": "a",
  "customer_id": "16833",
  "customer_name": "Dan De Boer",
  "customer_addr": "P O Box 188\nCorsica, SD 57328",
  "certificate": "46-A-0301",
  "site_id": "001",
  "site_name": "DAN DE BOER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "21-JUL-2015",
  "report_date": "27-JUL-2015",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "Sec. 2.40 Attending veterinarian and adequate veterinary care (dealers and exhibitors). (b) (2).\n* The written Program of Veterinary Care (PVC) is incomplete and inaccurate. The plan does not list the\nvaccinations and medications that are being used in the facility. The owner stated, that a Saint Bernards right eye\nhad been treated with (cid:28)penicillin(cid:29). However, there was no bottle of the medication of the premises labeled with\ninstructions for usage and the (cid:28)penicillin(cid:29) was not listed with instructions in the Program of Veterinary Care. A written\nProgram of Veterinary Care Plan without proper instructions from the Attending Veterinarian for usage of the\nvaccinations and medications can potentially affect the 20 adult dogs(cid:25) health and well-being. The Program of\nVeterinary Care must be completely filled out by the Attending Veterinarian with instructions of proper usage of the\nvaccinations and medications. Thus, proper usage of the vaccinations and medications will ensure the health and\nwell-being of the dogs.\n* Enclosure three, counting from the south in the North Kennel Building, has a 3 year old, female Saint Bernard, (not\nidentified) with a large clump of matted hair on the neck. This clump of matted hair is approximately 5(cid:29) \" long by 3(cid:29)\"\nwide. The hair is tangled and the skin cannot be visualized because of the thickness of the tangled hair. This large\nclump of matted hair can cause skin irritation and disease and discomfort. Mats can affect the animals(cid:25) ability to\nregulate its body temperature. All dogs must be properly groomed on a regular basis to prevent mats or dog hair\nfrom tangling together in large clumps. This will prevent skin irritation, disease and discomfort.\n* Enclosure four counting for the west South Kennel building has a 4 year old, male Saint Bernard (not identified)\nwhose right eye is bright red in the white portions of the eye. There is clear discharge from the eye. The owner\nstated, the dog had been treated with (cid:28)penicillin(cid:29). However there was no bottle of (cid:28)penicillin(cid:29) with labeled\ninstructions on premises upon request. (cid:28) The eye can potentially cause discomfort and pain to the animal. This\nSaint Bernard must be seen by the Attending Veterinarian for a proper diagnosis and treatment. Documentation of\nthis consultation and instructions of medications used for treatment must be kept and provided upon request for the\nnext inspection. This will ensure the animal receives proper veterinary care for the right eye.\nTo be corrected by, 31-July-2015."
    },
    {
      "code": "2.50(a)",
      "kind": "",
      "repeat": false,
      "desc": "TIME AND METHOD OF IDENTIFICATION.",
      "narrative": "Sec. 2.50 Time and method of identification. (a).\n* The owner stated that all the dogs on the premises are identified with microchips. However, upon request to\ninquire the microchip number for two adult dogs, the microchip scanner was not available. A microchip scanner\nmust be made available upon request for identification of the dogs. This will allow for certainty of the identification\nof the dogs. For future inspections the microchip scanner must be available.\nTo be corrected by, 30-Jul-2015."
    },
    {
      "code": "2.75(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "RECORDS: DEALERS AND EXHIBITORS.",
      "narrative": "Sec. 2.75 Records: Dealers and exhibitors. (a)(1).\n* Upon the request, the records of the (cid:28)Dogs on Hand(cid:29) was not available. A record of the (cid:28)Dogs on Hand(cid:29) must be\nkept and maintained for the 20 Adult dogs. This will allow with certainty and track the movement of the dogs held\non the premises.\nTo be corrected by, 15-August-2015."
    },
    {
      "code": "3.1(a)",
      "kind": "",
      "repeat": true,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "Sec. 3.1 Housing facilities, general. (a) Structure.\n*Counting from the south of the North Kennel Building, a support post for divider paneling between enclosures three\nand four is chewed or rotted off at the bottom near the concrete flooring. This is causing the panel divider to lean to\none side. This is not structurally sound and could allow for injury the two adult dogs housed in those enclosures.\nThe dogs could get stuck in the paneling from going through or under the panel divider. The dogs could get stuck or\ninjured from possibly fighting through the gaps the lean paneling is creating.\nHousing facilities for dogs must be designed and constructed so that they are structurally sound. They must be kept\nin good repair, and they must protect the animals from injury. These posts, doors, and enclosure need to be\nrepaired or replaced to prevent injury to the dogs and to maintain structural soundness of the enclosure fencing."
    },
    {
      "code": "3.1(c)(1)(1)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "Sec. 3.1 Housing facilities, general. (c) Surfaces--(1) (i).\n* Four metal dog doors in the North Kennel Building and Four Metal dog doors in the South Kennel Building were\nexcessively rusty. The rusty surfaces do not allow for proper cleaning and sanitization. Thus, improper cleaning\nand sanitization can allow for increased disease potential for the eight adult dogs.\nAll metal surfaces must be free of excessive rusty that prevents required cleaning and sanitization. Proper cleaning\nand sanitization will decrease the disease potential for the dogs.\nTo be corrected by, 15-August-2015."
    },
    {
      "code": "3.1(c)(2)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "Sec. 3.1 Housing facilities, general. (c) Surfaces--(2).\n* In the North Kennel Building, seven wood dog boxes, housing seven adult dogs, have a wood divider inside.\nThese wood dividers have dog doors that are excessively chewed and scratch along the edges. The North Kennel\nBuilding has three support post and the South Kennel Building has four support posts that were excessively chewed\nand scratched. These posts are located supporting the divider panels between the enclosures housing nine adult\ndogs.\nThese excessively chewed and scratched wood surfaces do not allow for proper cleaning and sanitization.\nTherefore, increasing the disease potential for the animals. All wood surfaces must be maintained on a regular\nbasis or impervious to moisture. This will allow for proper cleaning and sanitization. With proper cleaning and\nsanitization the disease potential for the animals is decrease.\nTo be corrected by, 20-August-2015."
    },
    {
      "code": "3.6(a)(2)(1)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "Sec. 3.6 Primary enclosures. (a) General requirements. (2) (i).\n* Enclosure three counting from the south, North Kennel Building, has wire that is protruding inward into the\nenclosure. These sharp points are approximately lower to midlevel on the one Saint Bernard housed in the\nenclosure. Sharp protruding points can cause injury to the animals. All enclosures, housing dogs, must be kept\nfree of sharp protruding points for injury prevention.\nTo be corrected by, 30-July-2015."
    },
    {
      "code": "3.11(c)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "Sec. 3.11 Cleaning, sanitization, housekeeping, and pest control. (c).\n* The North Kennel Building had an excessive accumulation of dust and cobwebs on the wood dog boxes. There is\nan excessive accumulation of empty dog food bags and dust around the wood boxes. There is an excessive\naccumulation of dog hair in the wood boxes, along the bottom of the divider panels and primary enclosure fencing.\nThe South Kennel Building had excessive accumulation of dust and cobwebs on the dog boxes and alleyway floor.\nThere was an excessive accumulation of dog hair along the bottom of the divider panels and primary enclosure\nfencing.\nThe accumulation of empty dog food bags, dust and dog hair can attract and provide breeding and living areas for\nvermin, pests and other rodents. Thus, affecting the 20 adult dogs(cid:25) health and well-being. Premises must be kept\nfree of trash, accumulations of dust, dog hair and cobwebs. This will facilitate cleaning of the premises and pests\ncontrol. Therefore, protecting the animals(cid:25) health and well-being.\nTo be corrected by, 15-August-2015.\nThis inspection and exit interview was conducted with the owner and Randall Wagner (ACI).\nThis inspection will be sent by regular and certified mail.\nUSPS Tracking #: 9590940301375077617977"
    }
  ],
  "narrative": "2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nSec. 2.40  Attending veterinarian and adequate veterinary care (dealers and exhibitors).  (b)  (2).\n* The written Program of Veterinary Care (PVC) is incomplete and inaccurate.  The plan does not list the\nvaccinations and medications that are being used in the facility.  The owner stated, that a Saint Bernards right eye\nhad been treated with (cid:28)penicillin(cid:29).  However, there was no bottle of the medication of the premises labeled with\ninstructions for usage and the (cid:28)penicillin(cid:29) was not listed with instructions in the Program of Veterinary Care. A written\nProgram of Veterinary Care Plan without proper instructions from the Attending Veterinarian for usage of the\nvaccinations and medications can potentially affect the 20 adult dogs(cid:25) health and well-being.  The Program of\nVeterinary Care must be completely filled out by the Attending Veterinarian with instructions of proper usage of the\nvaccinations and medications.  Thus, proper usage of the vaccinations and medications will ensure the health and\nwell-being of the dogs.\n* Enclosure three, counting from the south in the North Kennel Building, has a 3 year old, female Saint Bernard, (not\nidentified) with a large clump of matted hair on the neck.  This clump of matted hair is approximately 5(cid:29) \" long by 3(cid:29)\" \nwide. The hair is tangled and the skin cannot be visualized because of the thickness of the tangled hair.  This large\nclump of matted hair can cause skin irritation and disease and discomfort.  Mats can affect the animals(cid:25) ability to\nregulate its body temperature.  All dogs must be properly groomed on a regular basis to prevent mats or dog hair\nfrom tangling together in large clumps.   This will prevent skin irritation, disease and discomfort. \n* Enclosure four counting for the west South Kennel building has a 4 year old, male Saint Bernard (not identified)\nwhose right eye is bright red in the white portions of the eye.  There is clear discharge from the eye.  The owner\nstated, the dog had been treated with (cid:28)penicillin(cid:29).  However there was no bottle of (cid:28)penicillin(cid:29) with labeled\ninstructions on premises upon request.  (cid:28) The eye can potentially cause discomfort and pain to the animal.  This\nSaint Bernard must be seen by the Attending Veterinarian for a proper diagnosis and treatment.  Documentation of\nthis consultation and instructions of medications used for treatment must be kept and provided upon request for the\nnext inspection. This will ensure the animal receives proper veterinary care for the right eye.  \nTo be corrected by, 31-July-2015.\n\n2.50(a)\nTIME AND METHOD OF IDENTIFICATION.\nSec. 2.50  Time and method of identification. (a). \n* The owner stated that all the dogs on the premises are identified with microchips.  However, upon request to\ninquire the microchip number for two adult dogs, the microchip scanner was not available.  A microchip scanner\nmust be made available upon request for identification of the dogs.  This will allow for certainty of the identification\nof the dogs. For future inspections the microchip scanner must be available.\nTo be corrected by, 30-Jul-2015.\n2.75(a)(1)\nRECORDS: DEALERS AND EXHIBITORS.\nSec. 2.75  Records: Dealers and exhibitors.  (a)(1).\n* Upon the request, the records of the (cid:28)Dogs on Hand(cid:29) was not available.  A record of the (cid:28)Dogs on Hand(cid:29) must be\nkept and maintained for the 20 Adult dogs.  This will allow with certainty and track the movement of the dogs held\non the premises.\nTo be corrected by, 15-August-2015.\n3.1(a)                    REPEAT\nHOUSING FACILITIES, GENERAL.\nSec. 3.1  Housing facilities, general.  (a) Structure.\n*Counting from the south of the North Kennel Building, a support post for divider paneling between enclosures three\nand four is chewed or rotted off at the bottom near the concrete flooring.  This is causing the panel divider to lean to\none side.  This is not structurally sound and could allow for injury the two adult dogs housed in those enclosures. \nThe dogs could get stuck in the paneling from going through or under the panel divider.  The dogs could get stuck or\ninjured from possibly fighting through the gaps the lean paneling is creating.\nHousing facilities for dogs must be designed and constructed so that they are structurally sound. They must be kept\nin good repair, and they must protect the animals from injury.  These posts, doors, and enclosure need to be\n\nrepaired or replaced to prevent injury to the dogs and to maintain structural soundness of the enclosure fencing.\n3.1(c)(1)(1)\nHOUSING FACILITIES, GENERAL.\nSec. 3.1  Housing facilities, general. (c) Surfaces--(1) (i). \n* Four metal dog doors in the North Kennel Building and Four Metal dog doors in the South Kennel Building were\nexcessively rusty.  The rusty surfaces do not allow for proper cleaning and sanitization.  Thus, improper cleaning\nand sanitization can allow for increased disease potential for the eight adult dogs.\nAll metal surfaces must be free of excessive rusty that prevents required cleaning and sanitization.  Proper cleaning\nand sanitization will decrease the disease potential for the dogs.\nTo be corrected by, 15-August-2015. \n3.1(c)(2)\nHOUSING FACILITIES, GENERAL.\nSec. 3.1  Housing facilities, general.  (c) Surfaces--(2).\n* In the North Kennel Building, seven wood dog boxes, housing seven adult dogs, have a wood divider inside. \nThese wood dividers have dog doors that are excessively chewed and scratch along the edges.  The North Kennel\nBuilding has three support post and the South Kennel Building has four support posts that were excessively chewed\nand scratched.  These posts are located supporting the divider panels between the enclosures housing nine adult\ndogs.\nThese excessively chewed and scratched wood surfaces do not allow for proper cleaning and sanitization.\nTherefore, increasing the disease potential for the animals.  All wood surfaces must be maintained on a regular\nbasis or impervious to moisture.  This will allow for proper cleaning and sanitization.  With proper cleaning and\nsanitization the disease potential for the animals is decrease. \nTo be corrected by, 20-August-2015. \n3.6(a)(2)(1)\nPRIMARY ENCLOSURES.\n\nSec. 3.6  Primary enclosures.  (a) General requirements.  (2) (i).\n* Enclosure three counting from the south, North Kennel Building, has wire that is protruding inward into the\nenclosure.  These sharp points are approximately lower to midlevel on the one Saint Bernard housed in the\nenclosure.  Sharp protruding points can cause injury to the animals.  All enclosures, housing dogs, must be kept\nfree of sharp protruding points for injury prevention.  \nTo be corrected by, 30-July-2015.\n3.11(c)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\nSec. 3.11  Cleaning, sanitization, housekeeping, and pest control. (c).\n* The North Kennel Building had an excessive accumulation of dust and cobwebs on the wood dog boxes.  There is\nan excessive accumulation of empty dog food bags and dust around the wood boxes.  There is an excessive\naccumulation of dog hair in the wood boxes, along the bottom of the divider panels and primary enclosure fencing. \nThe South Kennel Building had excessive accumulation of dust and cobwebs on the dog boxes and alleyway floor. \nThere was an excessive accumulation of dog hair along the bottom of the divider panels and primary enclosure\nfencing. \nThe accumulation of empty dog food bags, dust and dog hair can attract and provide breeding and living areas for\nvermin, pests and other rodents.  Thus, affecting the 20 adult dogs(cid:25) health and well-being.  Premises must be kept\nfree of trash, accumulations of dust, dog hair and cobwebs.  This will facilitate cleaning of the premises and pests\ncontrol.  Therefore, protecting the animals(cid:25) health and well-being. \nTo be corrected by, 15-August-2015.\nThis inspection and exit interview was conducted with the owner and Randall Wagner (ACI).\nThis inspection will be sent by regular and certified mail.\nUSPS Tracking #: 9590940301375077617977",
  "animals_total": 20,
  "species": [
    {
      "count": 20,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    }
  ]
}