{
  "insp_id": "183141629540631",
  "layout": "a",
  "customer_id": "6902",
  "customer_name": "Summer Wind Farm Sanctuary",
  "customer_addr": "6490 Mowerson Rd\nBrown City, MI 48416",
  "certificate": "34-C-0227",
  "site_id": "001",
  "site_name": "SUMMER WIND FARMS",
  "insp_type": "ROUTINE INSPECTION",
  "date": "01-JUL-2014",
  "report_date": "03-JUL-2014",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "The inspectors observed that the tiger JJ was drooling as she approached to drink water from the receptacle in her\nenclosure. JJ also appeared to be thin with prominent hips and backbone. The president stated that he knew she\nwas thin and was considering having her put down. The last time the attending veterinarian saw this tiger was\nabout six weeks ago according to the president. The attending veterinarian needs to be consulted regarding this\ntiger. The veterinarian must see her by the end of the day on 7-2-14. Records regarding veterinary\nrecomendations and possible treatment must be made or the attending veterinarian can contact the inspector by\nphone to discuss JJ. These records must be made available for review by APHIS inspectors."
    },
    {
      "code": "3.10",
      "kind": "",
      "repeat": true,
      "desc": "WATERING.",
      "narrative": "The enclosure housing two domestic cats had a water receptacle with a layer of green algae scum on its interior\nsurfaces. This water bowl needs to be cleaned and sanitized at least every two week or more often if needed. Dirty\nwater receptacles can affect water palatability. Palatability issues can lead to decreased water consumption. It is\nvital that all animals have access to clean water in order to promote health and comfort. Cats are particular sensitive\nto kidney damage from lack of water. Clean this water receptacle."
    },
    {
      "code": "3.11(a)",
      "kind": "",
      "repeat": true,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "The two domestic cats are housed in an enclosure that contains one litter box. This litter box had excessive feces\nin it. Primary enclosures are to be cleaned of fecal material daily. Excessive feces in the litter box can lead to odor\nproblems. It can also be a potential source of disease and pest control issues. Excessively dirty litter boxes can\nalso be a source of discomfort to the cats as they will hesitate to use the boxes when they are overly soiled. The\ncats in this enclosure had started to defecate outside the box which could result in soiling of the cats and ingestion\nof feces as they groom themselves. This can lead to parasite and other potential infections. Clean litter boxes\ndaily."
    },
    {
      "code": "3.83",
      "kind": "",
      "repeat": true,
      "desc": "WATERING.",
      "narrative": "The water receptacle in the olive baboon enclosure has a layer of dirt and slime lining its interior. Water receptacles\nmust be cleaned and sanitized as often as necessary to keep them free from contamination. Unclean water\nreceptacles can affect water palatability and lead to decreased water consumption. This can have an adverse effect\non the health of the baboon in this enclosure. Contaminated water can also lead to other potential health issues for\nthis baboon such as bacterial or parasitic infection. Clean this water receptacle as often as needed to keep the\nwater in the receptacle clean and sanitary."
    },
    {
      "code": "3.84(a)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "The enclosure housing the olive baboon contained an excessive amount of fecal material. Excessive fecal material\ncan lead to disease, pest and odor control issues. The baboon can become contaminated by lying in the fecal\nmaterial and subsequently ingest it while grooming. This could lead to potential bacterial or parasitic infections for\nthe animal. Clean this enclosure on a more frequent basis. This enclosure needs to be cleaned.\nCorrect by: Close of business 7-3-14"
    },
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": true,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "The fence for the enclosure housing one lama is leaning inwards and has a section of top rail that is loose. This\nfence is a safety hazard for this lama. It would be possible for the lama to become entangled in the fence while\nattempting to exit the enclosure and become injured. This fence needs to be repaired/replaced in order to prevent\npossible animal injury. The middle electric wire has become loose from the tiger Pandora's enclosure and is laying\ninside the pen. The wire is no longer live but could become a hazard to the tiger housed in this enclosure. The tiger\ncould become entangled in this loose wire and injured. Remove or repair this loose wire."
    },
    {
      "code": "3.125(d)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "A waste container without a lid is located right next to the area used to butcher cows to be fed to the large cats.\nThis container contained black decaying cow parts covered in maggots. The odor emanating from this container\nwas overwhelming. Food waste needs to be removed promptly in order to minimize odors, vermin infestation and\ndisease hazards. The large amount of maggots in and around this container will result in fly control issues in a short\namount of time. Remove this and all other waste materials in a prompt manner.\nCorrect by: Close of business 7-3-14"
    },
    {
      "code": "3.127(a)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, OUTDOOR.",
      "narrative": "The shelter housing the three goats is not large enough for all of the goats in the enclosure. Not all of the goats in\nthis enclosure will be able to seek shelter from direct sunlight. Temperatures have reached the 90's already this\nsummer. This could result in possible animal discomfort and suffering. Adequate shelter must be provided to these\nanimals to provide for their health and comfort. Provide enough shelter for all the goats in this enclosure.\nCorrect by: Close of business 7-3-14."
    },
    {
      "code": "3.127(b)",
      "kind": "",
      "repeat": true,
      "desc": "FACILITIES, OUTDOOR.",
      "narrative": "The shelter housing the three goats is not large enough for all of the goats in the enclosure. Not all of the goats in\nthis enclosure will be able to seek shelter from inclement weather. This could result in possible animal discomfort\nand suffering. Adequate shelter must be provided to these animals to provide for their health and comfort. Provide\nenough shelter for all the goats in this enclosure."
    },
    {
      "code": "3.127(d)",
      "kind": "Direct",
      "repeat": true,
      "desc": "FACILITIES, OUTDOOR.",
      "narrative": "The perimeter fence gate near the lama and alpaca enclosures was open. The perimeter fence gate near the grizzly\nbear enclosure was not locked. This facility gives guided tours only and so public barriers for the dangerous animal\nenclosures are in conjunction with the tour guides to keep patrons safe. Several barrier fence gates for dangerous\nanimals are latched only with chains or unlocked latches and the barrier for the baboon enclosures was not\ncomplete. The grizzly bear barrier fence had no gate. Several of the primary enclosures housing tigers and a lion\nare not locked. The primary enclosure for the Asian black bears is not locked. Several campers are located outside\nthe perimeter fence about 30 yards from the grizzly bear perimeter fence gate. Volunteers stay in these while\nhelping at the facility. Some volunteers were onsite. The president of the facility is the only one with dangerous\nanimal experience. All work done with dangerous animals must be done under his direct supervision. Upon arrival\nfor inspection, the president was off site and the inspectors had to wait about one hour for him to return. At the time\nof the inspection perimeter fence gates were unlocked and open as noted. Volunteers had access to the facility\nwith unlocked primary enclosures for dangerous animals while the president was off site. Volunteers cannot have\naccess to these dangerous animals when the president is not present. Contact with these dangerous animals could\nbe potentially fatal to a volunteer worker. It could lead to lethal consequences for the animals as well, if local health\nofficials would require rabies testing. This test requires removal of the brain. These perimeter gates need to be\nkept locked at all times that they are not in direct observation by an employee of the facility in order to ensure that\nmembers of the public do not enter without supervision. Public barriers need to be in place. All primary enclosures\nfor dangerous animals need to be locked securely."
    },
    {
      "code": "3.129(a)",
      "kind": "",
      "repeat": true,
      "desc": "FEEDING.",
      "narrative": "The round bale of hay placed in the lama enclosure was moldy. It had a white discoloration and appeared to shed a\nwhite dust when handled. Food shall be free from contamination. This hay is of questionable nutritional content\nand is likely not palatable when spoiled to this degree. This hay needs to be replaced with unspoiled hay in order to\nprovide the lama with a palatable nutritious diet."
    },
    {
      "code": "3.129(b)",
      "kind": "",
      "repeat": true,
      "desc": "FEEDING.",
      "narrative": "The food receptacle box of the enclosure housing two North American black bears contained a large amount of\nunidentifiable rotting food debris. Any food fed in this box is going to be contaminated by the rotting material\npresent in the box. This feeder needs to be cleaned and made sanitary to ensure that the food fed to the bears is\nwholesome and free from bacterial or pest infestation which could result in health issues for the bears."
    },
    {
      "code": "3.130",
      "kind": "",
      "repeat": true,
      "desc": "WATERING.",
      "narrative": "The water receptacle for the enclosure containing Sher Kahn had a layer of green scum lining its interior surface.\nThe water receptacle for the tigers Lenny and Squiggy also had a layer of green scum on its interior. The water\nreceptacle for the lion had algae floating in it. The water receptacle for the sheep had a layer of green scum on its\ninterior surface. The water receptacle for the lama had a layer of green scum on its interior surface. The water\nreceptacle for the tiger known as JJ had a layer of brownish green scum on its interior surface. The water\nreceptacles in the enclosures for the American black bears and the Asian black bears had algae floating in them.\nThe water receptacle for the coyote had greenish algae scum lining its interior. These receptacles are not being\nkept clean and sanitary. Dirty water receptacles can affect water palatability. It can also lead to contamination of\nthe water by pathogenic organisms. Water palatability is very important with large cats as poor water palatability\ncan lead to decreased consumption. Decreased water consumption can lead to renal function problems. The\nmajority of the large cats at this facility are advanced in age, making them especially susceptible to kidney\nproblems. Clean these water receptacles. Clean them as often as need to keep the water clean."
    },
    {
      "code": "3.131(a)",
      "kind": "",
      "repeat": true,
      "desc": "SANITATION.",
      "narrative": "The fox enclosure containing two foxes had an excessive amount of fecal material and soiled, damp wood chip\nbedding. The fox enclosure containing one fox had an excessive amount of fecal material. The shelter boxes for\nthe enclosure containing the tiger Xena, the enclosure containing the tiger Sundar, the enclosure containing the\ntiger Sher Kahn, the enclosure containing the tiger Kahn, the enclosure containing the tiger Pandora and the\nenclosure containing the tigers Lenny and Squigy contained an excessive amount of bones and rotting food waste.\nThe shelter box for the enclosure housing the lion and the enclosure housing the tiger JJ also contained excessive\nbones and rotting food waste. The grizzly bear enclosure contained excessive bones and food waste. The Asian\nblack bear pen contained excessive food waste and fecal material. The shelter box for the cougar enclosure had\ndry fresh bedding placed on top of rotten food waste. Black decaying material and maggots were noted when the\nbedding was moved aside by the inspector. The shelter box had a rancid decaying smell to it. These enclosures\nneed to be cleaned on a more frequent basis. The rotting material present in these animals'(cid:25) enclosures and shelter\nboxes can contaminate these animals as they lay in their enclosures. The animals can ingest this material when\nthey groom themselves. Not removing old food waste promptly can lead to contamination of new food. Ingesting\nthis rotten material can lead to potential health problems. The weather is now warm and the odor and maggot\ninfestation in the cougar shelter box was profound. The inspectors were able to enter the cougar enclosure to\nexamine under the bedding material as it is easy to lock out the cougar. It is highly likely that the warm weather will\nhave led to similar maggot infestations in the other large cat enclosures. Clean these enclosures more frequently to\nprevent a buildup of food waste to minimize odors and prevent infestation with maggots."
    },
    {
      "code": "3.131(c)",
      "kind": "",
      "repeat": true,
      "desc": "SANITATION.",
      "narrative": "The produce cooler contained boxes of mushrooms which were deteriorating and fluid is present in the packages.\nShelves in this produce cooler were covered with a white material that appeared to be mold. It is not possible to\nstore food items in this produce cooler without them becoming contaminated by the dirty shelving and produce in\nthe cooler. Clean the produce cooler shelves and remove the spoiled produce. The counter in the butcher area\nwas dirty and covered with a paint can and brush, a dirty knife and various other dirty equipment. Knifes that had\nbeen used and not cleaned were stored in a receptacle on the wall. The meat saw was contaminated with fat and\nhair and meat scraps. The produce cooler door was covered in blood and tissue. This area is used to butcher meat\nthat is intended to be fed to the cats at this facility. This area must be kept clean and sanitary in order to ensure the\nfood is clean, wholesome and not contaminated when fed to the animals. Clean and sanitize this area. The area\ndirectly outside the building housing the butcher area as well as the alleyway and building next to the butcher area\nare filled with various debris, old equipment, boards, trash, buckets, fencing and cardboard. These areas provide\nample hiding areas for rodents and other pests. All this material must be removed to help control pests."
    },
    {
      "code": "3.131(d)",
      "kind": "",
      "repeat": true,
      "desc": "SANITATION.",
      "narrative": "There were rodent holes located next to the cougar shelter. A rodent hole was noted in the tiger Xena's enclosure.\nRodents can be carriers of disease which may be harmful to the animals housed in these areas. A more effective\nmeans of pest control must be established for the facility."
    },
    {
      "code": "3.132",
      "kind": "",
      "repeat": true,
      "desc": "EMPLOYEES.",
      "narrative": "It is evident that due to the nature and severity of the animal husbandry issues at the facility that there is a lack of\nadequately trained employees. The facility relies on volunteer workers. The president of the facility stated to\nAPHIS inspectors that there was no formalized scheduling of workers at the facility. A lack of properly trained\nemployees can result in facility and animal conditions that result in unnecessary animal suffering. Animal numbers\nmust be reduced or more properly trained workers need to be added. Workers need to be trained in the basic\nneeds of the animals at the facility. Topics should include at a minimum: the importance of adequate water, the\nneed for adequate bedding during times of extreme weather, the importance of cleaning and good housekeeping\nprocedures, proper diet for different species of animals and observation of animals for abnormal conditions and\nbehaviors. This training should be done in conjunction with the attending veterinarian or his designee. A list of\ntopics covered and attendees must be documented for review by APHIS. A facility schedule needs to be developed\nthat allows for adequate employee coverage in order to address all animal husbandry needs. Also the facility\npresident is the only one authorized to work with the dangerous animals at the facility. All animal work must be\ndone with the dangerous animals under his direct supervision. The president has been offsite for the many of the\ndays since the last inspection. As the dangerous animals cannot be serviced when he is not present the conditions\nin theses animal enclosures are not good. The enclosures are not clean. The majority of the water receptacles are\nnot clean. Trained staff with adequate experience must be hired or the facility president must find a way to be\nonsite at the facility for a more substantial amount of the time.\nThe inspection was conducted with the facility president on 7-1-14. The exit interview was conducted at this time.\nAll non-compliant items were discussed with the facility president. APHIS expectations regarding JJ the tiger were\nmade clear. The tiger was to be seen by the attending veterinarian by the end of the day on 7-2-14. It was\nexplained to the facility president that records of the veterinary visit would be reviewed at the 12:00 PM formal exit\ninterview on 7-3-14. In place of these records the attending veterinarian could contact the inspector prior to this\ntime by phone. Formal exit interview conducted with the facility president on 7-3-14.\nAdditional Inspectors\nBongard Carrie, Animal Care Inspector"
    }
  ],
  "narrative": "2.40(b)(2)                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThe inspectors observed that the tiger JJ was drooling as she approached to drink water from the receptacle in her\nenclosure.  JJ also appeared to be thin with prominent hips and backbone.  The president stated that he knew she\nwas thin and was considering having her put down.  The last time the attending veterinarian saw this tiger was\nabout six weeks ago according to the president.  The attending veterinarian needs to be consulted regarding this\ntiger.  The veterinarian must see her by the end of the day on 7-2-14.  Records regarding veterinary\nrecomendations and possible treatment must be made or the attending veterinarian can contact the inspector by\nphone to discuss JJ.  These records must be made available for review by APHIS inspectors.\n3.10                    REPEAT\nWATERING.\nThe enclosure housing two domestic cats had a water receptacle with a layer of green algae scum on its interior\nsurfaces.  This water bowl needs to be cleaned and sanitized at least every two week or more often if needed.  Dirty\nwater receptacles can affect water palatability.  Palatability issues can lead to decreased water consumption.  It is\nvital that all animals have access to clean water in order to promote health and comfort. Cats are particular sensitive\nto kidney damage from lack of water.  Clean this water receptacle.\n3.11(a)                    REPEAT\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\nThe two domestic cats are housed in an enclosure that contains one litter box.  This litter box had excessive feces\nin it.  Primary enclosures are to be cleaned of fecal material daily.  Excessive feces in the litter box can lead to odor\nproblems.  It can also be a potential source of disease and pest control issues.  Excessively dirty litter boxes can\nalso be a source of discomfort to the cats as they will hesitate to use the boxes when they are overly soiled.  The\ncats in this enclosure had started to defecate outside the box which could result in soiling of the cats and ingestion\nof feces as they groom themselves.  This can lead to parasite and other potential infections.  Clean litter boxes\ndaily.\n\n3.83                    REPEAT\nWATERING.   \nThe water receptacle in the olive baboon enclosure has a layer of dirt and slime lining its interior.  Water receptacles\nmust be cleaned and sanitized as often as necessary to keep them free from contamination.  Unclean water\nreceptacles can affect water palatability and lead to decreased water consumption.  This can have an adverse effect\non the health of the baboon in this enclosure.  Contaminated water can also lead to other potential health issues for\nthis baboon such as bacterial or parasitic infection.  Clean this water receptacle as often as needed to keep the\nwater in the receptacle clean and sanitary.\n3.84(a)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL. \nThe enclosure housing the olive baboon contained an excessive amount of fecal material.  Excessive fecal material\ncan lead to disease, pest and odor control issues.  The baboon can become contaminated by lying in the fecal\nmaterial and subsequently ingest it while grooming.  This could lead to potential bacterial or parasitic infections for\nthe animal.  Clean this enclosure on a more frequent basis.  This enclosure needs to be cleaned.\nCorrect by:  Close of business 7-3-14\n3.125(a)                    REPEAT\nFACILITIES, GENERAL.   \nThe fence for the enclosure housing one lama is leaning inwards and has a section of top rail that is loose.  This\nfence is a safety hazard for this lama.  It would be possible for the lama to become entangled in the fence while\nattempting to exit the enclosure and become injured.  This fence needs to be repaired/replaced in order to prevent\npossible animal injury.  The middle electric wire has become loose from the tiger Pandora's enclosure and is laying\ninside the pen.  The wire is no longer live but could become a hazard to the tiger housed in this enclosure.  The tiger\ncould become entangled in this loose wire and injured.  Remove or repair this loose wire.\n3.125(d)\nFACILITIES, GENERAL.   \nA waste container without a lid is located right next to the area used to butcher cows to be fed to the large cats. \nThis container contained black decaying cow parts covered in maggots.  The odor emanating from this container\nwas overwhelming.  Food waste needs to be removed promptly in order to minimize odors, vermin infestation and\ndisease hazards.  The large amount of maggots in and around this container will result in fly control issues in a short\namount of time.  Remove this and all other waste materials in a prompt manner.\nCorrect by:  Close of business 7-3-14\n\n3.127(a)\nFACILITIES, OUTDOOR. \nThe shelter housing the three goats is not large enough for all of the goats in the enclosure.  Not all of the goats in\nthis enclosure will be able to seek shelter from direct sunlight.  Temperatures have reached the 90's already this\nsummer.  This could result in possible animal discomfort and suffering.  Adequate shelter must be provided to these\nanimals to provide for their health and comfort.  Provide enough shelter for all the goats in this enclosure.\nCorrect by:  Close of business 7-3-14.\n3.127(b)                    REPEAT\nFACILITIES, OUTDOOR. \nThe shelter housing the three goats is not large enough for all of the goats in the enclosure.  Not all of the goats in\nthis enclosure will be able to seek shelter from inclement weather.  This could result in possible animal discomfort\nand suffering.  Adequate shelter must be provided to these animals to provide for their health and comfort.  Provide\nenough shelter for all the goats in this enclosure.\n3.127(d)           DIRECT                    REPEAT\nFACILITIES, OUTDOOR. \nThe perimeter fence gate near the lama and alpaca enclosures was open. The perimeter fence gate near the grizzly\nbear enclosure was not locked.  This facility gives guided tours only and so public barriers for the dangerous animal\nenclosures are in conjunction with the tour guides to keep patrons safe.  Several barrier fence gates for dangerous\nanimals are latched only with chains or unlocked latches and the barrier for the baboon enclosures was not\ncomplete.  The grizzly bear barrier fence had no gate. Several of the primary enclosures housing tigers and a lion\nare not locked.  The primary enclosure for the Asian black bears is not locked.  Several campers are located outside\nthe perimeter fence about 30 yards from the grizzly bear perimeter fence gate.  Volunteers stay in these while\nhelping at the facility.   Some volunteers were onsite.  The president of the facility is the only one with dangerous\nanimal experience.  All work done with dangerous animals must be done under his direct supervision.  Upon arrival\nfor inspection, the president was off site and the inspectors had to wait about one hour for him to return.  At the time\nof the inspection perimeter fence gates were unlocked and open as noted.  Volunteers had access to the facility\nwith unlocked primary enclosures for dangerous animals while the president was off site.  Volunteers cannot have\naccess to these dangerous animals when the president is not present.  Contact with these dangerous animals could\nbe potentially fatal to a volunteer worker.  It could lead to lethal consequences for the animals as well, if local health\nofficials would require rabies testing.  This test requires removal of the brain.  These perimeter gates need to be\nkept locked at all times that they are not in direct observation by an employee of the facility in order to ensure that\n\nmembers of the public do not enter without supervision.  Public barriers need to be in place.  All primary enclosures\nfor dangerous animals need to be locked securely.\n3.129(a)                    REPEAT\nFEEDING.    \nThe round bale of hay placed in the lama enclosure was moldy.  It had a white discoloration and appeared to shed a\nwhite dust when handled.  Food shall be free from contamination.  This hay is of questionable nutritional content\nand is likely not palatable when spoiled to this degree.  This hay needs to be replaced with unspoiled hay in order to\nprovide the lama with a palatable nutritious diet.\n3.129(b)                    REPEAT\nFEEDING.    \nThe food receptacle box of the enclosure housing two North American black bears contained a large amount of\nunidentifiable rotting food debris.  Any food fed in this box is going to be contaminated by the rotting material\npresent in the box.  This feeder needs to be cleaned and made sanitary to ensure that the food fed to the bears is\nwholesome and free from bacterial or pest infestation which could result in health issues for the bears.\n3.130                    REPEAT\nWATERING.  \nThe water receptacle for the enclosure containing Sher Kahn had a layer of green scum lining its interior surface. \nThe water receptacle for the tigers Lenny and Squiggy also had a layer of green scum on its interior.  The water\nreceptacle for the lion had algae floating in it.  The water receptacle for the sheep had a layer of green scum on its\ninterior surface.  The water receptacle for the lama had a layer of green scum on its interior surface.  The water\nreceptacle for the tiger known as JJ had a layer of brownish green scum on its interior surface.  The water\nreceptacles in the enclosures for the American black bears and the Asian black bears had algae floating in them. \nThe water receptacle for the coyote had greenish algae scum lining its interior.  These receptacles are not being\nkept clean and sanitary.  Dirty water receptacles can affect water palatability.  It can also lead to contamination of\nthe water by pathogenic organisms.   Water palatability is very important with large cats as poor water palatability\ncan lead to decreased consumption.  Decreased water consumption can lead to renal function problems.  The\nmajority of the large cats at this facility are advanced in age, making them especially susceptible to kidney\nproblems.  Clean these water receptacles.  Clean them as often as need to keep the water clean.\n\n3.131(a)                    REPEAT\nSANITATION.   \nThe fox enclosure containing two foxes had an excessive amount of fecal material and soiled, damp wood chip\nbedding.  The fox enclosure containing one fox had an excessive amount of fecal material.  The shelter boxes for\nthe enclosure containing the tiger Xena, the enclosure containing the tiger Sundar, the enclosure containing the\ntiger Sher Kahn, the enclosure containing the tiger Kahn, the enclosure containing the tiger Pandora and the\nenclosure containing the tigers Lenny and Squigy contained an excessive amount of bones and rotting food waste. \nThe shelter box for the enclosure housing the lion and the enclosure housing the tiger JJ also contained excessive\nbones and rotting food waste. The grizzly bear enclosure contained excessive bones and food waste.  The Asian\nblack bear pen contained excessive food waste and fecal material.  The shelter box for the cougar enclosure had\ndry fresh bedding placed on top of rotten food waste.  Black decaying material and maggots were noted when the\nbedding was moved aside by the inspector.  The shelter box had a rancid decaying smell to it.  These enclosures\nneed to be cleaned on a more frequent basis.  The rotting material present in these animals'(cid:25) enclosures and shelter\nboxes can contaminate these animals as they lay in their enclosures.  The animals can ingest this material when\nthey groom themselves.  Not removing old food waste promptly can lead to contamination of new food.  Ingesting\nthis rotten material can lead to potential health problems.  The weather is now warm and the odor and maggot\ninfestation in the cougar shelter box was profound.  The inspectors were able to enter the cougar enclosure to\nexamine under the bedding material as it is easy to lock out the cougar.  It is highly likely that the warm weather will\nhave led to similar maggot infestations in the other large cat enclosures.  Clean these enclosures more frequently to\nprevent a buildup of food waste to minimize odors and prevent infestation with maggots.\n3.131(c)                    REPEAT\nSANITATION.   \nThe produce cooler contained boxes of mushrooms which were deteriorating and fluid is present in the packages. \nShelves in this produce cooler were covered with a white material that appeared to be mold.  It is not possible to\nstore food items in this produce cooler without them becoming contaminated by the dirty shelving and produce in\nthe cooler.  Clean the produce cooler shelves and remove the spoiled produce.  The counter in the butcher area\nwas dirty and covered with a paint can and brush, a dirty knife and various other dirty equipment.  Knifes that had\nbeen used and not cleaned were stored in a receptacle on the wall.  The meat saw was contaminated with fat and\nhair and meat scraps.  The produce cooler door was covered in blood and tissue.  This area is used to butcher meat\nthat is intended to be fed to the cats at this facility.  This area must be kept clean and sanitary in order to ensure the\nfood is clean, wholesome and not contaminated when fed to the animals.  Clean and sanitize this area.  The area\ndirectly outside the building housing the butcher area as well as the alleyway and building next to the butcher area\nare filled with various debris, old equipment, boards, trash, buckets, fencing and cardboard.  These areas provide\nample hiding areas for rodents and other pests.  All this material must be removed to help control pests.\n3.131(d)                    REPEAT\n\nSANITATION.   \nThere were rodent holes located next to the cougar shelter.  A rodent hole was noted in the tiger Xena's enclosure. \nRodents can be carriers of disease which may be harmful to the animals housed in these areas.  A more effective\nmeans of pest control must be established for the facility.\n3.132                    REPEAT\nEMPLOYEES. \nIt is evident that due to the nature and severity of the animal husbandry issues at the facility that there is a lack of\nadequately trained employees.  The facility relies on volunteer workers.  The president of the facility stated to\nAPHIS inspectors that there was no formalized scheduling of workers at the facility.  A lack of properly trained\nemployees can result in facility and animal conditions that result in unnecessary animal suffering.  Animal numbers\nmust be reduced or more properly trained workers need to be added.  Workers need to be trained in the basic\nneeds of the animals at the facility.  Topics should include at a minimum: the importance of adequate water, the\nneed for adequate bedding during times of extreme weather, the importance of cleaning and good housekeeping\nprocedures, proper diet for different species of animals and observation of animals for abnormal conditions and\nbehaviors.  This training should be done in conjunction with the attending veterinarian or his designee.  A list of\ntopics covered and attendees must be documented for review by APHIS.  A facility schedule needs to be developed\nthat allows for adequate employee coverage in order to address all animal husbandry needs.  Also the facility\npresident is the only one authorized to work with the dangerous animals at the facility.  All animal work must be\ndone with the dangerous animals under his direct supervision.  The president has been offsite for the many of the\ndays since the last inspection.  As the dangerous animals cannot be serviced when he is not present the conditions\nin theses animal enclosures are not good.  The enclosures are not clean.  The majority of the water receptacles are\nnot clean.  Trained staff with adequate experience must be hired or the facility president must find a way to be\nonsite at the facility for a more substantial amount of the time.\nThe inspection was conducted with the facility president on 7-1-14.  The exit interview was conducted at this time. \nAll non-compliant items were discussed with the facility president.  APHIS expectations regarding JJ the tiger were\nmade clear.  The tiger was to be seen by the attending veterinarian by the end of the day on 7-2-14.  It was\nexplained to the facility president that records of the veterinary visit would be reviewed at the 12:00 PM formal exit\ninterview on 7-3-14.  In place of these records the attending veterinarian could contact the inspector prior to this\ntime by phone.  Formal exit interview conducted with the facility president on 7-3-14.\nAdditional Inspectors\nBongard Carrie, Animal Care Inspector",
  "animals_total": 39,
  "species": [
    {
      "count": 1,
      "scientific": "Arctos",
      "common": "GRIZZLY BEAR"
    },
    {
      "count": 1,
      "scientific": "Canis latrans",
      "common": "COYOTE"
    },
    {
      "count": 4,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 2,
      "scientific": "Felis silvestris catus",
      "common": "CAT ADULT"
    },
    {
      "count": 1,
      "scientific": "Lama glama",
      "common": "LLAMA"
    },
    {
      "count": 3,
      "scientific": "Lama pacos",
      "common": "ALPACA"
    },
    {
      "count": 3,
      "scientific": "Lemur catta",
      "common": "RING-TAILED LEMUR"
    },
    {
      "count": 1,
      "scientific": "Macaca fascicularis",
      "common": "CRAB-EATING MACAQUE / CYNOMOLGUS MONKEY"
    },
    {
      "count": 1,
      "scientific": "Macaca fuscata",
      "common": "JAPANESE MACAQUE / SNOW MACAQUE"
    },
    {
      "count": 1,
      "scientific": "Mephitis mephitis",
      "common": "STRIPED SKUNK"
    },
    {
      "count": 1,
      "scientific": "Ovis aries aries",
      "common": "SHEEP INCLUDING ALL DOMESTIC BREEDS"
    },
    {
      "count": 1,
      "scientific": "Panthera leo",
      "common": "LION"
    },
    {
      "count": 9,
      "scientific": "Panthera tigris",
      "common": "TIGER"
    },
    {
      "count": 1,
      "scientific": "Papio anubis",
      "common": "OLIVE BABOON"
    },
    {
      "count": 1,
      "scientific": "Papio hamadryas",
      "common": "HAMADRYAS BABOON"
    },
    {
      "count": 1,
      "scientific": "Puma concolor",
      "common": "PUMA / MOUNTAIN LION / COUGAR"
    },
    {
      "count": 2,
      "scientific": "Ursus americanus",
      "common": "NORTH AMERICAN BLACK BEAR"
    },
    {
      "count": 2,
      "scientific": "Ursus thibetanus",
      "common": "ASIATIC BLACK BEAR"
    },
    {
      "count": 1,
      "scientific": "Vulpes lagopus",
      "common": "ARCTIC FOX"
    },
    {
      "count": 2,
      "scientific": "Vulpes vulpes",
      "common": "RED FOX (INCLUDES SILVER FOX & CROSS FOX)"
    }
  ]
}