{
  "insp_id": "2016082569538904",
  "layout": "a",
  "customer_id": "322810",
  "customer_name": "Carolyn A Anderson",
  "customer_addr": "13 7th Street N.W.\nMason City, IA 50401",
  "certificate": "42-A-1471",
  "site_id": "001",
  "site_name": "Carolyn Anderson",
  "insp_type": "ROUTINE INSPECTION",
  "date": "11-JUL-2019",
  "report_date": "12-JUL-2019",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "Female red poodle (“Ticah”, tag #80) has a thick buildup of brown tartar covering the entire surface of the upper and\nlower cheek teeth on both sides of the mouth. Nearly the entire surface of both upper canine teeth and the lower\nright canine tooth, as well as the upper and lower front teeth, are also covered in the thick brown tartar. The gums\nare slightly reddened.\nMale cream colored Poodle (“Ashley Wilkes”, tag #79) has a thick buildup of brown tartar covering the entire surface\nof the upper and lower cheek teeth on both sides of the mouth. Nearly the entire surface of both upper and lower\ncanine teeth, as well as the upper and lower front teeth, are also covered in the thick brown tartar. The gums are\nmoderately reddened.\nMale party Poodle (“Peanut”, tag #60) has a thick buildup of dark brown to grey colored tartar located on nearly the\nentire surface of the upper right canine tooth which is one of the only teeth remaining in the animal’s mouth. The\ndog has areas of matted hair located down the backside of both hind legs and beneath the tail. There is a large\namount of a hard dark colored material trapped in the matted hair.\nMale Maltese (“Kip”, No ID) has a thick buildup of brown tartar covering the entire surface of the upper and lower\ncheek teeth on both sides of the mouth. Nearly the entire surface of both upper and lower canine teeth, as well as\nthe upper and lower front teeth, are also covered in the thick brown tartar. The gums are moderately reddened.\nFemale Yorkshire terrier (“Ellie”, tag #54) has a thick buildup of brown tartar covering the entire surface of the upper\nand lower cheek teeth on both sides of the mouth. Nearly the entire surface of both upper and lower canine teeth,\nas well as the upper and lower front teeth, are also covered in the thick brown tartar. The gums are slightly\nreddened. Located on the right side of the dog’s face, beneath the ear, is a large, thick section of hair that is tightly\nmatted against the skin.\nFemale Yorkshire terrier (“Bianca”, tag #53) has a thick buildup of brown tartar covering the entire surface of the\nupper and lower cheek teeth on right side of the mouth and nearly the entire surface of both upper and lower canine\nteeth. A grey material is located along the top of the upper right cheek teeth. The gums are moderately reddened.\nMale party Yorkshire terrier (“Kid Rock”) has a thick buildup of dark brown tartar covering the entire surface of the\nupper and lower cheek teeth on both sides of the mouth. Nearly the entire surface of both upper and lower canine\nteeth, as well as the upper and lower front teeth, are also covered in the thick brown tartar. The gums are\nmoderately reddened.\nPoor dental health and dirty, matted hair coats could cause pain and discomfort to the animal, as well as, lead to\nfurther health issues.\nThe above listed dogs must be evaluated by a licensed veterinarian for a proper diagnosis and to establish an\neffective treatment plan. The licensee must ensure that all dogs receive adequate veterinary care at all times.\nThe following prescriptions are located in the medication box:\nVetprofen, filled on 04/16/2018, 3 caplets, to be given to “Kid Rock”, ½ caplet orally once a day\nVetprofen, filled on 02/01/2018, 3 caplets, to be given to “Ellie May”, ½ caplet orally once a day\nBoth of these prescriptions still have at least ½ a caplet remaining in the container that wasn’t given to the\nrespective dog. Failure to fully follow the veterinarian’s directions on the prescription label could cause unnecessary\npain and discomfort, as well as affect the dog’s ability to recover from illness, injury, or medical procedures.\nThe licensee must ensure that the directions provided by a licensed veterinarian pertaining to the use of any\nmedical material are fully followed in order to support the health and well-being of the dogs."
    },
    {
      "code": "2.50(a)(1)",
      "kind": "",
      "repeat": true,
      "desc": "TIME AND METHOD OF IDENTIFICATION.",
      "narrative": "All the puppies were not identified at the time of the inspection. Eight adult dogs did not have individual\nidentification on them at the time of the inspection. Collars and tags were added to four of the 8 dogs during the\ninspection.\nThe lack of identification does not allow for tracking animals within records and providing accurate veterinarian care.\nThe licensee must individually identify all live dogs."
    },
    {
      "code": "2.75(a)(1)",
      "kind": "",
      "repeat": true,
      "desc": "RECORDS: DEALERS AND EXHIBITORS.",
      "narrative": "The licensee is not able to provide records of adult animals on hand and all disposition forms. The licensee had\nblank forms that were provided at the last inspection that had not been filled out for the adults. The licensee had at\nleast two adult dogs that went to new homes this week that did not have disposition forms.\nThe lack of records does not allow for the tracing of animals. The licensee shall make, keep, and maintain records\nor forms which fully and correctly disclose this subpart concerning each dog or cat purchased or otherwise acquired,\nowned, held, or otherwise in his or her possession or under his or her control, or which is transported, euthanized,\nsold, or otherwise disposed of by that dealer or exhibitor. The records shall include any offspring born of any animal\nwhile in his or her possession or under his or her control."
    },
    {
      "code": "3.1(b)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "A few piles of clutter are in the main dog area within the facility. The clutter is located on top of three dog enclosures\ncontaining a total of three adult dogs and two puppies. The clutter consists of boxes, paperwork, clothing materials,\netc. There is trash on the ground of the outdoor area that the licensee picked up during the inspection.\nThe accumulation of debris, unused materials and equipment, can impede the ability to clean and sanitize\nsufficiently and can lead to vermin infestations. The licensee must remove the clutter from on top of the dog\nenclosures and ensure that all dog areas remain free of clutter and trash at all times.\nTo be corrected by: July 15, 2019"
    },
    {
      "code": "3.1(c)(1)(i)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "At the bottom right-hand corner of a metal shed in the outdoor area that had sharp jagged points from the metal\nrusting and breaking.\nSharp and jagged points could cause injuries to dogs. The licensee must replace items when worn or soiled and\nrepair items as necessary.\nTo be corrected by : July 25, 2019"
    },
    {
      "code": "3.1(c)(3)",
      "kind": "",
      "repeat": true,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "Throughout the area housing all the dogs there was a buildup of debris, including food, feces, hair, urine, and\nunknown brown residue. At the time of the inspection, the inspectors observed multiple dogs with a dark brown\nmaterial within the hairs around their feet and legs.\nThe lack of cleaning can lead to the health issues. Hard surfaces with which the dogs or cats come in contact must\nbe spot-cleaned daily and sanitized in accordance with 3.11(b) of this subpart to prevent accumulation of excreta\nand reduce disease hazards."
    },
    {
      "code": "3.11(d)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "The outdoor area has an abundance of flies. There were not methods of pest control in place at the time of the\ninspection.\nLack of pest control can lead to the spread of disease and contamination. The licensee must establish and maintain\nan effective program for the control of insects, external parasites that are pests so that it promotes the health and\nwellbeing of the animals and reduce contamination by pests.\nTo be corrected by: July 14, 2019\nThis inspection and exit interview were conducted with the licensee and the facility representative.\nAdditional Inspectors\nMaxwell Kelly, Animal Care Inspector"
    }
  ],
  "narrative": "2.40(b)(2)                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nFemale red poodle (“Ticah”, tag #80) has a thick buildup of brown tartar covering the entire surface of the upper and\nlower cheek teeth on both sides of the mouth.  Nearly the entire surface of both upper canine teeth and the lower\nright canine tooth, as well as the upper and lower front teeth, are also covered in the thick brown tartar.  The gums\nare slightly reddened. \nMale cream colored Poodle (“Ashley Wilkes”, tag #79) has a thick buildup of brown tartar covering the entire surface\nof the upper and lower cheek teeth on both sides of the mouth.  Nearly the entire surface of both upper and lower\ncanine teeth, as well as the upper and lower front teeth, are also covered in the thick brown tartar.  The gums are\nmoderately reddened.\nMale party Poodle (“Peanut”, tag #60) has a thick buildup of dark brown to grey colored tartar located on nearly the\nentire surface of the upper right canine tooth which is one of the only teeth remaining in the animal’s mouth.  The\ndog has areas of matted hair located down the backside of both hind legs and beneath the tail.  There is a large\namount of a hard dark colored material trapped in the matted hair. \nMale Maltese (“Kip”, No ID) has a thick buildup of brown tartar covering the entire surface of the upper and lower\ncheek teeth on both sides of the mouth.  Nearly the entire surface of both upper and lower canine teeth, as well as\nthe upper and lower front teeth, are also covered in the thick brown tartar.  The gums are moderately reddened.\nFemale Yorkshire terrier (“Ellie”, tag #54) has a thick buildup of brown tartar covering the entire surface of the upper\nand lower cheek teeth on both sides of the mouth.  Nearly the entire surface of both upper and lower canine teeth,\nas well as the upper and lower front teeth, are also covered in the thick brown tartar.  The gums are slightly\nreddened.  Located on the right side of the dog’s face, beneath the ear, is a large, thick section of hair that is tightly\nmatted against the skin.\nFemale Yorkshire terrier (“Bianca”, tag #53) has a thick buildup of brown tartar covering the entire surface of the\nupper and lower cheek teeth on right side of the mouth and nearly the entire surface of both upper and lower canine\nteeth.  A grey material is located along the top of the upper right cheek teeth. The gums are moderately reddened.\n\nMale party Yorkshire terrier (“Kid Rock”) has a thick buildup of dark brown tartar covering the entire surface of the\nupper and lower cheek teeth on both sides of the mouth.  Nearly the entire surface of both upper and lower canine\nteeth, as well as the upper and lower front teeth, are also covered in the thick brown tartar.  The gums are\nmoderately reddened.\nPoor dental health and dirty, matted hair coats could cause pain and discomfort to the animal, as well as, lead to\nfurther health issues.  \nThe above listed dogs must be evaluated by a licensed veterinarian for a proper diagnosis and to establish an\neffective treatment plan.  The licensee must ensure that all dogs receive adequate veterinary care at all times.\nThe following prescriptions are located in the medication box:\nVetprofen, filled on 04/16/2018, 3 caplets, to be given to “Kid Rock”, ½ caplet orally once a day\nVetprofen, filled on 02/01/2018, 3 caplets, to be given to “Ellie May”, ½ caplet orally once a day\nBoth of these prescriptions still have at least ½ a caplet remaining in the container that wasn’t given to the\nrespective dog.  Failure to fully follow the veterinarian’s directions on the prescription label could cause unnecessary\npain and discomfort, as well as affect the dog’s ability to recover from illness, injury, or medical procedures.\nThe licensee must ensure that the directions provided by a licensed veterinarian pertaining to the use of any\nmedical material are fully followed in order to support the health and well-being of the dogs.   \n2.50(a)(1)                    REPEAT\nTIME AND METHOD OF IDENTIFICATION.\nAll the puppies were not identified at the time of the inspection.  Eight adult dogs did not have individual\nidentification on them at the time of the inspection. Collars and tags were added to four of the 8 dogs during the\ninspection. \nThe lack of identification does not allow for tracking animals within records and providing accurate veterinarian care.\n The licensee must individually identify all live dogs.\n2.75(a)(1)                    REPEAT\nRECORDS: DEALERS AND EXHIBITORS.\nThe licensee is not able to provide records of adult animals on hand and all disposition forms.  The licensee had\n\nblank forms that were provided at the last inspection that had not been filled out for the adults.  The licensee had at\nleast two adult dogs that went to new homes this week that did not have disposition forms.\nThe lack of records does not allow for the tracing of animals.  The licensee shall make, keep, and maintain records\nor forms which fully and correctly disclose this subpart concerning each dog or cat purchased or otherwise acquired,\nowned, held, or otherwise in his or her possession or under his or her control, or which is transported, euthanized,\nsold, or otherwise disposed of by that dealer or exhibitor. The records shall include any offspring born of any animal\nwhile in his or her possession or under his or her control.\n3.1(b)\nHOUSING FACILITIES, GENERAL.\nA few piles of clutter are in the main dog area within the facility. The clutter is located on top of three dog enclosures\ncontaining a total of three adult dogs and two puppies.  The clutter consists of boxes, paperwork, clothing materials,\netc. There is trash on the ground of the outdoor area that the licensee picked up during the inspection.\nThe accumulation of debris, unused materials and equipment, can impede the ability to clean and sanitize\nsufficiently and can lead to vermin infestations.  The licensee must remove the clutter from on top of the dog\nenclosures and ensure that all dog areas remain free of clutter and trash at all times.\nTo be corrected by: July 15, 2019\n3.1(c)(1)(i)\nHOUSING FACILITIES, GENERAL.\nAt the bottom right-hand corner of a metal shed in the outdoor area that had sharp jagged points from the metal\nrusting and breaking. \nSharp and jagged points could cause injuries to dogs.  The licensee must replace items when worn or soiled and\nrepair items as necessary.\nTo be corrected by : July 25, 2019\n3.1(c)(3)                    REPEAT\nHOUSING FACILITIES, GENERAL.\nThroughout the area housing all the dogs there was a buildup of debris, including food, feces, hair, urine, and\nunknown brown residue.  At the time of the inspection, the inspectors observed multiple dogs with a dark brown\nmaterial within the hairs around their feet and legs.\n\nThe lack of cleaning can lead to the health issues.  Hard surfaces with which the dogs or cats come in contact must\nbe spot-cleaned daily and sanitized in accordance with 3.11(b) of this subpart to prevent accumulation of excreta\nand reduce disease hazards.\n3.11(d)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\nThe outdoor area has an abundance of flies. There were not methods of pest control in place at the time of the\ninspection.\nLack of pest control can lead to the spread of disease and contamination.  The licensee must establish and maintain\nan effective program for the control of insects, external parasites that are pests so that it promotes the health and\nwellbeing of the animals and reduce contamination by pests.\nTo be corrected by: July 14, 2019\nThis inspection and exit interview were conducted with the licensee and the facility representative.\nAdditional Inspectors\nMaxwell Kelly, Animal Care Inspector",
  "animals_total": 49,
  "species": [
    {
      "count": 40,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 9,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}