{
  "insp_id": "2016082568031065",
  "layout": "a",
  "customer_id": "34685",
  "customer_name": "Tina Trammell",
  "customer_addr": "24482 A R 123 Hwy\nHasty, AR 72640",
  "certificate": "71-A-1179",
  "site_id": "001",
  "site_name": "TINA TRAMMELL",
  "insp_type": "ROUTINE INSPECTION",
  "date": "06-DEC-2016",
  "report_date": "07-DEC-2016",
  "citations": [
    {
      "code": "3.1(c)(2)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "All surfaces must be maintained on a regular basis. At least two resting boards and one whelping box are chewed\nleaving rough wood. These areas cannot be cleaned and sanitized properly. Surfaces that cannot be cleaned and\nsanitized adequately can allow disease hazards to affect the good health of dogs. The breeder must repair or\nreplace these areas. Also, the breeder needs to put into place a good maintenance program that addresses these\nareas before they become an NCI (non-compliant issue). Correct by 01-06-2017\nThis inspection and exit briefing were conducted with the owner and Karl Thornton, ACI."
    }
  ],
  "narrative": "3.1(c)(2)\nHOUSING FACILITIES, GENERAL.\nAll surfaces must be maintained on a regular basis.  At least two resting boards and one whelping box are chewed\nleaving rough wood.  These areas cannot be cleaned and sanitized properly.  Surfaces that cannot be cleaned and\nsanitized adequately can allow disease hazards to affect the good health of dogs.  The breeder must repair or\nreplace these areas.  Also, the breeder needs to put into place a good maintenance program that addresses these\nareas before they become an NCI (non-compliant issue).  Correct by 01-06-2017\nThis inspection and exit briefing were conducted with the owner and Karl Thornton, ACI.",
  "animals_total": 30,
  "species": [
    {
      "count": 26,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 4,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}