{
  "insp_id": "2016090000767972",
  "layout": "b",
  "customer_id": "330076",
  "customer_name": "Richard Jensen Cindy Jensen",
  "customer_addr": "14282 200 Rd\nNEODESHA, KS 66757",
  "certificate": "48-A-2152",
  "site_id": "001",
  "site_name": "Cindy Jensen, Richard Jensen",
  "insp_type": "ROUTINE INSPECTION",
  "date": "10-FEB-2022",
  "report_date": "11-FEB-2022",
  "citations": [
    {
      "code": "3.1(a)",
      "kind": "",
      "repeat": false,
      "desc": "Housing facilities, general.",
      "narrative": "* Dug holes were observed under the enclosure divider fencing in two outdoor enclosures. The holes range in size from\nsix inches to a foot in depth and an estimated foot in length. Six dogs are in contact with the affected divider fencing. The\ndogs could become entrapped in the holes under the divider fencing. In addition, one of the divider panels had exposed\nends protruding downwards into the dug hole. This affects the ability of enclosure divider fencing to contain the dogs\nsecurely. It could lead to potential injury if the dogs try to escape under the fencing, affecting the safety and health of the\ndogs. The licensee must be kept in good repair, and they must protect the animals from injury, contain the animals\nsecurely, and restrict other animals from entering. Correct by 2/24/22."
    },
    {
      "code": "3.10(c)",
      "kind": "",
      "repeat": false,
      "desc": "Watering",
      "narrative": "* The tops of six plastic water receptacles were chewed with sharp, jagged edges. Twelve dogs are in contact with the\naffected receptacles located in outdoor housing. A jagged, roughened surface cannot be adequately cleaned and\nsanitized when the protective coating has been chewed. Sharp, jagged edges could potentially cause injury if the dog\nchews on the receptacle. The licensee must ensure that all water receptacles can be readily cleaned and sanitized or be\nreplaced when worn. Correct by 2/24/22.\nThis inspection and exit interview done on 2/10/22 were conducted with the licensee.\nEnd Section"
    }
  ],
  "narrative": "3.1(a) \n   \nHousing facilities, general. \n*  Dug holes were observed under the enclosure divider fencing in two outdoor enclosures. The holes range in size from \nsix inches to a foot in depth and an estimated foot in length. Six dogs are in contact with the affected divider fencing.  The \ndogs could become entrapped in the holes under the divider fencing.  In addition, one of the divider panels had exposed \nends protruding downwards into the dug hole.  This affects the ability of enclosure divider fencing to contain the dogs \nsecurely.    It could lead to potential injury if the dogs try to escape under the fencing, affecting the safety and health of the \ndogs.  The licensee must be kept in good repair, and they must protect the animals from injury, contain the animals \nsecurely, and restrict other animals from entering.  Correct by 2/24/22. \n3.10(c) \n   \nWatering \n*   The tops of six plastic water receptacles were chewed with sharp, jagged edges.  Twelve dogs are in contact with the \naffected receptacles located in outdoor housing.      A jagged, roughened surface cannot be adequately cleaned and \nsanitized when the protective coating has been chewed.   Sharp, jagged edges could potentially cause injury if the dog \nchews on the receptacle.   The licensee must ensure that all water receptacles can be readily cleaned and sanitized or be \nreplaced when worn. Correct by 2/24/22.\n\nThis inspection and exit interview done on 2/10/22 were conducted with the licensee. \n \nEnd Section",
  "animals_total": 362,
  "species": [
    {
      "count": 252,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 110,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}