{
  "insp_id": "2016090000778558",
  "layout": "b",
  "customer_id": "6002748",
  "customer_name": "Marek Lipold",
  "customer_addr": "1161 Hunter Tr.\nBogart, GA 30622",
  "certificate": "67-C-0003",
  "site_id": "001",
  "site_name": "Marek Lipold",
  "insp_type": "ROUTINE INSPECTION",
  "date": "24-MAR-2022",
  "report_date": "11-APR-2022",
  "citations": [
    {
      "code": "2.75(b)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Records: Dealers and exhibitors.",
      "narrative": "The acquisition information for two ring tailed lemurs was not documented. Complete and accurate records must be kept\nin order to ensure that each animal's identity can be known with certainty and to facilitate tracking/tracing of animals. The\nlicensee shall make, keep and maintain records which fully and correctly disclose all required information concerning all\nanimals purchased, acquired, owned, held, leased, or otherwise in his possession or which are transported, sold,\neuthanized, or otherwise disposed of. The records shall include any offspring born of any animal.\nMUST BE CORRECTED BY: May 11, 2022"
    },
    {
      "code": "2.131(c)(1)",
      "kind": "Critical",
      "repeat": false,
      "desc": "Handling of animals.",
      "narrative": "On Saturday, March 19, 2022, per the licensee, he allowed a patron to enter the lemur enclosure unaccompanied for\napproximately 5 minutes. The lemurs were free roaming within the enclosure and jumping on the patron and sitting on\ntheir shoulders and/or head during this time. Then, the spouse requested entry as well with their 1-year-old child. The\nlicensee approved their entry and was standing behind the parent and child, planning to accompany the whole family at\nthis point. Upon entry of the spouse and child, the lemurs jumped on the child’s head and shoulders. The child was\ninjured and had a scratch below one eye and another injury to the back of the head that bled. The local sheriff’s office\nwas notified, who then investigated, and a report was filed. The child was taken to a hospital for treatment. Per the\nlicensee, he began allowing patrons into the enclosure beginning the previous weekend, but he accompanied them into\nthe enclosure at those encounters. Neither lemur had a leash on, nor were recall trained for any of these interactions. He\nallowed patrons to stand or sit in the enclosure with the lemurs jumping on their shoulders and/or heads. This direct\ncontact with the animals, in the current manner of public interaction, failed to protect the public from harm and is an\nindication that the animals are not trained and are not under direct control. Trained nonhuman primates may be allowed\nphysical contact with the public, but only if they are under the direct control and supervision of an experienced handler or\ntrainer at all times during the direct contact. During public exhibition, any animal must be handled so there is minimal risk\nof harm to the animal and to the public, so as to assure the safety of animals and the public.\nMUST BE CORRECTED BY: April 13, 2022"
    },
    {
      "code": "3.54",
      "kind": "",
      "repeat": false,
      "desc": "Feeding.",
      "narrative": "The rabbits are currently being fed pellets and hay on the ground which was scattered and mixed in with feces and no\nfood receptacle present. The rabbits’ feed is placed where the rabbits’ excreta can contaminate the food supplied.\nContamination of feed by excreta can lead to the spread of disease and/or inappetence. All food fed must not be\ncontaminated with excreta and, if food receptacles are used, they shall be kept clean and sanitized at least once every 2\nweeks.\nMUST BE CORRECTED BY: April 25, 2022"
    },
    {
      "code": "3.55",
      "kind": "",
      "repeat": false,
      "desc": "Watering.",
      "narrative": "The water receptacle for the rabbits was a plastic bowl on the ground that contained their water but was contaminated\nwith hay in it. This water bowl is being cleaned with water and sponge only, without any sanitization. Unclean and\nunsanitary drinking water can cause illness and disease in the rabbits. All watering receptacles shall be sanitized when\ndirty and at least once every 2 weeks.\nMUST BE CORRECTED BY: April 25, 2022"
    },
    {
      "code": "3.56(b)(3)",
      "kind": "",
      "repeat": false,
      "desc": "Sanitation.",
      "narrative": "The primary rabbit enclosure is located on the ground in a pasture and is being cleaned with only water and a sponge as\nneeded while also moving the entire enclosure to a new area of pasture weekly. The enclosure it not being sanitized\nsince the water does not reach 180 degrees Fahrenheit and a disinfectant is not being applied. When enclosures are not\nsanitized adequately, there is higher risk of large numbers of germs remaining on the surface which creates a health\nhazard for the rabbits. Primary enclosures for rabbits shall be sanitized by washing them with hot water (180 degrees F)\nand soap or detergent, or by washing all soiled surfaces with a detergent solution followed by a safe and effective\ndisinfectant, or by cleaning all soiled surfaces with live steam or flame.\nMUST BE CORRECTED BY: May 11, 2022"
    },
    {
      "code": "3.78(d)",
      "kind": "",
      "repeat": false,
      "desc": "Outdoor housing facilities.",
      "narrative": "Two lemurs are housed in an outdoor enclosure without an adequate perimeter fence surrounding the enclosure.\nCurrently, there is a fence surrounding the property that is constructed of wooden posts connected with 6 wires with\napproximately 10-inch spacing between them running horizontally/lengthwise from post to post with a total height of\napproximately 5 feet. Along the backside of the lemur enclosure, the current perimeter fence is approximately 18 inches\naway from the primary enclosure. A perimeter fence that is at least 6 feet high and 3 feet from the enclosure is needed\nwith sufficient wire spacing to prevent unauthorized humans and other animals from going through or under it. Not having\nan adequate perimeter fence is a safety risk because other animals and/or people can come in, and there is no secondary\ncontainment. The facility shall ensure the outdoor housing facilities for the lemurs are enclosed by an appropriate\nperimeter fence, or a variance, if appropriate, needs to be obtained and can be requested from the Administrator/Regional\nOffice.\nMUST BE CORRECTED BY: MAY 11, 2022"
    },
    {
      "code": "3.78(e)",
      "kind": "",
      "repeat": false,
      "desc": "Outdoor housing facilities.",
      "narrative": "Two areas of the public barrier surrounding the lemurs was not sufficient at providing an adequate barrier. Along one side\nof the enclosure, the top rail of the public barrier was missing approximately 2 feet of railing and allowed access closer to\nthe primary enclosure. Then, along the other side of the enclosure, one corner of the public barrier was only 21 inches\naway from the primary enclosure. Members of the public could easily access the side of the primary enclosure at both\ndeficient areas, which could result in injury to the animals or the public. A sufficient public barrier that is at least 3 feet\naway from the primary enclosure of the lemurs shall be in place to ensure the safety of the animals and the public.\nMUST BE CORRECTED BY: April 18, 2022"
    },
    {
      "code": "3.80(a)(2)",
      "kind": "",
      "repeat": false,
      "desc": "Primary enclosures.",
      "narrative": "The primary enclosures for the lemurs were not constructed and maintained in a way to prevent injury or escape. The\noutdoor primary enclosure had sharp points extending out about ¼ inch on the main door to the enclosure where the wire\nmesh was attached to the swinging door. The sharp points extended about 1/4 inch beyond the door frame for at least a\ndistance of 18 inches vertically towards the top of the door frame and the lemurs actively jump and climb on this area.\nThe indoor night enclosure had an electrical light switch and two electrical outlets within reach of the lemurs. The\nenclosure was pushed up against two walls of the building in a corner. The spacing of the wire mesh was large enough to\nallow the lemurs’ hands and/or mouths through the mesh to the location of the light switch and both electrical outlets that\nwere approximately 2 inches away from the enclosure. The indoor primary enclosure had an eye and hook metal latch\nwith a gap between the door frame and the enclosure of approximately ½ inch. This gap was large enough to allow a\nnonhuman primate to lift the latch and escape. The lemurs could become injured by exposure to the sharp points, the\nelectrical outlets and the switch. They may also become injured or escape their enclosure due to the unsecured latch\npresently on their night enclosure. The primary enclosures must be constructed and maintained so that they protect the\nnon-human primates from injury and/or escape.\nMUST BE CORRECTED BY: April 18, 2022"
    },
    {
      "code": "3.81",
      "kind": "",
      "repeat": false,
      "desc": "Environment enhancement to promote psychological well-being.",
      "narrative": "Per the licensee, no environmental enhancement plan has been developed, documented or followed under the direction\nof their attending veterinarian. Nonhuman primates are highly social animals whose psychological well-being, to include\nsocialization, environmental enrichment and special considerations, need to be cared for in order to ensure their overall\nwell-being. Under the direction of the attending veterinarian, and in accordance with accepted professional standards, the\nfacility shall develop, document and follow an appropriate plan for environment enhancement adequate to promote the\npsychological well-being of the nonhuman primates.\nMUST BE CORRECTED BY: May 11, 2022"
    },
    {
      "code": "3.82(d)",
      "kind": "",
      "repeat": false,
      "desc": "Feeding.",
      "narrative": "The food receptacles for the lemurs are hand washed with water and a sponge daily. The food receptacles are not being\nsanitized currently. Not sanitizing their food receptacles creates risk for contamination by excreta, pests and/or disease.\nFood receptacles must be kept clean and must be sanitized at least once every 2 weeks using one of the following\nmethods: 1) live steam under pressure, or 2) washing with hot water (at least 180 degrees Fahrenheit) and soap or\ndetergent, or 3) washing all soiled surfaces with appropriate detergent/disinfectant product that accomplishes the same\npurpose, with a thorough cleaning of the surfaces to remove organic material first, and then to provide sanitization\nfollowed by a clean water rinse, or as often as necessary to provide for the health and well-being of the animals.\nMUST BE CORRECTED BY: April 18, 2022"
    },
    {
      "code": "3.83",
      "kind": "",
      "repeat": false,
      "desc": "Watering.",
      "narrative": "The water receptacles for the lemurs are hand washed with water only and a sponge daily. The water receptacles are not\nbeing sanitized currently. Not sanitizing their water receptacles creates risk for contamination by excreta, pests and/or\ndisease. Water receptacles must be kept clean and must be sanitized at least once every 2 weeks using one of the\nfollowing methods: 1) live steam under pressure, or 2) washing with hot water (at least 180 degrees Fahrenheit) and soap\nor detergent, or 3) washing all soiled surfaces with appropriate detergent/disinfectant product that accomplishes the same\npurpose, with a thorough cleaning of the surfaces to remove organic material first, and then to provide sanitization\nfollowed by a clean water rinse, or as often as necessary to provide for the health and well-being of the animals.\nMUST BE CORRECTED BY: April 18, 2022"
    },
    {
      "code": "3.84(b)(3)",
      "kind": "",
      "repeat": false,
      "desc": "Cleaning, sanitization, housekeeping, and pest control.",
      "narrative": "The facility currently houses two lemurs which are exhibited in an outdoor enclosure during the day and an indoor\nenclosure each night. The enclosures are currently being spot cleaned and when necessary, using only tap water and a\nsponge. No live steam, water over 180 degrees Fahrenheit, or disinfectant are currently available for sanitation.\nAdequate cleaning and sanitizing of enclosures are necessary to ensure the health of the animals by preventing spread of\ndisease and contamination. Hard surfaces must be sanitized at regular intervals using live steam under pressure, hot\nwater over 180 degrees Fahrenheit and soap or detergent, or detergent/disinfectant (after removing organic material first)\nfollowed by a clean water rinse every two weeks or as often as necessary to provide for the health and well-being of the\nanimals.\nMUST BE CORRECTED BY: May 11, 2022"
    },
    {
      "code": "3.85",
      "kind": "",
      "repeat": false,
      "desc": "Employees.",
      "narrative": "The employees, which consist of the licensee and a family member, do not have the knowledge, background, or\nexperience in proper husbandry to care for the two lemurs. Their current diet being fed is not complete and balanced,\nthere is no environmental enhancement plan in place to ensure the psychological well-being of the lemurs and, he was\nallowing interactions with the public without having a plan in place for conducting the interactions or knowing how the\nlemurs would react to certain patrons, including children. At least one interaction was allowed by the licensee without an\nattendant present that culminated in an injury to a member of the public. When asked what background they have with\nlemurs, the licensee said, “the person who sold them to me taught me.” Currently, the lemurs are being fed a diet of only\nfruits and vegetables since “the lemurs wouldn’t eat the nonhuman primate biscuits.” The attending veterinarian was\ninterviewed and stated she did not approve of the diet that is currently being fed and was concerned about the lack of\nnonhuman primate biscuits. This lack of adequate knowledge of this species is evident in another citation in this report\nwhereby the lemurs are being used in interactions with members of the public and allowed to jump on the patrons’\nshoulders and heads without any recall training or leashes. A young member of the public was injured in the lemur\nenclosure due to the lemurs not being handled appropriately for the interaction. The facility must ensure that their\nemployees are sufficiently well-trained to adequately care for the animals to ensure their health and safety.\nMUST BE CORRECTED BY: May 11, 2022\nThis inspection and exit interview were conducted with the licensee.\nEnd Section"
    }
  ],
  "narrative": "2.75(b)(1) \n   \nRecords: Dealers and exhibitors. \nThe acquisition information for two ring tailed lemurs was not documented.  Complete and accurate records must be kept \nin order to ensure that each animal's identity can be known with certainty and to facilitate tracking/tracing of animals. The \nlicensee shall make, keep and maintain records which fully and correctly disclose all required information concerning all \nanimals purchased, acquired, owned, held, leased, or otherwise in his possession or which are transported, sold, \neuthanized, or otherwise disposed of.  The records shall include any offspring born of any animal. \nMUST BE CORRECTED BY: May 11, 2022 \n2.131(c)(1)  Critical\n   \nHandling of animals. \nOn Saturday, March 19, 2022, per the licensee, he allowed a patron to enter the lemur enclosure unaccompanied for \napproximately 5 minutes.  The lemurs were free roaming within the enclosure and jumping on the patron and sitting on \ntheir shoulders and/or head during this time.  Then, the spouse requested entry as well with their 1-year-old child.  The \nlicensee approved their entry and was standing behind the parent and child, planning to accompany the whole family at \nthis point.  Upon entry of the spouse and child, the lemurs jumped on the child’s head and shoulders.  The child was \ninjured and had a scratch below one eye and another injury to the back of the head that bled.  The local sheriff’s office\n\nwas notified, who then investigated, and a report was filed.  The child was taken to a hospital for treatment.  Per the \nlicensee, he began allowing patrons into the enclosure beginning the previous weekend, but he accompanied them into \nthe enclosure at those encounters.  Neither lemur had a leash on, nor were recall trained for any of these interactions.  He \nallowed patrons to stand or sit in the enclosure with the lemurs jumping on their shoulders and/or heads.  This direct \ncontact with the animals, in the current manner of public interaction, failed to protect the public from harm and is an \nindication that the animals are not trained and are not under direct control.  Trained nonhuman primates may be allowed \nphysical contact with the public, but only if they are under the direct control and supervision of an experienced handler or \ntrainer at all times during the direct contact.  During public exhibition, any animal must be handled so there is minimal risk \nof harm to the animal and to the public, so as to assure the safety of animals and the public. \nMUST BE CORRECTED BY: April 13, 2022 \n3.54 \n   \nFeeding. \nThe rabbits are currently being fed pellets and hay on the ground which was scattered and mixed in with feces and no \nfood receptacle present.  The rabbits’ feed is placed where the rabbits’ excreta can contaminate the food supplied.  \nContamination of feed by excreta can lead to the spread of disease and/or inappetence.  All food fed must not be \ncontaminated with excreta and, if food receptacles are used, they shall be kept clean and sanitized at least once every 2 \nweeks. \nMUST BE CORRECTED BY: April 25, 2022 \n3.55 \n   \nWatering. \nThe water receptacle for the rabbits was a plastic bowl on the ground that contained their water but was contaminated \nwith hay in it.  This water bowl is being cleaned with water and sponge only, without any sanitization.  Unclean and\n\nunsanitary drinking water can cause illness and disease in the rabbits.  All watering receptacles shall be sanitized when \ndirty and at least once every 2 weeks. \nMUST BE CORRECTED BY: April 25, 2022 \n3.56(b)(3) \n   \nSanitation. \nThe primary rabbit enclosure is located on the ground in a pasture and is being cleaned with only water and a sponge as \nneeded while also moving the entire enclosure to a new area of pasture weekly.  The enclosure it not being sanitized \nsince the water does not reach 180 degrees Fahrenheit and a disinfectant is not being applied.  When enclosures are not \nsanitized adequately, there is higher risk of large numbers of germs remaining on the surface which creates a health \nhazard for the rabbits.  Primary enclosures for rabbits shall be sanitized by washing them with hot water (180 degrees F) \nand soap or detergent, or by washing all soiled surfaces with a detergent solution followed by a safe and effective \ndisinfectant, or by cleaning all soiled surfaces with live steam or flame. \nMUST BE CORRECTED BY: May 11, 2022 \n3.78(d) \n   \nOutdoor housing facilities. \nTwo lemurs are housed in an outdoor enclosure without an adequate perimeter fence surrounding the enclosure. \nCurrently, there is a fence surrounding the property that is constructed of wooden posts connected with 6 wires with \napproximately 10-inch spacing between them running horizontally/lengthwise from post to post with a total height of \napproximately 5 feet.  Along the backside of the lemur enclosure, the current perimeter fence is approximately 18 inches \naway from the primary enclosure.  A perimeter fence that is at least 6 feet high and 3 feet from the enclosure is needed \nwith sufficient wire spacing to prevent unauthorized humans and other animals from going through or under it.  Not having \nan adequate perimeter fence is a safety risk because other animals and/or people can come in, and there is no secondary\n\ncontainment.  The facility shall ensure the outdoor housing facilities for the lemurs are enclosed by an appropriate \nperimeter fence, or a variance, if appropriate, needs to be obtained and can be requested from the Administrator/Regional \nOffice. \nMUST BE CORRECTED BY:  MAY 11, 2022 \n3.78(e) \n   \nOutdoor housing facilities. \nTwo areas of the public barrier surrounding the lemurs was not sufficient at providing an adequate barrier.  Along one side \nof the enclosure, the top rail of the public barrier was missing approximately 2 feet of railing and allowed access closer to \nthe primary enclosure.  Then, along the other side of the enclosure, one corner of the public barrier was only 21 inches \naway from the primary enclosure.  Members of the public could easily access the side of the primary enclosure at both \ndeficient areas, which could result in injury to the animals or the public.  A sufficient public barrier that is at least 3 feet \naway from the primary enclosure of the lemurs shall be in place to ensure the safety of the animals and the public. \nMUST BE CORRECTED BY: April 18, 2022 \n3.80(a)(2) \n   \nPrimary enclosures. \nThe primary enclosures for the lemurs were not constructed and maintained in a way to prevent injury or escape.  The \noutdoor primary enclosure had sharp points extending out about ¼ inch on the main door to the enclosure where the wire \nmesh was attached to the swinging door.  The sharp points extended about 1/4 inch beyond the door frame for at least a \ndistance of 18 inches vertically towards the top of the door frame and the lemurs actively jump and climb on this area.  \nThe indoor night enclosure had an electrical light switch and two electrical outlets within reach of the lemurs.  The \nenclosure was pushed up against two walls of the building in a corner.  The spacing of the wire mesh was large enough to \nallow the lemurs’ hands and/or mouths through the mesh to the location of the light switch and both electrical outlets that\n\nwere approximately 2 inches away from the enclosure.  The indoor primary enclosure had an eye and hook metal latch \nwith a gap between the door frame and the enclosure of approximately ½ inch.  This gap was large enough to allow a \nnonhuman primate to lift the latch and escape.  The lemurs could become injured by exposure to the sharp points, the \nelectrical outlets and the switch.  They may also become injured or escape their enclosure due to the unsecured latch \npresently on their night enclosure.  The primary enclosures must be constructed and maintained so that they protect the \nnon-human primates from injury and/or escape. \nMUST BE CORRECTED BY: April 18, 2022 \n3.81 \n   \nEnvironment enhancement to promote psychological well-being. \nPer the licensee, no environmental enhancement plan has been developed, documented or followed under the direction \nof their attending veterinarian.  Nonhuman primates are highly social animals whose psychological well-being, to include \nsocialization, environmental enrichment and special considerations, need to be cared for in order to ensure their overall \nwell-being.  Under the direction of the attending veterinarian, and in accordance with accepted professional standards, the \nfacility shall develop, document and follow an appropriate plan for environment enhancement adequate to promote the \npsychological well-being of the nonhuman primates. \nMUST BE CORRECTED BY: May 11, 2022 \n3.82(d) \n   \nFeeding. \nThe food receptacles for the lemurs are hand washed with water and a sponge daily.  The food receptacles are not being \nsanitized currently.  Not sanitizing their food receptacles creates risk for contamination by excreta, pests and/or disease.  \nFood receptacles must be kept clean and must be sanitized at least once every 2 weeks using one of the following \nmethods: 1) live steam under pressure, or 2) washing with hot water (at least 180 degrees Fahrenheit) and soap or\n\ndetergent, or 3) washing all soiled surfaces with appropriate detergent/disinfectant product that accomplishes the same \npurpose, with a thorough cleaning of the surfaces to remove organic material first, and then to provide sanitization \nfollowed by a clean water rinse, or as often as necessary to provide for the health and well-being of the animals. \nMUST BE CORRECTED BY: April 18, 2022 \n3.83 \n   \nWatering. \nThe water receptacles for the lemurs are hand washed with water only and a sponge daily.  The water receptacles are not \nbeing sanitized currently.  Not sanitizing their water receptacles creates risk for contamination by excreta, pests and/or \ndisease.  Water receptacles must be kept clean and must be sanitized at least once every 2 weeks using one of the \nfollowing methods: 1) live steam under pressure, or 2) washing with hot water (at least 180 degrees Fahrenheit) and soap \nor detergent, or 3) washing all soiled surfaces with appropriate detergent/disinfectant product that accomplishes the same \npurpose, with a thorough cleaning of the surfaces to remove organic material first, and then to provide sanitization \nfollowed by a clean water rinse, or as often as necessary to provide for the health and well-being of the animals. \nMUST BE CORRECTED BY: April 18, 2022 \n3.84(b)(3) \n   \nCleaning, sanitization, housekeeping, and pest control. \nThe facility currently houses two lemurs which are exhibited in an outdoor enclosure during the day and an indoor \nenclosure each night. The enclosures are currently being spot cleaned and when necessary, using only tap water and a \nsponge.  No live steam, water over 180 degrees Fahrenheit, or disinfectant are currently available for sanitation.  \nAdequate cleaning and sanitizing of enclosures are necessary to ensure the health of the animals by preventing spread of \ndisease and contamination.  Hard surfaces must be sanitized at regular intervals using live steam under pressure, hot \nwater over 180 degrees Fahrenheit and soap or detergent, or detergent/disinfectant (after removing organic material first)\n\nfollowed by a clean water rinse every two weeks or as often as necessary to provide for the health and well-being of the \nanimals. \nMUST BE CORRECTED BY: May 11, 2022 \n3.85 \n   \nEmployees. \nThe employees, which consist of the licensee and a family member, do not have the knowledge, background, or \nexperience in proper husbandry to care for the two lemurs.  Their current diet being fed is not complete and balanced, \nthere is no environmental enhancement plan in place to ensure the psychological well-being of the lemurs and, he was \nallowing interactions with the public without having a plan in place for conducting the interactions or knowing how the \nlemurs would react to certain patrons, including children.  At least one interaction was allowed by the licensee without an \nattendant present that culminated in an injury to a member of the public.  When asked what background they have with \nlemurs, the licensee said, “the person who sold them to me taught me.”  Currently, the lemurs are being fed a diet of only \nfruits and vegetables since “the lemurs wouldn’t eat the nonhuman primate biscuits.”  The attending veterinarian was \ninterviewed and stated she did not approve of the diet that is currently being fed and was concerned about the lack of \nnonhuman primate biscuits.  This lack of adequate knowledge of this species is evident in another citation in this report \nwhereby the lemurs are being used in interactions with members of the public and allowed to jump on the patrons’ \nshoulders and heads without any recall training or leashes.  A young member of the public was injured in the lemur \nenclosure due to the lemurs not being handled appropriately for the interaction. The facility must ensure that their \nemployees are sufficiently well-trained to adequately care for the animals to ensure their health and safety. \nMUST BE CORRECTED BY: May 11, 2022 \n \nThis inspection and exit interview were conducted with the licensee.\n\nEnd Section",
  "animals_total": 15,
  "species": [
    {
      "count": 4,
      "scientific": "Lama glama",
      "common": "LLAMA"
    },
    {
      "count": 1,
      "scientific": "Camelus dromedarius",
      "common": "DROMEDARY CAMEL"
    },
    {
      "count": 2,
      "scientific": "Lemur catta",
      "common": "RING-TAILED LEMUR"
    },
    {
      "count": 1,
      "scientific": "Lama pacos",
      "common": "ALPACA"
    },
    {
      "count": 4,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 3,
      "scientific": "Oryctolagus cuniculus",
      "common": "DOMESTIC RABBIT / EUROPEAN RABBIT"
    }
  ]
}