{
  "insp_id": "254141023261312",
  "layout": "a",
  "customer_id": "331524",
  "customer_name": "Kenny E Wagler",
  "customer_addr": "8227 N 725 E\nOdon, IN 47562",
  "certificate": "32-A-0469",
  "site_id": "001",
  "site_name": "KENNY WAGLER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "06-NOV-2014",
  "report_date": "06-NOV-2014",
  "citations": [
    {
      "code": "2.75(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "RECORDS: DEALERS AND EXHIBITORS.",
      "narrative": "The facility lacks Form 7005 records for puppies born on the premises. There is a note on the dam's registration\npage when pups were born and how many, but individual records of each puppy and their assigned ID number are\nnot present. Accurate and complete records are necessary to obtain information in the event of a disease outbreak.\nLicensee shall make, keep, and maintain records which fully and correctly disclose the required information.\nAPHIS Forms 7005 shall be maintained which include offspring born at the facility.\nCorrect by: From This Day Forward"
    },
    {
      "code": "3.1(e)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "The feed storage room is in disarray. Mice have eaten into a bag of feed resulting in spilled feed accumulating\nunder the stored bags of dog food. Dog food, mouse droppings and other debris are scattered across the floor in\nthe feed storage room. The hole the mice were using to enter the room has been repaired, but the room has not yet\nbeen cleaned. Spilled feed attracts rodents which may carry and spread diseases. Supplies of food and bedding\nmust be stored in a manner that protects the supplies from spoilage, contamination, and vermin infestation. The\nfeed storage room must be cleaned.\nCorrect by: November 13, 2014\nExit interview conducted with Licensee's Wife."
    }
  ],
  "narrative": "2.75(a)(1)\nRECORDS: DEALERS AND EXHIBITORS.\nThe facility lacks Form 7005 records for puppies born on the premises.  There is a note on the dam's registration\npage when pups were born and how many, but individual records of each puppy and their assigned ID number are\nnot present.  Accurate and complete records are necessary to obtain information in the event of a disease outbreak.\n Licensee shall make, keep, and maintain records which fully and correctly disclose the required information. \nAPHIS Forms 7005 shall be maintained which include offspring born at the facility.\nCorrect by:  From This Day Forward\n3.1(e)\nHOUSING FACILITIES, GENERAL.\nThe feed storage room is in disarray.  Mice have eaten into a bag of feed resulting in spilled feed accumulating\nunder the stored bags of dog food.  Dog food, mouse droppings and other debris are scattered across the floor in\nthe feed storage room.  The hole the mice were using to enter the room has been repaired, but the room has not yet\nbeen cleaned.  Spilled feed attracts rodents which may carry and spread diseases.  Supplies of food and bedding\nmust be stored in a manner that protects the supplies from spoilage, contamination, and vermin infestation.  The\nfeed storage room must be cleaned.\nCorrect by:  November 13, 2014\nExit interview conducted with Licensee's Wife.",
  "animals_total": 24,
  "species": [
    {
      "count": 19,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 5,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}