{
  "insp_id": "2016082568139153",
  "layout": "a",
  "customer_id": "4900",
  "customer_name": "Arlene L Koehn",
  "customer_addr": "2625 E. 20th St\nBurns, KS 66840",
  "certificate": "48-A-1189",
  "site_id": "001",
  "site_name": "Arlene Koehn",
  "insp_type": "ROUTINE INSPECTION",
  "date": "15-MAR-2017",
  "report_date": "15-MAR-2017",
  "citations": [
    {
      "code": "3.1(c)(2)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "One of the whelping boxes in the sheltered housing structure had been chewed previously and there was worn,\nragged edges present with chipped paint. Exposed and irregular wood surfaces cannot be adequately sanitized and\nneed to be maintained so that they can be properly sanitized since bacteria can stick to and grow on these surfaces\nand increase the chance of exposure and transmission of disease. These must be replaced or repaired when\nworn. All surfaces must be maintained on a regular basis. Surfaces of housing facilities--including houses, dens,\nand other furniture-type fixtures and objects within the facility--that cannot be readily cleaned and sanitized, must be\nreplaced when worn or soiled.\nCorrect by April 30, 2017"
    },
    {
      "code": "3.1(e)",
      "kind": "",
      "repeat": true,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "There was an opened and folded over bag of puppy food on the floor of the whelping building. Open bags of food\ncan become contaminated and can attract pests if not stored properly. All opened supplies of food must be stored\nin leak-proof containers with tightly fitted lids."
    },
    {
      "code": "3.4(b)(4)",
      "kind": "",
      "repeat": false,
      "desc": "OUTDOOR HOUSING FACILITIES.",
      "narrative": "In two of the dog shelters in the outdoor enclosures located on west side, there were minimal wood chips present\nand much of the surface was bare. The temperature at time of inspection was 38.0 degrees F as read from\ninspector's Kestrel and the temperature last night was researched in licensee's zip code to have been 24 degrees F\non NOAA.gov.\nNot enough bedding to keep sufficiently warm can lead to stress that causes a weakened immune system,\nhypothermia, possible frost bite and even death.\nLicensee must ensure that outdoor shelter structures contain clean, dry, bedding material if the ambient\ntemperature is below 50 degrees F. Additional clean, dry bedding is required when the temperature is 35 degrees F\nor lower.\nCorrect by end of business March 15, 2017."
    },
    {
      "code": "3.9(b)",
      "kind": "",
      "repeat": true,
      "desc": "FEEDING.",
      "narrative": "There is still at least one metal \"self-feeder\" that has a buildup of old food residue and grime on the interior in\ncontact with the fresh food. Dirty food receptacles can contaminate the food and affect the nutritive value of the\nfood . If self-feeders are used, the licensee must keep them clean and sanitized in accordance with 3.11 b."
    },
    {
      "code": "3.11(a)",
      "kind": "",
      "repeat": true,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "Excreta covered approximately one-third of the outdoor section of the sheltered whelping enclosure. According to\nthe facility representative this was last cleaned two day ago. Accumulation of excreta can soil the dogs, increase\ndisease transmission, and attract flies and other pests. Excreta and food waste must be removed from primary\nenclosures on a daily basis or more often to prevent the soiling of the dogs in the enclosure.\nThis inspection and exit interview were conducted with facility representative.\nAdditional Inspectors\nLundy Kendall, Animal Care Inspector\nShaver Margaret, Veterinary Medical Officer"
    }
  ],
  "narrative": "3.1(c)(2)\nHOUSING FACILITIES, GENERAL.\nOne of the whelping boxes in the sheltered housing structure had been chewed previously and there was worn, \nragged edges present with chipped paint. Exposed and irregular wood surfaces cannot be adequately sanitized and\nneed to be maintained so that they can be properly sanitized since bacteria can stick to and grow on these surfaces\nand increase the chance of exposure and transmission of disease.  These must be replaced  or repaired when\nworn. All surfaces must be maintained on a regular basis. Surfaces of housing facilities--including houses, dens,\nand other furniture-type fixtures and objects within the facility--that cannot be readily cleaned and sanitized, must be\nreplaced when worn or soiled.\nCorrect by April 30, 2017\n3.1(e)                    REPEAT\nHOUSING FACILITIES, GENERAL.\nThere was an opened and folded over bag of puppy food on the floor of the whelping building.  Open bags of food \ncan become contaminated and can attract pests if not stored properly.  All opened supplies of food must be stored\nin leak-proof containers with tightly fitted lids.\n3.4(b)(4)\nOUTDOOR HOUSING FACILITIES.\nIn two of the dog shelters in the outdoor enclosures located on west side,  there were minimal wood chips present\nand much of the surface was bare. The temperature at time of inspection was 38.0 degrees F as read from\ninspector's Kestrel and the temperature last night was researched in licensee's zip code to have been 24 degrees F\non NOAA.gov.\nNot enough bedding to keep sufficiently warm can lead to stress that causes a weakened immune system,\nhypothermia, possible frost bite and even death.\nLicensee must ensure that outdoor shelter structures contain clean, dry, bedding material if the ambient\n\ntemperature is below 50 degrees F.  Additional clean, dry bedding is required when the temperature is 35 degrees F\nor lower.\n  Correct by end of business March 15, 2017.\n3.9(b)                    REPEAT\nFEEDING.\nThere is still at least one metal \"self-feeder\" that has a buildup of old food residue and grime on the interior in\ncontact with the fresh food.   Dirty food receptacles can contaminate the food and affect the nutritive value of the\nfood . If self-feeders are used, the licensee must keep them clean and sanitized in accordance with 3.11 b.\n3.11(a)                    REPEAT\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\nExcreta covered approximately one-third of the outdoor section of the sheltered whelping enclosure.  According to\nthe facility representative this was last cleaned two day ago.  Accumulation of excreta can soil the dogs, increase\ndisease transmission, and attract flies and other pests.  Excreta and food waste must be removed from primary\nenclosures on a daily basis or more often to prevent the soiling of the dogs in the enclosure.\nThis inspection and exit interview were conducted with facility representative.\nAdditional Inspectors\nLundy Kendall, Animal Care Inspector\nShaver Margaret, Veterinary Medical Officer",
  "animals_total": 29,
  "species": [
    {
      "count": 11,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 18,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}