{
  "insp_id": "287141329150204",
  "layout": "a",
  "customer_id": "3766",
  "customer_name": "Juan Raul Rodriguez",
  "customer_addr": "Margaret Rodriguez\n5244 Smoke Ranch Road\nLas Vegas, NV 89108",
  "certificate": "88-C-0113",
  "site_id": "001",
  "site_name": "JUAN RAUL & MARGARET RODRIQUEZ",
  "insp_type": "ROUTINE INSPECTION",
  "date": "10-OCT-2014",
  "report_date": "14-OCT-2014",
  "citations": [
    {
      "code": "2.40(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "APHIS Form 7002, Program of Veterinary Care (PVC) was not correctly completed. Page two is the applicable\npage and should be completed with the consultation of an attending veterinarian to state the facility(cid:25)s program of\nveterinary care for these issues: Parasite Control Program, Emergency care, and Euthanasia method. These\nguidelines must be available during the inspection, and the procedures must be followed by the licensee.\nCorrect by 10/24/14"
    },
    {
      "code": "3.1(a)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "The chain-link fencing of the outdoor exercise area enclosure was not structurally sound. Areas of the fence were\nsagging and not sturdy. There were a few sections in the fencing material which had broken loose from the\nbrackets on the support poles, and one small area of the bottom of the fence had a small open gap. These areas\nmust be supported so they are structurally sound and must securely contain the animals and keep other animals\nfrom entering the enclosure. A system of maintenance and repair of this enclosure must be in place.\nCorrect by 10/24/14"
    },
    {
      "code": "3.1(c)(3)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "A walk-through bathroom area which was adjacent to the indoor dog kennel room and leading directly to the outdoor\nexercise pen was unkept. The bathroom is used as a pass-through area for the dogs from the kennels to the\noutdoor exercise area. The floor, all walls, doors, toilet, wash sink and bathtub all had an excessive accumulation of\ndirt and grime. Animal areas inside of housing facilities and adjacent areas must be kept clean to ensure the health\nand well-being of the animals. These areas must be cleaned and sanitized when necessary to satisfy generally\naccepted husbandry standards and practices.\nCorrect by 10/17/24"
    },
    {
      "code": "3.1(e)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "Two large, barrels used to store dog food both had holes or openings on the tops of the lids. All open supplies of\nfood must be kept in a leak-proof container with a tightly fitted lid. Food must be stored in a manner that protects\nthe supplies from spoilage, contamination, and vermin infestation. An improved system of food storage must be in\nplace to ensure the health and well-being of the animals.\nCorrect by 10/17/14"
    },
    {
      "code": "3.6(a)(2)(7)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "The exercise yard enclosure contains no provisions for adequate shade. Owner stated that a shade structure was\nin place but that it was recently removed due to wind damage. Direct sunlight in this climate which frequently\nexceeds 100 F may cause overheating or discomfort to the dogs during any extended period of time in this\nenclosure. Sufficient shade must be provided which allows all the dogs in the enclosure to be sheltered from the\ndirect sun at one time.\nCorrect by 10/24/14"
    },
    {
      "code": "3.11(d)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "A large number of flies were present in the following areas: the indoor dog kennel area, a walk-through bathroom\nfacility directly adjacent to the kennel area, and in the outdoor exercise enclosure. There were no fly traps present\nin the vicinity of these areas. Measures must be taken to decrease the number of flies in these areas. A system of\npest control of flies must be in place to ensure the health of the animals.\nCorrect by 10/21/14\nExit interview conducted with facility representative."
    }
  ],
  "narrative": "2.40(a)(1)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nAPHIS Form 7002, Program of Veterinary Care (PVC) was not correctly completed.  Page two is the applicable\npage and should be completed with the consultation of an attending veterinarian to state the facility(cid:25)s program of\nveterinary care for these issues: Parasite Control Program, Emergency care, and Euthanasia method.  These\nguidelines must be available during the inspection, and the procedures must be followed by the licensee. \nCorrect by 10/24/14\n3.1(a)\nHOUSING FACILITIES, GENERAL.\nThe chain-link fencing of the outdoor exercise area enclosure was not structurally sound.  Areas of the fence were\nsagging and not sturdy.  There were a few sections in the fencing material which had broken loose from the\nbrackets on the support poles, and one small area of the bottom of the fence had a small open gap. These areas\nmust be supported so they are structurally sound and must securely contain the animals and keep other animals\nfrom entering the enclosure.  A system of maintenance and repair of this enclosure must be in place.\nCorrect by 10/24/14\n3.1(c)(3)\nHOUSING FACILITIES, GENERAL.\nA walk-through bathroom area which was adjacent to the indoor dog kennel room and leading directly to the outdoor\nexercise pen was unkept.  The bathroom is used as a pass-through area for the dogs from the kennels to the\noutdoor exercise area. The floor, all walls, doors, toilet, wash sink and bathtub all had an excessive accumulation of\ndirt and grime. Animal areas inside of housing facilities and adjacent areas must be kept clean to ensure the health\nand well-being of the animals.  These areas must be cleaned and sanitized when necessary to satisfy generally\naccepted husbandry standards and practices.\n\nCorrect by 10/17/24\n3.1(e)\nHOUSING FACILITIES, GENERAL.\nTwo large, barrels used to store dog food both had holes or openings on the tops of the lids. All open supplies of\nfood must be kept in a leak-proof container with a tightly fitted lid.  Food must be stored in a manner that protects\nthe supplies from spoilage, contamination, and vermin infestation.  An improved system of food storage must be in\nplace to ensure the health and well-being of the animals. \nCorrect by 10/17/14\n3.6(a)(2)(7)\nPRIMARY ENCLOSURES.\nThe exercise yard enclosure contains no provisions for adequate shade.  Owner stated that a shade structure was\nin place but that it was recently removed due to wind damage. Direct sunlight in this climate which frequently\nexceeds 100 F may cause overheating or discomfort to the dogs during any extended period of time in this\nenclosure.  Sufficient shade must be provided which allows all the dogs in the enclosure to be sheltered from the\ndirect sun at one time.\nCorrect by 10/24/14 \n3.11(d)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\nA large number of flies were present in the following areas: the indoor dog kennel area, a walk-through bathroom\nfacility directly adjacent to the kennel area, and in the outdoor exercise enclosure.  There were no fly traps present\nin the vicinity of these areas.  Measures must be taken to decrease the number of flies in these areas.  A system of\npest control of flies must be in place to ensure the health of the animals.\nCorrect by 10/21/14\nExit interview conducted with facility representative.",
  "animals_total": 8,
  "species": [
    {
      "count": 8,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    }
  ]
}