{
  "insp_id": "138161928530996",
  "layout": "a",
  "customer_id": "8176",
  "customer_name": "Squalus Inc",
  "customer_addr": "36302 Singletary Road\nMyakka City, FL 34251",
  "certificate": "58-C-0648",
  "site_id": "TRA",
  "site_name": "VARIOUS TRAVEL LOCATIONS",
  "insp_type": "ROUTINE INSPECTION",
  "date": "17-MAY-2016",
  "report_date": "17-MAY-2016",
  "citations": [
    {
      "code": "2.40(x)",
      "kind": "Direct",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "At the start of this inspection all 5 sea lions were in the smaller pool. Several were squinting or keeping an eye\nclosed. These are signs of obvious discomfort and painful eye conditions. The 14 year old South American Sea\nLion Kitty has a cloudy right eye. Her veterinary exam done on 2-1-16 did not indicate any eye issues and stated\nshe was fluorescein negative. During the photo shoots Kitty was seen squinting her eyes as at 5:30 pm the three\nsea lions being used for photos were looking directly into the setting sun due to the orientation of the trailer set up.\nSea lions, especially those with eye issues, should never be made to look directly into the sun.\nDuring most of this inspection, Zoey (13 year old California sea lion) was holding her right eye closed. There is no\nrecord of any veterinary consultation or initiation of medical treatment. The pH of the outdoor pool at the time of\ninspection was 7 but may have been much lower as the testing method only goes as low as 7. The sea lions had\nnot been placed in this pool yet. The caretaker added soda to bring the pH up, but varying pHs of the water can be\naffecting the eyes.\nA medical record dated 6-26-15 stated Zoey had her eye tightly closed (record does not state which eye). There is\nno notation of a veterinary consultation, but Muro drops (hypertonic saline) was given 3 times daily for several days\nalong with oral 500 mg amoxicillin. The record states the cloudiness left. Two months later the medical record\nshows the closed eye happened again but does not state which eye, and does not state if the veterinarian was\nconsulted. This animal is having recurrent, chronic eye probles which are not being adequately addressed and\ntreated properly.\nLilly, a talkative 3 year old California sea lion, was holding her left eye closed or squinting during much of this\ninspection. The veterinary exam of Lilly on 2-1-16 indicated corneal opacities on both eyes.\nThere is gentamicin ophthalmic drops in the medical cabinet and the caretaker stated it is used on Zoey when her\neyes are cloudy. There is no script on the bottle or in the medical records as to when to use this.\nThe veterinarian prescribed all the sea lions have easy access to salt water. This is not being done as the level\ntoday is zero. The veterinarian also found titers for Leptospirosis on Zoey and Kitty and recommended further\ntesting to see if any active infection was occurring or if it was vaccine related. There is no indication the follow up\ndiagnostics were done.\nAll of these sea lions need to have a thorough eye evaluation by a veterinarian to treat for any lesions and specific\nprotocols need to be in place for medical treatments of eyes. This traveling exhibit has a bright blue pool with no\nshade, no shade on the stage and the stage was set up to face the sun at this location. Changes in their\nenvironment need to be made to correct any eye irritations and to prevent further eye diseases.\nTo be corrected by 5-22-16.\nThis is a partial report of an inspection of a direct non-compliant item found at the travel location at Heritage Park in\nSimpsonville, SC. Inspection of sea lions Kitty, Stella, Zoey, Poonky, and Lilly.\nExit briefing conducted with trainer."
    }
  ],
  "narrative": "2.40(x)           DIRECT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nAt the start of this inspection all 5 sea lions were in the smaller pool.  Several were squinting or keeping an eye\nclosed. These are signs of obvious discomfort and painful eye conditions.  The 14 year old South American Sea\nLion Kitty has a cloudy right eye.  Her veterinary exam done on 2-1-16 did not indicate any eye issues and stated\nshe was fluorescein negative.  During the photo shoots Kitty was seen squinting her eyes as at 5:30 pm the three\nsea lions being used for photos were looking directly into the setting sun due to the orientation of the trailer set up. \nSea lions, especially those with eye issues, should never be made to look directly into the sun.\nDuring most of this inspection, Zoey (13 year old California sea lion) was holding her right eye closed.  There is no\nrecord of any veterinary consultation or initiation of medical treatment.  The pH of the outdoor pool at the time of\ninspection was 7 but may have been much lower as the testing method only goes as low as 7. The sea lions had\nnot been placed in this pool yet. The caretaker added soda to bring the pH up, but varying pHs of the water can be\naffecting the eyes. \nA medical record dated 6-26-15 stated Zoey had her eye tightly closed (record does not state which eye). There is\nno notation of a veterinary consultation, but Muro drops (hypertonic saline) was given 3 times daily for several days\nalong with oral 500 mg amoxicillin.  The record states the cloudiness left.  Two months later the medical record\nshows the closed eye happened again but does not state which eye, and does not state if the veterinarian was\nconsulted.  This animal is having recurrent, chronic eye probles which are not being adequately addressed and\ntreated properly.\nLilly, a talkative 3 year old California sea lion, was holding her left eye closed or squinting during much of this\ninspection.  The veterinary exam of Lilly on 2-1-16 indicated corneal opacities on both eyes.\nThere is gentamicin ophthalmic drops in the medical cabinet and the caretaker stated it is used on Zoey when her\neyes are cloudy.  There is no script on the bottle or in the medical records as to when to use this.  \nThe veterinarian prescribed all the sea lions have easy access to salt water.  This is not being done as the level\ntoday is zero.   The veterinarian also found titers for Leptospirosis on Zoey and Kitty and recommended further\n\ntesting to see if any active infection was occurring or if it was vaccine related.   There is no indication the follow up\ndiagnostics were done.  \nAll of these sea lions need to have a thorough eye evaluation by a veterinarian to treat for any lesions and specific\nprotocols need to be in place for medical treatments of eyes.   This traveling exhibit has a bright blue pool with no\nshade, no shade on the stage and the stage was set up to face the sun at this location.  Changes in their\nenvironment need to be made to correct any eye irritations and to prevent further eye diseases.  \nTo be corrected by 5-22-16.\nThis is a partial report of an inspection of a direct non-compliant item found at the travel location at Heritage Park in\nSimpsonville, SC.  Inspection of sea lions Kitty, Stella, Zoey, Poonky, and Lilly.\nExit briefing conducted with trainer.",
  "animals_total": 5,
  "species": [
    {
      "count": 2,
      "scientific": "Otaria byronia",
      "common": "SOUTH AMERICAN SEA LION"
    },
    {
      "count": 3,
      "scientific": "Zalophus californianus",
      "common": "CALIFORNIA SEA LION"
    }
  ]
}