{
  "insp_id": "96161622240101",
  "layout": "a",
  "customer_id": "323347",
  "customer_name": "Peeps And Creeps",
  "customer_addr": "8535 W. Hwy 158\nMidland, TX 79707",
  "certificate": "74-C-0886",
  "site_id": "001",
  "site_name": "Peeps and Creeps, Inc.",
  "insp_type": "ROUTINE INSPECTION",
  "date": "05-APR-2016",
  "report_date": "07-APR-2016",
  "citations": [
    {
      "code": "3.80(a)(2)(11)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "One ring-tailed lemur was housed in a bird cage approximately 4 feet tall with floor space approximately 3' x 2'.\nThis cage does not allow this animal to make normal postural adjustments with freedom of movement typical for\nthe species. During this inspection the animal was observed doing continuous back flips suggestive of stereotypical\nbehavior. This animal needs to be provided with a larger enclosure that allows it to satisfy its normal behavioral\nneeds.\nTo be corrected by: May 6, 2016."
    },
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "In the outdoor enclosure housing two camels and one zebra, sections of fence are curling along the bottom and\nhave\nbroken wires protruding inwards. In other areas, patches have been placed to fix holes but sharp points are still\nprotruding. These points could injure an animal. There are additional areas along the fence that have wire sagging\nfrom the top horizontal pipe. This could allow an animal's head to become stuck or cause injury to an animal.\nThese\nareas of broken fencing must be repaired or replaced to protect the animals from injury.\nTo be corrected by: May 6, 2016.\nThe gate for the outdoor enclosure housing two camels and one zebra has a broken horizontal rail which has\nbecome\ndetached and is laying on the ground. This broken gate could allow animals to escape or become injured. The gate\nmust be repaired or replaced to protect the animals from injury. To be corrected by: May 6, 2016.\nThe indoor cage for one raccoon was severely rusted on all corner posts. There are sharp edges on the rusty\ncorner\nposts of this cage which could injure the raccoon. These areas of rusted caging must be repaired or replaced to\nprotect the animals from injury. To be corrected by: May 6, 2016."
    },
    {
      "code": "3.130",
      "kind": "",
      "repeat": false,
      "desc": "WATERING.",
      "narrative": "The water bowl for the two bobcats behind the clinic was extremely dirty. At the time of this inspection, the water\nwas\nbrown with a group of flies swarming over something stuck on the bowl divider. Water receptacles must be kept\nclean and sanitary. This bowl needs to be cleaned and a method for ensuring clean water is provided to the\nanimals\nas often as necessary for the health and comfort of the animals needs to be implemented.\nTo be corrected by: April 8, 2016."
    },
    {
      "code": "3.131(c)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "In the barn housing three kangaroo and one wallaby, insulation material for the ceiling and walls was shredded and\nhanging down over the primary animal enclosures and over the exercise area for these four animals. The animals\nhad access to an equipment storage area which has a lot of clutter and debris laying on the floor, as well as paint\nand\nchemicals. Trash containers which were accessible to the animals were full to the top and a wild rodent was noted\nin\nthis area. Trash must be properly disposed of and maintenance supplies must be stored off the floors and away\nfrom\nthe walls to allow cleaning underneath and around the supplies. Animal access to this area must be prevented to\nprevent injury or ingestion of these materials. To be corrected by: May 6, 2016.\nInspection and exit briefing conducted by Jeanne Kjos, VMO and Cindy Digesualdo, VMO with facility\nrepresentatives.\nAdditional Inspectors\nDigesualdo Cynthia, Veterinary Medical Officer"
    }
  ],
  "narrative": "3.80(a)(2)(11)\nPRIMARY ENCLOSURES.  \nOne ring-tailed lemur was housed in a bird cage approximately 4 feet tall with floor space approximately 3' x 2'.\nThis cage does not allow this animal to make normal postural adjustments with freedom of movement typical for \nthe species.  During this inspection the animal was observed doing continuous back flips suggestive of stereotypical\nbehavior.  This animal needs to be provided with a larger enclosure that allows it to satisfy its normal behavioral\nneeds.\nTo be corrected by:  May 6, 2016.\n3.125(a)\nFACILITIES, GENERAL.   \nIn the outdoor enclosure housing two camels and one zebra, sections of fence are curling along the bottom and\nhave\nbroken wires protruding inwards.  In other areas, patches have been placed to fix holes but sharp points are still\nprotruding.  These points could injure an animal.  There are additional areas along the fence that have wire sagging\nfrom the top horizontal pipe.  This could allow an animal's head to become stuck or cause injury to an animal. \nThese \nareas of broken fencing must be repaired or replaced to protect the animals from injury.  \nTo be corrected by:  May 6, 2016.\nThe gate for the outdoor enclosure housing two camels and one zebra has a broken horizontal rail which has\nbecome \ndetached and is laying on the ground.  This broken gate could allow animals to escape or become injured.  The gate\nmust be repaired or replaced to protect the animals from injury.  To be corrected by:  May 6, 2016.\nThe indoor cage for one raccoon was severely rusted on all corner posts.  There are sharp edges on the rusty\ncorner\nposts of this cage which could injure the raccoon.  These areas of rusted caging must be repaired or replaced to\nprotect the animals from injury.  To be corrected by:  May 6, 2016.\n\n3.130\nWATERING.  \nThe water bowl for the two bobcats behind the clinic was extremely dirty.  At the time of this inspection, the water\nwas\nbrown with a group of flies swarming over something stuck on the bowl divider.  Water receptacles must be kept\nclean and sanitary.  This bowl needs to be cleaned and a method for ensuring clean water is provided to the\nanimals\nas often as necessary for the health and comfort of the animals needs to be implemented.\nTo be corrected by:  April 8, 2016.\n3.131(c)\nSANITATION.   \nIn the barn housing three kangaroo and one wallaby, insulation material for the ceiling and walls was shredded and \nhanging down over the primary animal enclosures and over the exercise area for these four animals. The animals\nhad access to an equipment storage area which has a lot of clutter and debris laying on the floor, as well as paint\nand \nchemicals.  Trash containers which were accessible to the animals were full to the top and a wild rodent was noted\nin\nthis area.  Trash must be properly disposed of and maintenance supplies must be stored off the floors and away\nfrom\nthe walls to allow cleaning underneath and around the supplies.  Animal access to this area must be prevented to\nprevent injury or ingestion of these materials.  To be corrected by:  May 6, 2016.\nInspection and exit briefing conducted by Jeanne Kjos, VMO and Cindy Digesualdo, VMO with facility\nrepresentatives.\nAdditional Inspectors\nDigesualdo Cynthia, Veterinary Medical Officer",
  "animals_total": 38,
  "species": [
    {
      "count": 1,
      "scientific": "Callithrix jacchus",
      "common": "COMMON MARMOSET"
    },
    {
      "count": 1,
      "scientific": "Camelus bactrianus domestic",
      "common": "DOMESTIC BACTRIAN CAMEL"
    },
    {
      "count": 1,
      "scientific": "Camelus dromedarius domestic",
      "common": "DOMESTIC DROMEDARY CAMEL"
    },
    {
      "count": 2,
      "scientific": "Chinchilla brevicaudata",
      "common": "CHINCHILLA"
    },
    {
      "count": 1,
      "scientific": "Chlorocebus aethiops",
      "common": "AFRICAN GREEN MONKEY / GRIVET"
    },
    {
      "count": 3,
      "scientific": "Cynomys ludovicianus",
      "common": "BLACK-TAILED PRAIRIE DOG"
    },
    {
      "count": 1,
      "scientific": "Equus quagga",
      "common": "BURCHELL’S / GRANT’S / CHAPMAN’S / PLAINS ZEBRA"
    },
    {
      "count": 5,
      "scientific": "Erinaceus concolor",
      "common": "EASTERN EUROPEAN HEDGEHOG"
    },
    {
      "count": 2,
      "scientific": "Lama glama",
      "common": "LLAMA"
    },
    {
      "count": 2,
      "scientific": "Lemur catta",
      "common": "RING-TAILED LEMUR"
    },
    {
      "count": 3,
      "scientific": "Lynx rufus",
      "common": "BOBCAT"
    },
    {
      "count": 3,
      "scientific": "Macropus giganteus",
      "common": "EASTERN GREY KANGAROO"
    },
    {
      "count": 3,
      "scientific": "Nasua nasua",
      "common": "SOUTH AMERICAN COATI"
    },
    {
      "count": 1,
      "scientific": "Notamacropus agilis",
      "common": "AGILE WALLABY"
    },
    {
      "count": 2,
      "scientific": "Petaurus breviceps",
      "common": "SUGAR GLIDER"
    },
    {
      "count": 1,
      "scientific": "Procyon lotor",
      "common": "RACCOON"
    },
    {
      "count": 1,
      "scientific": "Sapajus appella",
      "common": "BROWN CAPUCHIN / TUFTED CAPUCHIN"
    },
    {
      "count": 4,
      "scientific": "Sus domestica",
      "common": "DOMESTIC PIG"
    },
    {
      "count": 1,
      "scientific": "Taxidea taxus",
      "common": "AMERICAN BADGER"
    }
  ]
}