{
  "insp_id": "146161610330197",
  "layout": "a",
  "customer_id": "330752",
  "customer_name": "Ross Deters",
  "customer_addr": "Tim Deters\n1680 D Road\nBaileyville, KS 66404",
  "certificate": "48-A-2150",
  "site_id": "001",
  "site_name": "Ross Deters & Tim Deters",
  "insp_type": "ROUTINE INSPECTION",
  "date": "25-MAY-2016",
  "report_date": "25-MAY-2016",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "The licensee has been given written guidance on how to treat foot problems by the attending veterinarian. The\nlicensee had four dogs that had foot care issues that had not been treated.\n*** Adult female black and tan Yorkshire Terrier (0A01617845) had a pea-sized growth between the toes on its right\nfront paw. The growth was hard to the touch, but movable under the skin, and was dry with no discharge. The dog\nwas limping and holding the paw up.\n*** Adult female white Bichon (0A01540045) had matting in between the pads on the foot and a pea-sized growth\nbetween the toes on its left front paw. The growth was hard to the touch, but movable under the skin, and was dry\nwith no discharge. The dog pulled away and yelped as I was inspecting the paw. The dog was limping and holding\nthe paw up.\n*** Adult male white Maltese (AVID 037365860) had spot about a quarter inch in diameter that was white in color\nand scabbed over between the pads of the right front paw. The dog was limping and holding the paw up.\n*** Adult female white Maltese (0A02514142) had a pea-sized growth between the toes on its right front paw. The\ngrowth was hard to the touch, but movable under the skin, and was dry with no discharge. The dog was limping\nand holding the paw up.\nThe growths between the toes were causing pain and discomfort to the dogs. The licensee must identify and treat\ninjuries according to the program of veterinary care. A licensed veterinarian must evaluate these animals for an\naccurate diagnosis, and to develop a treatment plan. Documentation regarding diagnosis, treatment plan,\ntreatments given, and the resolution of the problem must be maintained and made available to inspectors upon\nrequest.\nThe female white Maltese (AVID 026280633) cited under 2.40(b)(2) on March 2, 2016 was seen and treated by a\nlicensed veterinarian.\nThe inspection and exit briefing were conducted with the facility representative and ACI Bartels."
    }
  ],
  "narrative": "2.40(b)(2)                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThe licensee has been given written guidance on how to treat foot problems by the attending veterinarian.  The\nlicensee had four dogs that had foot care issues that had not been treated.\n*** Adult female black and tan Yorkshire Terrier (0A01617845) had a pea-sized growth between the toes on its right\nfront paw. The growth was hard to the touch, but movable under the skin, and was dry with no discharge.  The dog\nwas limping and holding the paw up.\n*** Adult female white Bichon (0A01540045) had matting in between the pads on the foot and a pea-sized growth\nbetween the toes on its left front paw.  The growth was hard to the touch, but movable under the skin, and was dry\nwith no discharge.  The dog pulled away and yelped as I was inspecting the paw.  The dog was limping and holding\nthe paw up.\n*** Adult male white Maltese (AVID 037365860) had spot about a quarter inch in diameter that was white in color\nand scabbed over between the pads of the right front paw.  The dog was limping and holding the paw up.\n*** Adult female white Maltese (0A02514142) had a pea-sized growth between the toes on its right front paw. The\ngrowth was hard to the touch, but movable under the skin, and was dry with no discharge.  The dog was limping\nand holding the paw up.\nThe growths between the toes were causing pain and discomfort to the dogs.   The licensee must identify and treat\ninjuries according to the program of veterinary care.  A licensed veterinarian must evaluate these animals for an\naccurate diagnosis, and to develop a treatment plan. Documentation regarding diagnosis, treatment plan,\ntreatments given, and the resolution of the problem must be maintained and made available to inspectors upon\nrequest.\nThe female white Maltese (AVID 026280633) cited under 2.40(b)(2) on March 2, 2016 was seen and treated by a\nlicensed veterinarian.\nThe inspection and exit briefing were conducted with the facility representative and ACI Bartels.",
  "animals_total": 215,
  "species": [
    {
      "count": 176,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 39,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}