{
  "insp_id": "INS-0000863820",
  "layout": "c",
  "customer_id": "507527",
  "customer_name": "ADA YODER",
  "customer_addr": "16081 Sand Stone Dr\nUTICA, MN 55979",
  "certificate": "41-A-0506",
  "site_id": "001",
  "site_name": "ADA YODER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "12-APR-2023",
  "report_date": "13-APR-2023",
  "citations": [
    {
      "code": "3.3(a)",
      "kind": "Direct",
      "repeat": false,
      "desc": "Sheltered housing facilities.",
      "narrative": "During inspection, shortly after I started the inspection at 2:28 PM, the temperature in the kennel was approximately 91\ndegrees Fahrenheit. Upon my encouragement, the licensee opened windows, opened doors, and set up a fan. The\ntemperature dropped very little during the inspection. Prior to my departure, the temperature in the kennel was 88\ndegrees Fahrenheit which was recorded at 6:31 PM. The temperature stayed above 85 degrees Fahrenheit in the kennel\nduring the entire inspection. When I measured the temperature at 6:31 PM, I observed 21 puppies in four enclosures to\nbe sprawled out and scattered throughout all 4 enclosures. They were not huddled up close to each other the way a litter\nof puppies would normally be observed. This behavior indicates the puppies were too hot and uncomfortable. The\nlicensee must ensure the kennel temperature does not rise above 85 degrees Fahrenheit when dogs are present. If there\nis any indication the temperature could stay above 85 degrees Fahrenheit for an extended period of time, the licensee\nshould take steps to lower the temperature. Correct starting on 4/13/23."
    },
    {
      "code": "3.13(a)(3)",
      "kind": "",
      "repeat": false,
      "desc": "Veterinary care for dogs.",
      "narrative": "14 adult dogs were overdue on their distemper and parvo shots from a few days to a few months. Not having all adult\ndogs up to date on their distemper and parvo shots doesn't ensure they are adequately protected against distemper and\nparvo. All adult dogs must be kept up to date on their distemper and parvo vaccines. Correct by 4/20/23.\nThis inspection and exit interview were conducted with the licensee.\nEnd of report.\nn"
    }
  ],
  "narrative": "3.3(a)  Direct\n   \nSheltered housing facilities. \nDuring inspection, shortly after I started the inspection at 2:28 PM, the temperature in the kennel was approximately 91 \ndegrees Fahrenheit.  Upon my encouragement, the licensee opened windows, opened doors, and set up a fan.  The \ntemperature dropped very little during the inspection.  Prior to my departure, the temperature in the kennel was 88 \ndegrees Fahrenheit which was recorded at 6:31 PM.  The temperature stayed above 85 degrees Fahrenheit in the kennel \nduring the entire inspection.  When I measured the temperature at 6:31 PM, I observed 21 puppies in four enclosures to \nbe sprawled out and scattered throughout all 4 enclosures.  They were not huddled up close to each other the way a litter \nof puppies would normally be observed.  This behavior indicates the puppies were too hot and uncomfortable.  The \nlicensee must ensure the kennel temperature does not rise above 85 degrees Fahrenheit when dogs are present.  If there \nis any indication the temperature could stay above 85 degrees Fahrenheit for an extended period of time, the licensee \nshould take steps to lower the temperature.  Correct starting on 4/13/23. \n3.13(a)(3) \n   \nVeterinary care for dogs. \n14 adult dogs were overdue on their distemper and parvo shots from a few days to a few months.  Not having all adult \ndogs up to date on their distemper and parvo shots doesn't ensure they are adequately protected against distemper and \nparvo.  All adult dogs must be kept up to date on their distemper and parvo vaccines.  Correct by 4/20/23.\n\nThis inspection and exit interview were conducted with the licensee. \n \nEnd of report. \n \n n",
  "animals_total": 104,
  "species": [
    {
      "count": 45,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 59,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}