{
  "insp_id": "293151121410667",
  "layout": "a",
  "customer_id": "324992",
  "customer_name": "Joni Miller",
  "customer_addr": "Luella L Miller\n8235 T R 528\nCraigton, OH 44676",
  "certificate": "31-A-0400",
  "site_id": "001",
  "site_name": "JONI & LUELLA MILLER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "20-OCT-2015",
  "report_date": "20-OCT-2015",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "A non-pregnant Female Yorkshire Terrier with USDA tattoo # OHDAN -58 was noted to have severe dental disease\nduring the inspection. She has a heavy buildup of tan material adhered to her canine teeth, pre-molars and molars.\nHer gums have receded back from the tooth roots and a grey green substance has accumulated along the gum line,\nespecially around the top canines. Several of her cheek teeth on both sides of her mouth are missing and there are\nloose back teeth on the right side. The program of veterinary care as well as instructions from the attending\nveterinarian should be followed to ensure adequate care for the animals. Untreated dental disease may lead to\nproblems consuming food as well as several conditions, such as cardiac disease, that affect the health and\nwell-being of the animal.\nAn adult female Bulldog with USDA tattoo # OHDAN -2B3 has a firm nodular mass between her toes on her front\nright foot. It is approximately the size of a small marble and is pink colored tissue. The animal did not appear painful\nand was not showing any favor to the foot at the time of the inspection The mass may be indicative of a chronic foot\ninjury or process that can have detrimental effects on the health of the animal without treatment.\nAppropriate methods to prevent, control, diagnose, and treat diseases and injuries must be utilized. These dogs\nmust be examined by a licensed veterinarian. Documentation of assessment, treatment, and plan for each dog\nshall be maintained for examination by APHIS officials."
    },
    {
      "code": "3.4(b)",
      "kind": "",
      "repeat": false,
      "desc": "OUTDOOR HOUSING FACILITIES.",
      "narrative": "This facility has an outdoor area that is used for exercise. This area does not have a shelter structure for the\nanimals to get into during inclement weather. Without a shelter structure these dogs would not have a place to seek\nshelter from the wind, rain or snow. The Licensee must ensure that all animals have access to a shelter structure\nwhile the animals are housed in this area or the area is being used for exercise purposes.\nCorrect By: November 1, 2015\nPart of this inspection followed up on citation 2.40(b)(2) that were written on March 25, 2014.\nThe Licensee is currently following the guidance of his Attending Veterinarian. The adult female Yorkshire terrier,\nUSDA tattoo # OHDAN-9 and adult female Shih Tzu, USDA tattoo # OHDAN-18 , were seen by the attending\nveterinarian and were treated as directed at that time.\nInspection and Exit interview was conducted by the Licensee and Veterinary Medical Officer Mike Neafsey."
    }
  ],
  "narrative": "2.40(b)(2)                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nA non-pregnant Female Yorkshire Terrier with USDA tattoo # OHDAN -58 was noted to have severe dental disease\nduring the inspection.  She has a heavy buildup of tan material adhered to her canine teeth, pre-molars and molars. \nHer gums have receded back from the tooth roots and a grey green substance has accumulated along the gum line,\nespecially around the top canines.  Several of her cheek teeth on both sides of her mouth are missing and there are\nloose back teeth on the right side. The program of veterinary care as well as instructions from the attending\nveterinarian should be followed to ensure adequate care for the animals. Untreated dental disease may lead to\nproblems consuming food as well as several conditions, such as cardiac disease, that affect the health and\nwell-being of the animal.  \nAn adult female Bulldog with USDA tattoo # OHDAN -2B3 has a firm nodular mass between her toes on her front\nright foot.  It is approximately the size of a small marble and is pink colored tissue. The animal did not appear painful\nand was not showing any favor to the foot at the time of the inspection The mass may be indicative of a chronic  foot\ninjury or process that can have detrimental effects on the health of the animal without treatment.  \nAppropriate methods to prevent, control, diagnose, and treat diseases and injuries must be utilized.  These dogs\nmust be examined by a licensed veterinarian.  Documentation of assessment, treatment, and plan for each dog\nshall be maintained for examination by APHIS officials.\n3.4(b)\nOUTDOOR HOUSING FACILITIES.\nThis facility has an outdoor area that is used for exercise. This area does not have a shelter structure for the\nanimals to get into during inclement weather. Without a shelter structure these dogs would not have a place to seek\nshelter from the wind, rain or snow. The Licensee must ensure that all animals have access to a shelter structure\nwhile the animals are housed in this area or the area is being used for exercise purposes.\nCorrect By: November 1, 2015\n\nPart of this inspection followed up on citation 2.40(b)(2) that were written on March 25, 2014.\nThe Licensee is currently following the guidance of his Attending Veterinarian. The adult female Yorkshire terrier,\nUSDA tattoo # OHDAN-9 and adult female Shih Tzu, USDA tattoo # OHDAN-18 , were seen by the attending\nveterinarian and were treated as directed at that time.\nInspection and Exit interview was conducted by the Licensee and  Veterinary Medical Officer Mike Neafsey.",
  "animals_total": 66,
  "species": [
    {
      "count": 59,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 7,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}