{
  "insp_id": "2016082567978626",
  "layout": "a",
  "customer_id": "36241",
  "customer_name": "Duane W Yoder",
  "customer_addr": "7336 Township Rd 668\nMillersburg, OH 44654",
  "certificate": "31-A-0297",
  "site_id": "001",
  "site_name": "DUANE YODER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "27-OCT-2016",
  "report_date": "28-OCT-2016",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "Female Yorkie #140 is in need of veterinary care. The dog's left and right upper molars are loose with a small\namount of thick, white discharge at the gumline. The other upper and lower cheek teeth and upper canines have a\nmoderate amount of tartar built up as well. Dental disease can be painful, cause trouble eating, and/or lead to\ninfection spreading throughout the body. This dog must have its teeth examined and treated by a veterinarian. In\naddition, appropriate methods to diagnose, prevent, control, and treat diseases and injuries including dental disease\nmust be employed.\nCorrect by: 11/1/16\nThis inspection and exit interview were conducted with the wife of the licensee."
    }
  ],
  "narrative": "2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nFemale Yorkie #140 is in need of veterinary care.  The dog's left and right upper molars are loose with a small\namount of thick, white discharge at the gumline.  The other upper and lower cheek teeth and upper canines have a\nmoderate amount of tartar built up as well.  Dental disease can be painful, cause trouble eating, and/or lead to\ninfection spreading throughout the body.  This dog must have its teeth examined and treated by a veterinarian.  In\naddition, appropriate methods to diagnose, prevent, control, and treat diseases and injuries including dental disease\nmust be employed.\nCorrect by: 11/1/16\nThis inspection and exit interview were conducted with the wife of the licensee.",
  "animals_total": 15,
  "species": [
    {
      "count": 15,
      "scientific": "Canis lupus familiaris",
      "common": "DOMESTIC DOG"
    }
  ]
}