{
  "insp_id": "2016082569692279",
  "layout": "a",
  "customer_id": "327046",
  "customer_name": "John A Kauffman",
  "customer_addr": "2523 E Valley Road\nLoganton, PA 17747",
  "certificate": "23-A-0583",
  "site_id": "001",
  "site_name": "JOHN KAUFFMAN",
  "insp_type": "ROUTINE INSPECTION",
  "date": "08-JAN-2020",
  "report_date": "08-JAN-2020",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "A juvenile tri-color guinea pig in pen 21 was observed with an eye issue that required veterinary care. The right eye\nwas completely closed and was moderately swollen. There was a yellowish crusty discharge around the eye. The\nlicensee did have a system of performing daily observations but had not noticed the medical issue in this particular\nanimal and therefore had not contacted the attending veterinarian or administered any treatment.\nEye abnormalities can affect the vision, can be indicative of disease or injury, can be painful, and affect the overall\nhealth and well-being of the animal. The licensee must have this animal examined by a veterinarian to obtain an\naccurate diagnosis and treatment plan."
    },
    {
      "code": "3.25(a)",
      "kind": "",
      "repeat": true,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "The height of the front walls of several of the enclosures was less than 7 inches and ranged between 4.75 inches\nand 6.5 inches. Although no loose guinea pigs were observed, walls that are not high enough pose a risk that\nanimals may escape the enclosure and result in possible injury or be unable to access food and water. Correct by\nensuring wall height is at least 7 inches in order to contain the animals and protect them from injury."
    },
    {
      "code": "3.25(c)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "The hay being fed to the guinea pigs was being stored in an open wood container with no lid. Feed that is stored\ninappropriately can result in deterioration of the food or be contaminated by pests, mold, or other sources and if\nused, cause illness in the animals. Food supplies must be stored in containers with tightly fitting lids or covers.\nCorrect by: January 15, 2020"
    },
    {
      "code": "3.28(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "In several of the guinea pig pens, the wooden sides of the enclosure are chewed, worn down, and have exposed\nunsealed wood. Additionally, the back walls of the guinea pig enclosures had wire attached to the wall in order to\nincrease wall height. The wire, however, was cut so that there are exposed wire tips that are within reach of the\nguinea pigs. These wire tips were present for every square of wire, which was approximately 1in x 1 in.\nPrimary enclosures for guinea pigs need to be structurally sound, maintained in good repair, and be constructed of\nmaterial substantially impervious to moisture. The wire tips can cause injury to the guinea pigs and the chewed,\nexposed wood can increase the spread of disease through improper sanitation. Correct by trimming the wire tips\nand repairing or replacing all chewed, exposed wood. Correct by February 8, 2020."
    },
    {
      "code": "3.29(d)",
      "kind": "Direct",
      "repeat": false,
      "desc": "FEEDING.",
      "narrative": "Several of the guinea pig feeders had feces observed to be mixed in with the feed. In one of the enclosures, a\nguinea pig was observed to be on the feeder itself.\nAll feeders need to be kept clean and located so as to minimize fecal contamination. Failure to do so can lead to\nthe spread of disease or illness caused by the avoidance of food. Correct by keeping food receptacles clean and\nsanitizing at least once every two weeks. Correct from this day forward."
    },
    {
      "code": "3.30",
      "kind": "",
      "repeat": true,
      "desc": "WATERING.",
      "narrative": "Several of the the PVC pipes underneath the water spigots in the guinea pig enclosures have a build-up of bedding,\nfeces, and greenish/brown wet material. Directly surrounding the spigot is a build-up of a thick, brown fluid in a few\nof these pens.\nAll watering receptacles need to be kept clean and free of debris. Failure to do so can lead to the spread of disease\nor illness due to the avoidance of water. Correct by sanitizing water receptacles when found to be dirty and at a\nminimum of once every two weeks.\nThis inspection and exit interview were conducted with the licensee.\nAdditional Inspectors\nMaginnis Gwendalyn, Veterinary Medical Officer\nCarlson Melissa, Veterinary Medical Officer"
    }
  ],
  "narrative": "2.40(b)(2)           DIRECT                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nA juvenile tri-color guinea pig in pen 21 was observed with an eye issue that required veterinary care.  The right eye\nwas completely closed and was moderately swollen.  There was a yellowish crusty discharge around the eye.  The\nlicensee did have a system of performing daily observations but had not noticed the medical issue in this particular\nanimal and therefore had not contacted the attending veterinarian or administered any treatment.\nEye abnormalities can affect the vision, can be indicative of disease or injury, can be painful, and affect the overall\nhealth and well-being of the animal.  The licensee must have this animal examined by a veterinarian to obtain an\naccurate diagnosis and treatment plan.  \n3.25(a)                    REPEAT\nFACILITIES, GENERAL.\nThe height of the front walls of several of the enclosures was less than 7 inches and ranged between 4.75 inches\nand 6.5 inches.  Although no loose guinea pigs were observed, walls that are not high enough pose a risk that\nanimals may escape the enclosure and result in possible injury or be unable to access food and water.  Correct by \nensuring wall height is at least 7 inches in order to contain the animals and protect them from injury.\n3.25(c)\nFACILITIES, GENERAL.\nThe hay being fed to the guinea pigs was being stored in an open wood container with no lid.  Feed that is stored\ninappropriately can result in deterioration of the food or be contaminated by pests, mold, or other sources and if\nused, cause illness in the animals.  Food supplies must be stored in containers with tightly fitting lids or covers. \nCorrect by:  January 15, 2020\n3.28(a)(1)\nPRIMARY ENCLOSURES.\n\nIn several of the guinea pig pens, the wooden sides of the enclosure are chewed, worn down, and have exposed\nunsealed wood.  Additionally, the back walls of the guinea pig enclosures had wire attached to the wall in order to\nincrease wall height.  The wire, however, was cut so that there are exposed wire tips that are within reach of the\nguinea pigs.  These wire tips were present for every square of wire, which was approximately 1in x 1 in.\nPrimary enclosures for guinea pigs need to be structurally sound, maintained in good repair, and be constructed of\nmaterial substantially impervious to moisture.  The wire tips can cause injury to the guinea pigs and the chewed,\nexposed wood can increase the spread of disease through improper sanitation.  Correct by trimming the wire tips\nand repairing or replacing all chewed, exposed wood.  Correct by February 8, 2020.\n3.29(d)           DIRECT\nFEEDING. \nSeveral of the guinea pig feeders had feces observed to be mixed in with the feed.  In one of the enclosures, a\nguinea pig was observed to be on the feeder itself.\nAll feeders need to be kept clean and located so as to minimize fecal contamination.  Failure to do so can lead to\nthe spread of disease or illness caused by the avoidance of food.  Correct by keeping food receptacles clean and\nsanitizing at least once every two weeks.  Correct from this day forward.\n3.30                    REPEAT\nWATERING. \nSeveral of the the PVC pipes underneath the water spigots in the guinea pig enclosures have a build-up of bedding,\nfeces, and greenish/brown wet material.  Directly surrounding the spigot is a build-up of a thick, brown fluid in a few\nof these pens.  \nAll watering receptacles need to be kept clean and free of debris.  Failure to do so can lead to the spread of disease\nor illness due to the avoidance of water.  Correct by sanitizing water receptacles when found to be dirty and at a\nminimum of once every two weeks.\nThis inspection and exit interview were conducted with the licensee.\nAdditional Inspectors\nMaginnis Gwendalyn, Veterinary Medical Officer\nCarlson Melissa, Veterinary Medical Officer",
  "animals_total": 410,
  "species": [
    {
      "count": 410,
      "scientific": "Cavia porcellus",
      "common": "DOMESTIC GUINEA PIG"
    }
  ]
}