{
  "insp_id": "INS-0000817115",
  "layout": "c",
  "customer_id": "3157",
  "customer_name": "Noahs Ark Animal Rehab Center & Sanctuary Inc",
  "customer_addr": "712 L G Griffin Road\nLocust Grove, GA 30248",
  "certificate": "57-C-0037",
  "site_id": "001",
  "site_name": "NOAHS ARK REHABILITATION CENTER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "15-SEP-2022",
  "report_date": "28-SEP-2022",
  "citations": [
    {
      "code": "2.40(a)",
      "kind": "",
      "repeat": false,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "The facility has failed to provide APHIS officials required information per the regulations as to who their attending\nveterinarian is. There are several animals that have pre-existing or new conditions needing care or ongoing monitoring.\nAt least two members of the board at the head of the facility believe the previous attending veterinarian continues to have\nauthority over the care of the animals. At least three other members believe the previous attending veterinarian no longer\nholds that position and have been seeking veterinary guidance from other veterinarians. When asked, the previous\nattending veterinarian was not sure either if she still held the position and described situations over the last month, where\nshe encountered resistance as well as interference from the facility in allowing her to visit the grounds and care for the\nanimals.\nPer a facility representative, a tiger “Sheila” who was observed with an abnormal gait has arthritis and a bear “Tuffy” has\nanxiety problems. Both conditions require ongoing veterinary monitoring to adapt treatment so as to maintain animal well-\nbeing. During inspection, a snow macaque “Kyoka” was seen with a wet and dirty hind end. A consulting veterinarian\nprovided guidance on treatment.\nReliable and consistent veterinary care cannot be guaranteed without a clearly identified attending veterinarian that is\ngranted complete authority over the care of the animals. Consulting veterinarians cannot provide the level of constant\ndedication needed for such a facility with so many exotic, dangerous and aging animals. The facility must employ an\nattending veterinarian under formal arrangements which shall include a written program of veterinary care and regularly\nscheduled visits to the premises. To be corrected by October 26, 2022."
    },
    {
      "code": "2.134(a)",
      "kind": "",
      "repeat": false,
      "desc": "Contingency planning.",
      "narrative": "The current contingency plan needs to be updated because of a change in employees. The current plan lists many\nresponsibilities for the previous attending veterinarian and the previous animal husbandry manager. Since those\nindividuals are no longer in those respective positions, many aspects of the contingency plan are no longer valid. Failure\nto have a written contingency plan can result in lack of readiness for emergencies or disasters which is likely to negatively\nimpact animal welfare. Facilities must develop, document, and follow an appropriate plan to provide for the humane\nhandling, treatment, transportation, housing, and care of their animals in the event of an emergency or disaster. To be\ncorrected by October 17, 2022."
    },
    {
      "code": "3.75(c)(3)",
      "kind": "",
      "repeat": false,
      "desc": "Housing facilities, general.",
      "narrative": "A significant accumulation of fecal material, some old, dried and white in color, was noted on hard surfaces that the two\nrhesus macaque can come in contact with in the indoor portion of their enclosure. Notably, the feces could be seen in the\ncorners and lining the walls on the concrete floor as well as on the wooden platform. A facility representative explained\nhaving hosed the enclosure which pushed the waste to the edges. Failure to adequately clean and remove feces could\nresult in odor, pest issues and can increase the risk of animal disease as well discomfort. Hard surfaces with which\nnonhuman primates come in contact must be spot-cleaned daily to prevent accumulation of excreta or disease hazards.\nTo be corrected by October 5, 2022."
    },
    {
      "code": "3.75(e)",
      "kind": "",
      "repeat": false,
      "desc": "Housing facilities, general.",
      "narrative": "In the kitchen/primate indoor housing area, where a marmoset and a capuchin currently reside, an open shelf was\nidentified upon which was placed 3 containers of disinfectant and detergent. The shelving did not have doors, or a cabinet\nattached to allow for enclosed storage. Such substances can be toxic or harmful if animals are exposed to them. Without\nenclosed storage, there is insufficient means to prevent a chemical spill from coming into contact with the animals.\nSubstances that are toxic to the nonhuman primates but that are required for normal husbandry practices must not be\nstored in food storage and preparation areas but may be stored in cabinets in the animal areas. To be corrected by\nOctober 5, 2022."
    },
    {
      "code": "3.81(b)",
      "kind": "",
      "repeat": false,
      "desc": "Environment enhancement to promote psychological well-being.",
      "narrative": "Calvin, a white-faced capuchin, was being singly housed in the kitchen/indoor primate housing area while being trained to\ntake his medication. The enclosure had two platforms but was otherwise devoid of enrichment. Per a facility\nrepresentative, no other form of enrichment was provided during this time of isolation which started approximately 1 week\nago. The veterinarian caring for Calvin did not exempt him from participation in the environmental enrichment plan which\ndescribed the need to provide extra foraging and manipulative enrichment activities to individually housed primates. Not\nexecuting the plan as written as well as the lack of environmental enrichment items for Calvin while separated from his\nsocial group could result in distress and could negatively impact his psychological well-being. The physical environment in\nthe primary enclosures must be enriched by providing means of expressing noninjurious species-typical activities. The\nfacility must provide additional enrichment options for Calvin as prescribed in the enrichment plan and in accordance with\nthe instructions of the attending veterinarian in order to maintain his psychological health while away from his social\ngroup. To be corrected by September 30, 2022."
    },
    {
      "code": "3.85",
      "kind": "",
      "repeat": false,
      "desc": "Employees.",
      "narrative": "Animal care, including the care of the primates, is being carried out by 3 new employees hired approximately 2 months\nago. A facility representative pointed out the assistant director as the supervisor for these individuals. When asked, the\nassistant director was not aware of this responsibility. Without adequate supervision, the new employees may not receive\nproper training and guidance on how to care for the animals. The employees who provide husbandry practices and care,\nor handle nonhuman primates, must be trained and supervised by an individual who has the knowledge, background, and\nexperience in proper husbandry and care of nonhuman primates to supervise others. To be corrected by October 3, 2022."
    },
    {
      "code": "3.125(d)",
      "kind": "Critical",
      "repeat": false,
      "desc": "Facilities, general.",
      "narrative": "Indications of inadequate provisions for the removal of animal bedding and dead animals were seen in some of the\nenclosures:\n- In two separate enclosures, one housing the tiger “Doc”, and the other housing two bears “Anna Lou” and “Angus”,\nremnants of decomposed vulture carcasses could be seen scattered on the ground around the catch pens. Bones and\nblack feathers were all that remained of the carcasses. At the time of inspection, the facility was experiencing an outbreak\nof Highly Pathogenic Avian Influenza which caused the death of the vultures\n- The den for the tiger “Sheila” contained a large amount of soiled straw bedding. The center of the den was black in color\nseaming to be an accumulation of moist dirt, soiled bedding, and hair. Small pieces of bone could also be seen scattered\naround the opening of the den. Per a facility representative, the dens for the tigers and bears have not been cleaned out\nsince they are awaiting an order of straw to arrive..\nFailing to remove the carcasses from the enclosures does increase the risk of disease transmission to the tiger and bears\nwhich could significantly negatively impact their well-being. Additionally, failure to adequately clean the dens and remove\nsoiled bedding within, may result in animal reluctance to enter the shelter during inclement weather. Animals coming into\ncontact with soiled bedding could also result in coat contamination as well as skin irritation. Provision shall be made for\nthe removal and disposal of animal and food wastes, bedding, dead animals, trash and debris. To be corrected by\nOctober 7, 2022."
    },
    {
      "code": "3.127(c)",
      "kind": "",
      "repeat": false,
      "desc": "Facilities, outdoor.",
      "narrative": "In the outdoor “Motley crew” enclosure housing 10 goats and 5 pigs, the flooring leading to the hay bale was significantly\nmuddy with a honeycomb appearance and some standing water. The animals had to walk through the mud in order to\naccess their hay. Enclosures that do not drain effectively and in which the ground is largely muddy with no dry path to the\nfood source can cause animals to develop hoof or skin issues due to excessive moisture and mud exposure. Correct by\nensuring that a suitable method is provided to rapidly eliminate excessive water within animal enclosures and ensure that\nanimals can access their source of hay without walking through mud. To be corrected by September 30, 2022."
    },
    {
      "code": "3.129(a)",
      "kind": "",
      "repeat": false,
      "desc": "Feeding.",
      "narrative": "During inspection, food contamination was observed in 3 areas:\n- In the “motley crew” enclosure housing 10 goats and 5 pigs, the surface of the large round bale of hay was wet and\nmostly made up of large black patches. Upon closer examination, all of the layers of the hay, from the surface to the inner\ncore, were rotten and moldy. This hay bale was the only source of hay for the hoofstock within the enclosure.\n- Sheila, a singly housed Bengal tiger, was seen eating pieces of raw meat completely covered in ants. A large amount of\nflies were also seen laying on top of the raw meat. The contaminated meat was the only source of food for this tiger at the\ntime.\n- In the kitchen, many of the shelled peanuts within one of the sealed containers were covered in fuzzy mold-like white\nmaterial.\nFeed contaminated with rot, mold or insects may be unwholesome as well as unpalatable to the animals. Eating\ncontaminated feed could result in illness and may compromise the health of the animals. The food shall be wholesome,\npalatable, and free from contamination and of sufficient quantity and nutritive value to maintain all animals in good health.\nTo be corrected by September 30, 2022."
    },
    {
      "code": "3.130",
      "kind": "",
      "repeat": false,
      "desc": "Watering.",
      "narrative": "Two water receptacles from two different enclosures were in need of cleaning:\n- The water tub in the “motley crew” enclosure had a thick layer of slimy green-brown fuzzy material coating the interior\nwalls and the bottom. The water contained within had a brownish tint and a large amount of larvae could be seen\nswimming in the water. This was the only source of water for 10 goats and 5 pigs.\n- The water through containing the only source of water for the black bear Baloo, had a layer of brownish fuzzy material at\nthe bottom. There was a large amount of larvae swimming in the water.\nUnclean and unsanitary drinking water can cause illness and discomfort to these animals. All water receptacles must be\nkept clean and sanitary. To be corrected by September 30, 2022.\nThis inspection and exit interview were conducted with facility representatives.\nAdditional Inspectors:\nKURT HAMMEL, VETERINARY MEDICAL OFFICER n"
    }
  ],
  "narrative": "2.40(a) \n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nThe facility has failed to provide APHIS officials required information per the regulations as to who their attending \nveterinarian is. There are several animals that have pre-existing or new conditions needing care or ongoing monitoring. \n \nAt least two members of the board at the head of the facility believe the previous attending veterinarian continues to have \nauthority over the care of the animals. At least three other members believe the previous attending veterinarian no longer \nholds that position and have been seeking veterinary guidance from other veterinarians. When asked, the previous \nattending veterinarian was not sure either if she still held the position and described situations over the last month, where \nshe encountered resistance as well as interference from the facility in allowing her to visit the grounds and care for the \nanimals. \n \nPer a facility representative, a tiger “Sheila” who was observed with an abnormal gait has arthritis and a bear “Tuffy” has \nanxiety problems. Both conditions require ongoing veterinary monitoring to adapt treatment so as to maintain animal well-\nbeing. During inspection, a snow macaque “Kyoka” was seen with a wet and dirty hind end. A consulting veterinarian \nprovided guidance on treatment.\n\nReliable and consistent veterinary care cannot be guaranteed without a clearly identified attending veterinarian that is \ngranted complete authority over the care of the animals. Consulting veterinarians cannot provide the level of constant \ndedication needed for such a facility with so many exotic, dangerous and aging animals. The facility must employ an \nattending veterinarian under formal arrangements which shall include a written program of veterinary care and regularly \nscheduled visits to the premises. To be corrected by October 26, 2022. \n2.134(a) \n   \nContingency planning. \nThe current contingency plan needs to be updated because of a change in employees. The current plan lists many \nresponsibilities for the previous attending veterinarian and the previous animal husbandry manager. Since those \nindividuals are no longer in those respective positions, many aspects of the contingency plan are no longer valid. Failure \nto have a written contingency plan can result in lack of readiness for emergencies or disasters which is likely to negatively \nimpact animal welfare. Facilities must develop, document, and follow an appropriate plan to provide for the humane \nhandling, treatment, transportation, housing, and care of their animals in the event of an emergency or disaster. To be \ncorrected by October 17, 2022. \n3.75(c)(3) \n   \nHousing facilities, general. \nA significant accumulation of fecal material, some old, dried and white in color, was noted on hard surfaces that the two \nrhesus macaque can come in contact with in the indoor portion of their enclosure. Notably, the feces could be seen in the \ncorners and lining the walls on the concrete floor as well as on the wooden platform.  A facility representative explained \nhaving hosed the enclosure which pushed the waste to the edges. Failure to adequately clean and remove feces could \nresult in odor, pest issues and can increase the risk of animal disease as well discomfort.  Hard surfaces with which\n\nnonhuman primates come in contact must be spot-cleaned daily to prevent accumulation of excreta or disease hazards. \nTo be corrected by October 5, 2022. \n3.75(e) \n   \nHousing facilities, general. \nIn the kitchen/primate indoor housing area, where a marmoset and a capuchin currently reside, an open shelf was \nidentified upon which was placed 3 containers of disinfectant and detergent. The shelving did not have doors, or a cabinet \nattached to allow for enclosed storage. Such substances can be toxic or harmful if animals are exposed to them. Without \nenclosed storage, there is insufficient means to prevent a chemical spill from coming into contact with the animals. \nSubstances that are toxic to the nonhuman primates but that are required for normal husbandry practices must not be \nstored in food storage and preparation areas but may be stored in cabinets in the animal areas. To be corrected by \nOctober 5, 2022. \n3.81(b) \n   \nEnvironment enhancement to promote psychological well-being. \nCalvin, a white-faced capuchin, was being singly housed in the kitchen/indoor primate housing area while being trained to \ntake his medication. The enclosure had two platforms but was otherwise devoid of enrichment. Per a facility \nrepresentative, no other form of enrichment was provided during this time of isolation which started approximately 1 week \nago. The veterinarian caring for Calvin did not exempt him from participation in the environmental enrichment plan which \ndescribed the need to provide extra foraging and manipulative enrichment activities to individually housed primates. Not \nexecuting the plan as written as well as the lack of environmental enrichment items for Calvin while separated from his \nsocial group could result in distress and could negatively impact his psychological well-being. The physical environment in \nthe primary enclosures must be enriched by providing means of expressing noninjurious species-typical activities. The \nfacility must provide additional enrichment options for Calvin as prescribed in the enrichment plan and in accordance with\n\nthe instructions of the attending veterinarian in order to maintain his psychological health while away from his social \ngroup. To be corrected by September 30, 2022. \n3.85 \n   \nEmployees. \nAnimal care, including the care of the primates, is being carried out by 3 new employees hired approximately 2 months \nago. A facility representative pointed out the assistant director as the supervisor for these individuals. When asked, the \nassistant director was not aware of this responsibility. Without adequate supervision, the new employees may not receive \nproper training and guidance on how to care for the animals. The employees who provide husbandry practices and care, \nor handle nonhuman primates, must be trained and supervised by an individual who has the knowledge, background, and \nexperience in proper husbandry and care of nonhuman primates to supervise others. To be corrected by October 3, 2022. \n3.125(d)  Critical\n   \nFacilities, general. \nIndications of inadequate provisions for the removal of animal bedding and dead animals were seen in some of the \nenclosures: \n- In two separate enclosures, one housing the tiger “Doc”, and the other housing two bears “Anna Lou” and “Angus”, \nremnants of decomposed vulture carcasses could be seen scattered on the ground around the catch pens. Bones and \nblack feathers were all that remained of the carcasses. At the time of inspection, the facility was experiencing an outbreak \nof Highly Pathogenic Avian Influenza which caused the death of the vultures \n- The den for the tiger “Sheila” contained a large amount of soiled straw bedding. The center of the den was black in color \nseaming to be an accumulation of moist dirt, soiled bedding, and hair. Small pieces of bone could also be seen scattered \naround the opening of the den. Per a facility representative, the dens for the tigers and bears have not been cleaned out \nsince they are awaiting an order of straw to arrive..\n\nFailing to remove the carcasses from the enclosures does increase the risk of disease transmission to the tiger and bears \nwhich could significantly negatively impact their well-being. Additionally, failure to adequately clean the dens and remove \nsoiled bedding within, may result in animal reluctance to enter the shelter during inclement weather. Animals coming into \ncontact with soiled bedding could also result in coat contamination as well as skin irritation. Provision shall be made for \nthe removal and disposal of animal and food wastes, bedding, dead animals, trash and debris. To be corrected by \nOctober 7, 2022. \n3.127(c) \n   \nFacilities, outdoor. \nIn the outdoor “Motley crew” enclosure housing 10 goats and 5 pigs, the flooring leading to the hay bale was significantly \nmuddy with a honeycomb appearance and some standing water. The animals had to walk through the mud in order to \naccess their hay. Enclosures that do not drain effectively and in which the ground is largely muddy with no dry path to the \nfood source can cause animals to develop hoof or skin issues due to excessive moisture and mud exposure. Correct by \nensuring that a suitable method is provided to rapidly eliminate excessive water within animal enclosures and ensure that \nanimals can access their source of hay without walking through mud. To be corrected by September 30, 2022. \n3.129(a) \n   \nFeeding. \nDuring inspection, food contamination was observed in 3 areas: \n- In the “motley crew” enclosure housing 10 goats and 5 pigs, the surface of the large round bale of hay was wet and \nmostly made up of large black patches. Upon closer examination, all of the layers of the hay, from the surface to the inner \ncore, were rotten and moldy. This hay bale was the only source of hay for the hoofstock within the enclosure. \n- Sheila, a singly housed Bengal tiger, was seen eating pieces of raw meat completely covered in ants. A large amount of \nflies were also seen laying on top of the raw meat. The contaminated meat was the only source of food for this tiger at the\n\ntime. \n- In the kitchen, many of the shelled peanuts within one of the sealed containers were covered in fuzzy mold-like white \nmaterial. \nFeed contaminated with rot, mold or insects may be unwholesome as well as unpalatable to the animals. Eating \ncontaminated feed could result in illness and may compromise the health of the animals. The food shall be wholesome, \npalatable, and free from contamination and of sufficient quantity and nutritive value to maintain all animals in good health. \nTo be corrected by September 30, 2022. \n3.130 \n   \nWatering. \nTwo water receptacles from two different enclosures were in need of cleaning: \n- The water tub in the “motley crew” enclosure had a thick layer of slimy green-brown fuzzy material coating the interior \nwalls and the bottom. The water contained within had a brownish tint and a large amount of larvae could be seen \nswimming in the water. This was the only source of water for 10 goats and 5 pigs. \n- The water through containing the only source of water for the black bear Baloo, had a layer of brownish fuzzy material at \nthe bottom. There was a large amount of larvae swimming in the water. \nUnclean and unsanitary drinking water can cause illness and discomfort to these animals. All water receptacles must be \nkept clean and sanitary. To be corrected by September 30, 2022. \n \nThis inspection and exit interview were conducted with facility representatives. \n \nAdditional Inspectors: \nKURT HAMMEL, VETERINARY MEDICAL OFFICER n",
  "animals_total": 53,
  "species": [
    {
      "count": 5,
      "scientific": "Sapajus appella",
      "common": "BROWN CAPUCHIN / TUFTED CAPUCHIN"
    },
    {
      "count": 2,
      "scientific": "Cebus capucinus",
      "common": "WHITE-HEADED / WHITE-THROATED CAPUCHIN"
    },
    {
      "count": 2,
      "scientific": "Macaca fuscata",
      "common": "JAPANESE MACAQUE / SNOW MACAQUE"
    },
    {
      "count": 2,
      "scientific": "Macaca mulatta",
      "common": "RHESUS MACAQUE"
    },
    {
      "count": 1,
      "scientific": "Papio hamadryas",
      "common": "HAMADRYAS BABOON"
    },
    {
      "count": 1,
      "scientific": "Hylobates lar",
      "common": "LAR GIBBON"
    },
    {
      "count": 1,
      "scientific": "Symphalangus syndactylus",
      "common": "SIAMANG"
    },
    {
      "count": 5,
      "scientific": "Sus scrofa domestica",
      "common": "DOMESTIC PIG / POTBELLY PIG / MICRO PIG"
    },
    {
      "count": 3,
      "scientific": "Vulpes vulpes",
      "common": "RED FOX (INCLUDES SILVER FOX & CROSS FOX)"
    },
    {
      "count": 1,
      "scientific": "Canis lupus",
      "common": "GRAY WOLF / GREY WOLF / TIMBER WOLF"
    },
    {
      "count": 1,
      "scientific": "Panthera leo",
      "common": "LION"
    },
    {
      "count": 1,
      "scientific": "Lynx rufus",
      "common": "BOBCAT"
    },
    {
      "count": 1,
      "scientific": "Dolichotis patagonum",
      "common": "PATAGONIAN CAVY / MARA"
    },
    {
      "count": 2,
      "scientific": "Hystrix cristata",
      "common": "AFRICAN CRESTED PORCUPINE"
    },
    {
      "count": 3,
      "scientific": "Ursus americanus",
      "common": "NORTH AMERICAN BLACK BEAR"
    },
    {
      "count": 1,
      "scientific": "Ursus arctos",
      "common": "BROWN BEAR"
    },
    {
      "count": 1,
      "scientific": "Potos flavus",
      "common": "KINKAJOU"
    },
    {
      "count": 1,
      "scientific": "Macaca fascicularis",
      "common": "CRAB-EATING MACAQUE / CYNOMOLGUS MONKEY"
    },
    {
      "count": 10,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 5,
      "scientific": "Panthera tigris",
      "common": "TIGER"
    },
    {
      "count": 2,
      "scientific": "Ateles chamek",
      "common": "BLACK SPIDER MONKEY"
    },
    {
      "count": 1,
      "scientific": "Callithrix jacchus",
      "common": "COMMON MARMOSET"
    },
    {
      "count": 1,
      "scientific": "Saimiri sciureus",
      "common": "COMMON SQUIRREL MONKEY"
    }
  ]
}