{
  "insp_id": "308140804220934",
  "layout": "a",
  "customer_id": "19685",
  "customer_name": "Keith Ratzlaff",
  "customer_addr": "Lila Ratzlaff\n833 25th Rd.\nCanton, KS 67428",
  "certificate": "48-A-1793",
  "site_id": "001",
  "site_name": "Keith Ratzlaff, Lila Ratzlaff",
  "insp_type": "ROUTINE INSPECTION",
  "date": "03-NOV-2014",
  "report_date": "04-NOV-2014",
  "citations": [
    {
      "code": "2.40(x)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "* A fawn and white adult male French Bulldog (microchip number 105 352 115 ) have long toe nails on both front\nand rear feet. The toe nails were an estimated half inches in length. The toe nails were curving backwards toward\nthe foot pad. Long toe nails can be painful causing discomfort when the dog is trying to walk. The potential for\ninjury exists if the toe nail becomes caught in the wire flooring. Lack of nail care on a regular basis can affect the\nhealth and well-being of that dog. The licensee must establish a nail trim maintance program for all dogs at the\nfacility. Correct by 11/7/14.\n**********************************\n* The following medication was past the labeled expiration date. There was one (cid:19) 1000 ML bottle of Safeguard\nwith an expiration date of 02/2014. This medication was intermingled with other products that are currently being\nused at the facility and are therefore ready for use. The usage of expired medical materials such as drugs, fluids, or\nsutures on regulated animals is not considered to be an acceptable veterinary practice and does not constitute\nadequate veterinary care. The effectiveness of the dosage level and expected results when expired drugs are\nadministrated to dogs could be drastically changed or may not work as anticipated. The licensee must ensure that\nall medications used are not expired and labeled properly in accordance with standard veterinary practices. Correct\nby 11/17/14."
    },
    {
      "code": "2.75(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "RECORDS: DEALERS AND EXHIBITORS.",
      "narrative": "* There was no record of inventory present on \"unweaned\" puppies born at the facility. No inventory information\nwas attached to one enclosure containing three \"unweaned\" puppies. If any puppy born on the premise has been\nrecorded on USDA official 7005 forms, then the enclosure must have the following information attached to it:\ndealer's USDA license number, the letters (cid:28) USDA (cid:28) and the number identifying each puppy in that litter. If no\noffspring have been recorded on USDA official 7005 forms, then the following information must be recorded and\nattached to the enclosure. The dealer's USDA number, the number identifying each puppy, the date of birth of the\nlitter, the dam's ID number, a description of each puppy ( breed, sex, color and any distinctive markings ). The\ninventory information records must be maintained with all corresponding 7006's for one year. If the licensee\nchooses to identify the \"unweaned\" puppies with official USDA identification ( collar, tattoo or microchip ), then no\ninventory information is required on the enclosure. Complete and accurate records are needed to ensure that\nevery puppy's identity can be known with certainty and to facilitate the ability to trace all puppies. The licensee must\nmaintain complete and accurate records of all puppies at all times at their facility. Correct by 11/17/14."
    },
    {
      "code": "3.1(c)(2)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "* There is a mixture of dirt, grease and other excreta on an estimated three fiberglass wall boards and three metal\nentryway doors. Six dogs are in contact with the affected surfaces which are located in sheltered housing. The\naffected area covers approximately 15 to 20 percent of the wall surface and 40 to 50 percent of the metal entryway\ndoors. Sanitization of surfaces is necessary to prevent an accumulation of excreta and other disease hazards. It\nindicates an unsanitary living condition exists that could lead to potential disease or health risks. The licensee must\nspot clean all surfaces daily and ensure that all surfaces are sanitized at least once every two weeks or more often\nif needed. Correct by 11/5/14.\n* The facility inspection done on 11/3/14 and exit briefing done on 11/4/14 were conducted with the licensee."
    }
  ],
  "narrative": "2.40(x)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n*   A fawn and white adult male French Bulldog (microchip number 105 352 115 )  have long toe nails on both front\nand  rear feet.  The toe nails were an estimated half inches in length.  The toe nails were curving backwards toward\nthe foot pad.   Long toe nails can be painful causing discomfort when the dog is trying to walk.   The potential for\ninjury exists if the toe nail becomes caught in the wire flooring.   Lack of nail care on a regular basis can affect the\nhealth and well-being of that dog. The licensee must establish a nail trim maintance program for all dogs at the\nfacility. Correct by  11/7/14.\n**********************************\n*    The following medication was past the labeled expiration date.  There was one (cid:19) 1000 ML bottle of Safeguard\nwith an expiration date of 02/2014.   This medication was intermingled with other products that are currently being\nused at the facility and are therefore ready for use.  The usage of expired medical materials such as drugs, fluids, or\nsutures on regulated animals is not considered to be an acceptable veterinary practice and does not constitute\nadequate veterinary care.  The effectiveness of the dosage level and expected results when expired drugs are\nadministrated to dogs could be drastically changed or may not work as anticipated.   The licensee must ensure that\nall medications used are not expired and labeled properly in accordance with standard veterinary practices.  Correct\nby 11/17/14.\n2.75(a)(1)\nRECORDS: DEALERS AND EXHIBITORS.\n*    There was no record of inventory present on \"unweaned\" puppies born at the facility.   No inventory information\nwas attached to one enclosure containing three  \"unweaned\" puppies.  If any puppy born on the premise has been\nrecorded on USDA official 7005 forms, then the enclosure must have the following information attached to it: \ndealer's USDA license number, the letters (cid:28) USDA (cid:28) and the number identifying each puppy in that litter.  If no\noffspring have been recorded on USDA official 7005 forms, then the following information must be recorded and\nattached to the enclosure.  The dealer's USDA number, the number identifying each puppy, the date of birth of the\nlitter, the dam's ID number, a description of each puppy ( breed, sex, color and any distinctive markings ).   The\n\ninventory information records must be maintained with all corresponding 7006's for one year.  If the licensee\nchooses to identify the \"unweaned\" puppies with official USDA identification ( collar, tattoo or microchip ),  then no\ninventory information is required on the enclosure.   Complete and accurate records are needed to ensure that\nevery puppy's identity can be known with certainty and to facilitate the ability to trace all puppies.  The licensee must\nmaintain complete and accurate records of all puppies at all times at their facility.  Correct by  11/17/14.\n3.1(c)(2)\nHOUSING FACILITIES, GENERAL.\n*   There is a mixture of dirt, grease and other excreta on an estimated three fiberglass wall boards and three metal\nentryway doors.  Six dogs are in contact with the affected surfaces which are located in sheltered housing.   The\naffected area covers approximately 15 to 20 percent of the wall surface and 40 to 50 percent of the metal entryway\ndoors.   Sanitization of surfaces is necessary to prevent an accumulation of excreta and other disease hazards.   It\nindicates an unsanitary living condition exists that could lead to potential disease or health risks.  The licensee must\nspot clean all surfaces daily and ensure that all surfaces are sanitized at least once every two weeks or more often\nif needed.  Correct by 11/5/14.\n*  The facility inspection done on 11/3/14 and exit briefing done on 11/4/14 were conducted with the licensee.",
  "animals_total": 24,
  "species": [
    {
      "count": 21,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 3,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}