{
  "insp_id": "2016082569587869",
  "layout": "a",
  "customer_id": "332308",
  "customer_name": "Ivan M Barkman",
  "customer_addr": "2055 Township Road 151\nBaltic, OH 43804",
  "certificate": "31-A-0519",
  "site_id": "001",
  "site_name": "IVAN BARKMAN",
  "insp_type": "ROUTINE INSPECTION",
  "date": "29-AUG-2019",
  "report_date": "29-AUG-2019",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "On today's inspection a female white Bichon dog with microchip #990000002490119 was noticed to be shaking her\nhead in the whelping kennel. After further inspection, this animal was noticed to have a clear/white discharge\ncoming from her left ear. The discharge was draining down her face on that side becoming darker (red-brown)\nfurther away from the ear. The tissues inside the ear are swollen to a point that the ear canal is no longer visible. In\naddition, there was an odor coming from the ear. The Licensee stated that he originally noticed the issue in March\n2019 when he purchased the dog and has been intermittently treating with \"Ear Mite Killer\". The Licensee stated\nthat the last time the ear was looked at or treated with \"Ear Mite Killer\" was on or around 8/10/2019. The facility’s\nwritten program of veterinary care currently provided him three methods of treatment. However; the Licensee is not\nusing any of the options listed in the Program of Veterinary Care. The Attending Veterinarian was contacted and\nagreed that given the severity and duration of the issue that the dog should be examined. The Licensee is currently\nnot using the methods he has available to prevent control, diagnose or treat the health issues with this dog. Left\nuntreated ear conditions such as this can be painful and may progress. Correct by ensuring that appropriate\nmethods are used to prevent, control, diagnose, and treat this dog and all other animals at the facility. The licensee\ncontacted the Attending Veterinarian prior to the exit briefing and had an appointment for examination scheduled for\nthe following day.\nCorrect By: Close of Business on Friday 8/30/2019"
    },
    {
      "code": "2.75(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "RECORDS: DEALERS AND EXHIBITORS.",
      "narrative": "The Licensee is not currently keeping proper records for his the offspring that are born at his facility. The licensee is\nelecting to use cage cards to satisfy the form 7005 record-keeping requirements for nursing puppies, however,\nthese cards are missing information that is required by this subpart of the AWA. Specifically, the current cage cards\ndo not include a description of the puppy (color and distinctive markings), date of disposition, or method of\ndisposition. Complete and accurate records are necessary to facilitate tracking of the animals and compliance with\nother aspects of the AWA such as minimum age at disposition. The Licensee must ensure that all animals,\nincluding offspring born at his facility, are recorded appropriately with records that reflect all required information. If\ncage cards are used to satisfy the record keeping requirements for nursing puppies, they must contain all required\ninformation.\nCorrect By: 9/5/2019\nThis inspection and a verbal exit was conducted with the Licensee.\nThe Exit interview was conducted with the Licensee's Wife.\nAdditional Inspectors\nMiller Dana, Supervisory Animal Care Specialist"
    }
  ],
  "narrative": "2.40(b)(2)           DIRECT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nOn today's inspection a female white Bichon dog with microchip #990000002490119 was noticed to be shaking her\nhead in the whelping kennel.  After further inspection, this animal was noticed to have a clear/white discharge\ncoming from her left ear. The discharge was draining down her face on that side becoming darker (red-brown)\nfurther away from the ear.  The tissues inside the ear are swollen to a point that the ear canal is no longer visible.  In\naddition, there was an odor coming from the ear.  The Licensee stated that he originally noticed the issue in March\n2019 when he purchased the dog and has been intermittently treating with \"Ear Mite Killer\".  The Licensee stated\nthat the last time the ear was looked at or treated with \"Ear Mite Killer\" was on or around 8/10/2019.  The facility’s\nwritten program of veterinary care currently provided him three methods of treatment.  However; the Licensee is not\nusing any of the options listed in the Program of Veterinary Care.  The Attending Veterinarian was contacted and\nagreed that given the severity and duration of the issue that the dog should be examined. The Licensee is currently\nnot using the methods he has available to prevent control, diagnose or treat the health issues with this dog.  Left\nuntreated ear conditions such as this can be painful and may progress.  Correct by ensuring that appropriate\nmethods are used to prevent, control, diagnose, and treat this dog and all other animals at the facility.  The licensee\ncontacted the Attending Veterinarian prior to the exit briefing and had an appointment for examination scheduled for\nthe following day.  \nCorrect By: Close of Business on Friday 8/30/2019\n2.75(a)(1)\nRECORDS: DEALERS AND EXHIBITORS.\nThe Licensee is not currently keeping proper records for his the offspring that are born at his facility.  The licensee is\nelecting to use cage cards to satisfy the form 7005 record-keeping requirements for nursing puppies, however,\nthese cards are missing information that is required by this subpart of the AWA. Specifically, the current cage cards\ndo not include a description of the puppy (color and distinctive markings), date of disposition, or method of\ndisposition.  Complete and accurate records are necessary to facilitate tracking of the animals and compliance with\nother aspects of the AWA such as minimum age at disposition.  The Licensee must ensure that all animals,\n\nincluding offspring born at his facility, are recorded appropriately with records that reflect all required information.  If\ncage cards are used to satisfy the record keeping requirements for nursing puppies, they must contain all required\ninformation. \nCorrect By: 9/5/2019\nThis inspection and a verbal exit was conducted with the Licensee.\nThe Exit interview was conducted with the Licensee's Wife.\nAdditional Inspectors\nMiller Dana, Supervisory Animal Care Specialist",
  "animals_total": 163,
  "species": [
    {
      "count": 97,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 66,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}