{
  "insp_id": "2016082568860519",
  "layout": "a",
  "customer_id": "2401",
  "customer_name": "Dan Moulton",
  "customer_addr": "976 14th Avenue S W\nRochester, MN 55902",
  "certificate": "41-B-0239",
  "site_id": "001",
  "site_name": "DAN MOULTON",
  "insp_type": "ROUTINE INSPECTION",
  "date": "28-AUG-2017",
  "report_date": "03-OCT-2017",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "The facility had recognized some animals in need of veterinary care and was treating them, however these animals\nhad not been treated and were pointed out to the licensee during the inspection:\nA black male chinchilla (no ID) had a hairless, reddened swollen area under its chin. This is a sign of an active\ndisease process and could be serious for the health of this chinchilla if not treated.\nA baby chinchilla that was recently found by the licensee out of its enclosure was fostered onto a mother presumed\nto be gentle by the licensee. Towards the end of the inspection it was noticed by an inspector to have a deep fresh\nwound on its back left leg. The licensee was instructed that this needed to be seen today (8/28) by the veterinarian\nas it had some toes just hanging on and we offered to end the inspection so veterinary care could be sought. The\nlicensee contacted the veterinarian and was able to schedule its visit within the hour.\nA female chinchilla (DJM 136) had some matted hair around its collar. The licensee removed the collar and we\nnoted that there was firmly crusted hair and skin in the area where the collar was and there was either pale flesh or\npale discharge present where the collar was in contact with the neck and a putrid odor was noticeable.\nA female chinchilla (GROS 248) had an area of pale and discolored flesh exposed (no skin present) on its left front\nleg. The area started at the mid section of the leg (forearm), completely encircled the upper leg and extended up to\nthe chinchilla's mid-chest. The area was missing skin, was crusted on the front, and had an area of flaky white\ndischarge around the chest area.\nThese Direct non-compliances are serious and in their untreated state lead to prolonged pain and discomfort to the\naffected chinchillas. The facility must ensure that the veterinarian promptly evaluates these animals and that the\nprescribed treatment plan is followed.\n**Note: The licensee took these three animals to the veterinarian prior to the end of the day.\nIndirect non-compliances:\nA female silver chinchilla (GROS 180) had skin swollen around the collar. The licensee removed the collar. An area\nof redness and eroded skin was found where the collar had been.\nA female white chinchilla (GROS 435) had a scab on top of its head and its left front foot was injured. The licensee\nsaid that this one had gotten bit by a male and that some iodine was put on the head wound. The leg wound was\npointed out to the licensee during inspection.\nA male silver/black chinchilla's (RVDK 136) right eye was swollen shut and when the licensee handled the eyelids\nsome pale discharge came out from under the eyelids.\nThese direct non-compliances, if left untreated could get worse and cause the animal unnecessary pain/discomfort\nand if contagious could spread to other animals in the facility. The facility must have these animals evaluated by the\nattending veterinarian and follow the prescribed treatment plan."
    },
    {
      "code": "2.40(b)(3)",
      "kind": "Direct",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "Per the licensee, standard operating procedure at the facility is to treat animals if a problem is discovered. The\nfacility had recognized some animals in need of veterinary care and was treating them, however several animals\nwere discovered by inspectors during inspection of needing veterinary care and were taken to the veterinarian:\n-Black male chinchilla (no ID) had a hairless swollen area on its neck made aware to the licensee.\n-Female chinchilla (DJM 136) had some matted hair around its collar and the condition of the embedded collar was\nmade aware to the licensee during inspection.\n-Female chinchilla (GROS 248)'s leg problem of exposed flesh with flaky pale discharge was pointed out to the\nlicensee during the inspection.\nAdequate daily observations are needed so that prompt veterinary evaluation can be completed and animals can\nreceive the needed prescribed veterinary care to resolve the medical conditions before they worsen."
    },
    {
      "code": "3.125(a)",
      "kind": "Critical",
      "repeat": false,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "The facility had some enclosures with holes that they marked for repair and had no animals in prior to inspection.\nOne enclosure containing one chinchilla had a hole in it with sharp points protruding into the enclosure. The\nchinchilla was observed passing between the two enclosures through the hole. The licensee moved the chinchilla\nto an enclosure without holes during inspection.\nAnother enclosure had a mom and two baby chinchillas contained within it. One of the baby chinchillas had a fresh\ninjury to its left rear foot. The licensee commented that the baby chinchilla was previously found on the floor\nbeneath the enclosures and it wasn't clear which chinchilla was the mother so the licensee placed it in with a mom\nwith a single chinchilla with the hopes that she would be a good foster dam. The wound appeared consistent with a\nbite wound (due to foster dam's rejection of the chinchilla) as there were no sharp points in the enclosure found to\nexplain the fresh injury.\nHoles with sharp points can result in the chinchillas' injury. Enclosures that don't maintain baby chinchillas with\ntheir mothers can lead to serious effects to the newborns including injury (from falling), malnutrition to starvation,\nand the preventable situation of having to foster lost/fallen baby chinchillas to mothers which creates the risk of\nfoster rejection as seen during inspection.\nEnclosures must be maintained in good repair to prevent animal injury and escape.\nCorrect immediately.\nThis inspection and exit interview were conducted with the licensee.\nEnd of report.\nAdditional Inspectors\nWilken Kevin, Animal Care Inspector"
    }
  ],
  "narrative": "2.40(b)(2)           DIRECT                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThe facility had recognized some animals in need of veterinary care and was treating them, however these animals\nhad not been treated and were pointed out to the licensee during the inspection: \nA black male chinchilla (no ID) had a hairless, reddened swollen area under its chin.  This is a sign of an active\ndisease process and could be serious for the health of this chinchilla if not treated. \nA baby chinchilla that was recently found by the licensee out of its enclosure was fostered onto a mother presumed\nto be gentle by the licensee. Towards the end of the inspection it was noticed by an inspector to have a deep fresh\nwound on its back left leg.  The licensee was instructed that this needed to be seen today (8/28) by the veterinarian\nas it had some toes just hanging on and we offered to end the inspection so veterinary care could be sought.  The\nlicensee contacted the veterinarian and was able to schedule its visit within the hour.  \nA female chinchilla (DJM 136) had some matted hair around its collar.  The licensee removed the collar and we\nnoted that there was firmly crusted hair and skin in the area where the collar was and there was either pale flesh or\npale discharge present where the collar was in contact with the neck and a putrid odor was noticeable.  \nA female chinchilla (GROS 248) had an area of pale and discolored flesh exposed (no skin present) on its left front\nleg.  The area started at the mid section of the leg (forearm), completely encircled the upper leg and extended up to\nthe chinchilla's mid-chest.  The area was missing skin, was crusted on the front, and had an area of flaky white\ndischarge around the chest area.\nThese Direct non-compliances are serious and in their untreated state lead to prolonged pain and discomfort to the\naffected chinchillas.   The facility must ensure that the veterinarian promptly evaluates these animals and that the\nprescribed treatment plan is followed. \n**Note: The licensee took these three animals to the veterinarian prior to the end of the day. \nIndirect non-compliances:\nA female silver chinchilla (GROS 180) had skin swollen around the collar. The licensee removed the collar. An area\n\nof redness and eroded skin was found where the collar had been. \nA female white chinchilla (GROS 435) had a scab on top of its head and its left front foot was injured.  The licensee\nsaid that this one had gotten bit by a male and that some iodine was put on the head wound.  The leg wound was\npointed out to the licensee during inspection.\nA male silver/black chinchilla's (RVDK 136) right eye was swollen shut and when the licensee handled the eyelids\nsome pale discharge came out from under the eyelids. \nThese direct non-compliances, if left untreated could get worse and cause the animal unnecessary pain/discomfort\nand if contagious could spread to other animals in the facility.  The facility must have these animals evaluated by the\nattending veterinarian and follow the prescribed treatment plan.\n2.40(b)(3)           DIRECT                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nPer the licensee, standard operating procedure at the facility is to treat animals if a problem is discovered.  The\nfacility had recognized some animals in need of veterinary care and was treating them, however several animals\nwere discovered by inspectors during inspection of needing veterinary care and were taken to the veterinarian: \n-Black male chinchilla (no ID) had a hairless swollen area on its neck made aware to the licensee. \n-Female chinchilla (DJM 136) had some matted hair around its collar and the condition of the embedded collar was\nmade aware to the licensee during inspection. \n-Female chinchilla (GROS 248)'s leg problem of exposed flesh with flaky pale discharge was pointed out to the\nlicensee during the inspection. \nAdequate daily observations are needed so that prompt veterinary evaluation can be completed and animals can\nreceive the needed prescribed veterinary care to resolve the medical conditions before they worsen.\n3.125(a)           CRITICAL\nFACILITIES, GENERAL.   \nThe facility had some enclosures with holes that they marked for repair and had no animals in prior to inspection. \nOne enclosure containing one chinchilla had a hole in it with sharp points protruding into the enclosure.  The\nchinchilla was observed passing between the two enclosures through the hole.  The licensee moved the chinchilla\nto an enclosure without holes during inspection. \nAnother enclosure had a mom and two baby chinchillas contained within it.  One of the baby chinchillas had a fresh\ninjury to its left rear foot.  The licensee commented that the baby chinchilla was previously found on the floor\n\nbeneath the enclosures and it wasn't clear which chinchilla was the mother so the licensee placed it in with a mom\nwith a single chinchilla with the hopes that she would be a good foster dam.  The wound appeared consistent with a\nbite wound (due to foster dam's rejection of the chinchilla) as there were no sharp points in the enclosure found to\nexplain the fresh injury. \nHoles with sharp points can result in the chinchillas' injury.   Enclosures that don't maintain baby chinchillas with\ntheir mothers can lead to serious effects to the newborns including injury (from falling), malnutrition to starvation, \nand the preventable situation of having to foster lost/fallen baby chinchillas to mothers which creates the risk of\nfoster rejection as seen during inspection. \nEnclosures must be maintained in good repair to prevent animal injury and escape.\nCorrect immediately.\nThis inspection and exit interview were conducted with the licensee.\nEnd of report.\nAdditional Inspectors\nWilken Kevin, Animal Care Inspector",
  "animals_total": 683,
  "species": [
    {
      "count": 683,
      "scientific": "Chinchilla lanigera",
      "common": "CHINCHILLA (DOMESTICATED)"
    }
  ]
}