{
  "insp_id": "INS-0000804565",
  "layout": "c",
  "customer_id": "502229",
  "customer_name": "HEATHER ANDERSON",
  "customer_addr": "1135 PRIMROSE RD\nFARMINGTON, IA 52626",
  "certificate": "42-A-1581",
  "site_id": "001",
  "site_name": "HEATHER ANDERSON",
  "insp_type": "RE-LICENSE INSPECTION",
  "date": "13-JUL-2022",
  "report_date": "13-JUL-2022",
  "citations": [
    {
      "code": "3.6(a)(2)(ii)",
      "kind": "",
      "repeat": false,
      "desc": "Primary enclosures.",
      "narrative": "The fronts of the dog enclosures are constructed with an opening that a self-feeder normally occupies. In one enclosure,\ncontaining three adult bichons, the feeder has been removed and the dogs were observed sticking their heads through\nthe opening. Openings in the enclosure that are large enough to allow a dog to place its head through could result in\ninjury to the animal.\nPrimary enclosures must be constructed and maintained so that they protect the dogs from injury. The facility must alter\nthe openings in a manner that eliminates the risk of injury to the dogs. The facility must ensure the enclosures are safe\nfor the dogs at all times.\nThis is a 1st Re-License Inspection for a Class \"A\" license. The inspection and exit briefing were conducted with the\napplicant.\nAll items must be in compliance within 2 more inspection(s) or by 11-September-2022 or the Applicant will forfeit the\nlicense fee and must wait 6 months to reapply. Please contact your inspector to schedule your next Relicense Inspection.\nRegulated activity can continue under your existing USDA license until it expires.\nn"
    }
  ],
  "narrative": "3.6(a)(2)(ii) \n   \nPrimary enclosures. \nThe fronts of the dog enclosures are constructed with an opening that a self-feeder normally occupies.  In one enclosure, \ncontaining three adult bichons, the feeder has been removed and the dogs were observed sticking their heads through \nthe opening.  Openings in the enclosure that are large enough to allow a dog to place its head through could result in \ninjury to the animal. \n \nPrimary enclosures must be constructed and maintained so that they protect the dogs from injury.  The facility must alter \nthe openings in a manner that eliminates the risk of injury to the dogs.  The facility must ensure the enclosures are safe \nfor the dogs at all times. \n \nThis is a 1st Re-License Inspection for a Class \"A\" license. The inspection and exit briefing were conducted with the \napplicant. \n \nAll items must be in compliance within 2 more inspection(s) or by 11-September-2022 or the Applicant will forfeit the \nlicense fee and must wait 6 months to reapply.  Please contact your inspector to schedule your next Relicense Inspection.\n\nRegulated activity can continue under your existing USDA license until it expires. \n \n n",
  "animals_total": 158,
  "species": [
    {
      "count": 108,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 50,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}