{
  "insp_id": "265150036200281",
  "layout": "a",
  "customer_id": "4625",
  "customer_name": "Cathy Griesbauer",
  "customer_addr": "Mary Foster\n88 Davis Rd\nMontgomery City, MO 63361",
  "certificate": "43-A-1843",
  "site_id": "001",
  "site_name": "CATHY GRIESBAUER, MARY FOSTER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "21-SEP-2015",
  "report_date": "22-SEP-2015",
  "citations": [
    {
      "code": "3.6(a)(2)(1)",
      "kind": "",
      "repeat": true,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "Sharps.\nThroughout the facility there were sharp points in at least 6 enclosures affecting approximately 16 dogs. These\nsharp points were wires used for fastening and had sharp ends that were protruding into the enclosure at the dogs'\nlevel. The sharp points from the tie wires can injure the dogs. The licensee did fix the sharps that were identified\nduring the inspection. The licensee must ensure that all enclosures have no sharp points or edges that could injure\nthe dogs."
    },
    {
      "code": "3.11(d)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "Pest control.\nThe outdoor facilities called the \"Dirt Shed\" and the \"Castle\", housing large breed dogs, have dog shelters with a\nheavy amount of spider webs inside the shelters covering many corners and most of the top edges. There were\nspiders noticed in these webs and shelters. Also inside the shelters there were several wasp/mud dauber nests\nalong the walls. These webs and mud dauber/wasp nests, were adjacent to or in close proximity to where the dogs\nwould normally be while inside the shelters.\nAlso the outdoor enclosures at the \"Dirt Shed\", have a large amount of mud dauber and/or wasp nests on the\nbuilding ceiling covering the back half of the enclosures. The nests were about 6 feet off the ground and a average\nof 10-12 nests were noted in each enclosure. Some wasp-like flying insects were noticed in the same area. These\ninsects could injure or cause harm to the dogs. The licensee must safely remove the webs and nests and establish\na program to control these pests.\nTo be corrected by: September 27, 2015.\nThe inspection was conducted with the licensee, facility representative, Chad Proctor ACI, and Erika Leisner VMO\non September 21, 2015. An exit interview was completed on September 22, 2015.\nAdditional Inspectors\nLeisner Erika, Veterinary Medical Officer"
    }
  ],
  "narrative": "3.6(a)(2)(1)                    REPEAT\nPRIMARY ENCLOSURES.\nSharps.\nThroughout the facility there were sharp points in at least 6 enclosures affecting approximately 16 dogs. These\nsharp points were wires used for fastening and had sharp ends that were protruding into the enclosure at the dogs'\nlevel. The sharp points from the tie wires can injure the dogs.  The licensee did fix the sharps that were identified\nduring the inspection.  The licensee must ensure that all enclosures have no sharp points or edges that could injure\nthe dogs.\n3.11(d)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\nPest control.\nThe outdoor facilities called the \"Dirt Shed\" and the \"Castle\",  housing large breed dogs,  have dog shelters with a\nheavy amount of spider webs inside the shelters covering many corners and most of the top edges.  There were\nspiders noticed in these webs and shelters.   Also inside the shelters there were several wasp/mud dauber nests\nalong the walls.   These webs and mud dauber/wasp nests, were adjacent to or in close proximity to where the dogs\nwould normally be while inside the shelters.  \nAlso the outdoor enclosures at the \"Dirt Shed\", have a large amount of mud dauber and/or wasp nests on the\nbuilding ceiling covering  the back half of the enclosures.  The nests were about 6 feet off the ground and a average\nof 10-12 nests were noted in each enclosure.  Some wasp-like flying insects were noticed in the same area.  These\ninsects could injure or cause harm to the dogs.  The licensee must safely remove the webs and nests and establish\na program to control these pests.\nTo be corrected by: September 27, 2015.\nThe inspection was conducted with the licensee, facility representative,  Chad Proctor ACI, and Erika Leisner VMO\non September 21, 2015.  An exit interview was completed on September 22, 2015.\n\nAdditional Inspectors\nLeisner Erika, Veterinary Medical Officer",
  "animals_total": 842,
  "species": [
    {
      "count": 627,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 215,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}