{
  "insp_id": "73141443267254",
  "layout": "a",
  "customer_id": "31385",
  "customer_name": "Lester Wagler",
  "customer_addr": "2252 E. 277th\nLyndon, KS 66451",
  "certificate": "48-A-1932",
  "site_id": "001",
  "site_name": "Lester Wagler",
  "insp_type": "ROUTINE INSPECTION",
  "date": "19-MAR-2014",
  "report_date": "21-MAR-2014",
  "citations": [
    {
      "code": "3.1(a)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "* An estimated six inch gap was observed along the bottom when the enclosure gate was closed. One dog is in\ncontact with the affected gap area which is located in outdoor housing. The potential for injury, stress or discomfort\nexists if the dog gets caught in the gap area. Enclosure gates that properly close at all times is necessary to ensure\nthe safety, health & well-being of the dog. The licensee must ensure all enclosures contain the dogs securely at all\ntimes. Correct by 4/2/14."
    },
    {
      "code": "3.1(e)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "* There was one open sack of dog feed located in the storage building being fed to nine dogs. All open feed\nsupplies must be stored in a manner that protects it from spoilage, contamination or vermin infestation. The\nnutritive value of the feed could be affected if it becomes spoiled or contaminated. Spoiled or contaminated feed is\nnot healthy for dogs to consume and could lead to health issues. The licensee must keep all open feed supplies in\nleak proof containers with tightly fitting lids at all times. Correct by 3/26/14.\n* The facility inspection done on 3/19/14 and exit briefing done on 3/21/14 were conducted with the licensee\nrepresentative."
    }
  ],
  "narrative": "3.1(a)\nHOUSING FACILITIES, GENERAL.\n*    An estimated six inch gap was observed  along the bottom when the enclosure gate was closed.  One dog is in\ncontact with the affected gap area which is located in outdoor housing.  The potential for injury, stress or discomfort\nexists if the dog gets caught in the gap area.  Enclosure gates that properly close at all times is necessary to ensure\nthe safety, health & well-being of the dog.   The licensee must ensure all enclosures contain the dogs securely at all\ntimes.   Correct  by  4/2/14.\n3.1(e)\nHOUSING FACILITIES, GENERAL.\n*    There was one open sack of dog feed located in the storage building  being fed to nine dogs.   All open feed\nsupplies must be stored in a manner that protects it from spoilage, contamination or vermin infestation.  The\nnutritive value of the feed could be affected if it becomes spoiled or contaminated.  Spoiled or contaminated feed is\nnot healthy for dogs to consume and could lead to health issues.  The licensee must keep all open feed supplies in\nleak proof containers with tightly fitting lids at all times.  Correct by  3/26/14.\n*   The facility inspection done on 3/19/14 and exit briefing done on 3/21/14 were conducted with the licensee\nrepresentative.",
  "animals_total": 15,
  "species": [
    {
      "count": 9,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 6,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}