{
  "insp_id": "2016082568301332",
  "layout": "a",
  "customer_id": "2401",
  "customer_name": "Dan Moulton",
  "customer_addr": "976 14th Avenue S W\nRochester, MN 55902",
  "certificate": "41-B-0239",
  "site_id": "001",
  "site_name": "DAN MOULTON",
  "insp_type": "FOCUSED INSPECTION",
  "date": "25-MAY-2017",
  "report_date": "25-MAY-2017",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "We verified that the animals cited on the 3 April 2017 inspection report needing veterinary evaluation and treatment\nwere addressed by the licensee and the attending veterinarian. While walking through the facility we noticed two\nanimals that are in need of veterinary treatment that the facility had not noticed and was not treating at the time of\ninspection:\nIn the area where sick animals were separated from the healthy animals, a beige chinchilla with yellow enclosure\ntag 126 and yellow 72 was being treated for eye problems by the facility; however we noticed it had a large,\nreddened, hairless swelling under its chin. While the eye problems had been treated and appeared to be resolving,\nthe abscess is a new problem that had not been noticed and treated by the facility. This swelling are a sign of\ninfection or other health problem and can cause the animal pain and can be contagious to other animals. Consult\nwith the attending veterinarian and treat this animal per the veterinarian's instructions promptly.\nIndirect Non-compliance:\nWe noticed a chinchilla's (eartag GROS 139, licensee added yellow tag 143 to enclosure) left eye was crusted shut\nand had some pale discharge when the licensee handled it. This animal's problem was pointed out to the licensee\nby inspectors. An eye crusted shut and pale discharge are signs of active eye problems and can be painful and\ncontagious to other animals. Ensure that eye problems are promptly identified in the animals and that they are\ntreated per the attending veterinarian's instructions.\nThis was a focused inspection of the animals cited on the April 3, 2017 inspection report under 2.40 b(2).\nExit interview was conducted with a facility representative.\nAdditional Inspectors\nMoore Chad, Animal Care Inspector"
    }
  ],
  "narrative": "2.40(b)(2)           DIRECT                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nWe verified that the animals cited on the 3 April 2017 inspection report needing veterinary evaluation and treatment\nwere addressed by the licensee and the attending veterinarian.  While walking through the facility we noticed two\nanimals that are in need of veterinary treatment that the facility had not noticed and was not treating at the time of\ninspection:\nIn the area where sick animals were separated from the healthy animals, a beige chinchilla with yellow enclosure\ntag 126 and yellow 72 was being treated for eye problems by the facility; however we noticed it had a large,\nreddened, hairless swelling under its chin.  While the eye problems had been treated and appeared to be resolving,\nthe abscess is a new problem that had not been noticed and treated by the facility.  This swelling are a sign of\ninfection or other health problem and can cause the animal pain and can be contagious to other animals.  Consult\nwith the attending veterinarian and treat this animal per the veterinarian's instructions promptly. \nIndirect Non-compliance: \nWe noticed a chinchilla's (eartag GROS 139, licensee added yellow tag 143 to enclosure) left eye was crusted shut\nand had some pale discharge when the licensee handled it.  This animal's problem was pointed out to the licensee\nby inspectors.  An eye crusted shut and pale discharge are signs of active eye problems and can be painful and\ncontagious to other animals.  Ensure that eye problems are promptly identified in the animals and that they are\ntreated per the attending veterinarian's instructions.\nThis was  a focused inspection of the animals cited on the April 3, 2017 inspection report under 2.40 b(2).  \nExit interview was conducted with a facility representative. \nAdditional Inspectors\nMoore Chad, Animal Care Inspector",
  "animals_total": 16,
  "species": [
    {
      "count": 16,
      "scientific": "Chinchilla lanigera",
      "common": "CHINCHILLA (DOMESTICATED)"
    }
  ]
}