{
  "insp_id": "2016090000749753",
  "layout": "b",
  "customer_id": "501255",
  "customer_name": "MALINDA KING DAVID KING",
  "customer_addr": "459 ROSEDALE RD\nKIRKWOOD, PA 17536",
  "certificate": "23-A-0641",
  "site_id": "001",
  "site_name": "DAVID AND MALINDA KING",
  "insp_type": "ROUTINE INSPECTION",
  "date": "17-NOV-2021",
  "report_date": "17-NOV-2021",
  "citations": [
    {
      "code": "2.40(b)(3)",
      "kind": "Direct",
      "repeat": true,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "During the inspection, the following veterinary care issues were observed:\n- In Pen #36, there is a gray and white adult guinea pig with generalized hair loss\n- In Pen #53, there is a white and black adult guinea pig with generalized hair loss\n- In Pen #52, there is a tan and gray young adult guinea pig with generalized hair loss, is reluctant to move, and appears\nunderweight\n- In Pen #58, there is an adult gray and white guinea pig with hair loss and walks in an unsteady manner, resulting in loss\nof balance and falling over when moving about the pen\nAll of these guinea pigs were in their original enclosures and were not quarantined or receiving treatment as advised by\nthe Program of Veterinary Care. When the inspectors alerted the licensee to the condition of these animals, the licensee\nthen moved them to the quarantine pens to receive treatment. By this time, the gray and white guinea pig who had been\nin Pen #58 was now laterally recumbent after being moved to the quarantine pen.\nIn addition to the guinea pigs noted above, dead juvenile guinea pigs were noted in the following pens:\n- Pen #47 (1 dead guinea pig)\n- Brown pen (1 dead guinea pig)\n- Pen #9 (3 dead guinea pigs)\n- Pen #28 (2 dead guinea pigs)\nDuring a discussion with the licensee, he stated that the children were in charge of the animals but some of the children\ndid not come in on a daily basis to observe the animals they are responsible for. Failure to identify guinea pigs who need\nto receive treatment as directed by the Program of Veterinary Care can lead to an increase in severity of these conditions\nas well as further disease spread to another animals. Leaving deceased guinea pigs in the enclosures can also increase\nincidence of disease to the other guinea pigs. Correct by observing animals on a daily basis and following the Program of\nVeterinary Care as directed by the Attending Veterinarian."
    },
    {
      "code": "3.25(a)",
      "kind": "",
      "repeat": true,
      "desc": "Facilities, general.",
      "narrative": "During the inspection, it was observed that there were three adult guinea pigs and one young adult guinea pig that were\nloose on the floor and hiding under enclosures. It was also noted that in Pen #58, which houses approximately 44\nweanlings, they were able to go higher than the top of a section of the back wall of the enclosure. From the bedding to the\ntop of the wall was measured to be approx 4.25 inches.\nHousing facilities need to be able to contain the animals. Loose animals and enclosures with low sides can lead to injury\nor death of the guinea pigs. Correct by repairing enclosures so that they contain the animals and protect them from injury."
    },
    {
      "code": "3.25(c)",
      "kind": "",
      "repeat": false,
      "desc": "Facilities, general.",
      "narrative": "On the floor of the room housing guinea pigs, there is an open bag of pelleted feed that is sitting directly on the floor and\nthe top of the bag is left open. Additionally, this bag is ripped on the bottom, resulting in feed spilling out onto the floor.\nOpen bags of feed need to be stored in containers with tightly fitting lids or covers. Failure to do so can lead to spoilage or\ncontamination. Correct by placing opened bags of feed into a container that can be sealed. Correct by November 30,\n2021."
    },
    {
      "code": "3.26(b)",
      "kind": "Direct",
      "repeat": false,
      "desc": "Facilities, indoor.",
      "narrative": "Upon entering the room where the guinea pigs are housed, the inspectors experienced burning of the eyes and nose due\nto the severity of the ammonia odor in the room. There was a partially opened window and door leading into the room but\nit was inadequate to properly ventilate the room.\nIndoor housing facilities for guinea pigs need to be adequately ventilated to provide for the health and comfort of the\nanimals at all times. Failure to do so can lead to health issues and respiratory problems for the animals. Correct by\nincreasing ventilation so as to minimize ammonia odors. Correct by November 18, 2021."
    },
    {
      "code": "3.28(a)(1)",
      "kind": "",
      "repeat": true,
      "desc": "Primary enclosures.",
      "narrative": "In Pens #58 and #59, the wood used for the side walls and floor of the enclosure is not sealed and is therefore not\nsubstantially impervious to liquids and moisture. Unsealed wood cannot be adequately cleaned or properly sanitized and\nallows the absorption of liquids and moisture, which can increase the risk of disease to the guinea pigs housed within\nthem. Correct by sealing all wood surfaces within the guinea pig enclosures."
    },
    {
      "code": "3.29(d)",
      "kind": "",
      "repeat": true,
      "desc": "Feeding.",
      "narrative": "In Pen #31, the feed dispenser has been tipped and is lying sideways in the pen, completely devoid of feed. Other pens\nare noted to have feed dispensers that are contaminated with feces.\nFood receptacles shall be accessible to all guinea pigs and shall be located so as to minimize contamination by feces.\nFailure to do so can spread diseases to the guinea pigs if they are forced to eat contaminated feed. Correct by\nmaintaining food receptacles and cleaning them as often as necessary to keep them free from feces."
    },
    {
      "code": "3.30",
      "kind": "",
      "repeat": false,
      "desc": "Watering.",
      "narrative": "Several of the enclosures have water spigots within PVC piping that have fecal accumulation surrounding the spigot itself.\nWater receptacles for guinea pigs need to be sanitized when dirty. Failure to do so can lead to the spread of disease as\nwell as the possible avoidance of water. Correct by sanitizing water receptacles when dirty and at a minimum frequency\nof at least once every two weeks. Correct by November 27, 2021."
    },
    {
      "code": "3.31(a)(1)",
      "kind": "",
      "repeat": true,
      "desc": "Sanitation.",
      "narrative": "There were several enclosures with an excessive accumulation of feces and wet/soiled bedding. The licensee stated that\nthe enclosures were last cleaned a week ago but the weekly cleaning process (method and frequency) utilized is not\neffective in removing this accumulation. Ineffective cleaning and sanitation exposes the animals to disease hazards and\nhealth problems. Primary enclosures must be cleaned often enough to prevent an accumulation of dirt, debris, excreta,\nand soiled bedding. Correct by ensuring that all primary enclosures are cleaned as often as necessary to prevent this\naccumulation."
    },
    {
      "code": "3.31(b)",
      "kind": "",
      "repeat": true,
      "desc": "Sanitation.",
      "narrative": "The floor contained accumulations of spilled feed, feces, bedding, dirt, and debris. There were accumulations of dust,\ndebris, and cobwebs on upper walls, ceiling, animal enclosures, and racks. Animal facilities must be kept clean to ensure\ngood quality of air for the animals and to prevent unnecessary disease risks. Ineffective cleaning exposes the animals to\ndisease hazards and health problems. Correct by ensuring the premises are kept clean."
    },
    {
      "code": "3.32",
      "kind": "",
      "repeat": true,
      "desc": "Employees.",
      "narrative": "The facility still does not have sufficient help to adequately care for the number of guinea pigs housed and to keep up with\nthe general conditions of the facility. The licensees children are in charge of feeding, cleaning, and caring for the guinea\npigs but as the children are in school during the day and there are fewer daylight hours, there is insufficient help. Failure\nto maintain a sufficient amount of help can be detrimental to the health of the animals due to lack of cleaning,\nobservations, or treatment of sick animals. Correct by adding additional help who are adequately trained to care for the\nguinea pigs."
    },
    {
      "code": "3.33(b)",
      "kind": "",
      "repeat": false,
      "desc": "Classification and separation.",
      "narrative": "Upon entering the room where the guinea pigs are housed, the licensee's orange tabby cat was sleeping in the primary\nenclosure where five guinea pigs were quarantined as they undergo ringworm treatment.\nGuinea pigs cannot be housed in the same primary enclosure with any other species. The presence of the cat in the\nenclosure can lead to stress, injury, or death if the cat opts to hunt the animals. Correct by ensuring the cat or other pets\ndo not have access to the guinea pigs or their enclosures. Correct by November 18, 2021.\nThis inspection and exit interview were conducted with a licensee.\nAdditional Inspectors:\nMELISSA CARLSON, VETERINARY MEDICAL OFFICEREnd Section"
    }
  ],
  "narrative": "2.40(b)(3)  Direct Repeat\n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nDuring the inspection, the following veterinary care issues were observed: \n \n- In Pen #36, there is a gray and white adult guinea pig with generalized hair loss \n- In Pen #53, there is a white and black adult guinea pig with generalized hair loss \n- In Pen #52, there is a tan and gray young adult guinea pig with generalized hair loss, is reluctant to move, and appears \nunderweight \n- In Pen #58, there is an adult gray and white guinea pig with hair loss and walks in an unsteady manner, resulting in loss \nof balance and falling over when moving about the pen \n \nAll of these guinea pigs were in their original enclosures and were not quarantined or receiving treatment as advised by \nthe Program of Veterinary Care.  When the inspectors alerted the licensee to the condition of these animals, the licensee \nthen moved them to the quarantine pens to receive treatment.  By this time, the gray and white guinea pig who had been \nin Pen #58 was now laterally recumbent after being moved to the quarantine pen. \n \nIn addition to the guinea pigs noted above, dead juvenile guinea pigs were noted in the following pens:\n\n- Pen #47 (1 dead guinea pig) \n- Brown pen (1 dead guinea pig) \n- Pen #9 (3 dead guinea pigs) \n- Pen #28 (2 dead guinea pigs) \n \nDuring a discussion with the licensee, he stated that the children were in charge of the animals but some of the children \ndid not come in on a daily basis to observe the animals they are responsible for. Failure to identify guinea pigs who need \nto receive treatment as directed by the Program of Veterinary Care can lead to an increase in severity of these conditions \nas well as further disease spread to another animals.  Leaving deceased guinea pigs in the enclosures can also increase \nincidence of disease to the other guinea pigs.  Correct by observing animals on a daily basis and following the Program of \nVeterinary Care as directed by the Attending Veterinarian. \n3.25(a)  Repeat\n   \nFacilities, general. \nDuring the inspection, it was observed that there were three adult guinea pigs and one young adult guinea pig that were \nloose on the floor and hiding under enclosures.  It was also noted that in Pen #58, which houses approximately 44 \nweanlings, they were able to go higher than the top of a section of the back wall of the enclosure. From the bedding to the \ntop of the wall was measured to be approx 4.25 inches. \n \nHousing facilities need to be able to contain the animals.  Loose animals and enclosures with low sides can lead to injury \nor death of the guinea pigs.  Correct by repairing enclosures so that they contain the animals and protect them from injury. \n3.25(c) \n   \nFacilities, general.\n\nOn the floor of the room housing guinea pigs, there is an open bag of pelleted feed that is sitting directly on the floor and \nthe top of the bag is left open.  Additionally, this bag is ripped on the bottom, resulting in feed spilling out onto the floor. \n \nOpen bags of feed need to be stored in containers with tightly fitting lids or covers. Failure to do so can lead to spoilage or \ncontamination.  Correct by placing opened bags of feed into a container that can be sealed. Correct by November 30, \n2021. \n3.26(b)  Direct\n   \nFacilities, indoor. \nUpon entering the room where the guinea pigs are housed, the inspectors experienced burning of the eyes and nose due \nto the severity of the ammonia odor in the room. There was a partially opened window and door leading into the room but \nit was inadequate to properly ventilate the room. \n \nIndoor housing facilities for guinea pigs need to be adequately ventilated to provide for the health and comfort of the \nanimals at all times.  Failure to do so can lead to health issues and respiratory problems for the animals. Correct by \nincreasing ventilation so as to minimize ammonia odors.  Correct by November 18, 2021. \n3.28(a)(1)  Repeat\n   \nPrimary enclosures. \nIn Pens #58 and #59, the wood used for the side walls and floor of the enclosure is not sealed and is therefore not \nsubstantially impervious to liquids and moisture. Unsealed wood cannot be adequately cleaned or properly sanitized and \nallows the absorption of liquids and moisture, which can increase the risk of disease to the guinea pigs housed within \nthem.  Correct by sealing all wood surfaces within the guinea pig enclosures. \n3.29(d)  Repeat\n\nFeeding. \nIn Pen #31, the feed dispenser has been tipped and is lying sideways in the pen, completely devoid of feed. Other pens \nare noted to have feed dispensers that are contaminated with feces. \n \nFood receptacles shall be accessible to all guinea pigs and shall be located so as to minimize contamination by feces. \nFailure to do so can spread diseases to the guinea pigs if they are forced to eat contaminated feed.  Correct by \nmaintaining food receptacles and cleaning them as often as necessary to keep them free from feces. \n3.30 \n   \nWatering. \nSeveral of the enclosures have water spigots within PVC piping that have fecal accumulation surrounding the spigot itself.  \nWater receptacles for guinea pigs need to be sanitized when dirty.  Failure to do so can lead to the spread of disease as \nwell as the possible avoidance of water.  Correct by sanitizing water receptacles when dirty and at a minimum frequency \nof at least once every two weeks.  Correct by November 27, 2021. \n3.31(a)(1)  Repeat\n   \nSanitation. \nThere were several enclosures with an excessive accumulation of feces and wet/soiled bedding. The licensee stated that \nthe enclosures were last cleaned a week ago but the weekly cleaning process (method and frequency) utilized is not \neffective in removing this accumulation.  Ineffective cleaning and sanitation exposes the animals to disease hazards and \nhealth problems.  Primary enclosures must be cleaned often enough to prevent an accumulation of dirt, debris, excreta, \nand soiled bedding. Correct by ensuring that all primary enclosures are cleaned as often as necessary to prevent this \naccumulation. \n3.31(b)  Repeat\n   \nSanitation.\n\nThe floor contained accumulations of spilled feed, feces, bedding, dirt, and debris. There were accumulations of dust, \ndebris, and cobwebs on upper walls, ceiling, animal enclosures, and racks. Animal facilities must be kept clean to ensure \ngood quality of air for the animals and to prevent unnecessary disease risks. Ineffective cleaning exposes the animals to \ndisease hazards and health problems. Correct by ensuring the premises are kept clean. \n3.32  Repeat\n   \nEmployees. \nThe facility still does not have sufficient help to adequately care for the number of guinea pigs housed and to keep up with \nthe general conditions of the facility.  The licensees children are in charge of feeding, cleaning, and caring for the guinea \npigs but as the children are in school during the day and there are fewer daylight hours, there is insufficient help.  Failure \nto maintain a sufficient amount of help can be detrimental to the health of the animals due to lack of cleaning, \nobservations, or treatment of sick animals. Correct by adding additional help who are adequately trained to care for the \nguinea pigs. \n3.33(b) \n   \nClassification and separation. \nUpon entering the room where the guinea pigs are housed, the licensee's orange tabby cat was sleeping in the primary \nenclosure where five guinea pigs were quarantined as they undergo ringworm treatment. \n \nGuinea pigs cannot be housed in the same primary enclosure with any other species. The presence of the cat in the \nenclosure can lead to stress, injury, or death if the cat opts to hunt the animals.  Correct by ensuring the cat or other pets \ndo not have access to the guinea pigs or their enclosures.  Correct by November 18, 2021. \n \nThis inspection and exit interview were conducted with a licensee.\n\nAdditional Inspectors: \nMELISSA CARLSON, VETERINARY MEDICAL OFFICEREnd Section",
  "animals_total": 667,
  "species": [
    {
      "count": 667,
      "scientific": "Cavia porcellus",
      "common": "DOMESTIC GUINEA PIG"
    }
  ]
}