{
  "insp_id": "202151403250968",
  "layout": "a",
  "customer_id": "36639",
  "customer_name": "James W Sublett",
  "customer_addr": "Sheri L Sublett\n1158 Pellum Rd\nWalterboro, SC 29488",
  "certificate": "56-A-0130",
  "site_id": "001",
  "site_name": "TWIN PINE FARM & EXOTICS",
  "insp_type": "ROUTINE INSPECTION",
  "date": "20-JUL-2015",
  "report_date": "21-JUL-2015",
  "citations": [
    {
      "code": "2.75",
      "kind": "",
      "repeat": false,
      "desc": "RECORDS: DEALERS AND EXHIBITORS.",
      "narrative": "During the last inspection on 8-7-14, only 3 Geoffroys cats were observed and inspected. Currently there are 7\nGeoffroys, 1 Asian Leopard Cat, and 2 Bengal cats. The Bengal cats, being hybrids with domestic cats, are\nconsidered domestic cats under the Animal Welfare Act and their records must be kept on the required forms. Not\nall of the required information is available for all of the animals. No acquisition records are available for the two\nBengal cats. The name and address, but no drivers license number or license plate number is available for the\nAsian Leopard Cat (Tapanga) and the Geoffroys cat (Destiny) sellers. The Geoffroy kitten recently born is not\nrecorded in the records. Two cats were brought in at one time on loan, but one (Chloe) was returned but records do\nnot show this transaction.\nRecords of all acquisitions and dispositions need to be accurate and up to date. If an animal is obtained from\nsomeone who is not USDA licensed, then their name, address, drivers license and license plate number need to be\nobtained.\nRecords to be corrected by 8-7-15."
    },
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "A large wooden transportation crate is in the first enclosure with 3 exotic cats. The roof of this enclosure is loose\nalong one edge and falling down, exposing loose nail heads. This structure needs to be repaired or replaced. A\nvery rotten stump/part of tree is in the first enclosure on the ground next to the cage wire and is harboring a colony\nof ants. A dried up evergreen tree is in the second enclosure needing removal. To be corrected by 7-27-15."
    },
    {
      "code": "3.125(d)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "Blackened and slimy chicken food wastes and dried white bones are in the exotic cat enclosures. The rotting food\nis attracting flies and ants. All enclosures need to be cleaned often enough to minimize vermin, odors and disease\nhazards. During summer temperature extremes, when raw food is fed, leftover food should be quickly removed to\nprevent cats from eating rotted food. To be corrected by 7-24-15."
    },
    {
      "code": "3.127(a)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, OUTDOOR.",
      "narrative": "There are three outdoor wire and wood cages containing 7 exotic cats (2 are hybrids). The tops are open wire and\nthe only shade structures are some wooden dens, an enclosed barrel, and kennel cabs. Two of the cages are over\n12 feet tall. The cages are next to a row of trees, but these trees only provide shade in the afternoons.\nTemperatures have been close to 100 many days already this summer. More widespread shade needs to be\nprovided for morning and noontime sun to allow the animals to be outside of a shelter where airflow can allow for\ncooling. To be corrected by 7-27-15."
    },
    {
      "code": "3.131(a)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "In two of the outdoor cages containing 3 cats each there is white dried feces in piles. One of the cages has a metal\nroofed shelter and dried cat feces is on the roof. Flies are being attracted by the feces. Enclosures need to be\ncleaned on a regular basis to prevent contamination of the animals and to minimize disease hazards. To be\ncorrected by 7-24-15."
    },
    {
      "code": "3.131(c)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "Overgrown grass and weeds are in and around all three outdoor exotic cat enclosures. The weeds are 1 - 2 feet\nhigh and are interfering with observation and adequate cleaning of the enclosures. The plants in these enclosures\nneed to be kept so they do not prevent easy observation of the animals nor prevent the necessary husbandry\npractices. To be corrected by 7-27-15.\nExit briefing conducted with facility representative."
    }
  ],
  "narrative": "2.75\nRECORDS: DEALERS AND EXHIBITORS.\nDuring the last inspection on 8-7-14, only 3 Geoffroys cats were observed and inspected.  Currently there are 7\nGeoffroys, 1 Asian Leopard Cat, and 2 Bengal cats.  The Bengal cats, being hybrids with domestic cats, are\nconsidered domestic cats under the Animal Welfare Act and their records must be kept on the required forms.  Not\nall of the required information is available for all of the animals.  No acquisition records are available for the two\nBengal cats.  The name and address, but no drivers license number or license plate number is available for the\nAsian Leopard Cat (Tapanga) and the Geoffroys cat (Destiny) sellers.  The Geoffroy kitten recently born is not\nrecorded in the records. Two cats were brought in at one time on loan, but one (Chloe) was returned but records do\nnot show this transaction.\nRecords of all acquisitions and dispositions need to be accurate and up to date.  If an animal is obtained from\nsomeone who is not USDA licensed, then their name, address, drivers license and license plate number need to be\nobtained.\nRecords to be corrected by  8-7-15.\n3.125(a)\nFACILITIES, GENERAL.   \nA large wooden transportation crate is in the first enclosure with 3 exotic cats.  The roof of this enclosure is loose\nalong one edge and falling down, exposing loose nail heads.  This structure needs to be repaired or replaced. A\nvery rotten stump/part of tree is in the first enclosure on the ground next to the cage wire and is harboring a colony\nof ants. A dried up evergreen tree is in the second enclosure needing removal.  To be corrected by 7-27-15.\n3.125(d)\nFACILITIES, GENERAL.   \nBlackened and slimy chicken food wastes and dried white bones are in the exotic cat enclosures.  The rotting food\nis attracting flies and ants.   All enclosures need to be cleaned often enough to minimize vermin, odors and disease\nhazards. During summer temperature extremes, when raw food is fed, leftover food should be quickly removed to\nprevent cats from eating rotted food.  To be corrected by 7-24-15.\n\n3.127(a)\nFACILITIES, OUTDOOR. \nThere are three outdoor wire and wood cages containing 7 exotic cats (2 are hybrids).  The tops are open wire and\nthe only shade structures are some wooden dens, an  enclosed barrel, and kennel cabs. Two of the cages are over\n12 feet tall. The cages are next to a row of trees, but these trees only provide shade in the afternoons. \nTemperatures have been close to 100 many days already this summer.  More widespread shade needs to be\nprovided for morning and noontime sun to allow the animals to be outside of a shelter where airflow can allow for\ncooling.  To be corrected by 7-27-15.\n3.131(a)\nSANITATION.   \nIn two of the outdoor cages containing 3 cats each there is white dried feces in piles.  One of the cages has a metal\nroofed shelter and dried cat feces is on the roof.  Flies are being attracted by the feces.  Enclosures need to be\ncleaned on a regular basis to prevent contamination of the animals and to minimize disease hazards.  To be\ncorrected by 7-24-15.\n3.131(c)\nSANITATION.   \nOvergrown grass and weeds are in and around all three outdoor exotic cat enclosures.  The weeds are 1 - 2 feet\nhigh and are interfering with observation and adequate cleaning of the enclosures.  The plants in these enclosures\nneed to be kept so they do not prevent easy observation of the animals  nor prevent the necessary husbandry\npractices.  To be corrected by 7-27-15.\nExit briefing conducted with facility representative.",
  "animals_total": 10,
  "species": [
    {
      "count": 2,
      "scientific": "Felis silvestris catus",
      "common": "CAT ADULT"
    },
    {
      "count": 7,
      "scientific": "Leopardus geoffroyi",
      "common": "GEOFFROY'S CAT"
    },
    {
      "count": 1,
      "scientific": "Prionailurus bengalensis",
      "common": "LEOPARD CAT"
    }
  ]
}