{
  "insp_id": "2016090000770946",
  "layout": "b",
  "customer_id": "12337",
  "customer_name": "MELINDA WIEMANN",
  "customer_addr": "2381 GOLDEN ROAD\nDONNELLSON, IA 52625",
  "certificate": "42-A-1437",
  "site_id": "001",
  "site_name": "MELINDA WIEMANN",
  "insp_type": "ROUTINE INSPECTION",
  "date": "09-MAR-2022",
  "report_date": "09-MAR-2022",
  "citations": [
    {
      "code": "3.1(c)(1)(ii)",
      "kind": "",
      "repeat": false,
      "desc": "Housing facilities, general.",
      "narrative": "* An estimated ten holes were observed with sharp, jagged edges. The holes range from two to four inches in width to\nfour to six inches in length. Ten dogs are in contact with the affected area which is located on the outdoor metal wall\nboard. Sharp points with jagged edges increase the risk of possible laceration or puncture wounds occurring on the\ndogs. All surfaces of housing facilities must be free of sharp points and jagged edges that could injure the animals. The\nlicensee must ensure all surfaces are free of any jagged edges or sharp points that might injure the animals. Correct by\n3/23/22.\nThis inspection and exit interview were conducted with the licensee.\nEnd Section"
    }
  ],
  "narrative": "3.1(c)(1)(ii) \n   \nHousing facilities, general. \n*  An estimated ten holes were observed with sharp, jagged edges. The holes range from two to four inches in width to \nfour to six inches in length.  Ten dogs are in contact with the affected area which is located on the outdoor metal wall \nboard.   Sharp points with jagged edges increase the risk of possible laceration or puncture wounds occurring on the \ndogs.  All surfaces of housing facilities must be free of sharp points and jagged edges that could injure the animals.  The \nlicensee must ensure all surfaces are free of any jagged edges or sharp points that might injure the animals.  Correct by  \n3/23/22. \n \nThis inspection and exit interview were conducted with the licensee. \n \nEnd Section",
  "animals_total": 74,
  "species": [
    {
      "count": 43,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 31,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}