{
  "insp_id": "2016082568967017",
  "layout": "a",
  "customer_id": "501828",
  "customer_name": "Tim Galeazzi",
  "customer_addr": "1458 110th Place\nKnoxville, IA 50138",
  "certificate": "42-B-0304",
  "site_id": "001",
  "site_name": "TIM GALEAZZI",
  "insp_type": "ROUTINE INSPECTION",
  "date": "15-NOV-2017",
  "report_date": "15-NOV-2017",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "Female Shih tzu (“Mercury”, microchip # A02333001) has an emaciated body condition. A physical inspection of\nthe dog revealed the hips, backbone, ribs and shoulder blades are prominent and easily felt beneath the hair coat\nand there is little to no body fat and muscle covering the animal. Although the dog has a long hair coat, the\ninspector was able to visibly see the dog’s poor body condition while she was standing in her enclosure. This dog is\ncurrently nursing six puppies. The dog has not been evaluated by a licensed veterinarian for her body condition.\nFemale Poodle (microchip #036-010-303) has an emaciated body condition. A physical inspection of the dog\nrevealed the hips, backbone, ribs and shoulder blades are prominent and easily felt beneath the hair coat and there\nis little body fat and muscle covering the animal. The dog appears depressed and lethargic and has not been\nevaluated by a licensed veterinarian for her body condition.\nAn emaciated body condition could be an indicator of a serious underlying health issue. These dogs must be\nevaluated by a licensed veterinarian for a proper diagnosis and to establish an effective treatment plan.\nCorrection date: Both dogs were transported to a licensed veterinarian at the time of the inspection."
    },
    {
      "code": "3.1(a)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "In at least four enclosures, housing a total of four adult dogs and approximately 18 puppies, the heat lamps are\nplaced at the level of the dogs and do not have any guards to stop the dogs from touching the glass bulbs. Without\nthe protective guards, the dogs can come into direct contact with the glass bulb which could cause burns or injuries.\nHousing facilities for dogs must be designed so that they protect the animals from injury. The licensee must remove\nthe glass bulbs from within the enclosures or cover the bulbs with a protective guard in order to ensure the animals\ncannot come into direct contact with the bulbs. The licensee must ensure that all enclosures are safe for the dogs\nat all times.\nCorrection date: The heat lamps were removed from all enclosures at the time of the inspection."
    },
    {
      "code": "3.6(a)(2)(x)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "In at least five enclosures, housing approximately twenty-three puppies, the feet and legs of the puppies are\npassing through the wire flooring. Openings in flooring that are large enough for feet and legs to pass through could\nresult in entrapment or injury to the puppy.\nEnclosures must have floors that are constructed in a manner that protects the dogs’ feet and legs from injury and\ndoes not allow the dogs’ feet to pass through any openings in the floor. The licensee must alter the flooring in a\nmanner that does not allow the feet and legs of the puppies to pass through any openings. The licensee must\nensure that the flooring in the enclosures is safe for the dogs at all times.\nCorrection date: November 25, 2017\nInspection conducted with Kelly Maxwell, ACI, an IDALS Official, and the facility representative.\nExit interview conducted with Kelly Maxwell, ACI and the facility representative."
    }
  ],
  "narrative": "2.40(b)(2)           DIRECT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nFemale Shih tzu (“Mercury”, microchip # A02333001) has an emaciated body condition.  A physical inspection of\nthe dog revealed the hips, backbone, ribs and shoulder blades are prominent and easily felt beneath the hair coat\nand there is little to no body fat and muscle covering the animal.  Although the dog has a long hair coat, the\ninspector was able to visibly see the dog’s poor body condition while she was standing in her enclosure.  This dog is\ncurrently nursing six puppies.  The dog has not been evaluated by a licensed veterinarian for her body condition.\nFemale Poodle (microchip #036-010-303) has an emaciated body condition.  A physical inspection of the dog\nrevealed the hips, backbone, ribs and shoulder blades are prominent and easily felt beneath the hair coat and there\nis little body fat and muscle covering the animal.  The dog appears depressed and lethargic and has not been\nevaluated by a licensed veterinarian for her body condition.\nAn emaciated body condition could be an indicator of a serious underlying health issue. These dogs must be\nevaluated by a licensed veterinarian for a proper diagnosis and to establish an effective treatment plan.\nCorrection date:  Both dogs were transported to a licensed veterinarian at the time of the inspection.\n3.1(a)\nHOUSING FACILITIES, GENERAL.\nIn at least four enclosures, housing a total of four adult dogs and approximately 18 puppies, the heat lamps are\nplaced at the level of the dogs and do not have any guards to stop the dogs from touching the glass bulbs.  Without\nthe protective guards, the dogs can come into direct contact with the glass bulb which could cause burns or injuries.\n \nHousing facilities for dogs must be designed so that they protect the animals from injury.  The licensee must remove\nthe glass bulbs from within the enclosures or cover the bulbs with a protective guard in order to ensure the animals\ncannot come into direct contact with the bulbs.  The licensee must ensure that all enclosures are safe for the dogs\n\nat all times.\nCorrection date:  The heat lamps were removed from all enclosures at the time of the inspection.\n3.6(a)(2)(x)\nPRIMARY ENCLOSURES.\nIn at least five enclosures, housing approximately twenty-three puppies, the feet and legs of the puppies are\npassing through the wire flooring.  Openings in flooring that are large enough for feet and legs to pass through could\nresult in entrapment or injury to the puppy.\nEnclosures must have floors that are constructed in a manner that protects the dogs’ feet and legs from injury and\ndoes not allow the dogs’ feet to pass through any openings in the floor.  The licensee must alter the flooring in a\nmanner that does not allow the feet and legs of the puppies to pass through any openings.  The licensee must\nensure that the flooring in the enclosures is safe for the dogs at all times.\nCorrection date:  November 25, 2017\nInspection conducted with Kelly Maxwell, ACI, an IDALS Official, and the facility representative.\nExit interview conducted with Kelly Maxwell, ACI and the facility representative.",
  "animals_total": 320,
  "species": [
    {
      "count": 224,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 96,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}