{
  "insp_id": "2016082567990692",
  "layout": "a",
  "customer_id": "321531",
  "customer_name": "River Birch Animal Farm",
  "customer_addr": "P O Box 159\nLocust Hill, VA 23092",
  "certificate": "52-C-0257",
  "site_id": "001",
  "site_name": "RIVER BIRCH ANIMAL FARM",
  "insp_type": "ROUTINE INSPECTION",
  "date": "07-NOV-2016",
  "report_date": "07-NOV-2016",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "A single housed neutered male pig was found to have skin lesions on the ears, jowl and flank. On the middle of the\nouter surface of each ear there was a red superficial ulceration of the skin with brown crusty debris. The tip of the\nears also had a brown crusty lesion. On the right jowl there was an approximately 1cm deep circular ulcerative\nlesion on the skin. The right lower flank had multiple red ulcerative dermal lesions with a brown crusty debris\naround the edges of the lesions. All lesions were attracting flies.\nCorrect by 8 November 2016."
    },
    {
      "code": "2.75(b)(1)",
      "kind": "",
      "repeat": true,
      "desc": "RECORDS: DEALERS AND EXHIBITORS.",
      "narrative": "There was no record of animals on hand or record of acquisition and disposition available for review at the time of\ninspection. In order to meet the regulatory requirement, these records must be maintained and updated on a\nregular basis, and made available to the inspector for review upon request. The records must be recreated,\naccurate and current by 14 November 2016.\nThe record of animals on hand was corrected at the time of inspection."
    },
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": true,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "The indoor and outdoor housing facilities shall be structurally sound and maintained in good repair to protect the\nanimals from injury and to contain the animals.\nThe pasture still has potential hazards that could cause injury to the animals that have access to this area. Primarily\nthis includes broken glass that has been exposed due to bulldozer activity, but also loose wire and discarded baling\ntwine that could cause entanglement.\nThe hazards must be removed from the pasture or the animals precluded from entering the hazardous area.\nCorrect by 9 December 2016."
    },
    {
      "code": "3.131(d)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "A safe and effective program for the control of insects, ectoparasites, avian and mammalian pests shall be\nestablished and maintained. The food storage shed has a rodent problem as evidenced by large amounts of rodent\nfeces found throughout the shed. The feed needs to be maintained off the floor. Feed stored in bins need to be\nsecured with a lid. Pest control measures need to put in place.\nCorrection to start immediately and be ongoing.\nThis inspection and exit interview were conducted with the president."
    }
  ],
  "narrative": "2.40(b)(2)           DIRECT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nA single housed neutered male pig was found to have skin lesions on the ears, jowl and flank.  On the middle of the\nouter surface of each ear there was a red superficial ulceration of the skin with brown crusty debris.  The tip of the\nears also had a brown crusty lesion.   On the right jowl there was an approximately 1cm deep circular ulcerative\nlesion on the skin.  The right lower flank had multiple red ulcerative dermal lesions with a brown crusty debris\naround the edges of the lesions.  All lesions were attracting flies.  \nCorrect by 8 November 2016.\n2.75(b)(1)                    REPEAT\nRECORDS: DEALERS AND EXHIBITORS.\nThere was no record of animals on hand or record of acquisition and disposition available for review at the time of\ninspection.   In order to meet the regulatory requirement, these records must be maintained and updated on a\nregular basis, and made available to the inspector for review upon request.   The records must be recreated,\naccurate and current by 14 November 2016.  \nThe record of animals on hand was corrected at the time of inspection.\n3.125(a)                    REPEAT\nFACILITIES, GENERAL.   \nThe indoor and outdoor housing facilities shall be structurally sound and maintained in good repair to protect the\n\nanimals from injury and to contain the animals.\nThe pasture still has potential hazards that could cause injury to the animals that have access to this area. Primarily\nthis includes broken glass that has been exposed due to bulldozer activity, but also loose wire and discarded baling\ntwine that could cause entanglement.\nThe hazards must be removed from the pasture or the animals precluded from entering the hazardous area.\nCorrect by 9 December 2016.\n3.131(d)\nSANITATION.   \nA safe and effective program for the control of insects, ectoparasites, avian and mammalian pests shall be\nestablished and maintained.  The food storage shed has a rodent problem as evidenced by large amounts of rodent\nfeces found throughout the shed.  The feed needs to be maintained off the floor.  Feed stored in bins need to be\nsecured with a lid.  Pest control measures need to put in place. \nCorrection to start immediately and be ongoing.\nThis inspection and exit interview were conducted with the president.",
  "animals_total": 20,
  "species": [
    {
      "count": 9,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 2,
      "scientific": "Lama glama",
      "common": "LLAMA"
    },
    {
      "count": 1,
      "scientific": "Oryctolagus cuniculus",
      "common": "EUROPEAN RABBIT"
    },
    {
      "count": 3,
      "scientific": "Ovis aries aries",
      "common": "SHEEP INCLUDING ALL DOMESTIC BREEDS"
    },
    {
      "count": 5,
      "scientific": "Sus scrofa domestica",
      "common": "DOMESTIC PIG / POTBELLY PIG / MICRO PIG"
    }
  ]
}