{
  "insp_id": "43140310100908",
  "layout": "a",
  "customer_id": "14434",
  "customer_name": "Donna Taber",
  "customer_addr": "375 C R 851\nWasola, MO 65773",
  "certificate": "43-A-5497",
  "site_id": "001",
  "site_name": "DONNA TABER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "27-MAY-2014",
  "report_date": "27-MAY-2014",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "****A male Chihuahua (m/c# 090 066 101) and a male Yorkshire terrier (m/c# 073 605 869) were excessively licking\ntheir lips. Upon closer inspection, both dogs had a build-up of hard brown material that covered their entire cheek\nteeth and most of their canine teeth. Teeth problems can be painful, can affect the animal's ability to eat, and can\nresult in tooth loss. The licensee must have these dogs examined and treated by a veterinarian and must establish\nan effective program of dental maintenance.\nTO BE CORRECTED BY JUNE 15, 2014.\n****A male Chihuahua (m/c# 090 066 101) had excessively long toenails on all four feet. The toenails on the back\nfeet were curling backwards. Excessively long toenails can result in injury, especially in dogs housed on wire, and\ncan affect the normal gait of the dog. The licensee must trim these toenails to a normal length and must establish\nand maintain an effective nail trimming program.\nTO BE CORRECTED BY JUNE 1, 2014."
    },
    {
      "code": "3.11(d)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "(d) Pest Control.\nThe licensee does not have an effective pest control program. Rodent feces and spilled dog food were present on\nthe floor of the food storage building between the pallet of dog food and the walls of the building. Small holes were\npresent in the wall coverings, which could be entry points for rodents. Rodents can harbor diseases that can affect\nthe health of the dogs. The licensee must establish and maintain an effective pest control program.\nTO BE CORRECTED BY JUNE 27, 2014.\nThe inspection and the exit briefing were conducted with the licensee."
    }
  ],
  "narrative": "2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n****A male Chihuahua (m/c# 090 066 101) and a male Yorkshire terrier (m/c# 073 605 869) were excessively licking\ntheir lips.  Upon closer inspection, both dogs had a build-up of hard brown material that covered their entire cheek\nteeth and most of their canine teeth.  Teeth problems can be painful, can affect the animal's ability to eat, and can\nresult in tooth loss.  The licensee must have these dogs examined and treated by a veterinarian and must establish\nan effective program of dental maintenance.\nTO BE CORRECTED BY JUNE 15, 2014.\n****A male Chihuahua (m/c# 090 066 101) had excessively long toenails on all four feet.  The toenails on the back\nfeet were curling backwards.  Excessively long toenails can result in injury, especially in dogs housed on wire, and\ncan affect the normal gait of the dog.  The licensee must trim these toenails to a normal length and must establish\nand maintain an effective nail trimming program.\nTO BE CORRECTED BY JUNE 1, 2014.\n3.11(d)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\n(d) Pest Control.\nThe licensee does not have an effective pest control program.  Rodent feces and spilled dog food were present on\nthe floor of the food storage building between the pallet of dog food and the walls of the building. Small holes were\npresent in the wall coverings, which could be entry points for rodents.  Rodents can harbor diseases that can affect\nthe health of the dogs.  The licensee must establish and maintain an effective pest control program.\nTO BE CORRECTED BY JUNE 27, 2014.\nThe inspection and the exit briefing were conducted with the licensee.\n\n",
  "animals_total": 168,
  "species": [
    {
      "count": 111,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 57,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}