{
  "insp_id": "2016082568557076",
  "layout": "a",
  "customer_id": "501653",
  "customer_name": "Jessica Stillwell",
  "customer_addr": "10288 E Business 60\nMountain Grove, MO 65711",
  "certificate": "43-A-6210",
  "site_id": "001",
  "site_name": "JESSICA STILLWELL",
  "insp_type": "ROUTINE INSPECTION",
  "date": "18-JUL-2017",
  "report_date": "18-JUL-2017",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "Mandy, a female Golden Retriever (m/c # 941000018993135), is very thin. Her ribs, backbone, hip bones and\nshoulders are easily observed and there is a very defined abdominal tuck. Mandy has 9 puppies that are 2 weeks\nold. The owners have been feeding her free choice dry puppy food and a can of puppy food in the morning and\nevening. There was no consultation with a veterinarian to establish a diagnosis or to confirm that this was the\ncorrect treatment for this dog. Poor body condition can be the result of parasites, inadequate nutrition, or an\nunderlying medical condition. Mandy must be evaluated by a veterinarian within 3 days of this inspection, to know\nwith certainty the problem and the correct treatment. Documentation of the evaluation, recommended treatment\nand delivered treatments must be available to APHIS officials.\nTo be corrected by: 21 July 2017\nThis inspection and exit interview were conducted with facility representatives."
    }
  ],
  "narrative": "2.40(b)(2)           DIRECT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nMandy, a female Golden Retriever (m/c # 941000018993135), is very thin.  Her ribs, backbone, hip bones and\nshoulders are easily observed and there is a very defined abdominal tuck.  Mandy has 9 puppies that are 2 weeks\nold.  The owners have been feeding her free choice dry puppy food and a can of puppy food in the morning and\nevening.  There was no consultation with a veterinarian to establish a diagnosis or to confirm that this was the\ncorrect treatment for this dog.  Poor body condition can be the result of parasites, inadequate nutrition, or an\nunderlying medical condition. Mandy must be evaluated by a veterinarian within 3 days of this inspection, to know\nwith certainty the problem and the correct treatment.  Documentation of the evaluation, recommended treatment\nand delivered treatments must be available to APHIS officials.  \nTo be corrected by:  21 July 2017\nThis inspection and exit interview were conducted with facility representatives.",
  "animals_total": 31,
  "species": [
    {
      "count": 12,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 19,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}