{
  "insp_id": "INS-0000948498",
  "layout": "c",
  "customer_id": "3157",
  "customer_name": "Noahs Ark Animal Rehab Center and Sanctuary Inc",
  "customer_addr": "712 L G Griffin Road\nLocust Grove, GA 30248",
  "certificate": "57-C-0037",
  "site_id": "001",
  "site_name": "NOAHS ARK REHABILITATION CENTER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "12-MAR-2024",
  "report_date": "22-MAR-2024",
  "citations": [
    {
      "code": "3.150(a)",
      "kind": "",
      "repeat": false,
      "desc": "Facilities, general.",
      "narrative": "Some areas in need of repair were identified in several bird enclosures:\n- There was some damage to the fence across the entry door near the ceiling at the top of the cockatiel enclosure\nresulting in an approximately 1.5-inch gap and broken/bent wires protruding into the enclosure.\n- There is flaking and peeling paint that is coming off the top beams of the amazons’ enclosure located near the foxes,\nthat could be a hazard if ingested by the birds.\n- In the macaw enclosure at the top of the hill, there was an approximately 2.5 feet tall standing piece of wood with several\nprotruding nails and sharp points.\nDamaged areas such as these within enclosures could result in animal injury. Housing facilities must be kept in good\nrepair to safely contain the birds. Correct by April 15, 2024."
    },
    {
      "code": "2.40(b)(3)",
      "kind": "",
      "repeat": true,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "During inspection, the following animals were identified in need of veterinary care:\n- A black pig with a white abdomen was limping on the right front limb.\n- The top of both the Patagonian cavy’s ears were thickened, crusty and had an irregular margin. The tip of the right ear\nwas missing. Black crusty material could be seen inside both ears. Discharge was seen draining from the left ear creating\na wet track leading to his jaw.\n- A Peach-faced lovebird in the large cockatiel aviary had many of the feathers on the right side of his face and neck\nplucked off. The skin underneath appeared reddened. The right eye was abnormal and all that could be seen was a small\nblack dot where the eye should be.\n- A marmoset housed in the primate indoor housing/kitchen area was seen once pulling hair from his tail. There was an\napproximately 2-inch-long section on the inside of his tail that was missing hair.\nThe licensee had not identified the conditions affecting these animals, therefore had not contacted the veterinarian for\nguidance on care. Failure to promptly identify animal conditions delays treatment and may cause undue pain or distress in\nsituations such as these. A more rigorous method of daily observation of all animals must be implemented to properly\nassess their health and well-being. Direct and frequent communication with the attending veterinarian is required for\ntimely diagnosis and adequate medical attention. The currently affected animals need to be seen by a veterinarian for an\nappropriate diagnosis and treatment plan."
    },
    {
      "code": "3.75(c)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Housing facilities, general.",
      "narrative": "In the enclosure housing three brown lemurs in the primate area there were several bamboo perches that were not affixed\nto the enclosure. At least 2 bamboo perches were starting to pull away from the fence on the way to falling and one did\nbreak resting on the ground of the enclosure. Several of the branches were also thin and bowing downwards. Such\nperches are not of sufficient strength and are not adequately placed to withstand the weight of the lemurs. Furniture-type\nfixtures such as perches must be sturdily constructed and must be strong enough to provide for the safe activity and\nwelfare of the nonhuman primates. Correct by March 29, 2024."
    },
    {
      "code": "3.75(c)(1)(i)",
      "kind": "",
      "repeat": true,
      "desc": "Housing facilities, general.",
      "narrative": "The bottom section of the metal shift door in the enclosure housing one Japanese snow macaque Kenya is still rusted and\npitted with sharp edges. The facility did some maintenance that did not resolve the issue. There are still substantial gaps\nin some areas, as well as jagged surfaces which have impacted the structural integrity of the shift door. Excessively\nrusted and damaged areas such as these within enclosures cannot be cleaned or sanitized and could result in animal\ninjury. Any surfaces that come into contact with primates must be free of excessive rust that prevents the required\ncleaning and sanitization, or that affects the structural strength of the surface."
    },
    {
      "code": "3.84(d)",
      "kind": "",
      "repeat": false,
      "desc": "Cleaning, sanitization, housekeeping, and pest control.",
      "narrative": "The facility does not have an effective program to mitigate rodent issues despite the bait boxes seen around the property.\nThere were rodent feces in the brown lemur shelter box near the admission building and many large rodent holes around\nthe concrete pad beneath the box. Even after the shelter was cleaned the next day, fresh rodent droppings were seen in\nthe shelter box used by the lemurs. Rodents are pest that can transmit diseases, cause sanitation issues and overall,\nnegatively affect the animal’s health. The facility must establish and maintain an effective program for pest control\nincluding mammalian pest. Correct by April 5, 2024."
    },
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": false,
      "desc": "Facilities, general.",
      "narrative": "Some areas in need of repair were identified in several enclosures:\n- In the foxes’ back feeding area, the base of one metal pole rusted and an about 6 inch long section broke off creating\nsharp points and impacting the structural integrity of the pole.\n- In the brown bear Anna Lou’s enclosure, there were 2 rotting wood boards, each located at the entrance to one of the\nconcrete dens. In front of the wood, dispersed across the entryway of the den facing the enclosure, there were 3 thick\nmetal poles protruding a couple inches to a foot from the ground while the other den had one similar pole at the edge.\n- In the black bear Angus’ catch pen, there was an approximately 6 foot tall remnant of a cut fence protruding many about\n2 inches long thin and sharp metal pieces into the enclosure.\n- In Angus’ enclosure, near the tiered wooden platform, the large metal sheets wrapped around 2 trees were coming off\nand hanging down, almost falling.\n- In the black bear Little Anne’s enclosure, there were sections of the hot wire hanging down across the door leading to\nthe creek.\n- The black coating on the metal chain link fence of the black bear Baloo’s enclosure is flaking off.\nAreas in disrepair such as these may affect the structural integrity of the structures and could result in animal injury.\nHousing facilities must be structurally sound and maintained in good repair to safely contain the animals. Correct by April\n20, 2024."
    },
    {
      "code": "3.150(c)(2)",
      "kind": "",
      "repeat": true,
      "desc": "Facilities, general.",
      "narrative": "There are still areas of rust along the side of the cockatiel enclosure and some areas are actively flaking and beginning to\npit causing sharp edges. These rusted areas prevent appropriate cleaning and sanitization and may lead to structural\nintegrity issues. The animals may also injure themselves on jagged surfaces present when the metal starts to disintegrate.\nA more effective plan to address these issues and to maintain the enclosure in good repair need to be established. The\nfacility shall ensure that any surfaces that the birds can encounter are free of excessive rust or damage."
    },
    {
      "code": "3.154(b)",
      "kind": "",
      "repeat": false,
      "desc": "Environment enhancement to promote psychological well-being.",
      "narrative": "Three instances were identified where the physical environment for the birds was not enriched sufficiently to provide the\nmeans to express species-typical behavior:\n- A budgie that could not fly was observed on the ground of a large cockatiel aviary. In one corner, the facility had a\nlowered perch and bedding set up for this bird. However, the perch was too large for the bird to wrap his feet around and\nthe nesting material provided was wet.\n- Several holes/indentations in the rocks were seen on the ground of the cockatoos' enclosure where the birds are trying\nto nest. The facility did not provide nest boxes or nesting material which allowed for the abnormal behavior of nesting on\nthe ground.\n- Cage complexities recommended by the attending veterinarian, such as foraging opportunity, things to climb, things to\nhide in and things to play with like mirrors, were missing or scarce in the bird enclosures.\nA lack of adequate environmental enrichment for the given species may negatively impact psychological well-being and\nhas resulted in abnormal behavior. With the attending veterinarian’s oversight, the facility must put in place environmental\nenrichments specifically tailored to meet the species needs. Correct by April 5, 2024."
    },
    {
      "code": "3.154(c)(2)",
      "kind": "",
      "repeat": false,
      "desc": "Environment enhancement to promote psychological well-being.",
      "narrative": "Multiple parrots and cockatiels at the facility were showing signs of self-plucking or plucking feathers from other birds. The\ncurrent enrichment program states that when the facility sees these behaviors, they are to contact the veterinarian\nhowever a plan has not been implemented to counter this abnormal behavior. On September 2023, the veterinarian\nrecommended adding more enrichment for all the birds as well as things they could hide in yet several of these birds are\nin enclosures that are not sufficiently enriched with cage complexity or visual barriers to avoid conspecifics. The lack of\nadequate enrichment and the lack of implementation of the veterinarian’s guidance has allowed birds to continue this\nfeather plucking behavior that may underline psychological distress. The facility must implement an adequate enrichment\nplan per the attending veterinarian’s instructions for all the birds including special attention regarding enhancement of the\nenvironment of those showing signs of being in psychological distress through behaviors such as feather plucking.\nCorrect by April 5. 2024."
    },
    {
      "code": "3.158(d)",
      "kind": "",
      "repeat": false,
      "desc": "Cleaning, sanitization, housekeeping, and pest control.",
      "narrative": "The current pest control program is not sufficient to minimize the presence of rodents in the small animal area near the\nadministration building. There was a dead rat in the entryway to the small hallway connecting two enclosures each\nhousing a scarlet macaw. The grass in these enclosures was overgrown which could be living areas for pests. The shelter\nbox for lemurs adjacent to these two bird enclosures had rodent feces inside and many large rodent holes were seen\naround the concrete pad beneath the box. Rodents are pest that can transmit diseases, cause sanitation issues and\noverall, negatively affect the animal’s health. The facility must establish and maintain an effective program for pest control\nincluding mammalian pest. Correct by April 5, 2024."
    },
    {
      "code": "3.159",
      "kind": "",
      "repeat": false,
      "desc": "Employees",
      "narrative": "The facility does not have adequately trained employees that have adequate experience in the husbandry and care of\nbirds or knowledge in recognizing concerning signs of welfare and psychological distress. This includes the following\nareas:\n- The employees did not recognize that the parrots were overheating and did not have established protocols to monitor\nheat and cold that may negatively impact their birds.\n- The employees did not notice the poor condition of feathers or injury to the wing of the single budgie housed in with the\ncockatiels and did not provide adequate perching or nesting for this bird. The facility provided nesting material on the\nground not recognizing Budgies as cavity nesters.\n- The staff does not have adequate experience to manage birds that are self-plucking or plucking conspecifics and there\nis no additional enrichment, nesting boxes or visual barriers that may prevent the birds from further self-harm.\n- The staff is not recognizing the need to provide perching that would naturally wear down a blue and yellow macaw's\nnails that are overgrowing into the foot pad, in the building housing food storage. This is despite the veterinarian's\nguidance to provide all birds with textured perches to help keep nails filed.\nInadequate employee knowledge and experience could result in inadequate care which could negatively impact animal\nwelfare. The facility must work to maintain a professionally acceptable level of husbandry and handling practices. Such\npractices must be conducted under the supervision of a bird caretaker who has appropriate experience in the husbandry\nand care of birds that are being managed in a given setting. Correct by April 20, 2024.\nThis inspection and exit interview were conducted with facility representatives.\nThis is part 2 of a 2 part report.\nAdditional Inspectors:\nANDREA D AMBROSIO, ANIMAL CARE INSPECTOR n"
    }
  ],
  "narrative": "3.150(a) \n   \nFacilities, general. \nSome areas in need of repair were identified in several bird enclosures: \n- There was some damage to the fence across the entry door near the ceiling at the top of the cockatiel enclosure \nresulting in an approximately 1.5-inch gap and broken/bent wires protruding into the enclosure. \n- There is flaking and peeling paint that is coming off the top beams of the amazons’ enclosure located near the foxes, \nthat could be a hazard if ingested by the birds. \n- In the macaw enclosure at the top of the hill, there was an approximately 2.5 feet tall standing piece of wood with several \nprotruding nails and sharp points. \nDamaged areas such as these within enclosures could result in animal injury. Housing facilities must be kept in good \nrepair to safely contain the birds. Correct by April 15, 2024. \n2.40(b)(3)  Repeat\n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nDuring inspection, the following animals were identified in need of veterinary care: \n- A black pig with a white abdomen was limping on the right front limb. \n- The top of both the Patagonian cavy’s ears were thickened, crusty and had an irregular margin. The tip of the right ear \nwas missing. Black crusty material could be seen inside both ears. Discharge was seen draining from the left ear creating \na wet track leading to his jaw. \n- A Peach-faced lovebird in the large cockatiel aviary had many of the feathers on the right side of his face and neck \nplucked off. The skin underneath appeared reddened. The right eye was abnormal and all that could be seen was a small \nblack dot where the eye should be.  \n- A marmoset housed in the primate indoor housing/kitchen area was seen once pulling hair from his tail. There was an \napproximately 2-inch-long section on the inside of his tail that was missing hair.  \nThe licensee had not identified the conditions affecting these animals, therefore had not contacted the veterinarian for \nguidance on care. Failure to promptly identify animal conditions delays treatment and may cause undue pain or distress in \nsituations such as these. A more rigorous method of daily observation of all animals must be implemented to properly \nassess their health and well-being. Direct and frequent communication with the attending veterinarian is required for \ntimely diagnosis and adequate medical attention. The currently affected animals need to be seen by a veterinarian for an \nappropriate diagnosis and treatment plan.\n\n3.75(c)(1) \n   \nHousing facilities, general. \nIn the enclosure housing three brown lemurs in the primate area there were several bamboo perches that were not affixed \nto the enclosure. At least 2 bamboo perches were starting to pull away from the fence on the way to falling and one did \nbreak resting on the ground of the enclosure. Several of the branches were also thin and bowing downwards. Such \nperches are not of sufficient strength and are not adequately placed to withstand the weight of the lemurs. Furniture-type \nfixtures such as perches must be sturdily constructed and must be strong enough to provide for the safe activity and \nwelfare of the nonhuman primates. Correct by March 29, 2024. \n3.75(c)(1)(i)  Repeat\n   \nHousing facilities, general. \nThe bottom section of the metal shift door in the enclosure housing one Japanese snow macaque Kenya is still rusted and \npitted with sharp edges. The facility did some maintenance that did not resolve the issue. There are still substantial gaps \nin some areas, as well as jagged surfaces which have impacted the structural integrity of the shift door. Excessively \nrusted and damaged areas such as these within enclosures cannot be cleaned or sanitized and could result in animal \ninjury. Any surfaces that come into contact with primates must be free of excessive rust that prevents the required \ncleaning and sanitization, or that affects the structural strength of the surface. \n3.84(d) \n   \nCleaning, sanitization, housekeeping, and pest control. \nThe facility does not have an effective program to mitigate rodent issues despite the bait boxes seen around the property. \nThere were rodent feces in the brown lemur shelter box near the admission building and many large rodent holes around \nthe concrete pad beneath the box. Even after the shelter was cleaned the next day, fresh rodent droppings were seen in \nthe shelter box used by the lemurs. Rodents are pest that can transmit diseases, cause sanitation issues and overall, \nnegatively affect the animal’s health. The facility must establish and maintain an effective program for pest control \nincluding mammalian pest. Correct by April 5, 2024. \n3.125(a) \n   \nFacilities, general. \nSome areas in need of repair were identified in several enclosures: \n- In the foxes’ back feeding area, the base of one metal pole rusted and an about 6 inch long section broke off creating \nsharp points and impacting the structural integrity of the pole.  \n- In the brown bear Anna Lou’s enclosure, there were 2 rotting wood boards, each located at the entrance to one of the \nconcrete dens. In front of the wood, dispersed across the entryway of the den facing the enclosure, there were 3 thick \nmetal poles protruding a couple inches to a foot from the ground while the other den had one similar pole at the edge.  \n- In the black bear Angus’ catch pen, there was an approximately 6 foot tall remnant of a cut fence protruding many about \n2 inches long thin and sharp metal pieces into the enclosure. \n- In Angus’ enclosure, near the tiered wooden platform, the large metal sheets wrapped around 2 trees were coming off \nand hanging down, almost falling.  \n- In the black bear Little Anne’s enclosure, there were sections of the hot wire hanging down across the door leading to\n\nthe creek.  \n- The black coating on the metal chain link fence of the black bear Baloo’s enclosure is flaking off.  \nAreas in disrepair such as these may affect the structural integrity of the structures and could result in animal injury. \nHousing facilities must be structurally sound and maintained in good repair to safely contain the animals. Correct by April \n20, 2024. \n3.150(c)(2)  Repeat\n   \nFacilities, general. \nThere are still areas of rust along the side of the cockatiel enclosure and some areas are actively flaking and beginning to \npit causing sharp edges. These rusted areas prevent appropriate cleaning and sanitization and may lead to structural \nintegrity issues. The animals may also injure themselves on jagged surfaces present when the metal starts to disintegrate. \nA more effective plan to address these issues and to maintain the enclosure in good repair need to be established. The \nfacility shall ensure that any surfaces that the birds can encounter are free of excessive rust or damage. \n3.154(b) \n   \nEnvironment enhancement to promote psychological well-being. \nThree instances were identified where the physical environment for the birds was not enriched sufficiently to provide the \nmeans to express species-typical behavior: \n- A budgie that could not fly was observed on the ground of a large cockatiel aviary. In one corner, the facility had a \nlowered perch and bedding set up for this bird. However, the perch was too large for the bird to wrap his feet around and \nthe nesting material provided was wet. \n- Several holes/indentations in the rocks were seen on the ground of the cockatoos' enclosure where the birds are trying \nto nest. The facility did not provide nest boxes or nesting material which allowed for the abnormal behavior of nesting on \nthe ground. \n- Cage complexities recommended by the attending veterinarian, such as foraging opportunity, things to climb, things to \nhide in and things to play with like mirrors, were missing or scarce in the bird enclosures.  \nA lack of adequate environmental enrichment for the given species may negatively impact psychological well-being and \nhas resulted in abnormal behavior. With the attending veterinarian’s oversight, the facility must put in place environmental \nenrichments specifically tailored to meet the species needs. Correct by April 5, 2024. \n3.154(c)(2) \n   \nEnvironment enhancement to promote psychological well-being. \nMultiple parrots and cockatiels at the facility were showing signs of self-plucking or plucking feathers from other birds. The \ncurrent enrichment program states that when the facility sees these behaviors, they are to contact the veterinarian \nhowever a plan has not been implemented to counter this abnormal behavior. On September 2023, the veterinarian \nrecommended adding more enrichment for all the birds as well as things they could hide in yet several of these birds are \nin enclosures that are not sufficiently enriched with cage complexity or visual barriers to avoid conspecifics. The lack of \nadequate enrichment and the lack of implementation of the veterinarian’s guidance has allowed birds to continue this \nfeather plucking behavior that may underline psychological distress. The facility must implement an adequate enrichment \nplan per the attending veterinarian’s instructions for all the birds including special attention regarding enhancement of the\n\nenvironment of those showing signs of being in psychological distress through behaviors such as feather plucking. \nCorrect by April 5. 2024. \n3.158(d) \n   \nCleaning, sanitization, housekeeping, and pest control. \nThe current pest control program is not sufficient to minimize the presence of rodents in the small animal area near the \nadministration building. There was a dead rat in the entryway to the small hallway connecting two enclosures each \nhousing a scarlet macaw. The grass in these enclosures was overgrown which could be living areas for pests. The shelter \nbox for lemurs adjacent to these two bird enclosures had rodent feces inside and many large rodent holes were seen \naround the concrete pad beneath the box. Rodents are pest that can transmit diseases, cause sanitation issues and \noverall, negatively affect the animal’s health. The facility must establish and maintain an effective program for pest control \nincluding mammalian pest. Correct by April 5, 2024. \n3.159 \n   \nEmployees \nThe facility does not have adequately trained employees that have adequate experience in the husbandry and care of \nbirds or knowledge in recognizing concerning signs of welfare and psychological distress. This includes the following \nareas:  \n- The employees did not recognize that the parrots were overheating and did not have established protocols to monitor \nheat and cold that may negatively impact their birds.  \n- The employees did not notice the poor condition of feathers or injury to the wing of the single budgie housed in with the \ncockatiels and did not provide adequate perching or nesting for this bird. The facility provided nesting material on the \nground not recognizing Budgies as cavity nesters.  \n- The staff does not have adequate experience to manage birds that are self-plucking or plucking conspecifics and there \nis no additional enrichment, nesting boxes or visual barriers that may prevent the birds from further self-harm.  \n- The staff is not recognizing the need to provide perching that would naturally wear down a blue and yellow macaw's \nnails that are overgrowing into the foot pad, in the building housing food storage. This is despite the veterinarian's \nguidance to provide all birds with textured perches to help keep nails filed.  \nInadequate employee knowledge and experience could result in inadequate care which could negatively impact animal \nwelfare. The facility must work to maintain a professionally acceptable level of husbandry and handling practices. Such \npractices must be conducted under the supervision of a bird caretaker who has appropriate experience in the husbandry \nand care of birds that are being managed in a given setting. Correct by April 20, 2024. \n \nThis inspection and exit interview were conducted with facility representatives. \n \nThis is part 2 of a 2 part report.\n\nAdditional Inspectors: \nANDREA D AMBROSIO, ANIMAL CARE INSPECTOR n",
  "animals_total": 168,
  "species": [
    {
      "count": 5,
      "scientific": "Sapajus appella",
      "common": "BROWN CAPUCHIN / TUFTED CAPUCHIN"
    },
    {
      "count": 2,
      "scientific": "Cebus capucinus",
      "common": "WHITE-HEADED / WHITE-THROATED CAPUCHIN"
    },
    {
      "count": 1,
      "scientific": "Macaca fuscata",
      "common": "JAPANESE MACAQUE / SNOW MACAQUE"
    },
    {
      "count": 2,
      "scientific": "Macaca mulatta",
      "common": "RHESUS MACAQUE"
    },
    {
      "count": 1,
      "scientific": "Papio hamadryas",
      "common": "HAMADRYAS BABOON"
    },
    {
      "count": 1,
      "scientific": "Hylobates lar",
      "common": "LAR GIBBON"
    },
    {
      "count": 1,
      "scientific": "Symphalangus syndactylus",
      "common": "SIAMANG"
    },
    {
      "count": 7,
      "scientific": "Sus scrofa domestica",
      "common": "DOMESTIC PIG / POTBELLY PIG / MICRO PIG"
    },
    {
      "count": 2,
      "scientific": "Vulpes vulpes",
      "common": "RED FOX (INCLUDES SILVER FOX & CROSS FOX)"
    },
    {
      "count": 1,
      "scientific": "Panthera leo",
      "common": "LION"
    },
    {
      "count": 1,
      "scientific": "Lynx rufus",
      "common": "BOBCAT"
    },
    {
      "count": 1,
      "scientific": "Dolichotis patagonum",
      "common": "PATAGONIAN CAVY / MARA"
    },
    {
      "count": 2,
      "scientific": "Hystrix cristata",
      "common": "AFRICAN CRESTED PORCUPINE"
    },
    {
      "count": 4,
      "scientific": "Ursus americanus",
      "common": "NORTH AMERICAN BLACK BEAR"
    },
    {
      "count": 1,
      "scientific": "Potos flavus",
      "common": "KINKAJOU"
    },
    {
      "count": 0,
      "scientific": "Macaca fascicularis",
      "common": "CRAB-EATING MACAQUE / CYNOMOLGUS MONKEY"
    },
    {
      "count": 4,
      "scientific": "Panthera tigris",
      "common": "TIGER"
    },
    {
      "count": 2,
      "scientific": "Ateles chamek",
      "common": "BLACK SPIDER MONKEY"
    },
    {
      "count": 1,
      "scientific": "Callithrix jacchus",
      "common": "COMMON MARMOSET"
    },
    {
      "count": 0,
      "scientific": "Saimiri sciureus",
      "common": "COMMON SQUIRREL MONKEY"
    },
    {
      "count": 6,
      "scientific": "Eulemur rufus",
      "common": "RUFOUS BROWN LEMUR / RED BROWN LEMUR"
    },
    {
      "count": 0,
      "scientific": "Canis lupus X C. familiaris",
      "common": "WOLF/DOG HYBRID"
    },
    {
      "count": 1,
      "scientific": "Ursus arctos syriacus",
      "common": "SYRIAN BROWN BEAR"
    },
    {
      "count": 2,
      "scientific": "Cacatua moluccensis",
      "common": "SALMON-CRESTED COCKATOO / MOLUCCAN COCKATOO"
    },
    {
      "count": 6,
      "scientific": "Ara militaris",
      "common": "MILITARY MACAW"
    },
    {
      "count": 4,
      "scientific": "Cacatua sulphurea",
      "common": "YELLOW-CRESTED COCKATOO / LESSER SULPHUR-"
    },
    {
      "count": 2,
      "scientific": "Cacatua alba",
      "common": "WHITE COCKATOO / UMBRELLA COCKATOO"
    },
    {
      "count": 16,
      "scientific": "Ara ararauna",
      "common": "BLUE-AND-YELLOW MACAW / BLUE-AND-GOLD MACAW"
    },
    {
      "count": 5,
      "scientific": "Ara macao",
      "common": "SCARLET MACAW"
    },
    {
      "count": 7,
      "scientific": "Ara, Anodorhynchus, Primolius, Diopsittaca spp hybrid",
      "common": "MACAW HYBRID"
    },
    {
      "count": 2,
      "scientific": "Psittacus erithacus",
      "common": "CONGO AFRICAN GREY PARROT / GRAY PARROT"
    },
    {
      "count": 3,
      "scientific": "Cacatua sanguinea",
      "common": "LITTLE CORELLA / BARE-EYED COCKATOO"
    },
    {
      "count": 9,
      "scientific": "Amazona oratrix",
      "common": "YELLOW-HEADED PARROT / YELLOW-HEADED AMAZON /"
    },
    {
      "count": 54,
      "scientific": "Nymphicus hollandicus",
      "common": "COCKATIEL"
    },
    {
      "count": 1,
      "scientific": "Eclectus roratus",
      "common": "ECLECTUS PARROT"
    },
    {
      "count": 1,
      "scientific": "Eolophus roseicapilla",
      "common": "GALAH / ROSE-BREASTED COCKATOO / ROSEATE"
    },
    {
      "count": 2,
      "scientific": "Amazona viridigenalis",
      "common": "RED-CROWNED PARROT / GREEN-CHEEKED AMAZON / RED-"
    },
    {
      "count": 1,
      "scientific": "Melopsittacus undulatus",
      "common": "BUDGERIGAR / BUDGIE / COMMON PARAKEET / SHELL"
    },
    {
      "count": 1,
      "scientific": "Pyrrhura molinae",
      "common": "GREEN-CHEEKED PARAKEET / GREEN-CHEEKED CONURE"
    },
    {
      "count": 3,
      "scientific": "Thectocercus acuticaudatus",
      "common": "BLUE-CROWNED PARAKEET"
    },
    {
      "count": 2,
      "scientific": "Psittacula krameri",
      "common": "ROSE-RINGED PARAKEET"
    },
    {
      "count": 1,
      "scientific": "Agapornis spp hybrid",
      "common": "LOVEBIRD HYBRID"
    }
  ]
}