{
  "insp_id": "215161042570382",
  "layout": "a",
  "customer_id": "34249",
  "customer_name": "Township Of Mt Laurel",
  "customer_addr": "1105 Hainesport Mt Laurel Rd\nMt Laurel, NJ 08054",
  "certificate": "22-C-0128",
  "site_id": "001",
  "site_name": "TOWNSHIP OF MT LAUREL",
  "insp_type": "ROUTINE INSPECTION",
  "date": "01-AUG-2016",
  "report_date": "03-AUG-2016",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "WELCOME CENTER/FARM HOUSE\nHedgehog\nBoth hedgehogs housed inside the welcome center have excessively long nails that have curled into their paw\npads.\nGuinea Pig\nTwo guinea pigs, one short haired and one long haired, have excessively long nails.\nExcessive long nails can interfere with the animal(cid:25)'s normal gait or conformation thus affecting the animals' health\nand overall well-being. The licensee in conjunction with the attending veterinarian must ensure that animals' nails\nare trimmed and are following an appropriate nail trimming program.\nBARN YARD\n\"Hannah\", the pot-bellied pig, had excessively long and curled hooves on all four limbs. At the time of inspection,\nthis animal was laying on her abdomen with limbs outstretched. It took a couple minutes for the caretaker to get the\nanimal to rise into a standing position and she was reluctant to walk. An animal(cid:25)'s reluctance to stand and walk is\nindicative of discomfort or pain in one or more limbs. The attending veterinarian diagnosed her with arthritis and is\ncurrently on a treatment plan. The licensee must have this animal re-examined by a licensed veterinarian in order to\nobtain an accurate diagnosis and a more effective treatment plan is developed and followed.\nDAIRY BARN\nAt the time of inspection, two of the four alpacas have excessively overgrown incisors. The attending veterinarian\ndocumented these animals as having (cid:28)moderate overgrown incisors(cid:29) on the last site visit, July 7, 2016, but was\nunable to trim teeth due to extreme heat. Overgrown teeth are less efficient for collecting food than correctly aligned\nteeth and are more prone to breaking off as they lengthen. These conditions could be painful, may decrease the\nalpaca's ability to eat normally and negatively impact the overall health of the animal. An appropriate dental\ntreatment plan needs to developed and followed. The licensee in conjunction with attending veterinarian must\ndevelop and establish an effective dental care program as part of the overall program of veterinary care for all\nanimals in the facility."
    },
    {
      "code": "3.81",
      "kind": "",
      "repeat": false,
      "desc": "ENVIRONMENT ENHANCEMENT TO PROMOTE PSYCHOLOGICAL WELL-BEING.",
      "narrative": "The facility has a singly housed Bush Baby. The environment has been enriched and the animal is receiving human\ninteraction. However, a written program for environmental enhancement has not been documented and reviewed\nby the attending veterinarian. The facility must document and follow a plan for environmental enhancement to\nensure that the Bush Baby is receiving appropriate enrichment for his health and well-being.\nTO BE CORRECTED BY: SEPTEMBER 17, 2016"
    },
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": true,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "Structural Strength.\nTHE FOLLOWING ITEMS ARE IN NEED OF REMOVAL, REPLACEMENT OR REPAIR:\nSTEER ENCLOSURE\n1. The split rail fence, in front of the steer enclosure, is still leaning and not adequately secured.\n2. A wooden fence post, within the split rail fence, is rotted and not secured into the ground.\nThe unsecured fencing, as well as the fence post, must be replaced and appropriately secured.\n3. The enclosure fence is composed of wooden stockade panels and wire panels on the inside of the fence. The\nwire panels only cover the upper 2/3rds of the fence. Several areas of this stockade enclosure fence have broken\nand/or missing slats. There are at least three areas where there are 2 foot by 2 foot gaps underneath the wire\npanels that cover the interior portion of the stockade fence. These gaps are large enough to allow access of\nunwanted animals. Additionally, the wooden support posts are rotted. Broken and missing slats, as well as rotted\nposts, leave this primary enclosure fence in serious disrepair.\nThe broken and damaged panels of stockade, as well as the rotted support posts, must still be replaced to ensure\nstructural strength and to eliminate the open gaps under the wire panels.\n4. The entire wooden floor of the shelter building is covered in large, steer sized hoof holes. Additionally, rotted\nsheets of plywood, that were used to cover these holes, are loose and not secured. The loose, rotted sheets of\nplywood, as well as the numerous holes, are creating harborage areas for vermin and unwanted pests. Broken\npieces of wood, from the damaged floor, are still present on the ground in front of the building entrance.\nALPACA/DONKEY/MINI HORSE ENCLOSURE\n1. Curling wire mesh on all of the enclosure fences.\n2. Detached center rail on the split rail fence.\n3. Rotted bottom split rail.\n4. Rotted wooden top rail on the fence that divides the alpaca and empty steer enclosures.\n5. Exposed metal screws in the center of fence post where the center rail has detached.\n6. Broken stockade fence panel in rear enclosure. (across from pot bellied pig)\nSINGLY HOUSED POT BELLIED PIG\n1.Hole in rear wall of shelter building.\n2.Front wooden wall is rotted and deteriorated at the base.\n3.Exposed screw heads on the wall adjacent to the pig door.\nTWO POT BELLIED PIGS\n1.Shade structure is rotted both on the roof and floor.\n2.Rear stockade fence is detached.\n3.Garden stakes with exposed points in front of detached stockade fence as well as around a tree.\n4.Electric line for the heat lamp is lying across the ground and not adequately secured.\nSHEEP\n1.Rotted bases of shelter building walls.\n2.Rotted framework of shelter building.\n3.Broken wire mesh on all fences.\n2 LARGE GOATS\n1.The interior of the doors appear to have black mold.\n2.Rotted fence post near pig pen.\n3.Broken wire mesh on all fences.\n4.Broken pieces of wood on the ground near the base of the shelter building.\n5.Automatic waterer is leaking.\n1 GOAT(SNICKERS)\n1.Broken wire mesh on fence.\n2.Gap between the shelter building and the fence post is large enough for the goat to get its head through.\n3.Automatic waterer is leaking and leaving pooling water around the base.\nWATER FAUCET ADJACENT TO THE PIG ENCLOSURE\n1.Faucet is leaking and leaving pooling water on the ground.\nDamaged items must be repaired and/or removed and miscellaneous items must be removed from all enclosure to\nprotect the animals from injury and to maintain the entire facility in good repair."
    },
    {
      "code": "3.131(b)",
      "kind": "",
      "repeat": true,
      "desc": "SANITATION.",
      "narrative": "Cleaning.\nSTEER\nThe damaged wooden floor, inside of the steer's shelter building, is still covered with feces. This large accumulation\nis now at least six months old. This shelter building has still not been cleaned out. Despite the fact that the steer is\nno longer present, excreta must still be removed. Additionally, the gaping holes in the floor, along with the excreta\nare harborage areas for unwanted vermin, flies and other pests."
    },
    {
      "code": "3.131(c)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "HOUSEKEEPING.\nInspection of the hay storage area found the room to be very dark. The light switches in this storage room are\ninoperable. Ample lighting shall be provided to allow for routine inspection.\nFacility must repair the lighting inside of the hay storage area to maintain the lights in good repair.\nTO BE CORRECTED BY: AUGUST 17, 2016"
    },
    {
      "code": "3.131(d)",
      "kind": "",
      "repeat": true,
      "desc": "SANITATION.",
      "narrative": "Pest control.\nThere are at least 50 Cicada Killer tunnels present throughout the grounds of the entire enclosure for the 4 alpacas,\nponies and donkeys. These stinging wasps are at least two inches in length and pose a hazard to both the animals\nas well as the employees. Additionally, there two wasps nests under the eave of the singly housed pot bellied pig's\nshelter building. A safe and effective program for the control of insects shall be established and maintained.\nTO BE CORRECTED BY: AUGUST 17, 2016"
    },
    {
      "code": "3.132",
      "kind": "",
      "repeat": false,
      "desc": "EMPLOYEES.",
      "narrative": "Due to the number of repeat non-compliant items, it is clear that there are not enough adequately trained\nemployees to maintain this facility. Only two animal keepers are currently caring for the animals. A sufficient\nnumber of adequately trained employees shall be utilized to maintain the professionally acceptable level of\nhusbandry practices set forth in this subpart. Such practices shall be under a supervisor who has a background in\nanimal care.\nTO BE CORRECTED BY: SEPTEMBER 30, 2016\nNOTE: The facility should have an on going maintenance program in place to ensure that structural issues are\naddressed in a timely manner.\nA thorough walk-through of the facility and exit briefing was conducted with Karla Wills, ACI, Dr. Ashley McIntosh,\nVMO, the Director of Municipal Services, the Attending Veterinarian, and the Acting Township Manager.\nAdditional Inspectors\nMcintosh Ashley, Veterinary Medical Officer"
    }
  ],
  "narrative": "2.40(b)(2)                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nWELCOME CENTER/FARM HOUSE\nHedgehog\nBoth hedgehogs housed inside the welcome center have excessively long nails that have curled into their paw\npads.\nGuinea Pig\nTwo guinea pigs, one short haired and one long haired, have excessively long nails. \nExcessive long nails can interfere with the animal(cid:25)'s normal gait or conformation thus affecting the animals' health\nand overall well-being. The licensee in conjunction with the attending veterinarian must ensure that animals' nails\nare trimmed and are following an appropriate nail trimming program.\nBARN YARD\n\"Hannah\", the pot-bellied pig, had excessively long and curled hooves on all four limbs. At the time of inspection,\nthis animal was laying on her abdomen with limbs outstretched. It took a couple minutes for the caretaker to get the\nanimal to rise into a standing position and she was reluctant to walk. An animal(cid:25)'s reluctance to stand and walk is\nindicative of discomfort or pain in one or more limbs.  The attending veterinarian diagnosed her with arthritis and is\ncurrently on a treatment plan. The licensee must have this animal re-examined by a licensed veterinarian in order to\nobtain an accurate diagnosis and a more effective treatment plan is developed and followed.\n\nDAIRY BARN\nAt the time of inspection, two of the four alpacas have excessively overgrown incisors. The attending veterinarian\ndocumented these animals as having (cid:28)moderate overgrown incisors(cid:29) on the last site visit, July 7, 2016, but was\nunable to trim teeth due to extreme heat. Overgrown teeth are less efficient for collecting food than correctly aligned\nteeth and are more prone to breaking off as they lengthen.  These conditions could be painful, may decrease the\nalpaca's ability to eat normally and negatively impact the overall health of the animal. An appropriate dental\ntreatment plan needs to developed and followed. The licensee in conjunction with attending veterinarian must\ndevelop and establish an effective dental care program as part of the overall program of veterinary care for all\nanimals in the facility.\n3.81\nENVIRONMENT ENHANCEMENT TO PROMOTE PSYCHOLOGICAL WELL-BEING.\nThe facility has a singly housed Bush Baby. The environment has been enriched and the animal is receiving human\ninteraction.  However, a written program for environmental enhancement has not been documented and reviewed\nby the attending veterinarian.  The facility must document and follow a plan for environmental enhancement to\nensure that the Bush Baby is receiving appropriate enrichment for his health and well-being.\nTO BE CORRECTED BY:  SEPTEMBER 17, 2016\n3.125(a)                    REPEAT\nFACILITIES, GENERAL.   \nStructural Strength.\nTHE FOLLOWING ITEMS ARE IN NEED OF REMOVAL, REPLACEMENT OR REPAIR:\nSTEER ENCLOSURE\n1.  The split rail fence, in front of the steer enclosure, is still leaning and not adequately secured.\n2.  A wooden fence post, within the split rail fence, is rotted and not secured into the ground.\nThe unsecured fencing, as well as the fence post, must be replaced and appropriately secured.\n\n3.  The enclosure fence is composed of wooden stockade panels and wire panels on the inside of the fence.  The\nwire panels only cover the upper 2/3rds of the fence. Several areas of this stockade enclosure fence have broken\nand/or missing slats.  There are at least three areas where there are 2 foot by 2 foot gaps underneath the wire\npanels that cover the interior portion of the stockade fence.  These gaps are large enough to allow access of\nunwanted animals. Additionally, the wooden support posts are rotted.   Broken and missing slats, as well as rotted\nposts,  leave this primary enclosure fence in serious disrepair.\nThe broken and damaged panels of stockade, as well as the rotted support posts, must still be replaced to ensure\nstructural strength and to eliminate the open gaps under the wire panels.\n4.  The entire wooden floor of the shelter building is covered in large, steer sized hoof holes.  Additionally, rotted\nsheets of plywood, that were used to cover these holes, are loose and not secured.  The loose, rotted sheets of\nplywood, as well as the numerous holes, are creating harborage areas for vermin and unwanted pests.  Broken\npieces of wood, from the damaged floor, are still present on the ground in front of the building entrance.\nALPACA/DONKEY/MINI HORSE ENCLOSURE\n1.  Curling wire mesh on all of the enclosure fences.\n2.  Detached center rail on the split rail fence.\n3.  Rotted bottom split rail.\n4.  Rotted wooden top rail on the fence that divides the alpaca and empty steer enclosures.\n5.  Exposed metal screws in the center of fence post where the center rail has detached.\n6. Broken stockade fence panel in rear enclosure. (across from pot bellied pig)\nSINGLY HOUSED POT BELLIED PIG\n1.Hole in rear wall of shelter building.\n2.Front wooden wall is rotted and deteriorated at the base.\n3.Exposed screw heads on the wall adjacent to the pig door.\n\nTWO POT BELLIED PIGS\n1.Shade structure is rotted both on the roof and floor.\n2.Rear stockade fence is detached.\n3.Garden stakes with exposed points in front of detached stockade fence as well as around a tree.\n4.Electric line for the heat lamp is lying across the ground and not adequately secured.\nSHEEP\n1.Rotted bases of shelter building walls.\n2.Rotted framework of shelter building.\n3.Broken wire mesh on all fences.\n2 LARGE GOATS\n1.The interior of the doors appear to have black mold.\n2.Rotted fence post near pig pen.\n3.Broken wire mesh on all fences.\n4.Broken pieces of wood on the ground near the base of the shelter building.\n5.Automatic waterer is leaking.\n1 GOAT(SNICKERS)\n1.Broken wire mesh on fence.\n2.Gap between the shelter building and the fence post is large enough for the goat to get its head through.\n3.Automatic waterer is leaking and leaving pooling water around the base.\nWATER FAUCET ADJACENT TO THE PIG ENCLOSURE\n1.Faucet is leaking and leaving pooling water on the ground.\nDamaged items must be repaired and/or removed and miscellaneous items must be removed from all enclosure to\nprotect the animals from injury and to maintain the entire facility in good repair.\n\n3.131(b)                    REPEAT\nSANITATION.   \nCleaning.\nSTEER\nThe damaged wooden floor, inside of the steer's shelter building, is still covered with feces.  This large accumulation\nis now at least six months old. This shelter building has still not been cleaned out.  Despite the fact that the steer is\nno longer present, excreta must still be removed.  Additionally, the gaping holes in the floor, along with the excreta\nare harborage areas for unwanted vermin, flies and other pests.\n3.131(c)\nSANITATION.   \nHOUSEKEEPING.\nInspection of the hay storage area found the room to be very dark.  The light switches in this storage room are\ninoperable.  Ample lighting shall be provided to allow for routine inspection.\nFacility must repair the lighting inside of the hay storage area to maintain the lights in good repair.\nTO BE CORRECTED BY:  AUGUST 17, 2016\n3.131(d)                    REPEAT\nSANITATION.   \nPest control.\n\nThere are at least 50 Cicada Killer tunnels present throughout the grounds of the entire enclosure for the 4 alpacas,\nponies and donkeys. These stinging wasps are at least two inches in length and pose a hazard to both the animals\nas well as the employees.  Additionally, there two wasps nests under the eave of the singly housed pot bellied pig's\nshelter building.  A safe and effective program for the control of insects shall be established and maintained.\nTO BE CORRECTED BY:  AUGUST 17, 2016\n3.132\nEMPLOYEES. \nDue to the number of repeat non-compliant items, it is clear that there are not enough adequately trained\nemployees to maintain this facility.  Only two animal keepers are currently caring for the animals.  A sufficient\nnumber of adequately trained employees shall be utilized to  maintain the professionally acceptable level of\nhusbandry practices set forth in this subpart.  Such practices shall be under a supervisor who has a background in\nanimal care.\nTO BE CORRECTED BY:  SEPTEMBER 30, 2016\nNOTE:  The facility should have an on going maintenance program in place to ensure that structural issues are\naddressed in a timely manner.\n \nA thorough walk-through of the facility and exit briefing was conducted with Karla Wills, ACI, Dr. Ashley McIntosh,\nVMO, the Director of Municipal Services, the Attending Veterinarian, and the Acting Township Manager.\nAdditional Inspectors\nMcintosh Ashley, Veterinary Medical Officer",
  "animals_total": 25,
  "species": [
    {
      "count": 2,
      "scientific": "Atelerix albiventris",
      "common": "HEDGEHOG"
    },
    {
      "count": 5,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 2,
      "scientific": "Cavia porcellus",
      "common": "DOMESTIC GUINEA PIG"
    },
    {
      "count": 3,
      "scientific": "Chinchilla lanigera",
      "common": "CHINCHILLA"
    },
    {
      "count": 4,
      "scientific": "Lama pacos",
      "common": "ALPACA"
    },
    {
      "count": 2,
      "scientific": "Oryctolagus cuniculus",
      "common": "EUROPEAN RABBIT"
    },
    {
      "count": 1,
      "scientific": "Otolemur crassicaudatus",
      "common": "GREATER BUSHBABY"
    },
    {
      "count": 3,
      "scientific": "Ovis aries aries",
      "common": "SHEEP INCLUDING ALL DOMESTIC BREEDS"
    },
    {
      "count": 3,
      "scientific": "Sus scrofa domestica",
      "common": "DOMESTIC PIG / POTBELLY PIG / MICRO PIG"
    }
  ]
}