{
  "insp_id": "114151339360890",
  "layout": "a",
  "customer_id": "8612",
  "customer_name": "Predators Of The Heart",
  "customer_addr": "6128 Parkside Dr.\nAnacortes, WA 98221",
  "certificate": "91-C-0071",
  "site_id": "001",
  "site_name": "PREDATORS OF THE HEART",
  "insp_type": "ATTEMPTED INSPECTION",
  "date": "13-APR-2015",
  "report_date": "24-APR-2015",
  "citations": [
    {
      "code": "2.126(b)",
      "kind": "",
      "repeat": false,
      "desc": "ACCESS AND INSPECTION OF RECORDS AND PROPERTY; SUBMISSION OF ITINERARIES.",
      "narrative": "A responsible adult was not available to accompany APHIS Officials during the inspection process at 1400 hrs on\n04/13/2015.\nThe gate to the facility was shut so the inspector called the primary contact number. The inspector attempted to let\nthe licensee know an inspection needed to be conducted but the person on other end said it was a bad connection\nand then the call dropped. The inspector waited for a better signal and called again. The second time, the\nlicensee's phone went straight to voicemail and the inspector left a message about being at the gate and needing to\nconduct an inspection. A text message was also sent to the same primary number. The inspector waited for 30\nminutes at the gate of the facility and then went to the business address and knocked on the door but no one\nresponded. The inspector also called the alternate contact number and left another voicemail message. The calls\nand text were never returned."
    }
  ],
  "narrative": "2.126(b)\nACCESS AND INSPECTION OF RECORDS AND PROPERTY; SUBMISSION OF ITINERARIES.\nA responsible adult was not available to accompany APHIS Officials during the inspection process at 1400 hrs on\n04/13/2015.\nThe gate to the facility was shut so the inspector called the primary contact number.  The inspector attempted to let\nthe licensee know an inspection needed to be conducted but the person on other end said it was a bad connection\nand then the call dropped.  The inspector waited for a better signal and called again.  The second time, the\nlicensee's phone went straight to voicemail and the inspector left a message about being at the gate and needing to\nconduct an inspection.  A text message was also sent to the same primary number.  The inspector waited for 30\nminutes at the gate of the facility and then went to the business address and knocked on the door but no one\nresponded.  The inspector also called the alternate contact number and left another voicemail message.  The calls\nand text were never returned.",
  "animals_total": 0,
  "species": [
    {
      "count": 0,
      "scientific": "NONE",
      "common": "NONE"
    }
  ]
}