{
  "insp_id": "2016082569368754",
  "layout": "a",
  "customer_id": "31996",
  "customer_name": "Woodside Ranch Resort Llc",
  "customer_addr": "W 4105 State Road # 82\nMauston, WI 53948",
  "certificate": "35-C-0254",
  "site_id": "001",
  "site_name": "WOODSIDE RANCH RESORT LLC",
  "insp_type": "ROUTINE INSPECTION",
  "date": "06-FEB-2019",
  "report_date": "06-FEB-2019",
  "citations": [
    {
      "code": "2.126(a)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ACCESS AND INSPECTION OF RECORDS AND PROPERTY; SUBMISSION OF ITINERARIES.",
      "narrative": "The licensee was not able to locate the inventory records for the pigs, alpacas, llama, and bison. Not being able to\nprovide the inspector with a complete record of the animal inventory doesn't allow for proper tracking of the animals\nby an APHIS official. The licensee must either locate the current inventory or create a new inventory properly\ndocumenting all the regulated animals that are on site. Correct by 2/20/19."
    },
    {
      "code": "3.127",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, OUTDOOR.",
      "narrative": "The bison do not have access to adequate natural or artificial shelter. The lack of shelter for the bison has been\ndiscussed during previous inspections. The facility has been working on getting shelter for some time, but to date\nstill do not have shelter for the bison. Lack of shelter does not protect the bison from the elements of the weather\nsuch as sun, rain, wind, and snow. Natural or artificial shelter must be provided to protect the bison from inclement\nweather. Correct by 11/6/19.\nThis inspection and exit interview were conducted with the licensee.\nEnd of report."
    }
  ],
  "narrative": "2.126(a)(2)\nACCESS AND INSPECTION OF RECORDS AND PROPERTY; SUBMISSION OF ITINERARIES.\nThe licensee was not able to locate the inventory records for the pigs, alpacas, llama, and bison.  Not being able to\nprovide the inspector with a complete record of the animal inventory doesn't allow for proper tracking of the animals\nby an APHIS official.  The licensee must either locate the current inventory or create a new inventory properly\ndocumenting all the regulated animals that are on site.  Correct by 2/20/19.\n3.127\nFACILITIES, OUTDOOR. \nThe bison do not have access to adequate natural or artificial shelter.  The lack of shelter for the bison has been\ndiscussed during previous inspections.  The facility has been working on getting shelter for some time, but to date\nstill do not have shelter for the bison.  Lack of shelter does not protect the bison from the elements of the weather\nsuch as sun, rain, wind, and snow.  Natural or artificial shelter must be provided to protect the bison from inclement\nweather.  Correct by 11/6/19.\nThis inspection and exit interview were conducted with the licensee.\nEnd of report.",
  "animals_total": 45,
  "species": [
    {
      "count": 20,
      "scientific": "Bison bison",
      "common": "AMERICAN BISON"
    },
    {
      "count": 19,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 1,
      "scientific": "Lama glama",
      "common": "LLAMA"
    },
    {
      "count": 2,
      "scientific": "Lama pacos",
      "common": "ALPACA"
    },
    {
      "count": 3,
      "scientific": "Sus scrofa domestica",
      "common": "DOMESTIC PIG / POTBELLY PIG / MICRO PIG"
    }
  ]
}