{
  "insp_id": "2016082568040265",
  "layout": "a",
  "customer_id": "331082",
  "customer_name": "Heather Campbell",
  "customer_addr": "2418 Dakota Ave.\nSouth Sioux City, NE 68776",
  "certificate": "47-B-0120",
  "site_id": "002",
  "site_name": "HEATHER CAMPBELL",
  "insp_type": "ROUTINE INSPECTION",
  "date": "09-DEC-2016",
  "report_date": "14-DEC-2016",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "* “Lena” a three year old female, black and white Dane, (ID#: 7E10C81170), right eye, had retreated into the eye\nsocket. The third eye lid covered ½ of the eye and was a bright pink color. There was mild discharge from the eye\ncausing the hair around the eye to be mildly wet.\n* “Mimi” a 2 year old female, tan Cane Corso, (ID#: 7E10081148), third eye lid was protruding outward on the right\neye. The protrusion was approximately ½ inch long and ¼ inch thick. The bottom eye lid is swollen. The eye lids\nwere dark red in color. There was mild discharge and the hair around the eye was mildly wet.\n** For the above mentioned dogs, the condition of the eyes can be due to infections, allergies, injury, irritation or\nother medical conditions that could be painful.\nThe licensee must have these dogs evaluated by the veterinarian for veterinary care and appropriate treatment\nplan. The outcome of this consultation must be documented and provided to the inspector upon request. The\nlicensee must ensure that all animals receive adequate veterinary care at all times.\n* “Yeti” a five year old male, white and black Husky, (ID#: 7E10081163), was limping or favoring his right front leg\nwhen walking and standing. The leg was constantly favored, even when standing, and the foot was loosely hanging.\nThe foot was abnormally shaped.\nThis can be the result of an injury or other medical conditions that could be painful.\nThe licensee must have this dog evaluated by the veterinarian for veterinary care and appropriate treatment plan.\nThe outcome of this consultation must be documented and provided to the inspector upon request. The licensee\nmust ensure that all animals receive adequate veterinary care at all times."
    },
    {
      "code": "3.1(a)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "* Two enclosures housing two adult dogs and seven puppies had hanging heat lamps within the enclosures. These\nheat lamps did not have protection guards and were accessible to the dogs. With accessibility by the dogs, this\ncould possibly injure the animals.\nAll facilities or heating systems must be designed, so to protect the animals from injury."
    },
    {
      "code": "3.1(c)(2)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "* The Old Kennel building has three dog doors used by four adult dogs. The wood door ways for these dog doors\nwas excessively chewed and scratched. Counting from the south the third enclosure had a hole chewed through\nthe outside back wall.\nThe Block B area of the New Kennel had a 1 inch by 1 inch piece of wood board running along the bottom of the\nback wall for enclosures located on both sides of the alley. The wood board for seven of these enclosures, housing\nseven adult dogs, was excessively chewed and scratched.\nThese excessively chewed and scratched wood surfaces cannot be properly cleaned and sanitized. Without proper\ncleaning and sanitation, the disease potential for the animals increases.\nAll surfaces must be maintained and kept in good repair. This will allow for proper cleaning and sanitation, thus\nreducing the disease potential to the animals."
    },
    {
      "code": "3.8(b)",
      "kind": "",
      "repeat": false,
      "desc": "EXERCISE FOR DOGS.",
      "narrative": "* An enclosure inside the New Kennel housed two Great Danes. The enclosure measured: 61 inches by 60 inches\ntotaling 3, 660 inches of space.\nThe one dog measured: 47 inches by 47 inches totaling 2,209 inches. The other dog measured: 47 inches by 47\ninches totaling 2,209 inches.\nThe combined total for the two dogs is: 2,209 + 2,209 totaling 4,418 inches.\nThe enclosure size is 3,660 inches and total space for the dogs is 4,418 inches, therefore the total enclosure space\ndoes not 100 percent exercise space. The lack to exercise space can affect the health and well-being of the dogs.\nAll enclosures must meet 100 percent exercise space for the health and well-being of the animals.\nThis inspection was for site 002. No covered activity can be conducted at this site until the site has no\nnon-compliant item(s).\nThis inspection and exit interview was conducted with the facility representative and Randall Wagner (ACI)."
    }
  ],
  "narrative": "2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n* “Lena” a three year old female, black and white Dane, (ID#: 7E10C81170), right eye, had retreated into the eye\nsocket.  The third eye lid covered ½ of the eye and was a bright pink color.  There was mild discharge from the eye\ncausing the hair around the eye to be mildly wet.\n* “Mimi” a 2 year old female, tan Cane Corso, (ID#: 7E10081148), third eye lid was protruding outward on the right\neye. The protrusion was approximately ½ inch long and ¼ inch thick. The bottom eye lid is swollen.  The eye lids\nwere dark red in color.  There was mild discharge and the hair around the eye was mildly wet. \n** For the above mentioned dogs, the condition of the eyes can be due to infections, allergies, injury, irritation or\nother medical conditions that could be painful. \nThe licensee must have these dogs evaluated by the veterinarian for veterinary care and appropriate treatment\nplan. The outcome of this consultation must be documented and provided to the inspector upon request. The\nlicensee must ensure that all animals receive adequate veterinary care at all times.\n* “Yeti” a five year old male, white and black Husky, (ID#: 7E10081163), was limping or favoring his right front leg\nwhen walking and standing. The leg was constantly favored, even when standing, and the foot was loosely hanging.\n The foot was abnormally shaped.  \nThis can be the result of an injury or other medical conditions that could be painful. \nThe licensee must have this dog evaluated by the veterinarian for veterinary care and appropriate treatment plan.\nThe outcome of this consultation must be documented and provided to the inspector upon request. The licensee\nmust ensure that all animals receive adequate veterinary care at all times.\n3.1(a)\n\nHOUSING FACILITIES, GENERAL.\n* Two enclosures housing two adult dogs and seven puppies had hanging heat lamps within the enclosures.  These\nheat lamps did not have protection guards and were accessible to the dogs.  With accessibility by the dogs, this\ncould possibly injure the animals.  \nAll facilities or heating systems must be designed, so to protect the animals from injury. \n3.1(c)(2)\nHOUSING FACILITIES, GENERAL.\n* The Old Kennel building has three dog doors used by four adult dogs.  The wood door ways for these dog doors\nwas excessively chewed and scratched.   Counting from the south the third enclosure had a hole chewed through\nthe outside back wall. \nThe Block B area of the New Kennel had a 1 inch by 1 inch piece of wood board running along the bottom of the\nback wall for enclosures located on both sides of the alley.  The wood board for seven of these enclosures, housing\nseven adult dogs, was excessively chewed and scratched. \n \nThese excessively chewed and scratched wood surfaces cannot be properly cleaned and sanitized.  Without proper\ncleaning and sanitation, the disease potential for the animals increases.\nAll surfaces must be maintained and kept in good repair.  This will allow for proper cleaning and sanitation, thus\nreducing the disease potential to the animals. \n3.8(b)\nEXERCISE FOR DOGS.\n* An enclosure inside the New Kennel housed two Great Danes.  The enclosure measured: 61 inches by 60 inches\ntotaling 3, 660 inches of space. \nThe one dog measured: 47 inches by 47 inches totaling 2,209 inches. The other dog measured: 47 inches by 47\ninches totaling 2,209 inches.\nThe combined total for the two dogs is: 2,209 + 2,209 totaling 4,418 inches.\n  \nThe enclosure size is 3,660 inches and total space for the dogs is 4,418 inches, therefore the total enclosure space\n\ndoes not 100 percent exercise space. The lack to exercise space can affect the health and well-being of the dogs. \nAll enclosures must meet 100 percent exercise space for the health and well-being of the animals.\nThis inspection was for site 002.  No covered activity can be conducted at this site until the site has no\nnon-compliant item(s).\nThis inspection and exit interview was conducted with the facility representative and Randall Wagner (ACI).",
  "animals_total": 47,
  "species": [
    {
      "count": 31,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 16,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}