{
  "insp_id": "54161546560474",
  "layout": "a",
  "customer_id": "331941",
  "customer_name": "Joe Farley",
  "customer_addr": "1945 Pleasant Valley Dr\nGalena, MO 65656",
  "certificate": "43-A-6006",
  "site_id": "001",
  "site_name": "Joe Farley",
  "insp_type": "ROUTINE INSPECTION",
  "date": "23-FEB-2016",
  "report_date": "23-FEB-2016",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "***The licensee had written instructions from her Attending Veterinarian on how to dock puppy tails. These\ninstructions included removing the tail with Metzenbaum scissors or a Carmalt clamp and then apposing the skin\nedges with sutures or tissue adhesive. The licensee was removing the tails by twisting them off and then applying\nblood clotter without apposing the skin. The licensee must follow the Program of Veterinary Care regarding the\ndocking of tails. TO BE CORRECTED BY FEBRUARY 24, 2016.\n***An adult Norwich terrier had excessively long toenails and the digits were twisting to the side. Excessively long\ntoenails can become entrapped and torn or can result in abnormally positioned toes, which can be painful. The\nlicensee must establish an effective program of toenail maintenance. TO BE CORRECTED BY MARCH 1, 2016.\n***Four dogs need to be examined by a veterinarian.\nAn adult, male English Bulldog named Bubba (m/c# 9560000089921466) was too thin. His vertebrae and hip bones\nwere visible. The licensee had noticed the problem and was supplementing his diet with liver and buttermilk per her\nveterinarian. She also noted that he no longer wanted to eat out of his feeder and so had begun feeding him from a\nbowl. However, the licensee was not following her Program of Veterinary Care which specifically stated that thin\ndogs should be dewormed with Panacur on 5 consecutive days. She had only used the dewormer for one day.\nAn adult, female Weimeraner named Myra (no microchip number found) had been bitten on the back of her left hind\nleg by another dog. The teeth wounds were visible and the dog's thigh was red and swollen. The licensee had\nnoticed the problem last week and was using medication prescribed for another dog. The licensee stated that the\nwound did not seem to be improving.\nA four-month-old female Weimeraner named Mathilda had an intermittent dry cough of approximately one week\nduration. The owner had been treating the dog but it was not improving and there were no medical records of\ntreatment.\nAn adult, male Shiba Inu (m/c# 941000017801694) sat on his rump with his back legs extended forward rather\nthan sitting on his haunches. He was able to walk, but was not able to lift the front half of his body off of the ground,\nsuch as when attempting to jump against a wall. The licensee had not noticed the problem and the dog had not\nbeen examined by a veterinarian.\nUntreated or inadequately treated medical conditions can worsen, can be painful, and may be contagious to other\ndogs in the kennel. The licensee must have these four dogs examined by a veterinarian. The licensee must keep\nrecords of the diagnosis, treatment, and follow-up care and must make these records available to the inspector\nupon request. If the animal's condition does not resolve with treatment or if it returns, the licensee must consult a\nveterinarian for further evaluation and treatment.\nTO BE CORRECTED BY FEBRUARY 26, 2016."
    },
    {
      "code": "3.1(f)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "The twenty pens in the sheltered building had accumulations of feces and hair in front of each pen. These\naccumulations occurred where the pens were hosed out without any type of drainage system. There were several\npens, which have concrete flooring, that had standing water in the outside portion of the pens. Standing water can\nresult in wet dogs and waste accumulation can result in odor, pest infestations, and disease hazards. The licensee\nmust develop a waste collection and drainage system so that animal waste and water are rapidly and effectively\neliminated.\nTO BE CORRECTED BY MARCH 23, 2016."
    },
    {
      "code": "3.4(b)(4)",
      "kind": "",
      "repeat": false,
      "desc": "OUTDOOR HOUSING FACILITIES.",
      "narrative": "The adult Weimaraners had a metal building that they used as a group shelter. However, there was no bedding in\nthe building. A lack of bedding can be uncomfortable and can result in hypothermia with subsequent health\nproblems. The licensee must provide clean, dry bedding when the ambient temperature falls below 50 degrees F\nand must provide additional bedding when the ambient temperature is 35 degrees F or lower.\nTO BE CORRECTED BY FEBRUARY 24, 2016.\nThe inspection and the exit briefing were conducted with a facility representative and with Alicia Graves, an\ninspector for the MO Dept. of Agriculture."
    }
  ],
  "narrative": "2.40(b)(2)           DIRECT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n***The licensee had written instructions from her Attending Veterinarian on how to dock puppy tails.  These\ninstructions included removing the tail with Metzenbaum scissors or a Carmalt clamp and then apposing the skin\nedges with sutures or tissue adhesive.  The licensee was removing the tails by twisting them off and then applying\nblood clotter without apposing the skin. The licensee must follow the Program of Veterinary Care regarding the\ndocking of tails.  TO BE CORRECTED BY FEBRUARY 24, 2016.\n***An adult Norwich terrier had excessively long toenails and the digits were twisting to the side.  Excessively long\ntoenails can become entrapped and torn or can result in abnormally positioned toes, which can be painful.  The\nlicensee must establish an effective program of toenail maintenance. TO BE CORRECTED BY MARCH 1, 2016.\n***Four dogs need to be examined by a veterinarian.\nAn adult, male English Bulldog named Bubba (m/c# 9560000089921466) was too thin.  His vertebrae and hip bones\nwere visible.  The licensee had noticed the problem and was supplementing his diet with liver and buttermilk per her\nveterinarian.  She also noted that he no longer wanted to eat out of his feeder and so had begun feeding him from a\nbowl.  However, the licensee was not following her Program of Veterinary Care which specifically stated that thin\ndogs should be dewormed with Panacur on 5 consecutive days.  She had only used the dewormer for one day.  \nAn adult, female Weimeraner named Myra (no microchip number found) had been bitten on the back of her left hind\nleg by another dog.  The teeth wounds were visible and the dog's thigh was red and swollen.  The licensee had\nnoticed the problem last week and was using medication prescribed for another dog.  The licensee stated that the\nwound did not seem to be improving.  \nA four-month-old female Weimeraner named Mathilda had an intermittent dry cough of approximately one week\nduration.  The owner had been treating the dog but it was not improving and there were no medical records of\ntreatment.\nAn adult, male Shiba Inu  (m/c#  941000017801694) sat on his rump with his back legs extended forward rather\nthan sitting on his haunches.  He was able to walk, but was not able to lift the front half of his body off of the ground,\n\nsuch as when attempting to jump against a wall.  The licensee had not noticed the problem and the dog had not\nbeen examined by a veterinarian. \nUntreated or inadequately treated medical conditions can worsen, can be painful, and may be contagious to other\ndogs in the kennel.  The licensee must have these four dogs examined by a veterinarian.  The licensee must keep\nrecords of the diagnosis, treatment, and follow-up care and must make these records available to the inspector\nupon request.  If the animal's condition does not resolve with treatment or if it returns, the licensee must consult a\nveterinarian for further evaluation and treatment.\nTO BE CORRECTED BY FEBRUARY 26, 2016.\n3.1(f)\nHOUSING FACILITIES, GENERAL.\nThe twenty pens in the sheltered building had accumulations of feces and hair in front of each pen.  These\naccumulations occurred where the pens were hosed out without any type of drainage system.  There were several\npens, which have concrete flooring, that had standing water in the outside portion of the pens.  Standing water can\nresult in wet dogs and waste accumulation can result in odor, pest infestations, and disease hazards.  The licensee\nmust develop a waste collection and drainage system so that animal waste and water are rapidly and effectively\neliminated.\nTO BE CORRECTED BY MARCH 23, 2016.\n3.4(b)(4)\nOUTDOOR HOUSING FACILITIES.\nThe adult Weimaraners had a metal building that they used as a group shelter.  However, there was no bedding in\nthe building.  A lack of bedding can be uncomfortable and can result in hypothermia with subsequent health\nproblems.  The licensee must provide clean, dry bedding when the ambient temperature falls below 50 degrees F\nand must provide additional bedding when the ambient temperature is 35 degrees F or lower.\nTO BE CORRECTED BY FEBRUARY 24, 2016.\nThe inspection and the exit briefing were conducted with a facility representative and with Alicia Graves, an\ninspector for the MO Dept. of Agriculture.",
  "animals_total": 57,
  "species": [
    {
      "count": 39,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 18,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}