{
  "insp_id": "2016082567959360",
  "layout": "a",
  "customer_id": "8911",
  "customer_name": "A.G. Beukelman",
  "customer_addr": "3338 430th Street\nOrange City, IA 51041",
  "certificate": "42-A-1054",
  "site_id": "001",
  "site_name": "A.G. BEUKELMAN",
  "insp_type": "ROUTINE INSPECTION",
  "date": "12-OCT-2016",
  "report_date": "15-OCT-2016",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "A female bulldog, (Emily, ID# 0A02130565) had problems with her right eye. In the center area of the eye (cornea)\nthere was an area about 1/8 inch wide that was slightly raised and the tissue surrounding it was pale/cloudy in color.\nThe area around the eyeball was brighter red indicating active irritation. The attending veterinarian was present at\nthe inspection and said that employees had not reported this dog's problem and that it had not been noticed prior to\ninspection. The attending veterinarian reported that he would begin treatment on this dog's eye. Eye problems can\nbe painful, can have many different causes and if left untreated can get worse. The facility must ensure that eye\nproblems needing treatment are promptly noticed and treated.\nTo be corrected by, 16-October-2016."
    },
    {
      "code": "3.1(a)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "* In the Bulldog Kennel there was 1 inch by 1 inch vinyl wire fasten to the divider panels. The vinyl wire for 10 of\nthese dividers was not secured along the bottom. In the back corners, where the wire is not secure the corner wire\nis broken exposing sharp points. Three enclosures had vinyl wire flooring. The wire is broken in areas and\nproducing sharp points. These enclosures are not being kept in good repair. The broken vinyl wire that is exposing\nsharp points in areas can injure 10 adult dogs housed in these enclosures. The dogs can get stuck in the loosely\nsecured vinyl wire causing possible injury.\nAll housing facilities must be maintained in good repair and must be structurally sound. This will prevent injury to\nthe animals.\nTo be corrected by, 10-November-2016."
    },
    {
      "code": "3.1(c)(1)(i)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "* Four metal self-feeders, in the Mastiff Kennel, used to feed eight adult dogs were excessively rusty and pitting\naround the area of the feeders where the dogs eat from. These excessively rusty and pitting areas prevents proper\ncleaning and sanitization. This can increase the disease potential for the dogs.\nAll metals surfaces must be free of rust for required cleaning and sanitization. Also, to provide for the structural\nstrength of the metal surface. This will decrease the disease hazards for the dogs.\nTo be corrected by, 30-October-2016."
    },
    {
      "code": "3.1(c)(2)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "* In the Mastiff Kennel, three plastic dog door frames, for three enclosures housing a total of five adult dogs, were\nexcessively chewed and scratched. There was an accumulation of brown grime in the chewed areas.\nIn the West Room of the Bulldog Kennel, the back wall for the enclosures on the left side of the room are made out\nof fiber board. One enclosure, housing one adult dog, has an approximately 6 inches long by 4 inches wide hole in\nthe wall or fiberboard. One enclosure, housing one adult dog, black plastic flooring is chewed away along where it\nadjoins the vinyl wire. This is creating a gap.\nIn the East Room of the Bulldog Kennel, one enclosure, housing one adult dog, has PVC pipe fasten along the top\nof the divider. This plastic pipe is excessively scratched and chewed. There was dark brown grime in these\nchewed areas.\nThese above mentioned surfaces are not being kept in good repair. These surfaces cannot be readily cleaned and\nsanitized. This can increase the disease potential for the animals.\nAll surfaces must be maintained and kept in good repair. This will allow for required cleaning and sanitization for\nthe prevention of diseases.\nTo be corrected by, 25-October-2016."
    },
    {
      "code": "3.1(c)(3)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "* The first three enclosures counting from the north of the Mastiff Kennel had an accumulation of fecal waste. The\nplastic framing for the dog doors of four enclosures in the Mastiff Kennel had an accumulation of brown grime on the\nsurfaces. The back wall and all the dividers inside the Mastiff Kennel had an accumulation of dust, brown grime and\ncobwebs. This affected 14 adult dogs housed in these enclosures in the Mastiff Kennel.\nThe East and West rooms of the Bulldog Kennel had a plastic dividers separating 13 enclosures. One enclosures\nhad a plastic pipe running along the top of the enclosure divider. These plastic surfaces all had an accumulation of\nbrown grime on the surfaces. This affected 19 adult dogs. These mentioned surfaces indicates daily-spot cleaning\nis not taking place. Therefore, this can increase the disease potential.\nAll surfaces must be spot-cleaned and sanitized often enough for the prevention of disease hazards and an\naccumulation of waste on the surfaces.\nTo be corrected by, 17-October-2016."
    },
    {
      "code": "3.6(a)(2)(x)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "* In the West Room, of the Bulldog Kennel, two enclosures had gaps in the vinyl wire flooring. The gap for one\nenclosure was approximately 14 inches long by 1 inch wide. This was along where the vinyl wire and plastic\nflooring join. The other gap was created from broken vinyl coated wire and was approximately 7 inches long by ½\ninch wide. These gaps can allow for the two adult dogs housed in these enclosures feet to pass through possibly\ninjuring the animals.\nAll mesh and slatted floors must not allow the feet of the dogs to pass through any openings for the prevention of\ninjury.\nTo be corrected by, 25-October-2016."
    },
    {
      "code": "3.11(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "* Eight metal self-feeders, in the Mastiff Kennel, used to feed 11 adult dogs had an accumulation of brown grime\naround the areas of the feeders the dogs eat from. There was an accumulation of cob webs and dust on the\nfeeders.\nIn the Mastiff kennel, there were two water buckets with gray cloudy water. There was dirt or debris at the bottom of\nthe buckets. One bucket had two dead mice floating in the water and the other bucket had one mouse floating in the\nwater. This can increase the disease hazards for the animals.\nAll food and watering receptacles must be cleaned and sanitized more often for the prevention of debris, dirt, grime\nand for dead vermin. This will decrease the disease hazards for the animals.\nTo be corrected by, 16-October-2016."
    },
    {
      "code": "3.11(c)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "* The husbandry table in the Bulldog Kennel, housing 44 adults and five puppies, had medications and syringes on\ntop of the table ready for use. There was two soiled towels, numerous dead flies and plastic bags on top of the\ntable.\nThe Mastiff Kennel, housing 14 adult dogs had a storage table with watering buckets, feeders, dog food and\nmedication ready for use. There was an excessive accumulation of brown dust and cob webs on the table and\nitems stored on it. The back wall and windows behind the table had an accumulation of dust, cob webs and dead\nflies on the window ledge. The floor around the table had an accumulation of dirt and debris. There was a kart\nused to store a rubber container of dog food and buckets that were ready for use. The lid was not properly fasten to\nthe top of this rubber container. This kart had an accumulation of cob webs, dirt, debris and dog food on it. The\nback wall around the kart and enclosures had an accumulation of brown dust and cob webs. These areas provide\nliving and breeding areas for insects, pests and other rodents and vermin. This also can taint the medication and\nfood. The lack of housekeeping can affect the health and well-being of the animals in these buildings.\nFor the health and well-being of the animals, all housing facilities must be kept clean and free of accumulation of\ndirt, debris, trash, cob webs and discarded matter. This will prevent living and breeding areas for insects, pests,\nand other rodents and vermin.\nTo be corrected by, 20-October-2016."
    },
    {
      "code": "3.11(d)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "* In the Mastiff Kennel, there were two watering buckets with dead mice floating on the water. Two dead mice in\none bucket and one mouse in the other. This indicates there is a pest or vermin problem. There was no pest\nprevention in the kennel. These dead pests in the watering receptacles can affect the health and well-being of the\n14 adult dogs housed in kennel with these enclosures with the watering buckets.\nFor the health and well-being of the dogs, a vermin or pest prevention program is needed to minimize the potential\nfor vermin or pest.\nTo be corrected by, 16-October-2016.\nThis inspection and exit interview were conducted with the facility representative, Dr. Scott Welch and Randall\nWagner (ACI).\nAdditional Inspectors\nWelch Scott, Veterinary Medical Officer"
    }
  ],
  "narrative": "2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nA female bulldog, (Emily, ID# 0A02130565) had problems with her right eye.  In the center area of the eye (cornea)\nthere was an area about 1/8 inch wide that was slightly raised and the tissue surrounding it was pale/cloudy in color.\n The area around the eyeball was brighter red indicating active irritation.  The attending veterinarian was present at\nthe inspection and said that employees had not reported this dog's problem and that it had not been noticed prior to\ninspection.  The attending veterinarian reported that he would begin treatment on this dog's eye.  Eye problems can\nbe painful, can have many different causes and if left untreated can get worse.  The facility must ensure that eye\nproblems needing treatment are promptly noticed and treated. \nTo be corrected by, 16-October-2016.\n3.1(a)\nHOUSING FACILITIES, GENERAL.\n* In the Bulldog Kennel there was 1 inch by 1 inch vinyl wire fasten to the divider panels.  The vinyl wire for 10 of\nthese dividers was not secured along the bottom.  In the back corners, where the wire is not secure the corner wire\nis broken exposing sharp points. Three enclosures had vinyl wire flooring.  The wire is broken in areas and\nproducing sharp points. These enclosures are not being kept in good repair.  The broken vinyl wire that is exposing\nsharp points in areas can injure 10 adult dogs housed in these enclosures.  The dogs can get stuck in the loosely\nsecured vinyl wire causing possible injury.\nAll housing facilities must be maintained in good repair and must be structurally sound.  This will prevent injury to\nthe animals.\nTo be corrected by, 10-November-2016.\n3.1(c)(1)(i)\nHOUSING FACILITIES, GENERAL.\n\n* Four metal self-feeders, in the Mastiff Kennel, used to feed eight adult dogs were excessively rusty and pitting\naround the area of the feeders where the dogs eat from. These excessively rusty and pitting areas prevents proper\ncleaning and sanitization.  This can increase the disease potential for the dogs.\nAll metals surfaces must be free of rust for required cleaning and sanitization.  Also, to provide for the structural\nstrength of the metal surface. This will decrease the disease hazards for the dogs.\nTo be corrected by, 30-October-2016.\n3.1(c)(2)\nHOUSING FACILITIES, GENERAL.\n* In the Mastiff Kennel, three plastic dog door frames, for three enclosures housing a total of five adult dogs, were\nexcessively chewed and scratched. There was an accumulation of brown grime in the chewed areas.  \nIn the West Room of the Bulldog Kennel, the back wall for the enclosures on the left side of the room are made out\nof fiber board.  One enclosure, housing one adult dog, has an approximately 6 inches long by 4 inches wide hole in\nthe wall or fiberboard. One enclosure, housing one adult dog, black plastic flooring is chewed away along where it\nadjoins the vinyl wire.  This is creating a gap.\nIn the East Room of the Bulldog Kennel, one enclosure, housing one adult dog, has PVC pipe fasten along the top\nof the divider.  This plastic pipe is excessively scratched and chewed.  There was dark brown grime in these\nchewed areas. \nThese above mentioned surfaces are not being kept in good repair. These surfaces cannot be readily cleaned and\nsanitized. This can increase the disease potential for the animals.\nAll surfaces must be maintained and kept in good repair.  This will allow for required cleaning and sanitization for\nthe prevention of diseases. \nTo be corrected by, 25-October-2016.\n3.1(c)(3)\nHOUSING FACILITIES, GENERAL.\n* The first three enclosures counting from the north of the Mastiff Kennel had an accumulation of fecal waste. The\nplastic framing for the dog doors of four enclosures in the Mastiff Kennel had an accumulation of brown grime on the\n\nsurfaces. The back wall and all the dividers inside the Mastiff Kennel had an accumulation of dust, brown grime and\ncobwebs. This affected 14 adult dogs housed in these enclosures in the Mastiff Kennel. \nThe East and West rooms of the Bulldog Kennel had a plastic dividers separating 13 enclosures.  One enclosures\nhad a plastic pipe running along the top of the enclosure divider.  These plastic surfaces all had an accumulation of\nbrown grime on the surfaces.  This affected 19 adult dogs. These mentioned surfaces indicates daily-spot cleaning\nis not taking place. Therefore, this can increase the disease potential. \nAll surfaces must be spot-cleaned and sanitized often enough for the prevention of disease hazards and an\naccumulation of waste on the surfaces.\nTo be corrected by, 17-October-2016.\n3.6(a)(2)(x)\nPRIMARY ENCLOSURES.\n* In the West Room, of the Bulldog Kennel, two enclosures had gaps in the vinyl wire flooring.  The gap for one\nenclosure was approximately 14 inches long by 1 inch wide.  This was along where the vinyl wire and plastic\nflooring join. The other gap was created from broken vinyl coated wire and was approximately 7 inches long by ½\ninch wide. These gaps can allow for the two adult dogs housed in these enclosures feet to pass through possibly\ninjuring the animals.\nAll mesh and slatted floors must not allow the feet of the dogs to pass through any openings for the prevention of\ninjury.\nTo be corrected by, 25-October-2016.\n3.11(b)(2)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\n* Eight metal self-feeders, in the Mastiff Kennel, used to feed 11 adult dogs had an accumulation of brown grime\naround the areas of the feeders the dogs eat from.  There was an accumulation of cob webs and dust on the\nfeeders. \nIn the Mastiff kennel, there were two water buckets with gray cloudy water. There was dirt or debris at the bottom of\nthe buckets. One bucket had two dead mice floating in the water and the other bucket had one mouse floating in the\nwater. This can increase the disease hazards for the animals.\n\nAll food and watering receptacles must be cleaned and sanitized more often for the prevention of debris, dirt, grime\nand for dead vermin.  This will decrease the disease hazards for the animals.\nTo be corrected by, 16-October-2016.\n3.11(c)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\n* The husbandry table in the Bulldog Kennel, housing 44 adults and five puppies, had medications and syringes on\ntop of the table ready for use.  There was two soiled towels, numerous dead flies and plastic bags on top of the\ntable. \nThe Mastiff Kennel, housing 14 adult dogs had a storage table with watering buckets, feeders, dog food and\nmedication ready for use.  There was an excessive accumulation of brown dust and cob webs on the table and\nitems stored on it. The back wall and windows behind the table had an accumulation of dust, cob webs and dead\nflies on the window ledge.  The floor around the table had an accumulation of dirt and debris.  There was a kart\nused to store a rubber container of dog food and buckets that were ready for use.  The lid was not properly fasten to\nthe top of this rubber container. This kart had an accumulation of cob webs, dirt, debris and dog food on it.  The\nback wall around the kart and enclosures had an accumulation of brown dust and cob webs. These areas provide\nliving and breeding areas for insects, pests and other rodents and vermin.  This also can taint the medication and\nfood.  The lack of housekeeping can affect the health and well-being of the animals in these buildings.\n For the health and well-being of the animals, all housing facilities must be kept clean and free of accumulation of\ndirt, debris, trash, cob webs and discarded matter.  This will prevent living and breeding areas for insects, pests,\nand other rodents and vermin. \nTo be corrected by, 20-October-2016.\n3.11(d)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\n* In the Mastiff Kennel, there were two watering buckets with dead mice floating on the water.  Two dead mice in\none bucket and one mouse in the other.  This indicates there is a pest or vermin problem.  There was no pest\nprevention in the kennel.  These dead pests in the watering receptacles can affect the health and well-being of the\n14 adult dogs housed in kennel with these enclosures with the watering buckets.\nFor the health and well-being of the dogs, a vermin or pest prevention program is needed to minimize the potential\n\nfor vermin or pest.  \nTo be corrected by, 16-October-2016.\nThis inspection and exit interview were conducted with the facility representative, Dr. Scott Welch and Randall\nWagner (ACI).\nAdditional Inspectors\nWelch Scott, Veterinary Medical Officer",
  "animals_total": 154,
  "species": [
    {
      "count": 95,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 59,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}