{
  "insp_id": "302151524410593",
  "layout": "a",
  "customer_id": "327386",
  "customer_name": "Canda Worman Smith",
  "customer_addr": "10150 Zionsville Road\nZionsville, IN 46077",
  "certificate": "32-B-0220",
  "site_id": "001",
  "site_name": "CANDA WORMAN SMITH",
  "insp_type": "ROUTINE INSPECTION",
  "date": "29-OCT-2015",
  "report_date": "29-OCT-2015",
  "citations": [
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "The fencing for the zebra enclosures is loose in some areas and has a numerous trees and other vegetation\ngrowing through it. Vegetation growing near and through enclosure fencing compromises the integrity of the fence.\nLoose fencing is more likely to cause animal injury or escape. Facilities shall be structurally sound and shall be\nmaintained in good repair to protect the animals from injury and to contain the animals.\nCorrect by: March 15, 2016"
    },
    {
      "code": "3.127(d)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, OUTDOOR.",
      "narrative": "The facility does not have a perimeter fence. Some of the zebras are routinely allowed out of their primary\nenclosure to roam the property. A perimeter fence protects the animals in the facility by restricting outside animals\nand unauthorized persons from having contact with the animals in the facility, and also functions as a secondary\ncontainment system. Without a perimeter fence the animals are at a higher risk for escape and injury. A perimeter\nfence shall be constructed which is of sufficient height and distance from the outside of the primary enclosure to\nprevent physical contact between the zebras inside the enclosure and animals or persons outside the perimeter\nfence. A variance may be applied for to the Administrator.\nCorrect by: March 15, 2016"
    },
    {
      "code": "3.131(c)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "There is a large amount of clutter and accumulated items on the facility including buckets, tools, vehicles, fencing,\nold feeders, and various other items. Some of the items are inside the zebra enclosures. Some of the zebras are\nalso allowed to roam outside of their enclosure which gives them access to everything. This puts them at risk for\nentrapment and/or injury. Premises shall be kept clean and in good repair.\nCorrect by: December 15, 2015\nExit briefing conducted with Licensee"
    }
  ],
  "narrative": "3.125(a)\nFACILITIES, GENERAL.   \nThe fencing for the zebra enclosures is loose in some areas and has a numerous trees and other vegetation\ngrowing through it.  Vegetation growing near and through enclosure fencing compromises the integrity of the fence. \nLoose fencing is more likely to cause animal injury or escape.  Facilities shall be structurally sound and shall be\nmaintained in good repair to protect the animals from injury and to contain the animals.\nCorrect by:  March 15, 2016\n3.127(d)\nFACILITIES, OUTDOOR. \nThe facility does not have a perimeter fence.  Some of the zebras are routinely allowed out of their primary\nenclosure to roam the property.  A perimeter fence protects the animals in the facility by restricting outside animals\nand unauthorized persons from having contact with the animals in the facility, and also functions as a secondary\ncontainment system.  Without a perimeter fence the animals are at a higher risk for escape and injury.   A perimeter\nfence shall be constructed which is of sufficient height and distance from the outside of the primary enclosure to\nprevent physical contact between the zebras inside the enclosure and animals or persons outside the perimeter\nfence.  A variance may be applied for to the Administrator.\nCorrect by:  March 15, 2016\n\n3.131(c)\nSANITATION.   \nThere is a large amount of clutter and accumulated items on the facility including buckets, tools, vehicles, fencing,\nold feeders, and various other items.  Some of the items are inside the zebra enclosures.  Some of the zebras are\nalso allowed to roam outside of their enclosure which gives them access to everything.  This puts them at risk for\nentrapment and/or injury.  Premises shall be kept clean and in good repair.\nCorrect by:  December 15, 2015 \nExit briefing conducted with Licensee",
  "animals_total": 8,
  "species": [
    {
      "count": 8,
      "scientific": "Equus quagga",
      "common": "GRANTS ZEBRA"
    }
  ]
}