{
  "insp_id": "256152223050019",
  "layout": "a",
  "customer_id": "11620",
  "customer_name": "Timothy Stark",
  "customer_addr": "3320 Jack Teeple Rd\nCharlestown, IN 47111",
  "certificate": "32-C-0204",
  "site_id": "001",
  "site_name": "TIM STARK",
  "insp_type": "ROUTINE INSPECTION",
  "date": "13-SEP-2015",
  "report_date": "14-SEP-2015",
  "citations": [
    {
      "code": "2.131(b)(2)(1)",
      "kind": "",
      "repeat": false,
      "desc": "HANDLING OF ANIMALS.",
      "narrative": "On Sunday Sept 13, 2015 two APHIS officials attended the 2 pm (cid:28)Tiger Playtime(cid:29) at this facility. There were\napproximately 40 to 50 members of the public in attendance, which included one new born baby, one toddler and\napproximately 10 other children under 10 years of age. The attendants gave a few instructions on keeping fingers\nor other body parts out of the cub(cid:25)s mouth and instructed the public to stay seated but crawl or move around as\nmuch as possible. The gate to the cub area was opened and two cubs walked out. One cub appeared to be asleep\nand was dragged out by its front feet, the fourth cub was pushed out from behind. According to the attendants\nthese cubs were 16 weeks old and weighed 35 to 40 lbs. There were seven attendants present, mostly young\npeople. The owner was not present until the photo opportunity after the (cid:28)Playtime(cid:29). Each cub, except for the\nnon-responsive cub, had an attendant who tried to stay with their cub at all times. The cubs had no collars or\nleashes on them. These attendants had a riding crop they used to swat the cubs(cid:25) nose if the cub started to bite.\nThe attendants could not always keep up with the cubs as the cubs would leap through the crowd. At these points\nthe cubs were outside of their direct control. The cubs were swatted frequently with the riding crops when the\nattendants were near them. Some of the swats were excessive in severity causing the cubs obvious discomfort.\nPhysical abuse shall not be used to train, work, or handle animals. The use of a riding crop to prevent these large,\naggressive cubs from biting is considered physical abuse and can cause unnecessary discomfort, pain and\nsuffering to the animal.\nCorrect immediately by ceasing the use of physical abuse to handle animals."
    },
    {
      "code": "2.131(c)(1)",
      "kind": "",
      "repeat": true,
      "desc": "HANDLING OF ANIMALS.",
      "narrative": "There were at least two incidents where members of the public were bitten. A little girl (approximately 8 or 9 years\nold) yelled (cid:28)\"ow(cid:29)\" after one of the cubs crawled into her lap and grabbed her right lower bicep in its mouth. The little\ngirl held her arm for a minute then checked to see if the skin had been broken. The second incident occurred when\none of the cubs bit a lady on the right forearm apparently breaking the skin. After this incident, an attendant alerted\nanother that there had been a (cid:28)\"battle wound(cid:29)\". They had the lady follow them out of the room for a short time\npresumably to clean the wound.\nDuring public exhibition there must be minimal risk of harm to the public and the animals. These animals are too\nbig, too fast, and too dangerous to rely on a riding whip to control their actions. As noted previously these animals\nfrequently escaped from their attendant and roamed free for the most part. In several instances the cubs tried to eat\ncameras with their attendants standing by. These cubs could easily have pounced on a younger child in the\naudience and caused serious injury or even death to the babies. When tiger cubs reach this size, speed, and\nstrength, contact with the public is no longer safe.\nHalf way through the (cid:28)playtime(cid:29) a young capuchin monkey was brought out and passed around to the public for\nphoto opportunities. Young children as well as adults were allowed to hold the monkey either on their head or\nshoulder. On at least one occasion the handler dropped the leash while the animal was on a man(cid:25)'s shoulder. Near\nthe end of the (cid:28)playtime(cid:29) session the monkey seemed to become agitated and wanted to remain with the handler.\nThe handler continued to place it on members of the public for photos. Allowing a monkey, especially an agitated\nmonkey, this close to someone(cid:25)s head and face is irresponsible/inexperienced handling. This animal could cause\nserious injury with a bite to someone(cid:25)s face or head, especially a small child.\nREMAINS UNCORRECTED."
    },
    {
      "code": "2.131(c)(2)",
      "kind": "Direct",
      "repeat": false,
      "desc": "HANDLING OF ANIMALS.",
      "narrative": "These cubs have been exhibited almost daily, with multiple sessions, since the end of June. Saturday, September\n12, for example, the cubs had 11 sessions with a one hour break. Sunday, September 13, the day of the\ninspection, the animals had been exhibited for 5 hours. The (cid:28)\"Playtime\" session was 30 minutes long, but then\nsome cubs were used for individual photo shoot opportunities. After the session APHIS officials attended, the\nanimals were to be given a one hour break and then exhibited for an additional 5 hours. Performing animals must\nbe allowed a rest period between performances at least equal to the time for one performance.\nThe fact that these cubs are allowing the attendants to drag them around by their front legs, non-responsively,\nsuggests they are exhausted and have no choice but to cope with the situation.\nCorrect immediately by allowing these cubs a rest period after each \"playtime/photo session\" at least equal to the\ntime of the session."
    },
    {
      "code": "2.131(c)(3)",
      "kind": "Direct",
      "repeat": false,
      "desc": "HANDLING OF ANIMALS.",
      "narrative": "There was one attendant that appeared to be there expressly to keep the cubs active. He persistently teased the\ncubs to make them \"attack\" for good photo opportunities.\nAs the 30 minute session progressed the one cub that had been pulled into the room by its front feet was pulled to\nother areas of the room so that additional people could pet and take photos. This cub never stood up during this\nsession and remained unresponsive, as it was dragged from one part of the room to another. As the session\nprogressed two additional cubs laid down to nap and were also dragged around the room for petting and photo\nsessions. At the end of the session, three of the four cubs had to be dragged by their legs from the exhibit area.\nThe one remaining \"awake\" cub was used for individual photo opportunities.\nYoung growing animals normally take frequent naps during the day. Not allowing these animals to follow normal\nbehavior as they grow may interfere with their development. It can also cause stress and possible illness.\nCorrect immediately by providing these cubs with adequate rest, without public handling.\nInspection conducted on Sept 13, 2015 by Dr. Cindy DiGesualdo VMO and Charles Willey IES investigator.\nExit interview conducted on Sept 14, 2015 with licensee, Dr. Rick Kirsten SACS, Dr.Cindy DiGesualdo VMO, and\ntwo security guards.\nBy the licensee signing this document it is not an admission of guilt but serves to reflect the licensee's receipt of the\nreport and exit interview.\nAdditional Inspectors\nKirsten Peter, Supervisory Animal Care Specialist"
    }
  ],
  "narrative": "2.131(b)(2)(1)\nHANDLING OF ANIMALS.\nOn Sunday Sept 13, 2015 two APHIS officials attended the 2 pm (cid:28)Tiger Playtime(cid:29) at this facility.   There were\napproximately 40 to 50 members of the public in attendance, which included one new born baby, one toddler and\napproximately 10 other children under 10 years of age.  The attendants gave a few instructions on keeping fingers\nor other body parts out of the cub(cid:25)s mouth and instructed the public to stay seated but crawl or move around as\nmuch as possible.  The gate to the cub area was opened and two cubs walked out.  One cub appeared to be asleep\nand was dragged out by its front feet, the fourth cub was pushed out from behind.  According to the attendants\nthese cubs were 16 weeks old and weighed 35 to 40 lbs.  There were seven attendants present, mostly young\npeople.  The owner was not present until the photo opportunity after the (cid:28)Playtime(cid:29).  Each cub, except for the\nnon-responsive cub, had an attendant who tried to stay with their cub at all times.  The cubs had no collars or\nleashes on them.  These attendants had a riding crop they used to swat the cubs(cid:25) nose if the cub started to bite.\nThe attendants could not always keep up with the cubs as the cubs would leap through the crowd.  At these points\nthe cubs were outside of their direct control.  The cubs were swatted frequently with the riding crops when the\nattendants were near them.  Some of the swats were excessive in severity causing the cubs obvious discomfort.\nPhysical abuse shall not be used to train, work, or handle animals.  The use of a riding crop to prevent these large,\naggressive cubs from biting is considered physical abuse and can cause unnecessary discomfort,  pain and\nsuffering to the animal.  \nCorrect immediately by ceasing the use of physical abuse to handle animals.\n2.131(c)(1)                    REPEAT\nHANDLING OF ANIMALS.\nThere were at least two incidents where members of the public were bitten.  A little girl (approximately 8 or 9 years\nold) yelled (cid:28)\"ow(cid:29)\" after one of the cubs crawled into her lap and grabbed her right lower bicep in its mouth.   The little\ngirl held her arm for a minute then checked to see if the skin had been broken.  The second incident occurred when\n\none of the cubs bit a lady on the right forearm apparently breaking the skin.  After this incident, an attendant alerted\nanother that there had been a (cid:28)\"battle wound(cid:29)\".  They had the lady follow them out of the room for a short time\npresumably to clean the wound.     \nDuring public exhibition there must be minimal risk of harm to the public and the animals.  These animals are too\nbig, too fast, and too dangerous to rely on a riding whip to control their actions.  As noted previously these animals\nfrequently escaped from their attendant and roamed free for the most part.  In several instances the cubs tried to eat\ncameras with their attendants standing by.  These cubs could easily have pounced on a younger child in the\naudience and caused serious injury or even death to the babies.  When tiger cubs reach this size, speed, and\nstrength, contact with the public is no longer safe.      \nHalf way through the (cid:28)playtime(cid:29) a young capuchin monkey was brought out and passed around to the public for\nphoto opportunities.  Young children as well as adults were allowed to hold the monkey either on their head or\nshoulder.  On at least one occasion the handler dropped the leash while the animal was on a man(cid:25)'s shoulder.  Near\nthe end of the (cid:28)playtime(cid:29) session the monkey seemed to become agitated and wanted to remain with the handler. \nThe handler continued to place it on members of the public for photos.   Allowing a monkey, especially an agitated\nmonkey, this close to someone(cid:25)s head and face is irresponsible/inexperienced handling.  This animal could cause\nserious injury with a bite to someone(cid:25)s face or head, especially a small child.  \nREMAINS UNCORRECTED.\n \n  \n2.131(c)(2)           DIRECT\nHANDLING OF ANIMALS.\nThese cubs have been exhibited almost daily, with multiple sessions, since the end of June.  Saturday, September\n12, for example, the cubs had 11 sessions with a one hour break.  Sunday, September 13, the day of the\ninspection, the animals had been exhibited for 5 hours.  The (cid:28)\"Playtime\" session was 30 minutes long, but then\nsome cubs were used for individual photo shoot opportunities.  After the session APHIS officials attended, the\nanimals were to be given a one hour break and then exhibited for an additional 5 hours.  Performing animals must\nbe allowed a rest period between performances at least equal to the time for one performance.\nThe fact that these cubs are allowing the attendants to drag them around by their front legs, non-responsively,\nsuggests they are exhausted and have no choice but to cope with the situation.  \nCorrect immediately by allowing these cubs a rest period after each \"playtime/photo session\" at least equal to the\ntime of the session.\n\n2.131(c)(3)           DIRECT\nHANDLING OF ANIMALS.\nThere was one attendant that appeared to be there expressly to keep the cubs active.  He persistently teased the\ncubs to make them \"attack\" for good photo opportunities.  \nAs the 30 minute session progressed the one cub that had been pulled into the room by its front feet was pulled to\nother areas of the room so that additional people could pet and take photos.  This cub never stood up during this\nsession and remained unresponsive, as it was dragged from one part of the room to another.  As the session\nprogressed two additional cubs laid down to nap and were also dragged around the room for petting and photo\nsessions.  At the end of the session, three of the four cubs had to be dragged by their legs from the exhibit area. \nThe one remaining \"awake\" cub was used for individual photo opportunities. \n \nYoung growing animals normally take frequent naps during the day.  Not allowing these animals to follow normal\nbehavior as they grow may interfere with their development.  It can also cause stress and possible illness.\nCorrect immediately by providing these cubs with adequate rest, without public handling.\nInspection conducted on Sept 13, 2015 by Dr. Cindy DiGesualdo VMO and Charles Willey IES investigator.\nExit interview conducted on Sept 14, 2015 with licensee, Dr. Rick Kirsten SACS, Dr.Cindy DiGesualdo VMO, and\ntwo security guards.\nBy the licensee signing this document it is not an admission of guilt but serves to reflect the licensee's receipt of the\nreport and exit interview.\n\nAdditional Inspectors\nKirsten Peter, Supervisory Animal Care Specialist",
  "animals_total": 116,
  "species": [
    {
      "count": 3,
      "scientific": "Amblonyx cinereus",
      "common": "ORIENTAL SMALL-CLAWED OTTER"
    },
    {
      "count": 2,
      "scientific": "Arctictis binturong",
      "common": "BINTURONG"
    },
    {
      "count": 1,
      "scientific": "Atelerix albiventris",
      "common": "HEDGEHOG"
    },
    {
      "count": 1,
      "scientific": "C. pygerythrus",
      "common": "VERVET"
    },
    {
      "count": 2,
      "scientific": "Callithrix jacchus",
      "common": "COMMON MARMOSET"
    },
    {
      "count": 2,
      "scientific": "Callithrix kuhlii",
      "common": "BLACK TUFTED-EAR MARMOSET"
    },
    {
      "count": 1,
      "scientific": "Canis latrans",
      "common": "COYOTE"
    },
    {
      "count": 3,
      "scientific": "Canis lupus",
      "common": "GRAY WOLF / GREY WOLF / TIMBER WOLF"
    },
    {
      "count": 1,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 1,
      "scientific": "Cavia magna",
      "common": "GREATER GUINEA PIG"
    },
    {
      "count": 1,
      "scientific": "Cercopithecus mitis",
      "common": "BLUE MONKEY"
    },
    {
      "count": 1,
      "scientific": "Chaetophractus vellerosus",
      "common": "SCREAMING ARMADILLO"
    },
    {
      "count": 1,
      "scientific": "Chinchilla lanigera",
      "common": "CHINCHILLA"
    },
    {
      "count": 2,
      "scientific": "Choloepus didactylus",
      "common": "LINNAEUS'S TWO-TOED SLOTH"
    },
    {
      "count": 1,
      "scientific": "Colobus satanas",
      "common": "BLACK COLOBUS"
    },
    {
      "count": 2,
      "scientific": "Crocuta crocuta",
      "common": "SPOTTED HYENA"
    },
    {
      "count": 5,
      "scientific": "Cynomys parvidens",
      "common": "UTAH PRAIRIE DOG"
    },
    {
      "count": 2,
      "scientific": "Erethizon dorsatum",
      "common": "NORTH AMERICAN PORCUPINE"
    },
    {
      "count": 2,
      "scientific": "Eulemur fulvus",
      "common": "COMMON BROWN LEMUR"
    },
    {
      "count": 1,
      "scientific": "Felis silvestris catus",
      "common": "CAT ADULT"
    },
    {
      "count": 2,
      "scientific": "Genetta thierryi",
      "common": "HAUSA GENET"
    },
    {
      "count": 1,
      "scientific": "Hylobates lar",
      "common": "LAR GIBBON"
    },
    {
      "count": 6,
      "scientific": "Hystrix africaeaustralis",
      "common": "CAPE PORCUPINE"
    },
    {
      "count": 6,
      "scientific": "Lemur catta",
      "common": "RING-TAILED LEMUR"
    },
    {
      "count": 2,
      "scientific": "Leopardus pardalis",
      "common": "OCELOT"
    },
    {
      "count": 2,
      "scientific": "Leptailurus serval",
      "common": "SERVAL"
    },
    {
      "count": 5,
      "scientific": "Lynx rufus",
      "common": "BOBCAT"
    },
    {
      "count": 1,
      "scientific": "Macaca mulatta",
      "common": "RHESUS MACAQUE *MALE"
    },
    {
      "count": 1,
      "scientific": "Marmota monax",
      "common": "GROUNDHOG / WOODCHUCK"
    },
    {
      "count": 1,
      "scientific": "Metachirus nudicaudatus",
      "common": "BROWN FOUR-EYED OPOSSUM"
    },
    {
      "count": 1,
      "scientific": "Mustela vison",
      "common": "AMERICAN MINK"
    },
    {
      "count": 3,
      "scientific": "Nasua nasua",
      "common": "SOUTH AMERICAN COATI"
    },
    {
      "count": 2,
      "scientific": "Osphranter rufus",
      "common": "RED KANGAROO"
    },
    {
      "count": 2,
      "scientific": "Panthera leo",
      "common": "LION"
    },
    {
      "count": 1,
      "scientific": "Panthera pardus",
      "common": "LEOPARD"
    },
    {
      "count": 14,
      "scientific": "Panthera tigris",
      "common": "TIGER"
    },
    {
      "count": 2,
      "scientific": "Papio anubis",
      "common": "OLIVE BABOON"
    },
    {
      "count": 1,
      "scientific": "Papio hamadryas",
      "common": "HAMADRYAS BABOON"
    },
    {
      "count": 4,
      "scientific": "Potos flavus",
      "common": "KINKAJOU"
    },
    {
      "count": 2,
      "scientific": "Prionailurus viverrinus",
      "common": "FISHING CAT"
    },
    {
      "count": 2,
      "scientific": "Puma concolor",
      "common": "PUMA / MOUNTAIN LION / COUGAR"
    },
    {
      "count": 1,
      "scientific": "Saguinus oedipus",
      "common": "COTTON-TOP TAMARIN"
    },
    {
      "count": 1,
      "scientific": "Saimiri ustus",
      "common": "GOLDEN-BACKED SQUIRREL MONKEY"
    },
    {
      "count": 3,
      "scientific": "Sapajus appella",
      "common": "BROWN CAPUCHIN / TUFTED CAPUCHIN"
    },
    {
      "count": 1,
      "scientific": "Urocyon cinereoargenteus",
      "common": "GRAY FOX / GREY FOX"
    },
    {
      "count": 2,
      "scientific": "Ursus americanus",
      "common": "NORTH AMERICAN BLACK BEAR"
    },
    {
      "count": 2,
      "scientific": "Ursus arctos",
      "common": "BROWN BEAR"
    },
    {
      "count": 7,
      "scientific": "Vulpes vulpes",
      "common": "RED FOX (INCLUDES SILVER FOX & CROSS FOX)"
    },
    {
      "count": 3,
      "scientific": "Vulpes zerda",
      "common": "FENNEC FOX"
    }
  ]
}