{
  "insp_id": "2016090000732976",
  "layout": "b",
  "customer_id": "20344",
  "customer_name": "NANCY CARLSON THOMAS CARLSON",
  "customer_addr": "1841 250TH STREET\nROCKWELL CITY, IA 50579",
  "certificate": "42-A-0954",
  "site_id": "001",
  "site_name": "THOMAS J. OR NANCY C. CARLSON",
  "insp_type": "ROUTINE INSPECTION",
  "date": "05-OCT-2021",
  "report_date": "06-OCT-2021",
  "citations": [
    {
      "code": "2.40(b)(3)",
      "kind": "Direct",
      "repeat": false,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "“Vanna” (microchip # 933000320367519) a 2 year old female Italian Greyhound, was injured on August 31, 2021 and\nimmediately taken to the attending veterinarian for treatment. The veterinarian diagnosed a broken right foreleg and\nplaced it in a splint and required cage rest for her until the leg is healed. The licensee has taken Vanna back for regular\nrechecks and bandage changes, the last one was 2 weeks ago. At inspection, Vanna has deep wound at the top of the\nbandaged area on the top side of the leg near the elbow joint where a strip of the gauze has cut through the skin into the\ntissue below. The wound is open, about a ½ inch deep and 1 inch wide, and the exposed tissue is very inflamed and\nswollen with some blood present. The two toes visible below the bandaged splint are inflamed and swollen. The\nlicensee had not noticed the wound.\nLicensees must work with their attending veterinarians to properly treat diseases and injuries. Daily observation of the\nanimals under treatment is necessary to ensure that the treatments are effective and to identify complications so they can\nbe addressed in a timely manner to avoid further pain and discomfort to the animals .\n“Vanna” needs to be seen by a veterinarian today to evaluate the newly identified complications and receive the proper\ntreatment.\nTo be completed by: Day of inspection, 10/06/2021\nThis inspection and exit interview were conducted with the licensee.\nEnd Section"
    }
  ],
  "narrative": "2.40(b)(3)  Direct\n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \n“Vanna” (microchip # 933000320367519) a 2 year old female Italian Greyhound, was injured on August 31, 2021 and \nimmediately taken to the attending veterinarian for treatment.  The veterinarian diagnosed a broken right foreleg and \nplaced it in a splint and required cage rest for her until the leg is healed.  The licensee has taken Vanna back for regular \nrechecks and bandage changes, the last one was 2 weeks ago.  At inspection, Vanna has deep wound at the top of the \nbandaged area on the top side of the leg near the elbow joint where a strip of the gauze has cut through the skin into the \ntissue below.  The wound is open, about a ½ inch deep and 1 inch wide, and the exposed tissue is very inflamed and \nswollen with some blood present.   The two toes visible below the bandaged splint are inflamed and swollen.  The \nlicensee had not noticed the wound. \nLicensees must work with their attending veterinarians to properly treat diseases and injuries.  Daily observation of the \nanimals under treatment is necessary to ensure that the treatments are effective and to identify complications so they can \nbe addressed in a timely manner to avoid further pain and discomfort to the animals . \n“Vanna” needs to be seen by a veterinarian today to evaluate the newly identified complications and receive the proper \ntreatment.\n\nTo be completed by: Day of inspection, 10/06/2021 \n \nThis inspection and exit interview were conducted with the licensee. \n \nEnd Section",
  "animals_total": 144,
  "species": [
    {
      "count": 93,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 51,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}