{
  "insp_id": "196150947440414",
  "layout": "a",
  "customer_id": "3130",
  "customer_name": "Theater Of The Sea Inc",
  "customer_addr": "84721 Overseas Highway\nIslamorada, FL 33036",
  "certificate": "58-C-0182",
  "site_id": "001",
  "site_name": "THEATER OF THE SEA INC",
  "insp_type": "ROUTINE INSPECTION",
  "date": "14-JUL-2015",
  "report_date": "16-JUL-2015",
  "citations": [
    {
      "code": "3.101(a)(3)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "Excessive rust and large areas of missing paint and paint chipping were observed at multiple areas on the\nfloating/walking platform located in the main dolphin show pool (this platform constitutes the western section of the\nenclosure). Outdoor housing facilities for marine mammals must be maintained in good repair to protect the\nanimals from ingesting contaminants, physical injury and potential health problems. All surfaces in a primary\nenclosure must be maintained in good repair as part of a regular, ongoing maintenance program. The affected\nareas observed should be repaired/maintained as soon as possible ensuring the dolphins are protected from\ncontaminants and debris while being corrected.\nCorrect by: January 14, 2016"
    },
    {
      "code": "3.103(b)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, OUTDOOR.",
      "narrative": "All natural seawater pools at the facility were observed to have minimal or no shade for resident dolphins. Minimal\nshade for the comfort of the animals was provided by naturally growing mangroves. A 32 year old Atlantic\nbottlenose dolphin named \"Stormy\" was observed in his pool with sunscreen (zinc oxide) ointment applied on his\nhead for sunlight protection and to prevent sunburn. The shade provided to \"Stormy\" by the small mangroves in his\nenclosure is inadequate. In order for \"Stormy\" to get away from the sun, he must seek shade by the small\nmangroves shallows and remain virtually motionless.\nAdditionally, the tarp material providing shade over the main California sea lion pool and enclosures was torn/ripped\nin several areas, creating a safety hazard for both animals and the public. This is due to deteriorating shade cloth\nand the possibility of it falling into the pool, and potentially entangling animals or allowing ingestion of the material.\nLocal climatic conditions need to be taken into consideration when providing shelter and shade for all marine\nmammals kept outdoors. Appropriate shelter/shade needs to be provided to all marine mammals in order to protect\nthem from the weather and from direct sunlight.\nComplete by: August 14, 2015"
    },
    {
      "code": "3.103(c)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, OUTDOOR.",
      "narrative": "The facility's perimeter fence was found in need of repair along most of the northeast portions. There were several\ngaps and one large hole measuring approximately 12\" x 24\" inches under the fence. Two chain links gates that are\npart of the perimeter fence of the facility are damaged. One gate has a significant gap between the fence and gate\nthat is large enough for unwanted animals or persons to pass through. The plastic fencing placed on top of\nextension arms was found to be damaged and bent along most of the perimeter fence and broken cable ties holding\nthe plastic fencing to the chain link were found on the ground and hanging from the fence. Vegetation and small\ntrees were observed growing within and above the chain-linked fence's foundation, compromising the integrity of the\nfence. Facilities must be enclosed by a sound perimeter fence so that it protects marine mammals by restricting\nanimals and unauthorized persons from going through it, over it, or under it and having contact with the marine\nmammals, and so that it can function as a secondary containment system for the animals in the facility when\nappropriate.\nCorrect by: January 14, 2016"
    },
    {
      "code": "3.107(c)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "A multitude of different objects (to include boats, trailers, construction equipment, building materials, cages, and\nothers) were observed scattered throughout the facility grounds, mostly in non-exhibit areas, but in very close\nproximity to the perimeter fence. Housekeeping at the facility is paramount and needs to be performed to prevent\npotential infestations by pests/vermin and to ensure debris doesn't enter into the animal exhibits. Buildings and\ngrounds, as well as exhibit areas, must be kept clean and in good repair.\nCorrect by: October 14, 2015\nExit interview conducted with a facility representative. Also present was Dr. Carolyn McKinnie, Supervisory\nVeterinary Medical Officer.\nAdditional Inspectors\nMckinnie Carolyn, Supervisory Animal Care Specialist"
    }
  ],
  "narrative": "3.101(a)(3)\nFACILITIES, GENERAL. \nExcessive rust and large areas of missing paint and paint chipping were observed at multiple areas on the\nfloating/walking platform located in the main dolphin show pool (this platform constitutes the western section of the\nenclosure).  Outdoor housing facilities for marine mammals must be maintained in good repair to protect the\nanimals from ingesting contaminants, physical injury and potential health problems.  All surfaces in a primary\nenclosure must be maintained in good repair as part of a regular, ongoing maintenance program.  The affected\nareas observed should be repaired/maintained as soon as possible ensuring the dolphins are protected from\ncontaminants and debris while being corrected.\nCorrect by: January 14, 2016\n3.103(b)\nFACILITIES, OUTDOOR.  \nAll natural seawater pools at the facility were observed to have minimal or no shade for resident dolphins. Minimal\nshade for the comfort of the animals was provided by naturally growing mangroves.  A 32 year old Atlantic\nbottlenose dolphin named \"Stormy\" was observed in his pool with sunscreen (zinc oxide) ointment applied on his\nhead for sunlight protection and to prevent sunburn.  The shade provided to \"Stormy\" by the small mangroves in his\nenclosure is inadequate.  In order for \"Stormy\" to get away from the sun, he must seek shade by the small\nmangroves shallows and remain virtually motionless.\nAdditionally, the tarp material providing shade over the main California sea lion pool and enclosures was torn/ripped\nin several areas, creating a safety hazard for both animals and the public.   This is due to deteriorating shade cloth\nand the possibility of it falling into the pool, and potentially entangling animals or allowing ingestion of the material. \nLocal climatic conditions need to be taken into consideration when providing shelter and shade for all marine\nmammals kept outdoors.  Appropriate shelter/shade needs to be provided to all marine mammals in order to protect\nthem from the weather and from direct sunlight.\nComplete by: August 14, 2015\n\n3.103(c)\nFACILITIES, OUTDOOR.  \nThe facility's perimeter fence was found in need of repair along most of the northeast portions.  There were several\ngaps and one large hole measuring approximately 12\" x 24\" inches under the fence.  Two chain links gates that are\npart of the perimeter fence of the facility are damaged.  One gate has a significant gap between the fence and gate\nthat is large enough for unwanted animals or persons to pass through.  The plastic fencing placed on top of\nextension arms was found to be damaged and bent along most of the perimeter fence and broken cable ties holding\nthe plastic fencing to the chain link were found on the ground and hanging from the fence.  Vegetation and small\ntrees were observed growing within and above the chain-linked fence's foundation, compromising the integrity of the\nfence.  Facilities must be enclosed by a sound perimeter fence so that it protects marine mammals by restricting\nanimals and unauthorized persons from going through it, over it, or under it and having contact with the marine\nmammals, and so that it can function as a secondary containment system for the animals in the facility when\nappropriate.\nCorrect by: January 14, 2016\n3.107(c)\nSANITATION.  \nA multitude of different objects (to include boats, trailers, construction equipment, building materials, cages, and\nothers) were observed scattered throughout the facility grounds, mostly in non-exhibit areas, but in very close\nproximity to the perimeter fence.  Housekeeping at the facility is paramount and needs to be performed to prevent\npotential infestations by pests/vermin and to ensure debris doesn't enter into the animal exhibits.  Buildings and\ngrounds, as well as exhibit areas, must be kept clean and in good repair.\nCorrect by: October 14, 2015\nExit interview conducted with a facility representative. Also present was Dr. Carolyn McKinnie, Supervisory\nVeterinary Medical Officer.\nAdditional Inspectors\nMckinnie Carolyn, Supervisory Animal Care Specialist",
  "animals_total": 16,
  "species": [
    {
      "count": 2,
      "scientific": "Dolichotis patagonum",
      "common": "PATAGONIAN CAVY / MARA"
    },
    {
      "count": 9,
      "scientific": "Tursiops truncatus",
      "common": "BOTTLENOSE DOLPHIN"
    },
    {
      "count": 5,
      "scientific": "Zalophus californianus",
      "common": "CALIFORNIA SEA LION"
    }
  ]
}