{
  "insp_id": "INS-0000880125",
  "layout": "c",
  "customer_id": "333332",
  "customer_name": "Crystal Frazier",
  "customer_addr": "2453 HOWARD RD\nBYBEE, TN 37713",
  "certificate": "63-B-0189",
  "site_id": "001",
  "site_name": "CRYSTAL FRAZIER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "18-JUL-2023",
  "report_date": "19-JUL-2023",
  "citations": [
    {
      "code": "2.40(a)",
      "kind": "",
      "repeat": false,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "A written Program of Veterinary Care (PVC) for animals other than the wolf hybrids was presented during inspection.\nHowever, the directives of the PVC are not being followed by the licensee or the Attending Veterinarian (AV). Examples of\ndiscrepancies are listed below:\n-The PVC for the raccoons states that rabies vaccinations are to be administered annually for the 23 raccoons. No\nrecords of annual vaccinations for these animals were available during this inspection and could not be verified by the AV.\n-The PVC for the nondomestic cats (5 bobcats, 1 Eurasian lynx, 2 caracals, 1 serval) states that FVRCP, FELV and\nRabies vaccinations are to be administered annually. No records of these vaccinations were available during this\ninspection and could not be verified by the AV.\n-The PVC for the nondomestic canids (8 red fox, 4 arctic fox, 6 adult coyote) states that the following vaccinations are to\nadministered annually: DHLPP, Bordetella and Rabies. No records of vaccination were available during this inspection\nand could not be verified by the AV.\n-Per the PVC, all raccoons (23), nondomestic cats (5 bobcats, 1 Eurasian lynx, 2 caracals, 1 serval), nondomestic canids\n(8 red fox, 4 arctic fox, 6 adult coyotes) and 3 lemurs are to be treated with a monthly topical ectoparasiticide. No records\nof monthly treatments were available during this inspection and could not be verified by the AV.\n-The PVC indicates that intestinal parasite screening is to be conducted every 6 months for the raccoons (23),\nnondomestic cats (5 bobcats, 1 Eurasian lynx, 2 caracals, 1 serval), and nondomestic canids (8 red fox, 4 arctic fox, 6\nadult coyotes). No records of these screenings were available during this inspection and could not be verified by the AV.\n-The PVC states that annual heartworm tests are to be conducted for the 8 red foxes and 4 arctic foxes. No records of\nthese screening tests were available during this inspection and could not be verified by the AV.\nThe PVC is dated 2016 and contains many species that are no longer present at the facility (African Crested Porcupine,\nNorth American Porcupine, mongoose, coati, badger, hedgehog, sugar glider, groundhog, cavy, capybara, javelina,\nCanadian lynx, sand cats, chinchilla, wallaby). The PVC does not list opossum as a species, but there are at least 3\nopossum on the premises.\nHaving a PVC that is inaccurate, is not up to date and most importantly, is not being followed by the AV and licensee can\nsignificantly impact the health and welfare of the animals at a facility.\nThe regulations state that (a) Each dealer or exhibitor shall have an attending veterinarian who shall provide adequate\nveterinary care to its animals in compliance with this section.\n(a)(1) Each dealer and exhibitor shall employ an attending veterinarian under formal arrangements. In the case of a part-\ntime attending veterinarian or consultant arrangements, the formal arrangements shall include a written program of\nveterinary care and regularly scheduled visits to the premises of the dealer or exhibitor; and\n(a)(2) Each dealer and exhibitor shall assure that the attending veterinarian has appropriate authority to ensure the\nprovision of adequate veterinary care and to oversee the adequacy of other aspects of animal care and use.\nCorrect by 16August2023."
    },
    {
      "code": "2.40(b)(3)",
      "kind": "Direct",
      "repeat": false,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "Three animals on the premises were observed to be in need of veterinary care at the time of this inspection.\n-One seven-year-old male bobcat was observed to be extremely thin and had an unkempt, dull coat with tufts. Its hip\nbones and ribs were readily visible from outside the enclosure. The Body Condition Score for this animal is 1 of 5 (with 3\nbeing ideal weight), The licensee had not observed the poor condition of the cat and had not discussed its condition with\nthe Attending Veterinarian (AV) (confirmed with AV). The unthriftiness and thinness of the cat are considered indicative of\nsignificant underfeeding, improper diet, and/or illness. In addition, all bobcats on the premises were noted to be\nexceptionally thin with BCS ranging from 1.5 to 2 of 5 (with 3 being ideal weight).\n-One wolf hybrid (Eclipse) was observed to have a hairless, scabbed patch of skin along its dorsum. The patch was\nestimated to be approximately 5 inches long and 1.5 inches wide. The animal was observed scrubbing its back along the\nfence line trying to scratch the affected area. The licensee stated that the animal was under the care of the AV and that\nthey were applying medication daily per the AV’s direction. There were no medical records or medications present at the\nfacility to indicate treatment. The AV was consulted, and no records were available indicating that the AV was aware of\nthe skin condition and had not prescribed medication for this condition.\n-One wolf hybrid (ID 06) was observed by the inspector to be lame on its right front limb. It was observed to limp\nintermittently and gingerly placed that paw to the ground when in motion. The animal lifted and carried that leg when\nstanding still. The licensee stated that they were unaware of the lameness and had not consulted the AV at the time of\ninspection. The AV stated that they were unaware of this lameness.\nNot conducting adequate daily observations on each animal at the facility and reporting these findings to the AV can result\nin animals experiencing untreated injuries or significant declines in health conditions.\nThe regulations state that each dealer or exhibitor shall establish and maintain programs of adequate veterinary care that\ninclude Daily observation of all animals to assess their health and well-being; Provided, however, That daily observation\nof animals may be accomplished by someone other than the attending veterinarian; and Provided, further, That a\nmechanism of direct and frequent communication is required so that timely and accurate information on problems of\nanimal health, behavior, and well-being is conveyed to the attending veterinarian.\nCorrect by conducting and reporting daily observations to the AV and by providing adequate veterinary care by\n02August2023."
    },
    {
      "code": "3.4(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "Outdoor housing facilities.",
      "narrative": "The wolf hybrid enclosures are in direct sunlight and have no shade covering. The only shade available for these animals\nis their den boxes (shelters), which also sit in direct sunlight. The temperature recorded in the shade during this inspection\nwas 86F with a heat index approaching 98F.\nNot providing adequate shade for the animals can have negative health impacts due to excessive sun exposure and\nextreme heat.\nThe regulations state that outside areas of shade, in addition to their shelters, must be provided, large enough to contain\nall the animals at one time and protect them from the direct rays of the sun.\nCorrect by 02August2023."
    },
    {
      "code": "3.13(a)",
      "kind": "",
      "repeat": false,
      "desc": "Veterinary care for dogs.",
      "narrative": "A written Program of Veterinary Care (PVC) was presented during this inspection. However, the directives and\nrequirements of this program are not being performed by the AV and licensee. Examples of discrepancies are listed\nbelow:\n-Discussion with the licensee regarding the medical records for the facility’s 8 adult wolf hybrids indicated that only visual\nexaminations of the animals were conducted on the AV’s annual visit to the premises on 12May2023. No head-to-tail\nphysical examinations and no annual heartworm tests and intestinal parasite screenings were conducted during that visit\nand no results for these actions are recorded. Records for the prior year (2022) also do not indicate that the required\nphysical examinations and testings were conducted during that year either.\n-The medical records for the 8 adult wolf hybrids do not indicate that the AV-prescribed heartworm preventions\n(ivermectin monthly) or ectoparasite preventions (Bravecto every 3 months) are being followed. Also, no current weights\nwere available so that appropriate dosage and administration of any medications could be verified. The AV was unable to\nverify delivery of preventions.\n-The medical records for the 8 adult wolf hybrids do not reflect the annual administration of rabies vaccination, as required\nby the written PVC. The AV was unable to verify delivery of the vaccinations.\n--The written PVC states that wolf hybrid pups are to be examined and vaccinated at 6 weeks, 8 weeks, and every 2\nweeks thereafter until sold or 16 weeks. However, no records for this veterinary care for two litters of wolf hybrid pups\nborn this year (3-17 and 4-2) were available for examination during this inspection. The AV could not show records of litter\nvaccinations/examinations or serial vaccinations/examinations for any of the puppies in the two litters evaluated during\nthis inspection.\nNot performing the actions required by this section of the regulations (preventive care, vaccinations, and physical\nexaminations) according to the PVC can result in inadequate veterinary care for the animals.\nThe regulations state that each dealer, exhibitor, and research facility must follow an appropriate program of veterinary\ncare for dogs that is developed, documented in writing, and signed by the attending veterinarian. Dealers, exhibitors, and\nresearch facilities must keep and maintain the written program and make it available for APHIS inspection. The written\nprogram of veterinary care must address the requirements for adequate veterinary care for every dealer and exhibitor in §\n2.40 of this subchapter and every research facility in § 2.33 of this subchapter, and must also include:\n(a)(1) Regularly scheduled visits, not less than once every 12 months, by the attending veterinarian to all premises where\nanimals are kept, to assess and ensure the adequacy of veterinary care and other aspects of animal care and use;\n(a)(2) A complete physical examination from head to tail of each dog by the attending veterinarian not less than once\nevery 12 months;\n(a)(3) Vaccinations for contagious and/or deadly diseases of dogs (including rabies, parvovirus and distemper) and\nsampling and treatment of parasites and other pests (including fleas, worms, coccidia, giardia, and heartworm) in\naccordance with a schedule approved by the attending veterinarian, unless otherwise required by a research protocol\napproved by the Committee at research facilities; and\n(a)(4) Preventative care and treatment to ensure healthy and unmatted hair coats, properly trimmed nails, and clean and\nhealthy eyes, ears, skin, and teeth, unless otherwise required by a research protocol approved by the Committee at\nresearch facilities.\nCorrect by performing the actions required by this section (performing preventive care, vaccinations and physical\nexaminations) according to the schedule outlined in the PVC.\nCorrect by 16August2023."
    },
    {
      "code": "3.13(b)",
      "kind": "",
      "repeat": false,
      "desc": "Veterinary care for dogs.",
      "narrative": "A written Program of Veterinary Care (PVC) was presented during this inspection. However, the recording requirements\nof the directives and requirements of this program are not being performed by the AV and licensee. Examples of\ndiscrepancies are listed below:\n-Records for the adult wolf hybrids and two recent litters of pups were absent (pups) or contained no or insufficient\ninformation (adults) to ensure that the preventive care required by the PVC were performed. Missing items include:\n- No head-to-tail physical examinations, annual heartworm tests, and intestinal parasite screenings were documented in\nthe medical records of the 8 adult wolf hybrids.\n- Two litters of puppies had no records of serial vaccination and examination as prescribed in the PVC. Neither the\nlicensee or the AV could provide serial vaccination and examination records.\nNot maintaining the required records indicating that the PVC directives are being performed appropriately can put the\nadults and especially the pups at risk of inadequate veterinary care.\nThe regulations state that (b) Dealers, exhibitors, and research facilities must keep copies of medical records for dogs and\nmake the records available for APHIS inspection. These records must include:\n(b)(1) The identity of the animal, including identifying marks, tattoos, or tags on the animal and the animal’s breed, sex,\nand age; Provided, however, that routine husbandry, such as vaccinations, preventive medical procedures, or treatments,\nperformed on all animals in a group (or herd), may be kept on a single record;\n(b)(2) If a problem is identified (such as a disease, injury, or illness), the date and a description of the problem,\nexamination findings, test results, plan for treatment and care, and treatment procedures performed, when appropriate;\n(b)(3) The names of all vaccines and treatments administered and the dates of administration; and\n(b)(4) The dates and findings/results of all screening, routine, or other required or recommended tests or examinations.\nCorrect by maintaining accurate records of activities performed as required in the PVC. Correct by 21July2023."
    },
    {
      "code": "3.13(c)(2)",
      "kind": "",
      "repeat": false,
      "desc": "Veterinary care for dogs.",
      "narrative": "Discussion with the licensee revealed that no cage cards or records for each litter of wolf hybrids has been maintained for\nthe required period of 1 year. The licensee stated that the cage cards had already been discarded for the two most recent\nlitters (3-17 and 4-2). The AV had no records of serial veterinary care and vaccinations for these litters.\nNot maintaining the required records of vaccination and veterinary care to be provided to puppies per the PVC can put\ncurrent and future pups at risk of disease exposure or poor health.\nThe regulation (c)(2) states that the medical records for dogs shall be kept and maintained by the dealer or exhibitor for at\nleast 1 year after the dog is euthanized or disposed of and for any period in excess of 1 year as necessary to comply with\nany applicable Federal, State, or local law.\nCorrect by maintaining appropriate medical records for dogs for at least 1 year per the regulations.\nCorrect by 21July2023."
    },
    {
      "code": "3.127(d)",
      "kind": "",
      "repeat": false,
      "desc": "Facilities, outdoor.",
      "narrative": "The perimeter fence surrounding 2 coyotes is less than 6’ tall. The inspector is 5’5” tall and sections of the fence were\nmeasured to be level with their head.\nNot having adequate fencing around nondomestic canids can result in escape of the animals.\nThe regulations state that all outdoor housing facilities (i.e., facilities not entirely indoors) must be enclosed by a perimeter\nfence that is of sufficient height to keep animals and unauthorized persons out. Fences less than 8 feet high for potentially\ndangerous animals, such as, but not limited to, large felines (e.g., lions, tigers, leopards, cougars, etc.), bears, wolves,\nrhinoceros, and elephants, or less than 6 feet high for other animals must be approved in writing by the Administrator.\nCorrect by 02August2023."
    },
    {
      "code": "3.130",
      "kind": "Direct",
      "repeat": false,
      "desc": "Watering.",
      "narrative": "One bobcat was observed to drink water for 9 minutes during observation by the inspector. The inspector did not observe\nan empty water bowl, as the cleaning staff was rapidly cleaning enclosures and filling water bowls before the inspector\ncould observe the area conditions. The extended period of water consumption is indicative of a lack of water being\nprovided as frequently as required to maintain adequate hydration and may indicate the potential for an undocumented\nillness.\nNot providing adequate water on an as-needed basis can result in animals suffering from dehydration, as documented by\nthe excessive drinking behavior observed during this inspection.\nThe regulations state that if potable water is not accessible to the animals at all times, it must be provided as often as\nnecessary for the health and comfort of the animal. Frequency of watering shall consider age, species, condition, size,\nand type of the animal. All water receptacles shall be kept clean and sanitary.\nCorrect by 19July2023.\nThis inspection and exit interview were conducted with the licensee.\nn"
    }
  ],
  "narrative": "2.40(a) \n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nA written Program of Veterinary Care (PVC) for animals other than the wolf hybrids was presented during inspection. \nHowever, the directives of the PVC are not being followed by the licensee or the Attending Veterinarian (AV). Examples of \ndiscrepancies are listed below:  \n \n-The PVC for the raccoons states that rabies vaccinations are to be administered annually for the 23 raccoons. No \nrecords of annual vaccinations for these animals were available during this inspection and could not be verified by the AV.  \n \n-The PVC for the nondomestic cats (5 bobcats, 1 Eurasian lynx, 2 caracals, 1 serval) states that FVRCP, FELV and \nRabies vaccinations are to be administered annually. No records of these vaccinations were available during this \ninspection and could not be verified by the AV.  \n \n-The PVC for the nondomestic canids (8 red fox, 4 arctic fox, 6 adult coyote) states that the following vaccinations are to \nadministered annually: DHLPP, Bordetella and Rabies. No records of vaccination were available during this inspection \nand could not be verified by the AV.  \n \n-Per the PVC, all raccoons (23), nondomestic cats (5 bobcats, 1 Eurasian lynx, 2 caracals, 1 serval), nondomestic canids \n(8 red fox, 4 arctic fox, 6 adult coyotes) and 3 lemurs are to be treated with a monthly topical ectoparasiticide. No records \nof monthly treatments were available during this inspection and could not be verified by the AV.  \n \n-The PVC indicates that intestinal parasite screening is to be conducted every 6 months for the raccoons (23), \nnondomestic cats (5 bobcats, 1 Eurasian lynx, 2 caracals, 1 serval), and nondomestic canids (8 red fox, 4 arctic fox, 6 \nadult coyotes). No records of these screenings were available during this inspection and could not be verified by the AV.  \n \n-The PVC states that annual heartworm tests are to be conducted for the 8 red foxes and 4 arctic foxes. No records of \nthese screening tests were available during this inspection and could not be verified by the AV.  \n \nThe PVC is dated 2016 and contains many species that are no longer present at the facility (African Crested Porcupine, \nNorth American Porcupine, mongoose, coati, badger, hedgehog, sugar glider, groundhog, cavy, capybara, javelina,\n\nCanadian lynx, sand cats, chinchilla, wallaby). The PVC does not list opossum as a species, but there are at least 3 \nopossum on the premises.  \n \nHaving a PVC that is inaccurate, is not up to date and most importantly, is not being followed by the AV and licensee can \nsignificantly impact the health and welfare of the animals at a facility.  \n \nThe regulations state that (a) Each dealer or exhibitor shall have an attending veterinarian who shall provide adequate \nveterinary care to its animals in compliance with this section. \n(a)(1) Each dealer and exhibitor shall employ an attending veterinarian under formal arrangements. In the case of a part-\ntime attending veterinarian or consultant arrangements, the formal arrangements shall include a written program of \nveterinary care and regularly scheduled visits to the premises of the dealer or exhibitor; and \n(a)(2) Each dealer and exhibitor shall assure that the attending veterinarian has appropriate authority to ensure the \nprovision of adequate veterinary care and to oversee the adequacy of other aspects of animal care and use. \n \nCorrect by 16August2023. \n2.40(b)(3)  Direct\n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nThree animals on the premises were observed to be in need of veterinary care at the time of this inspection. \n \n-One seven-year-old male bobcat was observed to be extremely thin and had an unkempt, dull coat with tufts. Its hip \nbones and ribs were readily visible from outside the enclosure. The Body Condition Score for this animal is 1 of 5 (with 3 \nbeing ideal weight), The licensee had not observed the poor condition of the cat and had not discussed its condition with \nthe Attending Veterinarian (AV) (confirmed with AV). The unthriftiness and thinness of the cat are considered indicative of \nsignificant underfeeding, improper diet, and/or illness. In addition, all bobcats on the premises were noted to be \nexceptionally thin with BCS ranging from 1.5 to 2 of 5 (with 3 being ideal weight).  \n \n-One wolf hybrid (Eclipse) was observed to have a hairless, scabbed patch of skin along its dorsum. The patch was \nestimated to be approximately 5 inches long and 1.5 inches wide. The animal was observed scrubbing its back along the \nfence line trying to scratch the affected area. The licensee stated that the animal was under the care of the AV and that \nthey were applying medication daily per the AV’s direction. There were no medical records or medications present at the \nfacility to indicate treatment. The AV was consulted, and no records were available indicating that the AV was aware of \nthe skin condition and had not prescribed medication for this condition.  \n \n-One wolf hybrid (ID 06) was observed by the inspector to be lame on its right front limb. It was observed to limp \nintermittently and gingerly placed that paw to the ground when in motion. The animal lifted and carried that leg when \nstanding still. The licensee stated that they were unaware of the lameness and had not consulted the AV at the time of \ninspection. The AV stated that they were unaware of this lameness.  \n \nNot conducting adequate daily observations on each animal at the facility and reporting these findings to the AV can result \nin animals experiencing untreated injuries or significant declines in health conditions.\n\nThe regulations state that each dealer or exhibitor shall establish and maintain programs of adequate veterinary care that \ninclude Daily observation of all animals to assess their health and well-being; Provided, however, That daily observation \nof animals may be accomplished by someone other than the attending veterinarian; and Provided, further, That a \nmechanism of direct and frequent communication is required so that timely and accurate information on problems of \nanimal health, behavior, and well-being is conveyed to the attending veterinarian. \n \nCorrect by conducting and reporting daily observations to the AV and by providing adequate veterinary care by \n02August2023. \n3.4(b)(2) \n   \nOutdoor housing facilities. \nThe wolf hybrid enclosures are in direct sunlight and have no shade covering. The only shade available for these animals \nis their den boxes (shelters), which also sit in direct sunlight. The temperature recorded in the shade during this inspection \nwas 86F with a heat index approaching 98F.  \n \nNot providing adequate shade for the animals can have negative health impacts due to excessive sun exposure and \nextreme heat.  \n \nThe regulations state that outside areas of shade, in addition to their shelters, must be provided, large enough to contain \nall the animals at one time and protect them from the direct rays of the sun.  \n \nCorrect by 02August2023. \n3.13(a) \n   \nVeterinary care for dogs. \nA written Program of Veterinary Care (PVC) was presented during this inspection. However, the directives and \nrequirements of this program are not being performed by the AV and licensee. Examples of discrepancies are listed \nbelow: \n \n-Discussion with the licensee regarding the medical records for the facility’s 8 adult wolf hybrids indicated that only visual \nexaminations of the animals were conducted on the AV’s annual visit to the premises on 12May2023. No head-to-tail \nphysical examinations and no annual heartworm tests and intestinal parasite screenings were conducted during that visit \nand no results for these actions are recorded. Records for the prior year (2022) also do not indicate that the required \nphysical examinations and testings were conducted during that year either.  \n \n-The medical records for the 8 adult wolf hybrids do not indicate that the AV-prescribed heartworm preventions \n(ivermectin monthly) or ectoparasite preventions (Bravecto every 3 months) are being followed. Also, no current weights \nwere available so that appropriate dosage and administration of any medications could be verified. The AV was unable to \nverify delivery of preventions.\n\n-The medical records for the 8 adult wolf hybrids do not reflect the annual administration of rabies vaccination, as required \nby the written PVC. The AV was unable to verify delivery of the vaccinations.  \n \n--The written PVC states that wolf hybrid pups are to be examined and vaccinated at 6 weeks, 8 weeks, and every 2 \nweeks thereafter until sold or 16 weeks. However, no records for this veterinary care for two litters of wolf hybrid pups \nborn this year (3-17 and 4-2) were available for examination during this inspection. The AV could not show records of litter \nvaccinations/examinations or serial vaccinations/examinations for any of the puppies in the two litters evaluated during \nthis inspection.  \n \nNot performing the actions required by this section of the regulations (preventive care, vaccinations, and physical \nexaminations) according to the PVC can result in inadequate veterinary care for the animals.  \n \nThe regulations state that each dealer, exhibitor, and research facility must follow an appropriate program of veterinary \ncare for dogs that is developed, documented in writing, and signed by the attending veterinarian. Dealers, exhibitors, and \nresearch facilities must keep and maintain the written program and make it available for APHIS inspection. The written \nprogram of veterinary care must address the requirements for adequate veterinary care for every dealer and exhibitor in § \n2.40 of this subchapter and every research facility in § 2.33 of this subchapter, and must also include:  \n(a)(1) Regularly scheduled visits, not less than once every 12 months, by the attending veterinarian to all premises where \nanimals are kept, to assess and ensure the adequacy of veterinary care and other aspects of animal care and use;  \n(a)(2) A complete physical examination from head to tail of each dog by the attending veterinarian not less than once \nevery 12 months;  \n(a)(3) Vaccinations for contagious and/or deadly diseases of dogs (including rabies, parvovirus and distemper) and \nsampling and treatment of parasites and other pests (including fleas, worms, coccidia, giardia, and heartworm) in \naccordance with a schedule approved by the attending veterinarian, unless otherwise required by a research protocol \napproved by the Committee at research facilities; and  \n(a)(4) Preventative care and treatment to ensure healthy and unmatted hair coats, properly trimmed nails, and clean and \nhealthy eyes, ears, skin, and teeth, unless otherwise required by a research protocol approved by the Committee at \nresearch facilities. \n \nCorrect by performing the actions required by this section (performing preventive care, vaccinations and physical \nexaminations) according to the schedule outlined in the PVC.  \n \nCorrect by 16August2023. \n3.13(b) \n   \nVeterinary care for dogs. \nA written Program of Veterinary Care (PVC) was presented during this inspection. However, the recording requirements \nof the directives and requirements of this program are not being performed by the AV and licensee. Examples of \ndiscrepancies are listed below: \n \n-Records for the adult wolf hybrids and two recent litters of pups were absent (pups) or contained no or insufficient \ninformation (adults) to ensure that the preventive care required by the PVC were performed. Missing items include:\n\n- No head-to-tail physical examinations, annual heartworm tests, and intestinal parasite screenings were documented in \nthe medical records of the 8 adult wolf hybrids.  \n - Two litters of puppies had no records of serial vaccination and examination as prescribed in the PVC. Neither the \nlicensee or the AV could provide serial vaccination and examination records. \n \nNot maintaining the required records indicating that the PVC directives are being performed appropriately can put the \nadults and especially the pups at risk of inadequate veterinary care.  \n \nThe regulations state that (b) Dealers, exhibitors, and research facilities must keep copies of medical records for dogs and \nmake the records available for APHIS inspection. These records must include: \n(b)(1) The identity of the animal, including identifying marks, tattoos, or tags on the animal and the animal’s breed, sex, \nand age; Provided, however, that routine husbandry, such as vaccinations, preventive medical procedures, or treatments, \nperformed on all animals in a group (or herd), may be kept on a single record; \n(b)(2) If a problem is identified (such as a disease, injury, or illness), the date and a description of the problem, \nexamination findings, test results, plan for treatment and care, and treatment procedures performed, when appropriate; \n(b)(3) The names of all vaccines and treatments administered and the dates of administration; and \n(b)(4) The dates and findings/results of all screening, routine, or other required or recommended tests or examinations. \n \nCorrect by maintaining accurate records of activities performed as required in the PVC. Correct by 21July2023. \n3.13(c)(2) \n   \nVeterinary care for dogs. \nDiscussion with the licensee revealed that no cage cards or records for each litter of wolf hybrids has been maintained for \nthe required period of 1 year. The licensee stated that the cage cards had already been discarded for the two most recent \nlitters (3-17 and 4-2). The AV had no records of serial veterinary care and vaccinations for these litters.  \n \nNot maintaining the required records of vaccination and veterinary care to be provided to puppies per the PVC can put \ncurrent and future pups at risk of disease exposure or poor health.  \n \nThe regulation (c)(2) states that the medical records for dogs shall be kept and maintained by the dealer or exhibitor for at \nleast 1 year after the dog is euthanized or disposed of and for any period in excess of 1 year as necessary to comply with \nany applicable Federal, State, or local law.  \n \nCorrect by maintaining appropriate medical records for dogs for at least 1 year per the regulations.  \n \nCorrect by 21July2023. \n3.127(d) \n   \nFacilities, outdoor.\n\nThe perimeter fence surrounding 2 coyotes is less than 6’ tall. The inspector is 5’5” tall and sections of the fence were \nmeasured to be level with their head.  \n \nNot having adequate fencing around nondomestic canids can result in escape of the animals.  \n \nThe regulations state that all outdoor housing facilities (i.e., facilities not entirely indoors) must be enclosed by a perimeter \nfence that is of sufficient height to keep animals and unauthorized persons out. Fences less than 8 feet high for potentially \ndangerous animals, such as, but not limited to, large felines (e.g., lions, tigers, leopards, cougars, etc.), bears, wolves, \nrhinoceros, and elephants, or less than 6 feet high for other animals must be approved in writing by the Administrator.  \n \nCorrect by 02August2023. \n3.130  Direct\n   \nWatering. \nOne bobcat was observed to drink water for 9 minutes during observation by the inspector. The inspector did not observe \nan empty water bowl, as the cleaning staff was rapidly cleaning enclosures and filling water bowls before the inspector \ncould observe the area conditions. The extended period of water consumption is indicative of a lack of water being \nprovided as frequently as required to maintain adequate hydration and may indicate the potential for an undocumented \nillness.  \n \nNot providing adequate water on an as-needed basis can result in animals suffering from dehydration, as documented by \nthe excessive drinking behavior observed during this inspection.  \n \nThe regulations state that if potable water is not accessible to the animals at all times, it must be provided as often as \nnecessary for the health and comfort of the animal. Frequency of watering shall consider age, species, condition, size, \nand type of the animal. All water receptacles shall be kept clean and sanitary. \n \nCorrect by 19July2023. \n \nThis inspection and exit interview were conducted with the licensee. \n \n n",
  "animals_total": 72,
  "species": [
    {
      "count": 3,
      "scientific": "Didelphis virginiana",
      "common": "VIRGINIA OPOSSUM"
    },
    {
      "count": 5,
      "scientific": "Lynx rufus",
      "common": "BOBCAT"
    },
    {
      "count": 2,
      "scientific": "Sciurus carolinensis",
      "common": "EASTERN GREY SQUIRREL"
    },
    {
      "count": 12,
      "scientific": "Canis latrans",
      "common": "COYOTE"
    },
    {
      "count": 23,
      "scientific": "Procyon lotor",
      "common": "RACCOON"
    },
    {
      "count": 8,
      "scientific": "Vulpes vulpes",
      "common": "RED FOX (INCLUDES SILVER FOX & CROSS FOX)"
    },
    {
      "count": 4,
      "scientific": "Vulpes lagopus",
      "common": "ARCTIC FOX"
    },
    {
      "count": 1,
      "scientific": "Leptailurus serval",
      "common": "SERVAL"
    },
    {
      "count": 3,
      "scientific": "Lemur catta",
      "common": "RING-TAILED LEMUR"
    },
    {
      "count": 1,
      "scientific": "Lynx lynx",
      "common": "NORTHERN/EURASIAN LYNX"
    },
    {
      "count": 2,
      "scientific": "Caracal caracal",
      "common": "CARACAL"
    },
    {
      "count": 8,
      "scientific": "Canis lupus X C. familiaris",
      "common": "WOLF/DOG HYBRID"
    }
  ]
}