{
  "insp_id": "18151737580219",
  "layout": "a",
  "customer_id": "2206",
  "customer_name": "Kord Mc Guire",
  "customer_addr": "385 Quinn Road\nWest Alexandria, OH 45381",
  "certificate": "31-C-0031",
  "site_id": "001",
  "site_name": "KORD MC GUIRE",
  "insp_type": "ROUTINE INSPECTION",
  "date": "15-JAN-2015",
  "report_date": "15-JAN-2015",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "**On inspection, a one year old adult female cougar appeared to be severely underweight. The shapes of all\nindividual vertebrae are showing. The outline of the entire lateral aspect of the hip and shoulder blade are visible.\nThe thighs appeared to be sunken as often seen with muscle loss. The staff was aware of weight-loss, but did not\ncontact a veterinarian.\n**A three year old female white tiger appeared slightly underweight. The vertebral bodies were slightly showing and\nthe hips appeared sunken in. The licensee reported he gave 20 pounds of chicken to this tiger in the afternoon. At\ndirection from APHIS officials, the licensee gave an additional 10 pounds of raw chicken. The tiger quickly ate 7-8\npounds and gradually finished the remaining chicken. A veterinarian was not contacted in regards to this animal(cid:25)s\nweight loss.\nWeight-loss can be a sign of multiple diseases or an improper diet. Under-weight animals do not have the adequate\nenergy reserves for normal body functions and is highly stressful to the animal. On example, the immune system is\noften severely hampered in times of stress and poor body condition. An animal with significant weight-loss at the\nbeginning of winter is especially dangerous, because there is little to no reserves for the animal to keep itself warm\nin the cold weather. Significant weight-loss can cause death or other serious medical conditions. At the first sign of\nweight-loss, a veterinarian must be consulted and an appropriate treatment must be enacted to increase weight in\nthe animal.\n** The 18 year old Siberian tiger was observed moving very slowly and his hind quarters would sway unsteadily as\nhe walked. Both of his hind legs appeared very stiff as he moved. His right hind leg appeared to be a little stiffer\nand less functional than the left hind leg. He appeared to counteract the discomfort by adjusting his weight to his\nother legs as he walked. This caused him to hold his body in an abnormal position. Given the observations and age\nof the tiger, the licensee indicated he believe the animal had arthritis. The Licensee stated that he knew the animal\nwas in pain. He stated that the animal had started showing these signs about two weeks ago and has steadily\ngotten worse with the cold weather. Licensee made contact with the attending veterinarian by phone at the time of\ninspection. After talking to the veterinarian, Licensee informed inspectors that the attending veterinarian had called\nin a prescription to the local pharmacy for Meloxicam.\nSerious signs of pain and discomfort need to be addressed as soon as they are identified. Although the Attending\nVeterinarian has called in a prescription for this animal, it will still need to be seen by the attending veterinarian for\nproper diagnosis. Documentation of examination, diagnosis and treatment plan must be maintained by the\nLicensee and made available for inspection.\nCorrect by having all animals evaluated and treated by a veterinarian. Correct by: 1/16/2015"
    },
    {
      "code": "2.40(b)(3)",
      "kind": "Direct",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "On inspection, three tigers mentioned above were in need of veterinary care. Licensee stated that he had observed\nthe issues during daily observation but did not communicate any of the issues to the attending veterinarian. Failure\nto report underweight animals or signs of sever health issues to a veterinarian results in diseases not being treated\nin a timely manner and can result in the further progression of the weight loss. Other illness not reported results in\ndelayed treatments which further an animal(cid:25)s pain and discomfort. Provide an accurate and timely means of\ncommunication so that all problems (including weight loss) for all animals are reported to a veterinarian in an\naccurate and timely manner. Correct this day forward."
    },
    {
      "code": "3.77(a)",
      "kind": "Direct",
      "repeat": false,
      "desc": "SHELTERED HOUSING FACILITIES.",
      "narrative": "There are two Japanese Snow macaques are housed in a shelter type enclosure. The non-macaques have access\nto an outside yard and an inside portion of a building. Inside the building, there is a platform with a heat lamp\ndirected towards the under portion of the platform. Inspectors observed the female macaques sitting on the\nplatform. She was huddled in and making her body as small as possible. She was also observed to be shivering.\nInspectors took two different temperatures at 1:09PM during the inspection. The first temperature was 26.3 degrees\nand was taken inside the building where the non-human primate was actively sitting. The second temperature was\n28 degrees and was taken outside of the building in the outdoor weather conditions.\nWhen inspectors went back to the facility, the heat lamp was re-adjusted and directed towards the upper portion of\nthe platform. The female macaque was sitting directly in front of the heat source and was no longer noticed to be\nshivering. The inspectors took two more temperatures at 6:04PM in the exact same locations they were taken at\n1:09PM. The first temperature was 28 degrees and was taken inside the building where the non-human primate was\nactively sitting. The Second temperature was 14.4 degrees and was taken outside of the building in the outdoor\nweather conditions. Licensee moved the heat lamp to allow inspectors to get an accurate reading of the\ntemperature under the heat source. The temperature approximately one foot away from the heat source was about\n64 degrees.\nTo protect nonhuman primates from temperature extremes and to provide the health and well-being, the ambient\ntemperature in the facility must not fall below 45 degrees for more than four consecutive hours when non-human\nprimates are present. Cold stress also affects the immune system leaving the animals susceptible to illness. All\nareas housing nonhuman primates must be maintained at a temperature no lower than 45 degrees for more than\nfour consecutive hours. Correct By: 1/16/2015\nThis is a focus inspection of the direct non-compliances.\nThe inspection and exit interview were conducted with the owner and co-owner.\nAdditional Inspectors\nSebera Shannon, Animal Care Inspector"
    }
  ],
  "narrative": "2.40(b)(2)           DIRECT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n**On inspection, a one year old adult female cougar appeared to be severely underweight. The shapes of all\nindividual vertebrae are showing. The outline of the entire lateral aspect of the hip and shoulder blade are visible.\nThe thighs appeared to be sunken as often seen with muscle loss. The staff was aware of weight-loss, but did not\ncontact a veterinarian.\n**A three year old female white tiger appeared slightly underweight. The vertebral bodies were slightly showing and\nthe hips appeared sunken in. The licensee reported he gave 20 pounds of chicken to this tiger in the afternoon. At\ndirection from APHIS officials, the licensee gave an additional 10 pounds of raw chicken. The tiger quickly ate 7-8\npounds and gradually finished the remaining chicken. A veterinarian was not contacted in regards to this animal(cid:25)s\nweight loss.\nWeight-loss can be a sign of multiple diseases or an improper diet. Under-weight animals do not have the adequate\nenergy reserves for normal body functions and is highly stressful to the animal. On example, the immune system is\noften severely hampered in times of stress and poor body condition. An animal with significant weight-loss at the\nbeginning of winter is especially dangerous, because there is little to no reserves for the animal to keep itself warm\nin the cold weather. Significant weight-loss can cause death or other serious medical conditions. At the first sign of\nweight-loss, a veterinarian must be consulted and an appropriate treatment must be enacted to increase weight in\nthe animal. \n** The 18 year old Siberian tiger was observed moving very slowly and his hind quarters would sway unsteadily as\nhe walked.  Both of his hind legs appeared very stiff as he moved.  His right hind leg appeared to be a little stiffer\nand less functional than the left hind leg.  He appeared to counteract the discomfort by adjusting his weight to his\nother legs as he walked. This caused him to hold his body in an abnormal position. Given the observations and age\nof the tiger, the licensee indicated he believe the animal had arthritis. The Licensee stated that he knew the animal\nwas in pain.  He stated that the animal had started showing these signs about two weeks ago and has steadily\ngotten worse with the cold weather.  Licensee made contact with the attending veterinarian by phone at the time of\ninspection.  After talking to the veterinarian, Licensee informed inspectors that the attending veterinarian had called\nin a prescription to the local pharmacy for Meloxicam.\n\nSerious signs of pain and discomfort need to be addressed as soon as they are identified.  Although the Attending\nVeterinarian has called in a prescription for this animal, it will still need to be seen by the attending veterinarian for\nproper diagnosis.  Documentation of examination, diagnosis and treatment plan must be maintained by the\nLicensee and made available for inspection. \nCorrect by having all animals evaluated and treated by a veterinarian. Correct by: 1/16/2015\n2.40(b)(3)           DIRECT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nOn inspection, three tigers mentioned above were in need of veterinary care.  Licensee stated that he had observed\nthe issues during daily observation but did not communicate any of the issues to the attending veterinarian.  Failure\nto report underweight animals or signs of sever health issues to a veterinarian results in diseases not being treated\nin a timely manner and can result in the further progression of the weight loss. Other illness not reported results in\ndelayed treatments which further an animal(cid:25)s pain and discomfort. Provide an accurate and timely means of\ncommunication so that all problems (including weight loss) for all animals are reported to a veterinarian in an\naccurate and timely manner. Correct this day forward.\n3.77(a)           DIRECT\nSHELTERED HOUSING FACILITIES. \nThere are two Japanese Snow macaques are housed in a shelter type enclosure.  The non-macaques have access\nto an outside yard and an inside portion of a building. Inside the building, there is a platform with a heat lamp\ndirected towards the under portion of the platform.  Inspectors observed the female macaques sitting on the\nplatform.  She was huddled in and making her body as small as possible. She was also observed to be shivering. \nInspectors took two different temperatures at 1:09PM during the inspection.  The first temperature was 26.3 degrees\nand was taken inside the building where the non-human primate was actively sitting.  The second temperature was\n28 degrees and was taken outside of the building in the outdoor weather conditions.  \nWhen inspectors went back to the facility, the heat lamp was re-adjusted and directed towards the upper portion of\nthe platform.  The female macaque was sitting directly in front of the heat source and was no longer noticed to be\nshivering.  The inspectors took two more temperatures at 6:04PM in the exact same locations they were taken at\n1:09PM. The first temperature was 28 degrees and was taken inside the building where the non-human primate was\nactively sitting. The Second temperature was 14.4 degrees and was taken outside of the building in the outdoor\nweather conditions.  Licensee moved the heat lamp to allow inspectors to get an accurate reading of the\ntemperature under the heat source.  The temperature approximately one foot away from the heat source was about\n64 degrees.\n\nTo protect nonhuman primates from temperature extremes and to provide the health and well-being, the ambient\ntemperature in the facility must not fall below 45 degrees for more than four consecutive hours when non-human\nprimates are present.  Cold stress also affects the immune system leaving the animals susceptible to illness. All\nareas housing nonhuman primates must be maintained at a temperature no lower than 45 degrees for more than\nfour consecutive hours. Correct By: 1/16/2015\nThis is a focus inspection of the direct non-compliances.\n \nThe inspection and exit interview were conducted with the owner and co-owner.\nAdditional Inspectors\nSebera Shannon, Animal Care Inspector",
  "animals_total": 34,
  "species": [
    {
      "count": 2,
      "scientific": "Canis lupus",
      "common": "GRAY WOLF / GREY WOLF / TIMBER WOLF"
    },
    {
      "count": 3,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 3,
      "scientific": "Dorcopsis muelleri",
      "common": "BROWN FOREST WALLABY"
    },
    {
      "count": 2,
      "scientific": "Lemur catta",
      "common": "RING-TAILED LEMUR"
    },
    {
      "count": 1,
      "scientific": "Lynx rufus",
      "common": "BOBCAT"
    },
    {
      "count": 2,
      "scientific": "Macaca fuscata",
      "common": "JAPANESE MACAQUE *MALE"
    },
    {
      "count": 2,
      "scientific": "Oryctolagus cuniculus",
      "common": "EUROPEAN RABBIT"
    },
    {
      "count": 3,
      "scientific": "Panthera pardus",
      "common": "LEOPARD"
    },
    {
      "count": 3,
      "scientific": "Panthera tigris",
      "common": "TIGER"
    },
    {
      "count": 1,
      "scientific": "Papio anubis",
      "common": "OLIVE BABOON"
    },
    {
      "count": 2,
      "scientific": "Procyon lotor",
      "common": "RACCOON"
    },
    {
      "count": 3,
      "scientific": "Puma concolor",
      "common": "PUMA / MOUNTAIN LION / COUGAR"
    },
    {
      "count": 1,
      "scientific": "Sapajus appella",
      "common": "BROWN CAPUCHIN / TUFTED CAPUCHIN"
    },
    {
      "count": 3,
      "scientific": "Ursus arctos syriacus",
      "common": "SYRIAN BROWN BEAR"
    },
    {
      "count": 3,
      "scientific": "Vulpes vulpes",
      "common": "RED FOX (INCLUDES SILVER FOX & CROSS FOX)"
    }
  ]
}