{
  "insp_id": "252141747160832",
  "layout": "a",
  "customer_id": "16158",
  "customer_name": "Judy Raney",
  "customer_addr": "3069 County Road 5500\nLiberty, KS 67351",
  "certificate": "48-A-1624",
  "site_id": "001",
  "site_name": "Judy Raney",
  "insp_type": "ROUTINE INSPECTION",
  "date": "09-SEP-2014",
  "report_date": "10-SEP-2014",
  "citations": [
    {
      "code": "3.6(a)(2)(12)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "The outside wire runs of the Stacker building that are coated with a material (plastic/fiberglass/rubber, etc.) have\nnumerous missing pieces of the material, leaving bare wire that is not adequate flooring for dogs to walk on. Metal\nstrands of wire used for flooring must be greater than 1/8 of an inch in diameter (9 gauge) or coated. These missing\npieces of coating leave the wire flooring less that 9 gauge. This flooring must be repaired or replaced. This will help\nensure that the dogs in this building are on flooring that will allow them to move around comfortable and be injury\nfree. Correct by 10-09-2014."
    },
    {
      "code": "3.11(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "The shelters in the outdoor housing kennels need to be sanitized. The shelters have grease, grim, and dirt on the\nsides, inside and out. These shelters need to be sanitized least once every 2 weeks and more often if needed to\nhelp prevent an accumulation and help keep disease hazards from dogs. The owner stated it had been a couple of\nmonths since the shelters were sanitize. The owner needs to spot clean shelters daily and sanitize these shelters.\nThis will help dogs to be in a healthy environment. The owner must sanitize these shelters. Correct by 09-16-2014\nThis inspection and exit briefing were conducted with the owner."
    }
  ],
  "narrative": "3.6(a)(2)(12)\nPRIMARY ENCLOSURES.\nThe outside wire runs of the Stacker building that are coated with a material (plastic/fiberglass/rubber, etc.) have\nnumerous missing pieces of the material, leaving bare wire that is not adequate flooring for dogs to walk on.  Metal\nstrands of wire used for flooring must be greater than 1/8 of an inch in diameter (9 gauge) or coated.  These missing\npieces of coating leave the wire flooring less that 9 gauge.  This flooring must be repaired or replaced.  This will help\nensure that the dogs in this building are on flooring that will allow them to move around comfortable and be injury\nfree.  Correct by 10-09-2014.\n3.11(b)(2)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\nThe shelters in the outdoor housing kennels need to be sanitized.  The shelters have grease, grim, and dirt on the\nsides, inside and out. These shelters need to be sanitized least once every 2 weeks and more often if needed to\nhelp prevent an accumulation and help keep disease hazards from dogs.  The owner stated it had been a couple of\nmonths since the shelters were sanitize. The owner needs to spot clean shelters daily and sanitize these shelters. \nThis will help dogs to be in a healthy environment.  The owner must sanitize these shelters.  Correct by 09-16-2014\nThis inspection and exit briefing were conducted with the owner.",
  "animals_total": 87,
  "species": [
    {
      "count": 71,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 16,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}