{
  "insp_id": "288141755320205",
  "layout": "a",
  "customer_id": "45351",
  "customer_name": "Adam A Yoder",
  "customer_addr": "1495 Pleasant Valley Road Sw\nSugarcreek, OH 44681",
  "certificate": "31-A-0432",
  "site_id": "001",
  "site_name": "ADAM YODER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "15-OCT-2014",
  "report_date": "15-OCT-2014",
  "citations": [
    {
      "code": "3.1(c)(3)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "*** The indoor portion of the sheltered facility needs to be cleaned more often. In the corners and along divider\nwalls there is a buildup of food and other organic wastes. A daily spot-cleaning and sanitization that is done at least\nevery two weeks is necessary to reduce disease hazards. The licensee must ensure that all hard surfaces with\nwhich the animals come in contact are spot-cleaned daily and sanitized in accordance with 3.11 b of this subpart to\nprevent an accumulation of excreta and to reduce disease hazards.\nCorrect by: 10-17-14"
    },
    {
      "code": "3.6(a)(2)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "*** An outside run for two adult large breed dogs has wire holders that are made with a sharp metal leg protruding\ninto the enclosure. These wire holders must be either removed or repaired to reduce the potential injury hazard to\nthe 2 dogs in this outside run. Outdoor runs on the opposite side of the kennel have wires that are being held by\ndifferenct types of holders that do not have this metal leg. The licensee must remove or repair these sharp metal\nsections to avoid potential injury to the dogs.\nCorrect by: 10-22-14"
    },
    {
      "code": "3.11(a)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "***The outdoor runs for this sheltered facility has large smooth rocks as a substrate. All of these runs have an\nexcessive amount to feces that requires removal. Feces is scattered throughout every run, which contain a\nmaximum of 2 dogs. The licensee must remove this feces and must begin a cleaning schedule to ensure the feces\nis removed on a regular basis. This is required to reduce disease hazards, odors, and to satisfy accepted\nhusbandry practices.\nCorrect by: 10-17-14\n**Inspection and exit interview conducted with the licensee's wife.\nAdditional Inspectors\nClarke Lynn, Animal Care Inspector"
    }
  ],
  "narrative": "3.1(c)(3)\nHOUSING FACILITIES, GENERAL.\n*** The indoor portion of the sheltered facility needs to be cleaned more often.  In the corners and along divider\nwalls there is a buildup of food and other organic wastes. A daily spot-cleaning and sanitization that is done at least\nevery two weeks is necessary to reduce disease hazards.  The licensee must ensure that all hard surfaces with\nwhich the animals come in contact are spot-cleaned daily and sanitized in accordance with 3.11 b of this subpart to\nprevent an accumulation of excreta and to reduce disease hazards.\nCorrect by: 10-17-14\n3.6(a)(2)\nPRIMARY ENCLOSURES.\n*** An outside run for two adult large breed dogs has wire holders that are made with a sharp metal leg protruding\ninto the enclosure.  These wire holders must be either removed or repaired to reduce the potential injury hazard to\nthe 2 dogs in this outside run.  Outdoor runs on the opposite side of the kennel have wires that are being held by\ndifferenct types of holders that do not have this metal leg.  The licensee must remove or repair these sharp metal\nsections to avoid potential injury to the dogs.\nCorrect by: 10-22-14\n3.11(a)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\n***The outdoor runs for this sheltered facility has large smooth rocks as a substrate.  All of these runs have an\nexcessive amount to feces that requires removal.  Feces is scattered throughout every run, which contain a\nmaximum of 2 dogs.  The licensee must remove this feces and must begin a cleaning schedule to ensure the feces\nis removed on a regular basis.  This is required to reduce disease hazards, odors, and to satisfy accepted\nhusbandry practices.\n\nCorrect by: 10-17-14\n**Inspection and exit interview conducted with the licensee's wife.\nAdditional Inspectors\nClarke Lynn, Animal Care Inspector",
  "animals_total": 25,
  "species": [
    {
      "count": 13,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 12,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}