{
  "insp_id": "80141252491895",
  "layout": "a",
  "customer_id": "34479",
  "customer_name": "Mary Carpenter",
  "customer_addr": "P. O. Box 145\nMelvern, KS 66510",
  "certificate": "48-B-0302",
  "site_id": "001",
  "site_name": "Mary Carpenter",
  "insp_type": "ROUTINE INSPECTION",
  "date": "15-MAY-2014",
  "report_date": "15-MAY-2014",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "* One 1,000 Ml. bottle containing Pyrantal Promate Suspension wormer has no written directions for how and at\nwhat rate this drug is to be administered. This drug is intermingled with other products that are currently being used\nat the facility and is therefore ready for use. Medications must be labeled with appropriate and accurate information\nin order to ensure that the contents and dosage rates of the container can be known with certainty and not used\npast their expiration date. The licensee must ensure that all medications are labeled with dosing instructions\nspecific for the species of the animal being treated. Correct by 6/15/14."
    },
    {
      "code": "3.1(a)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "* Four outdoor enclosures housing 14 dogs have several holes dug in the enclosure ground floor and along the\nenclosure fencing. The holes range in size from six inches to a foot in depth and a foot to three feet in\ncircumference. This affects the ability of enclosure fencing to contain the dog securely. It could lead to potential\ninjury affecting the safety and health of the dog. The licensee must keep facilities in good repair to protect the\nanimals from injury and contain the animals securely at all times. Correct by 5/29/14.\n* The facility inspection and exit briefing done on 5/15/2014 were conducted with the licensee.\nAdditional Inspectors\nShaver Margaret, Veterinary Medical Officer"
    }
  ],
  "narrative": "2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n* One 1,000 Ml. bottle containing Pyrantal Promate Suspension wormer has no written directions for how and at\nwhat rate this drug is to be administered.  This drug is intermingled with other products that are currently being used\nat the facility and is therefore ready for use.  Medications must be labeled with appropriate and accurate information\nin order to ensure that the contents and dosage rates of the container can be known with certainty and not used\npast their expiration date.  The licensee must ensure that all medications are labeled with dosing instructions\nspecific for the species of the animal being treated.  Correct by 6/15/14.\n3.1(a)\nHOUSING FACILITIES, GENERAL.\n*   Four outdoor enclosures housing 14 dogs have several holes dug in the enclosure ground floor and along the\nenclosure fencing.  The holes range in size from six inches to a foot in depth and a foot to three feet in\ncircumference.  This affects the ability of enclosure fencing to contain the dog securely.  It could lead to potential\ninjury affecting the safety and health of the dog.  The licensee must keep facilities in good repair to protect the\nanimals from injury and contain the animals securely at all times.   Correct by 5/29/14.\n*  The facility inspection and exit briefing done on 5/15/2014 were conducted with the licensee.\nAdditional Inspectors\nShaver Margaret, Veterinary Medical Officer",
  "animals_total": 85,
  "species": [
    {
      "count": 67,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 18,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}