{
  "insp_id": "144160913260555",
  "layout": "a",
  "customer_id": "321415",
  "customer_name": "Michael Todd",
  "customer_addr": "All Things Wild\n22 West Washington St Suite 1500\nChicago, IL 60602",
  "certificate": "33-C-0388",
  "site_id": "TRA",
  "site_name": "MICHAEL TODD",
  "insp_type": "ROUTINE INSPECTION",
  "date": "28-APR-2016",
  "report_date": "24-MAY-2016",
  "citations": [
    {
      "code": "2.3(c)",
      "kind": "",
      "repeat": true,
      "desc": "DEMONSTRATION OF COMPLIANCE WITH STANDARDS AND REGULATIONS.",
      "narrative": "At the time of this inspection the manager stated that the tigers are housed at a site in Kaufman, TX when not\ntraveling. This is not an approved site. This licensee did notify USDA of a new site in Kaufman, TX, however the\nfacility was not in compliance on the new site inspection conducted 7/26/12. The inspection report from 7/26/12\nstates: No regulated activities may be conducted until this site is in compliance with the Animal Welfare Act. Tigers\nhoused at the Kaufman site should not be on exhibit until that site can pass an inspection.\nAnother employee stated that the farm animals are housed at a second site in Kaufman, TX. This site has had no\ninspections by USDA officials. It is not an approved site. Animals housed at this site cannot be used for regulated\nactivities until the site has passed a USDA inspection."
    },
    {
      "code": "2.40(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "The manager provided USDA officials with two Programs of Veterinary Care (PVC). One for a veterinarian in\nTerrell, TX and one for a veterinarian in Harvard, IL. The only portion of either PVC form that was filled out was the\nsection for the Veterinarians'(cid:25) contact information. USDA officials were also provided with three supplemental\nsheets with (cid:28)\"Program of Veterinarian Care Details for 33-C-0388\"(cid:29) as the title. These three sheets had a few very\nvague veterinary recommendations. The only species identified were tigers, cougars, and (cid:28)other large felids(cid:29) with\none reference to blood parasites in goats. The rabbits, pigs, and cattle were not addressed at all. There were no\nsignatures or dates on the supplemental information confirming they were provided by one or both of the attending\nveterinarians(cid:25).\nLicensees' with part time attending veterinarians must have a formal written arrangement with a veterinarian (PVC)\nthat addresses the preventive care for all regulated species. This is required so that USDA personnel can confirm\nthat the licensee is working with a knowledgeable veterinarian and is following the recommendations from that\nveterinarian.\nIn the case of multiple attending veterinarians, the species/duties that each veterinarian is responsible for must be\nidentified.\nA program of veterinary care needs to be developed by one or both attending veterinarian that addresses all\nregulated species owned/exhibited by the licensee and the division of duties/species between the veterinarians.\nTopics that should be covered in the PVC include but are not limited to:\n*The veterinarian's schedule for visits to the facility.\n*Parasite control program if appropriate for the species.\n*Vaccination recommendations if appropriate for the species.\n*Routine medical testing if appropriate for the species.\n*Instructions on necropsies for unexpected deaths.\n*Hoof trims for animals with chronic hoof problems.\n*Diets appropriate for each species\n*Any other medical/husbandry recommendations the veterinarian feels necessary for this facility.\n*Emergency contact information.\nThe PVC must be signed and dated by the attending veterinarian. This document must indicate to USDA\nrepresentatives that the licensee and the veterinarian have an active working relationship.\nTo be corrected by June 1, 2016"
    },
    {
      "code": "2.125",
      "kind": "",
      "repeat": false,
      "desc": "INFORMATION AS TO BUSINESS; FURNISHING OF SAME BY DEALERS, EXHIBITORS, OPERATORS OF AUCTION SALES, INTERMEDIATE HANDLERS, AND CARRIERS.",
      "narrative": "USDA officials requested confirmation of employment for the manager, Lisa Lopez, and Tommy Bishop multiple\ntimes during this inspection. The manager's response was she \"would let the lawyers deal with that\". Licensees\nmust furnish to USDA officials any information concerning the business requested by USDA officials. The licensee\nneeds to provide confirmation of employment for Lisa Lopez and Tommy Bishop to the Animal Care Western\nRegional office.\nTo be received at the Western Regional Office by May 16, 2016."
    },
    {
      "code": "2.126(c)",
      "kind": "",
      "repeat": true,
      "desc": "ACCESS AND INSPECTION OF RECORDS AND PROPERTY; SUBMISSION OF ITINERARIES.",
      "narrative": "At the time of this inspection the Animal Care regional offices located in Ft. Collins, CO and Raleigh, NC had not\nreceived an itinerary from the licensee prior to overnight travel. The lack of a required itinerary was also noted on\nthe inspection reports dated 5/16/2015, 8/20/14 and 11/3/14. The licensee must submit an itinerary to the Regional\nDirector no fewer than 2 days in advance of travel whenever the animals will be exhibited at a location other than\nthe approved site(s) and whenever travel extends overnight. The itinerary shall contain complete and accurate\ninformation concerning the whereabouts of all animals intended for exhibition at any location other than the\napproved site."
    },
    {
      "code": "3.129(a)",
      "kind": "",
      "repeat": false,
      "desc": "FEEDING.",
      "narrative": "The diet for the tigers at the time of this inspection consisted of chicken breasts and boneless pork roasts. The\nmanager said they supplemented with \"Felid T\" vitamins. She showed us a white powder in a Tupperware\ncontainer that had a duct tape label with Felid T written on it. A product container for Felid T was not available for\nreview to determine if the correct amount of supplement was being given nor were there written instructions from\none of the attending veterinarians. A diet of muscle meat without the correct supplements is not an adequate diet.\nInadequate diets can lead to health conditions such as skeletal damage, neurological problems and other potentially\nirreversible health problems. A veterinarian knowledgeable with large felid nutrition needs to be consulted for the\nappropriate diet recommendations.\nThe manager was asked at the beginning of the inspection if she would be taping the inspection. She confirmed\nshe would be.\nInspection and exit interview conducted with the manager, ACI Donnovan Fox, and VMO Cindy DiGesualdo at\nMayfest in Ft Worth, TX.\nAdditional Inspectors\nFox Donnovan, Animal Care Inspector"
    }
  ],
  "narrative": "2.3(c)                    REPEAT\nDEMONSTRATION OF COMPLIANCE WITH STANDARDS AND REGULATIONS.\nAt the time of this inspection the manager stated that the tigers are housed at a site in Kaufman, TX when not\ntraveling. This is not an approved site. This licensee did notify USDA of a new site in Kaufman, TX, however the\nfacility was not in compliance on the new site inspection conducted 7/26/12. The inspection report from 7/26/12\nstates: No regulated activities may be conducted until this site is in compliance with the Animal Welfare Act. Tigers\nhoused  at the Kaufman site should not be on exhibit until that site can pass an inspection. \nAnother employee stated that the farm animals are housed at a second site in Kaufman, TX.  This site has had no\ninspections by USDA officials.  It is not an approved site.  Animals housed at this site cannot be used for regulated\nactivities until the site has passed a USDA inspection.\n2.40(a)(1)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThe manager provided USDA officials with two Programs of Veterinary Care (PVC).  One for a veterinarian in\nTerrell, TX and one for a veterinarian in Harvard, IL.  The only portion of either PVC form that was filled out was the\nsection for the Veterinarians'(cid:25) contact information.  USDA officials were also provided with three supplemental\nsheets with (cid:28)\"Program of Veterinarian Care Details for 33-C-0388\"(cid:29) as the title.   These three sheets had a few very\nvague veterinary recommendations.  The only species identified were tigers, cougars, and (cid:28)other large felids(cid:29) with\none reference to blood parasites in goats.  The rabbits, pigs, and cattle were not addressed at all.  There were no\nsignatures or dates on the supplemental information confirming they were provided by one or both of the attending\nveterinarians(cid:25).\nLicensees' with part time attending veterinarians must have a formal written arrangement with a veterinarian (PVC)\nthat addresses the preventive care for all regulated species. This is required so that USDA personnel can confirm\nthat the licensee is working with a knowledgeable veterinarian and is following the recommendations from that\nveterinarian. \nIn the case of multiple attending veterinarians, the species/duties that each veterinarian is responsible for must be\nidentified.\n\nA program of veterinary care needs to be developed by one or both attending veterinarian that addresses all\nregulated species owned/exhibited by the licensee and the division of duties/species between the veterinarians. \nTopics that should be covered in the PVC include but are not limited to:\n*The veterinarian's schedule for visits to the facility.\n*Parasite control program if appropriate for the species.\n*Vaccination recommendations if appropriate for the species.\n*Routine medical testing if appropriate for the species.\n*Instructions on necropsies for unexpected deaths.\n*Hoof trims for animals with chronic hoof problems.\n*Diets appropriate for each species\n*Any other medical/husbandry recommendations the veterinarian feels necessary for this facility.\n*Emergency contact information.\nThe PVC must be signed and dated by the attending veterinarian. This document must indicate to USDA\nrepresentatives that the licensee and the veterinarian have an active working relationship. \nTo be corrected by June 1, 2016\n2.125\nINFORMATION AS TO BUSINESS; FURNISHING OF SAME BY DEALERS, EXHIBITORS, OPERATORS OF\nAUCTION SALES, INTERMEDIATE HANDLERS, AND CARRIERS.\nUSDA officials requested confirmation of employment for the manager, Lisa Lopez, and Tommy Bishop multiple\ntimes during this inspection.  The manager's response was she \"would let the lawyers deal with that\".  Licensees\nmust furnish to USDA officials any information concerning the business requested by USDA officials.  The licensee\nneeds to provide confirmation of employment for Lisa Lopez and Tommy Bishop to the Animal Care Western\nRegional office.\nTo be received at the Western Regional Office by May 16, 2016.\n2.126(c)                    REPEAT\nACCESS AND INSPECTION OF RECORDS AND PROPERTY; SUBMISSION OF ITINERARIES.\nAt the time of this  inspection the Animal Care regional offices located in Ft. Collins, CO and Raleigh, NC had not\nreceived an itinerary from the licensee prior to overnight travel. The lack of a required itinerary was also noted on\n\nthe inspection reports dated 5/16/2015,  8/20/14 and 11/3/14. The licensee must submit an itinerary to the Regional\nDirector no fewer than 2 days in advance of travel whenever the animals will be exhibited at a location other than\nthe approved site(s) and whenever travel extends overnight. The itinerary shall contain complete and accurate\ninformation concerning the whereabouts of all animals intended for exhibition at any location other than the\napproved site.\n3.129(a)\nFEEDING.    \nThe diet for the tigers at the time of this inspection consisted of chicken breasts and boneless pork roasts.  The\nmanager said they supplemented with \"Felid T\" vitamins.  She showed us a white powder in a Tupperware\ncontainer that had a duct tape label with Felid T written on it.  A product container for Felid T was not available for\nreview to determine if the correct amount of supplement was being given nor were there written instructions from\none of the attending veterinarians.  A diet of muscle meat without the correct supplements is not an adequate diet. \nInadequate diets can lead to health conditions such as skeletal damage, neurological problems and other potentially\nirreversible health problems.  A veterinarian knowledgeable with large felid nutrition needs to be consulted for the\nappropriate diet recommendations. \nThe manager was asked at the beginning of the inspection if she would be taping the inspection.  She confirmed\nshe would be.\nInspection and exit interview conducted with the manager, ACI Donnovan Fox, and VMO Cindy DiGesualdo at\nMayfest in Ft Worth, TX.\nAdditional Inspectors\nFox Donnovan, Animal Care Inspector",
  "animals_total": 21,
  "species": [
    {
      "count": 1,
      "scientific": "Bos taurus",
      "common": "CATTLE / COW / OX / WATUSI"
    },
    {
      "count": 7,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 4,
      "scientific": "Oryctolagus cuniculus",
      "common": "EUROPEAN RABBIT"
    },
    {
      "count": 3,
      "scientific": "Ovis aries aries",
      "common": "SHEEP INCLUDING ALL DOMESTIC BREEDS"
    },
    {
      "count": 2,
      "scientific": "Panthera tigris",
      "common": "TIGER"
    },
    {
      "count": 4,
      "scientific": "Sus scrofa domestica",
      "common": "DOMESTIC PIG / POTBELLY PIG / MICRO PIG"
    }
  ]
}