{
  "insp_id": "167151053530708",
  "layout": "a",
  "customer_id": "9035",
  "customer_name": "James Swetter",
  "customer_addr": "114 Swetland Road\nClifford Twp, PA 18470",
  "certificate": "23-C-0240",
  "site_id": "001",
  "site_name": "JAMES SWETTER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "16-JUN-2015",
  "report_date": "16-JUN-2015",
  "citations": [
    {
      "code": "2.75(b)(1)",
      "kind": "",
      "repeat": false,
      "desc": "RECORDS: DEALERS AND EXHIBITORS.",
      "narrative": "Section 2.75(b)(1) Records: The last entry for the facility log book on animal numbers is 32 deer on October 10,\n2014. On this inspection 26 deer and 11 fawns (born in 2015) were observed. There are no records of the births of\nthe 11 fawns in 2015. There are veterinary records for the disposition of two deer in 2015, but it is unclear what\nhappened to the other deer. Animal records are used for evaluating herd health, for tracking animal ownership and\nare required to comply with the animal welfare regulations. Correct by updating the facility animal records to include\nthe birth and disposition of all the deer. Correct by June 23, 2015.\nAn exit interview was conducted with the owner."
    }
  ],
  "narrative": "2.75(b)(1)\nRECORDS: DEALERS AND EXHIBITORS.\nSection 2.75(b)(1) Records: The last entry for the facility log book on animal numbers is 32 deer on October 10,\n2014.  On this inspection 26 deer and 11 fawns (born in 2015) were observed.  There are no records of the births of\nthe 11 fawns in 2015.  There are veterinary records for the disposition of two deer in 2015, but it is unclear what\nhappened to the other deer.  Animal records are used for evaluating herd health, for tracking animal ownership and\nare required to comply with the animal welfare regulations.  Correct by updating the facility animal records to include\nthe birth and disposition of all the deer.  Correct by June 23, 2015.\nAn exit interview was conducted with the owner.",
  "animals_total": 37,
  "species": [
    {
      "count": 37,
      "scientific": "Odocoileus virginianus",
      "common": "WHITE-TAILED DEER"
    }
  ]
}