{
  "insp_id": "37151527200586",
  "layout": "a",
  "customer_id": "327740",
  "customer_name": "Aaron J Glick",
  "customer_addr": "25766 Hwy 81\nCuba City, WI 53807",
  "certificate": "35-A-0363",
  "site_id": "001",
  "site_name": "AARON GLICK",
  "insp_type": "ROUTINE INSPECTION",
  "date": "06-FEB-2015",
  "report_date": "06-FEB-2015",
  "citations": [
    {
      "code": "3.53(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "Enclosures used on the back wall as a holding area for two rabbits had wire points and loose wire mesh that the\nrabbits could come into contact with. Loose mesh and wire points could possibly injure the rabbits. Surfaces that\nrabbits come into contact with must be maintained in good repair to protect the rabbits from possible injury.\nCorrect by 2/7/15."
    },
    {
      "code": "3.53(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "At least two enclosures were over-crowded with rabbits. One enclosure had 6 weaned dwarf rabbits and the other\nhad 5 weaned dwarf rabbits. The rabbits were estimated to weigh less than 4.4 lbs. Weaned rabbits that weigh\nless than 4.4 lbs are required to have at least 1.5 square feet of floor space per rabbit. The enclosures were\nmeasured to have 5.3 square feet of floor space, which is enough space for 3 weaned rabbits of this size.\nOver-crowding animals can cause them to get sick easier and does not provide for their wellbeing. To protect\nanimal health and provide for their wellbeing, rabbits must be provided at least the minimum amount of floor space.\nCorrect by 2/8/15."
    },
    {
      "code": "3.56(a)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "At least four rabbit enclosures were observed to have excessive build-up of excreta (feces and feed) in the corners.\nExcessive build-up of excreta can cause rabbits to get sick and does not provide for their wellbeing. Routinely clean\nrabbit enclosures to prevent a build-up of excreta.\nCorrect by 2/7/15.\nExit interview conducted with facility representative."
    }
  ],
  "narrative": "3.53(a)(1)\nPRIMARY ENCLOSURES.   \nEnclosures used on the back wall as a holding area for two rabbits had wire points and loose wire mesh that the\nrabbits could come into contact with.  Loose mesh and wire points could possibly injure the rabbits.  Surfaces that\nrabbits come into contact with must be maintained in good repair to protect the rabbits from possible injury.\nCorrect by 2/7/15.\n3.53(b)(2)\nPRIMARY ENCLOSURES.   \nAt least two enclosures were over-crowded with rabbits.  One enclosure had 6 weaned dwarf rabbits and the other\nhad 5 weaned dwarf rabbits.  The rabbits were estimated  to weigh less than 4.4 lbs.  Weaned rabbits that weigh\nless than 4.4 lbs are required to have at least 1.5 square feet of floor space per rabbit.  The enclosures were\nmeasured to have 5.3 square feet of floor space, which is enough space for 3 weaned rabbits of this size. \nOver-crowding animals can cause them to get sick easier and does not provide for their wellbeing.  To protect\nanimal health and provide for their wellbeing, rabbits must be provided at least the minimum amount of floor space.\nCorrect by 2/8/15.\n3.56(a)\nSANITATION. \nAt least four rabbit enclosures were observed to have excessive build-up of excreta (feces and feed) in the corners. \nExcessive build-up of excreta can cause rabbits to get sick and does not provide for their wellbeing.  Routinely clean\nrabbit enclosures to prevent a build-up of excreta. \nCorrect by 2/7/15.\nExit interview conducted with facility representative.",
  "animals_total": 1266,
  "species": [
    {
      "count": 1177,
      "scientific": "Cavia porcellus",
      "common": "DOMESTIC GUINEA PIG"
    },
    {
      "count": 89,
      "scientific": "Oryctolagus cuniculus",
      "common": "EUROPEAN RABBIT"
    }
  ]
}