{
  "insp_id": "48151902110159",
  "layout": "a",
  "customer_id": "8360",
  "customer_name": "Gary Felts",
  "customer_addr": "Box 81\nKingsley, IA 51028",
  "certificate": "42-A-0757",
  "site_id": "001",
  "site_name": "GARY FELTS",
  "insp_type": "ROUTINE INSPECTION",
  "date": "17-FEB-2015",
  "report_date": "18-FEB-2015",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "The inspectors first arrived at the facility at approximately 10:00 am to attempt an inspection. From the driveway, the\ninspectors observed a female Saint Bernard laying on the ground within an outdoor enclosure ((cid:28)Georgia(cid:29), microchip\n# 0A01787808, approximately 6 years old). The animal appeared extremely lethargic and barely lifted her head\nwhen the inspectors got out of and stood by their vehicle. The inspectors observed this animal for about 10 minutes\nwhile attempting to make contact with the licensee. During that time, the animal trembled at least three times. The\nother dogs were jumping, running and barking while this dog did not react to our presence. The inspectors left the\nfacility at approximately 10:30 am after failing to make contact with the licensee. The inspectors returned to the\nfacility around 12:35 pm and successfully made contact with the licensee to begin an inspection at approximately\n12:45 pm. Upon arrival at the facility this time, the inspectors noted that the animal had gotten up and moved\naround the enclosure. The inspectors shared their prior observations regarding this animal with the licensee during\nthe inspection process.\nDuring the inspection, the same female appeared more active when we approached the enclosure. The animal had\nan approximately two inch swelling on the right side of her neck just under her chin. The hair around the swelling\nwas wet with a pink to red tinged fluid. When the licensee touched the affected area a creamy red substance came\nout of the swelling. The dog was observed repeatedly rubbing the affected area on the fence. The licensee stated\nhe had not previously noticed this swelling.\nUntreated wounds can lead to further medical complications and can cause unnecessary pain and distress for the\nanimal.\nThis animal was taken to the veterinarian for a medical evaluation during the inspection process.\n*****\nOne, approximately two year old, female apricot mastiff (microchip # 0A02024725) has an area on the end of her\ntail that is severely bloody. The end of the tail has patchy hair-loss, appears enlarged and gray in color. The area of\nthe tail that is bleeding has an uneven surface. The affected area is approximately two by four inches in size. There\nis a significant amount of blood on the tip of the tail and smeared on the sides of her body from the dog wagging her\ntail. The licensee confirms that the tail has been bleeding off and on for an extended period of time and the animal\nhas not been evaluated by a veterinarian. A tail wound such as this could be a sign of a serious medical condition\nand can cause unnecessary pain and discomfort.\nThe animal listed above must be examined by a licensed veterinarian by 5:00 pm on February 19, 2015 in order to\nensure that an accurate diagnosis is obtained and an appropriate treatment plan is developed and followed. This\ninformation, including the diagnosis, treatment and resolution of the condition, must be documented and made\navailable to the inspector upon request.\n*****\nTwo, approximately two year old, male standard poodles (microchip # 941000015382921 and microchip\n#941000015389541) have severely matted hair-coats. There are small to moderate sized mats on their lower sides,\nchest, abdomen and legs. Some of the mats on the legs, abdomen and chest are tightly adhered to the skin. The\nentire hair-coat is starting to become rope-like and twisted. The hair-coat and matted areas on the legs and feet\nhave brown to black dirt and/or other material embedded in them and appear wet. Matted hair-coats can be painful\nand can lead to skin disease and other medical conditions. All dogs need to have their hair coats routinely\nmaintained in order to prevent, control, diagnose, and treat diseases associated with excessive matting.\n*****\nThe facility must establish and maintain programs of adequate veterinary care that include the use of appropriate\nmethods to prevent, control, diagnose, and treat diseases and injuries in all animals at the facility."
    },
    {
      "code": "3.1(c)(2)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "In the whelping area of the Tool Shed Building the enclosures are framed with wood and this wood has been\nexcessively chewed, splintered and worn by the dogs. There are at least three adult dogs and fifteen puppies\nhoused in these enclosures. In the Big Barn the enclosures are also framed with wood and this wood has been\nexcessively chewed, splintered and worn by the dogs. There are at least five adult dogs and four puppies housed in\nthese enclosures.\nIn the Red Roof Building there is one enclosure with a self-feeder attached to the outside wall that is made of a hard\nplastic material. This plastic self-feeder has holes chewed in to it's surface by the dogs. There are at least two\ndogs housed in this enclosure. Throughout the Outdoor Enclosures by the road the water receptacles for the dogs\nare plastic buckets or plastic tubs. These plastic buckets and tubs have been excessively chewed, worn and\ndamaged by the dogs. There are at least ten dogs housed in these enclosures.\nAll surfaces that have been chewed, damaged or worn cannot be readily cleaned and sanitized. These surfaces\nmust be replaced or altered in a manner that allows for proper cleaning and sanitization to occur.\nCorrection date: March 03, 2015"
    },
    {
      "code": "3.11(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "In the non-whelping area of the Tool Shed Building there are two enclosures housing at least six dogs with access\ndoors that have a buildup of dirt and grime on them. Throughout the Hunte Building, nearly all of the access doors\nhave a build-up of dirt and grime on them. There are at least thirty dogs in these enclosures.\nIn the whelping area of the Tool Shed Building, there is an excessive buildup of feces in three enclosures. The feces\nis scattered in piles throughout the middle of each of the enclosures. The feces is stacked several inches high in\nsome areas and some of the feces is covered with a small amount of snow. The licensee states it is difficult to clean\nthese enclosures in the winter time. There are three adult dogs in this area of the tool shed. In the non-whelping\narea of the Tool Shed Building there is one enclosure with an excessive buildup of feces in it. The feces is covering\nnearly the entire floor of the outdoor portion of the enclosure with old piles of feces covered in snow and fresh feces\non top. There are at least three dogs in this enclosure. In the Dalmatian Building there is one enclosure with an\nexcessive buildup of feces in it. The piles of feces are scattered throughout the outdoor portion of the enclosure to\nthe extent that the dogs are having difficulty avoiding stepping in them. This enclosure contains three adult dogs.\nThe buildup of dirt, grime and feces can increase health risks towards the dogs. Used primary enclosures must be\nspot cleaned daily and sanitized once every two weeks or more often as necessary to prevent an accumulation of\ndirt, grime, feces and disease hazards.\nCorrection date: March 03, 2015\nRecords not reviewed during this inspection.\nExit interview conducted with facility representative.\nAdditional Inspectors\nCole Heather, Supervisory Animal Care Specialist"
    }
  ],
  "narrative": "2.40(b)(2)           DIRECT                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThe inspectors first arrived at the facility at approximately 10:00 am to attempt an inspection. From the driveway, the\ninspectors observed a female Saint Bernard laying on the ground within an outdoor enclosure ((cid:28)Georgia(cid:29), microchip\n#  0A01787808, approximately 6 years old). The animal appeared extremely lethargic and barely lifted her head\nwhen the inspectors got out of and stood by their vehicle. The inspectors observed this animal for about 10 minutes\nwhile attempting to make contact with the licensee. During that time, the animal trembled at least three times. The\nother dogs were jumping, running and barking while this dog did not react to our presence. The inspectors left the\nfacility at approximately 10:30 am after failing to make contact with the licensee. The inspectors returned to the\nfacility around 12:35 pm and successfully made contact with the licensee to begin an inspection at approximately\n12:45 pm.  Upon arrival at the facility this time, the inspectors noted that the animal had gotten up and moved\naround the enclosure. The inspectors shared their prior observations regarding this animal with the licensee during\nthe inspection process.  \nDuring the inspection, the same female appeared more active when we approached the enclosure. The animal had\nan approximately two inch swelling on the right side of her neck just under her chin. The hair around the swelling\nwas wet with a pink to red tinged fluid. When the licensee touched the affected area a creamy red substance came\nout of the swelling. The dog was observed repeatedly rubbing the affected area on the fence. The licensee stated\nhe had not previously noticed this swelling. \nUntreated wounds can lead to further medical complications and can cause unnecessary pain and distress for the\nanimal. \nThis animal was taken to the veterinarian for a medical evaluation during the inspection process. \n*****\nOne, approximately two year old, female apricot mastiff (microchip # 0A02024725) has an area on the end of her\ntail that is severely bloody. The end of the tail has patchy hair-loss, appears enlarged and gray in color. The area of\nthe tail that is bleeding has an uneven surface. The affected area is approximately two by four inches in size. There\n\nis a significant amount of blood on the tip of the tail and smeared on the sides of her body from the dog wagging her\ntail. The licensee confirms that the tail has been bleeding off and on for an extended period of time and the animal\nhas not been evaluated by a veterinarian. A tail wound such as this could be a sign of a serious medical condition\nand can cause unnecessary pain and discomfort. \nThe animal listed above must be examined by a licensed veterinarian by 5:00 pm on February 19, 2015 in order to\nensure that an accurate diagnosis is obtained and an appropriate treatment plan is developed and followed. This\ninformation, including the diagnosis, treatment and resolution of the condition, must be documented and made\navailable to the inspector upon request.\n*****\nTwo, approximately two year old, male standard poodles (microchip # 941000015382921 and microchip\n#941000015389541) have severely matted hair-coats. There are small to moderate sized mats on their lower sides,\nchest, abdomen and legs. Some of the mats on the legs, abdomen and chest are tightly adhered to the skin. The\nentire hair-coat is starting to become rope-like and twisted. The hair-coat and matted areas on the legs and feet\nhave brown to black dirt and/or other material embedded in them and appear wet. Matted hair-coats can be painful\nand can lead to skin disease and other medical conditions. All dogs need to have their hair coats routinely\nmaintained in order to prevent, control, diagnose, and treat diseases associated with excessive matting.\n*****\nThe facility must establish and maintain programs of adequate veterinary care that include the use of appropriate\nmethods to prevent, control, diagnose, and treat diseases and injuries in all animals at the facility.\n3.1(c)(2)\nHOUSING FACILITIES, GENERAL.\nIn the whelping area of the Tool Shed Building the enclosures are framed with wood and this wood has been\nexcessively chewed, splintered and worn by the dogs. There are at least three adult dogs and fifteen puppies\nhoused in these enclosures.   In the Big Barn the enclosures are also framed with wood and this wood has been\nexcessively chewed, splintered and worn by the dogs.  There are at least five adult dogs and four puppies housed in\nthese enclosures.  \nIn the Red Roof Building there is one enclosure with a self-feeder attached to the outside wall that is made of a hard\nplastic material.  This plastic self-feeder has holes chewed in to it's surface by the dogs.  There are at least two\n\ndogs housed in this enclosure.  Throughout the Outdoor Enclosures by the road the water receptacles for the dogs\nare plastic buckets or plastic tubs.  These plastic buckets and tubs have been excessively chewed, worn and\ndamaged by the dogs. There are at least ten dogs housed in these enclosures. \nAll surfaces that have been chewed, damaged or worn cannot be readily cleaned and sanitized.  These surfaces\nmust be replaced or altered in a manner that allows for proper cleaning and sanitization to occur.  \nCorrection date:  March 03, 2015\n3.11(b)(2)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\nIn the non-whelping area of the Tool Shed Building there are two enclosures housing at least six dogs with access\ndoors that have a buildup of dirt and grime on them.  Throughout the Hunte Building, nearly all of the access doors\nhave a build-up of dirt and grime on them.  There are at least thirty dogs in these enclosures. \nIn the whelping area of the Tool Shed Building, there is an excessive buildup of feces in three enclosures. The feces\nis scattered in piles throughout the middle of each of the enclosures. The feces is stacked several inches high in\nsome areas and some of the feces is covered with a small amount of snow. The licensee states it is difficult to clean\nthese enclosures in the winter time. There are three adult dogs in this area of the tool shed. In the non-whelping\narea of the Tool Shed Building there is one enclosure with an excessive buildup of feces in it. The feces is covering\nnearly the entire floor of the outdoor portion of the enclosure with old piles of feces covered in snow and fresh feces\non top. There are at least three dogs in this enclosure. In the Dalmatian Building there is one enclosure with an\nexcessive buildup of feces in it.  The piles of feces are scattered throughout the outdoor portion of the enclosure to\nthe extent that the dogs are having difficulty avoiding stepping in them.  This enclosure contains three adult dogs.  \nThe buildup of dirt, grime and feces can increase health risks towards the dogs.  Used primary enclosures must be\nspot cleaned daily and sanitized once every two weeks or more often as necessary to prevent an accumulation of\ndirt, grime, feces and disease hazards.\nCorrection date:  March 03, 2015\nRecords not reviewed during this inspection.\nExit interview conducted with facility representative.\n\nAdditional Inspectors\nCole Heather, Supervisory Animal Care Specialist",
  "animals_total": 287,
  "species": [
    {
      "count": 197,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 90,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}