{
  "insp_id": "2016090000759004",
  "layout": "b",
  "customer_id": "502693",
  "customer_name": "Richard Lambright",
  "customer_addr": "1730 NORTH 215 WEST\nLAGRANGE, IN 46761",
  "certificate": "32-A-0674",
  "site_id": "001",
  "site_name": "RICHARD LAMBRIGHT",
  "insp_type": "RE-LICENSE INSPECTION",
  "date": "11-JAN-2022",
  "report_date": "12-JAN-2022",
  "citations": [
    {
      "code": "3.13(a)",
      "kind": "",
      "repeat": false,
      "desc": "Veterinary care for dogs.",
      "narrative": "Two dogs’ “Sierra” and “Sharla” had not received their rabies vaccine booster by 12/24/2021. The program of veterinary\ncare states that dogs receiving their first rabies vaccine, must receive a booster within 1 year. The program of vet care\ndescribes how to perform surgical procedures for dewclaw removal and tail docking. The licensee told the inspectors that\nhe is not following these procedures as described in the program of veterinary care. The program of veterinary care is a\nrequired document that APHIS inspectors use to determine the quality of veterinary care for the animals at a facility. This\ndocument must be followed by the licensee to ensure adequate care and treatment of the animals. All schedules,\ntreatments, and procedures listed in the program of veterinary care must be followed by the licensee."
    },
    {
      "code": "3.13(b)(3)",
      "kind": "",
      "repeat": false,
      "desc": "Veterinary care for dogs.",
      "narrative": "The licensee has not been recording the administration of prevention for external parasites in the animal’s medical\nrecords. It is required that all preventions, vaccinations, treatments, and testing be recorded in the animal’s medical\nrecord. This information is needed for APHIS inspectors to evaluate the quality of medical care provided by the facility.\nRecord all treatments, testing, preventions vaccinations and all other medical procedures required by section 3.13 in\nmedical records maintained for each animal at the facility.\nThis is a 1st relicense Inspection for a class “A” license. The inspection and exit briefing were conducted with the\napplicant. All items must be in compliance within 2 more inspections or by March 14, 2022 or the applicant will forfeit the\nlicense fee and must wait 6 months to reapply. Please contact your inspector to schedule your next relicense Inspection.\nRegulated activity can continue under your existing USDA license until it expires.\nAdditional Inspectors:\nJESSICA WATSON, Supervisory Animal Care SpecialistEnd Section"
    }
  ],
  "narrative": "3.13(a) \n   \nVeterinary care for dogs. \nTwo dogs’ “Sierra” and “Sharla” had not received their rabies vaccine booster by 12/24/2021. The program of veterinary \ncare states that dogs receiving their first rabies vaccine, must receive a booster within 1 year.  The program of vet care \ndescribes how to perform surgical procedures for dewclaw removal and tail docking. The licensee told the inspectors that \nhe is not following these procedures as described in the program of veterinary care.  The program of veterinary care is a \nrequired document that APHIS inspectors use to determine the quality of veterinary care for the animals at a facility.  This \ndocument must be followed by the licensee to ensure adequate care and treatment of the animals.  All schedules, \ntreatments, and procedures listed in the program of veterinary care must be followed by the licensee. \n3.13(b)(3) \n   \nVeterinary care for dogs. \nThe licensee has not been recording the administration of prevention for external parasites in the animal’s medical \nrecords.  It is required that all preventions, vaccinations, treatments, and testing be recorded in the animal’s medical \nrecord.  This information is needed for APHIS inspectors to evaluate the quality of medical care provided by the facility.  \nRecord all treatments, testing, preventions vaccinations and all other medical procedures required by section 3.13 in \nmedical records maintained for each animal at the facility.\n\nThis is a 1st relicense Inspection for a class “A” license. The inspection and exit briefing were conducted with the \napplicant.  All items must be in compliance within 2  more inspections or by March 14, 2022 or the applicant will forfeit the \nlicense fee and must wait 6 months to reapply. Please contact your inspector to schedule your next relicense Inspection.  \nRegulated activity can continue under your existing USDA license until it expires. \n \nAdditional Inspectors: \nJESSICA WATSON, Supervisory Animal Care SpecialistEnd Section",
  "animals_total": 23,
  "species": [
    {
      "count": 12,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 11,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}