{
  "insp_id": "2016082568041096",
  "layout": "a",
  "customer_id": "3487",
  "customer_name": "City Of Roswell",
  "customer_addr": "P. O. Drawer 1838\nRoswell, NM 88202",
  "certificate": "85-C-0005",
  "site_id": "001",
  "site_name": "CITY OF ROSWELL",
  "insp_type": "ROUTINE INSPECTION",
  "date": "13-DEC-2016",
  "report_date": "15-DEC-2016",
  "citations": [
    {
      "code": "3.84(d)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "At the time of inspection, rodent fecal material was noted on the concrete flooring inside the lemur building. One\nsmall hole leading directly to the exterior of the building was noted at the junction of two interior walls and appears\nto have been created by rodents. The lemur primary enclosure had pieces of wall insulation, banana peels, and\nrodent feces on the concrete floor underneath the animal food bowl. There were no snap traps or sticky boards in\nuse at the time of the inspection. Rodent feces may contaminate food and contribute to the spread of disease. A\nsafe and effective program for the control of rodent pests must be established and maintained in order to promote\nthe health and well-being of the three lemurs housed in this enclosure. To be corrected by: January 27, 2017."
    },
    {
      "code": "3.85",
      "kind": "",
      "repeat": false,
      "desc": "EMPLOYEES.",
      "narrative": "Facilities with nonhuman primates must have enough employees to carry out the level of husbandry and care as\ndescribed in the Animal Welfare regulations. At the time of inspection, there was an insufficient number of trained\nzoo keepers with the knowledge, background, and experience in proper husbandry and care of nonhuman primates.\nInsufficient staffing is a concern because it affects animal safety and well-being. A sufficient number of adequately\ntrained employees shall be utilized to maintain animal facilities in a timely fashion. To be corrected by: February\n17, 2017."
    },
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": true,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "There is an area approximately 15 feet in width, varying in height from 6 to 12 inches, on a wall inside the bear\noutdoor exhibit area, where the top \"stucco-like\" coating is missing and the underlying concrete is exposed.\nThis area of exposed concrete is about 2 1/2 feet above floor level in the bear enclosure. Pieces of the thin\n\"stucco-like\" surface coating may fall into the animal enclosure and could potentially be ingested by the bears.\nThe area of damaged wall inside this bear enclosure must be repaired in order to avoid accidental ingestion by\nthe two animals housed in this exhibit. This is a repeat non-compliant item from the July 21, 2016 inspection.\nThere are multiple layers of animal barrier fencing at the narrow end of the beaver outdoor exhibit water feature.\nThere are gaps of approximately 4 inches between the various layers of animal barrier fencing where the beaver\nmay become accidentally trapped or injured. This section of barrier fencing must be repaired or replaced in order to\nprevent possible animal injury. To be corrected by: January 27, 2017.\nThere is a vertical gap of approximately 8 inches in the wooden fencing next to the grey fox exhibit near the\nsidewalk which leads to the public parking area. There is also a gate in this section of fencing that is very loose and\nis no longer attached to the post. All fencing must be constructed so that it protects the animals in the facility by\nfunctioning as a secondary containment system for the animals and to prevent unauthorized persons from going\nthrough it and having contact with the animals in the facility. This section of outdoor fencing must be repaired or\nreplaced in order to protect the animals from injury and to contain the animals. To be corrected by: February 17,\n2017.\nThis inspection and exit briefing were conducted with facility representatives."
    }
  ],
  "narrative": "3.84(d)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL. \nAt the time of inspection, rodent fecal material was noted on the concrete flooring inside the lemur building.  One\nsmall hole leading directly to the exterior of the building was noted at the junction of two interior walls and appears\nto have been created by rodents.  The lemur primary enclosure had pieces of wall insulation, banana peels, and\nrodent feces on the concrete floor underneath the animal food bowl.  There were no snap traps or sticky boards in\nuse at the time of the inspection.  Rodent feces may contaminate food and contribute to the spread of disease.  A\nsafe and effective program for the control of rodent pests must be established and maintained in order to promote\nthe health and well-being of the three lemurs housed in this enclosure.  To be corrected by:  January 27, 2017.\n3.85\nEMPLOYEES.  \nFacilities with nonhuman primates must have enough employees to carry out the level of husbandry and care as\ndescribed in the Animal Welfare regulations.  At the time of inspection, there was an insufficient number of trained\nzoo keepers with the knowledge, background, and experience in proper husbandry and care of nonhuman primates.\n Insufficient staffing is a concern because it affects animal safety and well-being.  A sufficient number of adequately\ntrained employees shall be utilized to maintain animal facilities in a timely fashion.  To be corrected by:  February\n17, 2017.\n3.125(a)                    REPEAT\nFACILITIES, GENERAL.   \nThere is an area approximately 15 feet in width, varying in height from 6 to 12 inches, on a wall inside the bear\noutdoor exhibit area, where the top \"stucco-like\" coating is missing and the underlying concrete is exposed.\nThis area of exposed concrete is about 2 1/2 feet above floor level in the bear enclosure.  Pieces of the thin\n\"stucco-like\" surface coating may fall into the animal enclosure and could potentially be ingested by the bears.\nThe area of damaged wall inside this bear enclosure must be repaired in order to avoid accidental ingestion by\nthe two animals housed in this exhibit.  This is a repeat non-compliant item from the July 21, 2016 inspection.\nThere are multiple layers of animal barrier fencing at the narrow end of the beaver outdoor exhibit water feature.\n\nThere are gaps of approximately 4 inches between the various layers of animal barrier fencing where the beaver\nmay become accidentally trapped or injured.  This section of barrier fencing must be repaired or replaced in order to\nprevent possible animal injury.  To be corrected by:  January 27, 2017.\nThere is a vertical gap of approximately 8 inches in the wooden fencing next to the grey fox exhibit near the\nsidewalk which leads to the public parking area.  There is also a gate in this section of fencing that is very loose and\nis no longer attached to the post.  All fencing must be constructed so that it protects the animals in the facility by\nfunctioning as a secondary containment system for the animals and to prevent unauthorized persons from going\nthrough it and having contact with the animals in the facility.  This section of outdoor fencing must be repaired or\nreplaced in order to protect the animals from injury and to contain the animals.  To be corrected by:  February 17,\n2017.\nThis inspection and exit briefing were conducted with facility representatives.",
  "animals_total": 136,
  "species": [
    {
      "count": 2,
      "scientific": "Ammotragus lervia",
      "common": "BARBARY SHEEP"
    },
    {
      "count": 1,
      "scientific": "Antilocapra americana",
      "common": "PRONGHORN"
    },
    {
      "count": 3,
      "scientific": "Bison bison",
      "common": "AMERICAN BISON"
    },
    {
      "count": 2,
      "scientific": "Bos taurus",
      "common": "CATTLE / COW / OX / WATUSI"
    },
    {
      "count": 2,
      "scientific": "Canis latrans",
      "common": "COYOTE"
    },
    {
      "count": 2,
      "scientific": "Canis lupus",
      "common": "GRAY WOLF / GREY WOLF / TIMBER WOLF"
    },
    {
      "count": 5,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 1,
      "scientific": "Castor canadensis",
      "common": "AMERICAN BEAVER"
    },
    {
      "count": 1,
      "scientific": "Chinchilla brevicaudata",
      "common": "CHINCHILLA"
    },
    {
      "count": 80,
      "scientific": "Cynomys ludovicianus",
      "common": "BLACK-TAILED PRAIRIE DOG"
    },
    {
      "count": 2,
      "scientific": "Equus asinus asinus",
      "common": "DONKEY / BURRO / ASS"
    },
    {
      "count": 1,
      "scientific": "Erethizon dorsatum",
      "common": "NORTH AMERICAN PORCUPINE"
    },
    {
      "count": 5,
      "scientific": "Lama glama",
      "common": "LLAMA"
    },
    {
      "count": 3,
      "scientific": "Lemur catta",
      "common": "RING-TAILED LEMUR"
    },
    {
      "count": 2,
      "scientific": "Lynx rufus",
      "common": "BOBCAT"
    },
    {
      "count": 3,
      "scientific": "Muntiacus reevesi",
      "common": "REEVE'S MUNTJAC"
    },
    {
      "count": 3,
      "scientific": "Mustela putorius",
      "common": "EUROPEAN POLECAT"
    },
    {
      "count": 2,
      "scientific": "Nasua nasua",
      "common": "SOUTH AMERICAN COATI"
    },
    {
      "count": 4,
      "scientific": "Odocoileus hemionus",
      "common": "MULE DEER"
    },
    {
      "count": 1,
      "scientific": "Ovis aries aries",
      "common": "SHEEP INCLUDING ALL DOMESTIC BREEDS"
    },
    {
      "count": 1,
      "scientific": "Procyon lotor",
      "common": "RACCOON"
    },
    {
      "count": 2,
      "scientific": "Puma concolor",
      "common": "PUMA / MOUNTAIN LION / COUGAR"
    },
    {
      "count": 1,
      "scientific": "Taxidea taxus",
      "common": "AMERICAN BADGER"
    },
    {
      "count": 3,
      "scientific": "Urocyon cinereoargenteus",
      "common": "GRAY FOX / GREY FOX"
    },
    {
      "count": 2,
      "scientific": "Ursus americanus",
      "common": "NORTH AMERICAN BLACK BEAR"
    },
    {
      "count": 2,
      "scientific": "Vulpes vulpes",
      "common": "RED FOX (INCLUDES SILVER FOX & CROSS FOX)"
    }
  ]
}