{
  "insp_id": "165161548350226",
  "layout": "a",
  "customer_id": "31951",
  "customer_name": "Wild Wilderness Inc.",
  "customer_addr": "20923 Safari Road\nGentry, AR 72734",
  "certificate": "71-C-0151",
  "site_id": "001",
  "site_name": "WILD WILDERNESS INC.",
  "insp_type": "ROUTINE INSPECTION",
  "date": "13-JUN-2016",
  "report_date": "13-JUN-2016",
  "citations": [
    {
      "code": "2.131(c)(1)",
      "kind": "",
      "repeat": false,
      "desc": "HANDLING OF ANIMALS.",
      "narrative": "- Five wolf hybrid cubs were being kept in an enclosure near the petting zoo area. There is no public barrier for this\nenclosure, and no park attendant was close enough to monitor these animals and zoo visitors. The cubs are\napproximately 3 months old. Without an attendant or a public barrier, it is possible for members of the public to\nhave physical contact with these animals through the chain link enclosure fence. This is a potential source of injury,\nboth to the animals and to members of the public. The facility must construct an appropriate public barrier for this\nenclosure, or must have an attendant present any time members of the public are in the walk through area of the\nfacility. The licensee did bring an attendant to the enclosure at the time of inspection.\nCorrect from this point forward.\nThis was a focused inspection in response to an official complaint.\nInspection and exit interview conducted by Michael Tygart (VMO) with facility representative."
    }
  ],
  "narrative": "2.131(c)(1)\nHANDLING OF ANIMALS.\n- Five wolf hybrid cubs were being kept in an enclosure near the petting zoo area.  There is no public barrier for this\nenclosure, and no park attendant was close enough to monitor these animals and zoo visitors.  The cubs are\napproximately 3 months old.  Without an attendant or a public barrier, it is possible for members of the public to\nhave physical contact with these animals through the chain link enclosure fence.  This is a potential source of injury,\nboth to the animals and to members of the public.  The facility must construct an appropriate public barrier for this\nenclosure, or must have an attendant present any time members of the public are in the walk through area of the\nfacility.  The licensee did bring an attendant to the enclosure at the time of inspection.\nCorrect from this point forward.\nThis was a focused inspection in response to an official complaint.\nInspection and exit interview conducted by Michael Tygart (VMO) with facility representative.",
  "animals_total": 6,
  "species": [
    {
      "count": 5,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 1,
      "scientific": "Panthera tigris",
      "common": "TIGER"
    }
  ]
}