{
  "insp_id": "2016082569058619",
  "layout": "a",
  "customer_id": "29936",
  "customer_name": "Alvin Z Nolt",
  "customer_addr": "N15216 Bruce Mound Ave\nThorp, WI 54771",
  "certificate": "35-A-0248",
  "site_id": "001",
  "site_name": "ALVIN NOLT",
  "insp_type": "ROUTINE INSPECTION",
  "date": "21-FEB-2018",
  "report_date": "21-FEB-2018",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "A female West Highland approximately 10 years old named Lucy Lynn (Tag # 165) had two separate vet care\nissues that had not been addressed by the Attending Veterinarian. The dog somehow got a cut/open wound just\nunderneath her right eye a couple of weeks ago. The licensee observed the cut and has been treating it with\nTerramycin since then. However, this treatment is not authorized by the Program of Veterinary Care and the\nAttending Veterinarian has not been consulted with in regards to the eye. In addition, the dog has a series of\nbumps covering its back. The licensee has been treating the back with Blukote since 2/5/18, but the Blukote is also\nnot authorized in the Program of Veterinary Care and the Attending Veterinarian has also not been consulted with in\nregards to the back.\nUsing medications without consulting the Veterinarian on what should be done may result in the treatment being\nineffective or it could possibly even cause the condition to worsen. A cut/open wound not treated properly can\nbecome infected and lead to systemic infection. The series of bumps on the back can be caused by a variety of\nfactors including parasites, skin infections, or some other kind of condition. Not treating the back properly could\npotentially lead to an outbreak amongst the other dogs if the condition is contagious. The bumps on the back may\nbe irritating or painful to the dog. In addition the back could potentially become infected and worsen if not treated\nproperly.\nThe Attending Veterinarian must be consulted with in regards to both of these issues. The dog should be treated\nper his/her instructions. Correct by 2/28/18.\nThis inspection and exit interview were conducted with the licensee.\nEnd of report."
    }
  ],
  "narrative": "2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nA female West Highland approximately 10 years old named Lucy Lynn (Tag # 165) had two separate vet care\nissues that had not been addressed by the Attending Veterinarian.  The dog somehow got a cut/open wound just\nunderneath her right eye a couple of weeks ago.  The licensee observed the cut and has been treating it with\nTerramycin since then.  However, this treatment is not authorized by the Program of Veterinary Care and the\nAttending Veterinarian has not been consulted with in regards to the eye.  In addition, the dog has a series of\nbumps covering its back.  The licensee has been treating the back with Blukote since 2/5/18, but the Blukote is also\nnot authorized in the Program of Veterinary Care and the Attending Veterinarian has also not been consulted with in\nregards to the back.\nUsing medications without consulting the Veterinarian on what should be done may result in the treatment being\nineffective or it could possibly even cause the condition to worsen.  A cut/open wound not treated properly can\nbecome infected and lead to systemic infection.  The series of bumps on the back can be caused by a variety of\nfactors including parasites, skin infections, or some other kind of condition.  Not treating the back properly could\npotentially lead to an outbreak amongst the other dogs if the condition is contagious.  The bumps on the back may\nbe irritating or painful to the dog.  In addition the back could potentially become infected and worsen if not treated\nproperly.\nThe Attending Veterinarian must be consulted with in regards to both of these issues.  The dog should be treated\nper his/her instructions.  Correct by 2/28/18.\nThis inspection and exit interview were conducted with the licensee.\nEnd of report.",
  "animals_total": 28,
  "species": [
    {
      "count": 16,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 12,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}