{
  "insp_id": "39161346060919",
  "layout": "a",
  "customer_id": "333727",
  "customer_name": "Samuel F Fisher",
  "customer_addr": "13402 Jordan Rd\nEconomy, IN 47339",
  "certificate": "32-A-0521",
  "site_id": "001",
  "site_name": "SAMUEL FISHER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "08-FEB-2016",
  "report_date": "08-FEB-2016",
  "citations": [
    {
      "code": "2.40(a)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "Five guinea pigs were identified during inspection that had enlargements in their neck/jaw area. The written\nprogram of veterinary care states that animals with submandibular abscesses should be monitored, and to notify the\nveterinarian if sickness develops. The animals with the masses have not been separated from the general\npopulation, nor have their enclosures been marked to indicated they are being monitored. There are no records\npresent to indicate the animals are being monitored. Failure to monitor the guinea pigs can result in sickness being\noverlooked. If untreated, sickness may lead to death.\nThe facility is dealing with an outbreak of ringworm. Many guinea pigs with clinical signs are being housed\nseparately and treated once daily with Tinactin spray. The written program of veterinary care states animals\naffected with ringworm shall be treated twice daily with Lamisil. Tinactin and Lamisil, though both are antifungal,\nhave two different active ingredients. There are no records present which document the treatment change has\nbeen authorized by a veterinarian. Deviation from veterinary recommendations may result in prolonged animal\nillness.\nLicensee shall assure that the attending veterinarian has appropriate authority to ensure the provision of adequate\nveterinary care by following the written program of veterinary care exactly. Documentation shall be maintained\nwhich clearly shows which animals are being treated, how they are being treated, and for how long they have\nundergone treatment. If deviations from the written program of veterinary care occur, they shall be documented and\napproved by a licensed veterinarian.\nCorrect by: From This Day Forward"
    },
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "Five guinea pigs were identified during inspection which had a thick greenish discharge from one eye, or had one\neye pasted closed. Licensee opened the eyes which were closed. Licensee stated he does not routinely treat\nindividual animals with eye discharge, but if several develop the condition, they are treated with antibiotics for a\npresumptive upper respiratory infection. Eye discharge may be caused by a number of different factors. If left\nuntreated and undiagnosed, loss of vision in the affected eye may result. Licensee must utilize appropriate\nmethods to prevent, control, diagnose, and treat diseases and injuries. The affected guinea pigs must be examined\nby a licensed veterinarian. A protocol for the care and treatment of guinea pig eye conditions must be developed,\napproved by the attending veterinarian, and implemented. Documentation of all animals affected and treated shall\nbe maintained by Licensee.\nCorrect by: February 15, 2016"
    },
    {
      "code": "2.75(b)",
      "kind": "",
      "repeat": false,
      "desc": "RECORDS: DEALERS AND EXHIBITORS.",
      "narrative": "Currently, Licensee does not maintain records. Though Licensee knew how many animals were present, and had a\nreceipt for how many guinea pigs were sold last week, this was the only record available. To prevent lost, stolen, or\nineligible animals from being used for regulated activities, records of animals on hand, animals born, animals died or\neuthanized, and animals sold are required. Licensee shall make, keep, and maintain records or forms which fully\nand correctly disclose the required information.\nCorrect by: From This Day Forward\nExit interview conducted with Licensee."
    }
  ],
  "narrative": "2.40(a)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nFive guinea pigs were identified during inspection that had enlargements in their neck/jaw area.  The written\nprogram of veterinary care states that animals with submandibular abscesses should be monitored, and to notify the\nveterinarian if sickness develops.  The animals with the masses have not been separated from the general\npopulation, nor have their enclosures been marked to indicated they are being monitored.  There are no records\npresent to indicate the animals are being monitored.  Failure to monitor the guinea pigs can result in sickness being\noverlooked.  If untreated, sickness may lead to death.\nThe facility is dealing with an outbreak of ringworm.  Many guinea pigs with clinical signs are being housed\nseparately and treated once daily with Tinactin spray.  The written program of veterinary care states animals\naffected with ringworm shall be treated twice daily with Lamisil.  Tinactin and Lamisil, though both are antifungal,\nhave two different active ingredients.  There are no records present which document the treatment change has\nbeen authorized by a veterinarian.  Deviation from veterinary recommendations may result in prolonged animal\nillness.  \nLicensee shall assure that the attending veterinarian has appropriate authority to ensure the provision of adequate\nveterinary care by following the written program of veterinary care exactly.  Documentation shall be maintained\nwhich clearly shows which animals are being treated, how they are being treated, and for how long they have\nundergone treatment.  If deviations from the written program of veterinary care occur, they shall be documented and\napproved by a licensed veterinarian.\nCorrect by:  From This Day Forward\n2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nFive guinea pigs were identified during inspection which had a thick greenish discharge from one eye, or had one\neye pasted closed.  Licensee opened the eyes which were closed.  Licensee stated he does not routinely treat\nindividual animals with eye discharge, but if several develop the condition, they are treated with antibiotics for a\n\npresumptive upper respiratory infection.  Eye discharge may be caused by a number of different factors.  If left\nuntreated and undiagnosed, loss of  vision in the affected eye may result.  Licensee must utilize appropriate\nmethods to prevent, control, diagnose, and treat diseases and injuries.  The affected guinea pigs must be examined\nby a licensed veterinarian.  A protocol for the care and treatment of guinea pig eye conditions must be developed,\napproved by the attending veterinarian, and implemented.  Documentation of all animals affected and treated shall\nbe maintained by Licensee.\nCorrect by:  February 15, 2016\n2.75(b)\nRECORDS: DEALERS AND EXHIBITORS.\nCurrently, Licensee does not maintain records.  Though Licensee knew how many animals were present, and had a\nreceipt for how many guinea pigs were sold last week, this was the only record available.  To prevent lost, stolen, or\nineligible animals from being used for regulated activities, records of animals on hand, animals born, animals died or\neuthanized, and animals sold are required.  Licensee shall make, keep, and maintain records or forms which fully\nand correctly disclose the required information.\nCorrect by:  From This Day Forward\nExit interview conducted with Licensee.",
  "animals_total": 944,
  "species": [
    {
      "count": 944,
      "scientific": "Cavia porcellus",
      "common": "DOMESTIC GUINEA PIG"
    }
  ]
}