{
  "insp_id": "14160912470660",
  "layout": "a",
  "customer_id": "324698",
  "customer_name": "Arbuckle Adventures L L C",
  "customer_addr": "6132 Kay Starr Trail\nDavis, OK 73030",
  "certificate": "73-C-0190",
  "site_id": "001",
  "site_name": "ARBUCKLE ADVENTURES LLC",
  "insp_type": "ROUTINE INSPECTION",
  "date": "13-JAN-2016",
  "report_date": "14-JAN-2016",
  "citations": [
    {
      "code": "3.78(b)(1)",
      "kind": "",
      "repeat": false,
      "desc": "OUTDOOR HOUSING FACILITIES.",
      "narrative": "- The ring tailed lemurs are currently being housed in a corn crib enclosure with plastic tarps wrapped on the\noutside. Inside this enclosure is a small igloo dog house sitting on the concrete floor in front of two portable heaters\nlocated outside the corn crib enclosure. The licensee stated that the lemurs have not been moved inside this winter.\nHe also stated he had two heaters placed beside each other on two separate breakers. The igloo entrance faces\nthe heaters to allow the interior of the igloo to stay warm. The ambient temperature outside at the time of the\ninspection was 48 degrees F. The ambient temperature inside the corn crib enclosure was 61 degrees F. The\ninterior of the igloo dog house had a temperature of 85 degree F. However, the igloo is not attached to anything and\ncan be easily moved around the inside of the corn crib by the enclosed animals, which would leave the primates\nwithout a sufficiently heated shelter structure. This set up is not safe nor structurally sound for the enclosed\nNon-human primates. The mesonet map for Garvin county show 5 consecutive days this winter with temperatures\nbelow 32 degrees F, and a total of 28 days this winter with temperatures below freezing. The primates must be\nprovided a secure, heated shelter or moved to an enclosure appropriate for winter weather.\nTo be corrected by January 18, 2016."
    },
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": true,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "- The enclosure housing the Jacobs sheep has multiple areas which are unsafe. The wire mesh enclosure fence\nhas curled up at the bottom inside one of the two shelters, in the area where the animals are fed. This is an\nentrapment risk, and must be corrected. The long wooden shelter has several gaps, which also contain sharp\npoints or loops of wire. These areas are a potential source of entrapment or injury to the contained animals. This\nshelter in in disrepair and is collapsing in the middle. There were two loose boards on the ground with exposed\nnails. These boards were removed during the inspection. All sharp points and loose wires must be eliminated, and\nall gaps repaired to minimize the risk of injury to the animals.\nInspection and exit interview conducted by Debbie Cunningham (VMO), Michael Tygart (VMO), and facility\nrepresentative.\nAdditional Inspectors\nTygart Michael, Supervisory Animal Care Specialist"
    }
  ],
  "narrative": "3.78(b)(1)\nOUTDOOR HOUSING FACILITIES. \n- The ring tailed lemurs are currently being housed in a corn crib enclosure with plastic tarps wrapped on the\noutside. Inside this enclosure is a small igloo dog house sitting on the concrete floor in front of two portable heaters\nlocated outside the corn crib enclosure. The licensee stated that the lemurs have not been moved inside this winter.\nHe also stated he had two heaters placed beside each other on two separate breakers.  The igloo entrance faces\nthe heaters to allow the interior of the igloo to stay warm.  The ambient temperature outside at the time of the\ninspection was 48 degrees F. The ambient temperature inside the corn crib enclosure was 61 degrees F. The\ninterior of the igloo dog house had a temperature of 85 degree F. However, the igloo is not attached to anything and\ncan be easily moved around the inside of the corn crib by the enclosed animals, which would leave the primates\nwithout a sufficiently heated shelter structure.  This set up is not safe nor structurally sound for the enclosed\nNon-human primates. The mesonet map for Garvin county show 5 consecutive days this winter with temperatures\nbelow 32 degrees F, and a total of 28 days this winter with temperatures below freezing.  The primates must be\nprovided a secure, heated shelter or moved to an  enclosure appropriate for winter weather.\nTo be corrected by January 18, 2016.\n3.125(a)                    REPEAT\nFACILITIES, GENERAL.   \n- The enclosure housing the Jacobs sheep has multiple areas which are unsafe.  The wire mesh enclosure fence\nhas curled up at the bottom inside one of the two shelters, in the area where the animals are fed.  This is an\nentrapment risk, and must be corrected.  The long wooden shelter has several gaps, which also contain sharp\npoints or loops of wire.  These areas are a potential source of entrapment or injury to the contained animals. This\nshelter in in disrepair and is collapsing in the middle.  There were two loose boards on the ground with exposed\nnails.  These boards were removed during the inspection.  All sharp points and loose wires must be eliminated, and\nall gaps repaired to minimize the risk of injury to the animals.\nInspection and exit interview conducted by Debbie Cunningham (VMO), Michael Tygart (VMO), and facility\n\nrepresentative.\nAdditional Inspectors\nTygart Michael, Supervisory Animal Care Specialist",
  "animals_total": 7,
  "species": [
    {
      "count": 2,
      "scientific": "Lemur catta",
      "common": "RING-TAILED LEMUR"
    },
    {
      "count": 5,
      "scientific": "Ovis aries aries",
      "common": "SHEEP INCLUDING ALL DOMESTIC BREEDS"
    }
  ]
}