{
  "insp_id": "INS-0000903162",
  "layout": "c",
  "customer_id": "502603",
  "customer_name": "Steven Steines",
  "customer_addr": "PO Box 294\nAlpha, IL 61413",
  "certificate": "33-A-0582",
  "site_id": "001",
  "site_name": "SOS Exotic Cats",
  "insp_type": "RE-LICENSE INSPECTION",
  "date": "09-NOV-2023",
  "report_date": "13-NOV-2023",
  "citations": [
    {
      "code": "2.40(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "**A review of records at the time of inspection indicated the attending veterinarian had not visited the facility since 2019.\nThe licensee indicated the animals are taken to the veterinary clinic for routine visits, however, no regularly scheduled\nvisits had been made by the attending veterinarian since 2019. The attending veterinarian should review the written\nprogram of veterinary care in addition to performing regularly scheduled visits to the facility in order to ensure the health\nand well-being of the animals according to established veterinary standards.\nCorrect by November 27, 2023"
    },
    {
      "code": "2.134(b)",
      "kind": "",
      "repeat": false,
      "desc": "Contingency planning.",
      "narrative": "**There was no written contingency plan available for review at the time of inspection. Written documentation of the\ncontingency plan should be maintained and reviewed on an annual basis in order to provide for the humane handling and\ncare of the animals in the event of an emergency or disaster. Contingency plans and any applicable documentation\nshould be available to APHIS representatives during the unannounced inspections.\nCorrect by December 8, 2023\nThis is a 1st Re-License Inspection for a Class “A” license. The inspection and exit briefing were conducted with the\napplicant.\nAll items must be in compliance within 2 more inspection(s) or by (January 08, 2024)-60 days counted from 1st RL\nInspection or the applicant will forfeit the license fee and must wait 6 months to reapply. Please contact your inspector to\nschedule your next Re-License Inspection.\nRegulated activity can continue under your existing USDA license until it expires.\nn"
    }
  ],
  "narrative": "2.40(a)(1) \n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \n**A review of records at the time of inspection indicated the attending veterinarian  had not visited the facility since 2019. \nThe licensee indicated the animals are taken to the veterinary clinic for routine visits, however,  no regularly scheduled \nvisits had been made by the attending veterinarian  since 2019. The attending veterinarian  should review  the written \nprogram of veterinary care in addition to performing  regularly scheduled visits to the facility in order to ensure the health \nand well-being of the animals according to established veterinary standards. \n \nCorrect by November  27, 2023 \n2.134(b) \n   \nContingency planning. \n**There was no written contingency plan available for review  at the time of inspection. Written documentation of the \ncontingency plan should be maintained and reviewed  on an annual basis in order to provide for the humane handling and \ncare of the animals in the event of an emergency or disaster. Contingency plans and any applicable documentation \nshould be available to APHIS representatives  during the unannounced  inspections. \n \nCorrect by December 8, 2023 \n \nThis is a 1st Re-License Inspection for a Class “A” license. The inspection and exit briefing were conducted with the \napplicant. \n \nAll items must be in compliance within 2 more inspection(s) or by (January 08, 2024)-60 days counted from 1st RL \nInspection or the applicant will forfeit the license fee and must wait 6 months to reapply. Please contact your inspector to \nschedule your next Re-License Inspection. \n \nRegulated activity can continue under your existing USDA license until it expires.\n\nn",
  "animals_total": 8,
  "species": [
    {
      "count": 4,
      "scientific": "Leptailurus serval",
      "common": "SERVAL"
    },
    {
      "count": 4,
      "scientific": "Felis catus",
      "common": "CAT ADULT"
    }
  ]
}