{
  "insp_id": "303141124470082",
  "layout": "a",
  "customer_id": "26188",
  "customer_name": "Rex Lovelace",
  "customer_addr": "7539 Florence St.\nHarrison, AR 72601",
  "certificate": "71-A-1064",
  "site_id": "001",
  "site_name": "REX LOVELACE",
  "insp_type": "ROUTINE INSPECTION",
  "date": "30-OCT-2014",
  "report_date": "30-OCT-2014",
  "citations": [
    {
      "code": "2.40(b)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "The kennel consists of one sheltered building. During the inspection one six year old female Pomeranian was\nobserved non-weight bearing on her right front leg. On the top of the right front foot there is a red open sore with\ndrainage. The animal also has a old sore on the top of the left foot. The dealer did not have any documentation of\nthe animal receiving any previous treatment. The animal needs to be evaluated by the attending veterinarian. The\ndealer must maintain written documentation of the evaluation and all treatment to protect the health and welfare of\nthe animals.\nAffects one adult. Correct by November 4, 2014.\nThe inspection and exit briefing was conducted with the facility representative."
    }
  ],
  "narrative": "2.40(b)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThe kennel consists of one sheltered building.  During the inspection one six year old female Pomeranian was\nobserved non-weight bearing on her right front leg.  On the top of the right front foot there is a red open sore with\ndrainage.  The animal also has a old sore on the top of the left foot.  The dealer did not have any documentation of\nthe animal receiving any previous treatment.  The animal needs to be evaluated by the attending veterinarian.  The\ndealer must maintain written documentation of the evaluation and all treatment to protect the health and welfare of\nthe animals.\nAffects one adult.                                                            Correct by November 4, 2014.\nThe inspection and exit briefing was conducted with the facility representative.",
  "animals_total": 28,
  "species": [
    {
      "count": 21,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 7,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}