{
  "insp_id": "153152326140255",
  "layout": "a",
  "customer_id": "8794",
  "customer_name": "Judy Koehn",
  "customer_addr": "2508 40th St\nBurns, KS 66840",
  "certificate": "48-A-1503",
  "site_id": "001",
  "site_name": "Judy Koehn",
  "insp_type": "ROUTINE INSPECTION",
  "date": "02-JUN-2015",
  "report_date": "04-JUN-2015",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "* One white adult female Poodle ( microchip number 105 864 000 ) is thin in appearance. When viewed from the\nback and side, the ribs, backbone and hip bones could be easily felt. The licensee stated that the dog in question\nwas an older dog. At time of inspection, the attending veterinarian had not been consulted. Body condition that\nshows lost weight to the point that the backbone or ribs are visible is a sign of potential health problems. Poor body\ncondition could be an indication the dog is not receiving adequate nutrition or it could be internal problems. This\ncan affect the ability of the dog to gain or maintain its body weight. This dog must be examined by a licensed vet\nand appropriate diagnosis and treatment. Documentation must be maintained on all medical problems, diagnosis\nand treatments. All medical records must be made available to the inspector upon request. Correct by 6/9/15."
    },
    {
      "code": "3.1(c)(1)(1)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "* Jagged, rusted metal was observed along the bottom of one metal divider enclosure panel. In addition, one\nmetal divider enclosure panel has an estimated two inch hole caused by rust and deterioration. Three dogs are in\ncontact with the affected areas located in outdoor housing. The surfaces were rough in appearance. Rust can\nerode and deteriorate all metal surfaces to the point that the metal surfaces can no longer be readily cleaned and\nsanitized. Excessive rust affects the structural integrity of all metal surfaces. Licensee must ensure that this and\nall other surfaces are free of rust and of good structural strength. Correct by 6/16/15."
    },
    {
      "code": "3.9(b)",
      "kind": "",
      "repeat": false,
      "desc": "FEEDING.",
      "narrative": "* The entire top of five plastic food receptacles are chewed exposing a roughened, jagged edge. The receptacles\nused by five dogs are located in indoor housing. A chewed, roughened, jagged surface cannot be easily cleaned\nand sanitized. In addition, it could harbor bacteria and other disease causing agents that can affect the health and\nwell-being of the dogs. The licensee must ensure that all receptacles can be properly cleaned and sanitized at all\ntimes. Correct by 6/16/15.\n* The facility inspection and verbal exit briefing done on 6/2/15 were conducted with the licensee.\n* Copy of inspection report was sent by certified and regular mail."
    }
  ],
  "narrative": "2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n*    One white adult female Poodle ( microchip number 105 864 000 ) is thin in appearance.  When viewed from the\nback and side, the ribs, backbone and hip bones could be easily felt.   The licensee stated that the dog in question\nwas an older dog.   At time of inspection, the attending veterinarian had not been consulted.    Body condition that\nshows lost weight to the point that the backbone or ribs are visible is a sign of potential health problems.  Poor body\ncondition could be an indication the dog is not receiving adequate nutrition or it could be internal problems.  This\ncan affect the ability of the dog to gain or maintain its body weight.  This dog must be examined by a licensed vet\nand appropriate diagnosis and treatment.  Documentation must be maintained on all medical problems, diagnosis\nand treatments. All medical records must be made available to the inspector upon request.  Correct by 6/9/15.\n3.1(c)(1)(1)\nHOUSING FACILITIES, GENERAL.\n*    Jagged, rusted metal was observed along the bottom of one metal divider enclosure panel.  In addition, one\nmetal divider enclosure panel has an estimated two inch hole caused by rust and deterioration.   Three dogs are in\ncontact with the affected areas located in outdoor housing.   The surfaces were rough in appearance.  Rust can\nerode and deteriorate all metal surfaces to the point that the metal surfaces can no longer be readily cleaned and\nsanitized.    Excessive rust affects the structural integrity of all metal surfaces.  Licensee must ensure that this and\nall other surfaces are free of rust and of good structural strength.  Correct by 6/16/15.\n3.9(b)\nFEEDING.\n*    The entire top of five plastic food receptacles are chewed exposing a roughened, jagged edge.  The receptacles\nused by five dogs are located in indoor housing.   A chewed, roughened, jagged surface cannot be easily cleaned\nand sanitized.  In addition, it could harbor bacteria and other disease causing agents that can affect the health and\n\nwell-being of the dogs.  The licensee must ensure that all receptacles can be properly cleaned and sanitized at all\ntimes.  Correct by  6/16/15.\n*  The facility inspection and verbal exit briefing done on 6/2/15 were conducted with the licensee.\n*  Copy of inspection report was sent by certified and regular mail.",
  "animals_total": 337,
  "species": [
    {
      "count": 225,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 112,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}