{
  "insp_id": "2016082568137771",
  "layout": "a",
  "customer_id": "329490",
  "customer_name": "Daca Rose Fallow And Fox Farm L L C",
  "customer_addr": "5007 East 7250 South\nPrice, UT 84501",
  "certificate": "87-C-0059",
  "site_id": "001",
  "site_name": "DACA ROSE FALLOW AND FOX FARM, L L C",
  "insp_type": "ROUTINE INSPECTION",
  "date": "13-MAR-2017",
  "report_date": "14-MAR-2017",
  "citations": [
    {
      "code": "2.75(b)(1)",
      "kind": "",
      "repeat": false,
      "desc": "RECORDS: DEALERS AND EXHIBITORS.",
      "narrative": "No available records of the birth of offspring or disposition of the offspring were available. Complete and accurate\ninformation for the disposition of animals is required for tracking and tracing purposes for the health of the animal in\ncase of disease outbreak. The licensee shall make, keep, and maintain records or forms which fully and correctly\ndisclose information concerning the disposition of all animals. The records shall include all offspring born of any\nanimal while in their possession or under their control. The Record of Animals on Hand (APHIS Form 7019) and\nRecord of Acquisition, Disposition, or Transport of Animals (APHIS Form 7020) are forms which may be used by the\nlicensee to keep and maintain the information required by federal regulations. As required by federal regulations,\nthe licensee needs to obtain/document the pertinent information on the missing transactions of the regulated\nanimals identified above and for all future animals. To be corrected from this date forward.\nNo animals were present during this inspection.\nThis inspection and exit interview were conducted with facility representative."
    }
  ],
  "narrative": "2.75(b)(1)\nRECORDS: DEALERS AND EXHIBITORS.\nNo available records of the birth of offspring or disposition of the offspring were available. Complete and accurate\ninformation for the disposition of animals is required for tracking and tracing purposes for the health of the animal in\ncase of disease outbreak.   The licensee shall make, keep, and maintain records or forms which fully and correctly\ndisclose information concerning the disposition of all animals.  The records shall include all offspring born of any\nanimal while in their possession or under their control. The Record of Animals on Hand (APHIS Form 7019) and\nRecord of Acquisition, Disposition, or Transport of Animals (APHIS Form 7020) are forms which may be used by the\nlicensee to keep and maintain the information required by federal regulations. As required by federal regulations,\nthe licensee needs to obtain/document the pertinent information on the missing transactions of the regulated\nanimals identified above and for all future animals.  To be corrected from this date forward.\nNo animals were present during this inspection.\nThis inspection and exit interview were conducted with facility representative.",
  "animals_total": 0,
  "species": []
}