{
  "insp_id": "2016082569742232",
  "layout": "a",
  "customer_id": "2401",
  "customer_name": "Dan Moulton",
  "customer_addr": "976 14th Avenue S W\nRochester, MN 55902",
  "certificate": "41-B-0239",
  "site_id": "001",
  "site_name": "DAN MOULTON",
  "insp_type": "ROUTINE INSPECTION",
  "date": "25-FEB-2020",
  "report_date": "26-FEB-2020",
  "citations": [
    {
      "code": "2.40(b)(3)",
      "kind": "Direct",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "A licensed veterinarian visited the facility on 1/15/2020 and 2/20/2020 and observed animals and we saw there\nwere at least 20 animals that the facility had identified and was treating (mostly for eye conditions) prior to\ninspection. Some of the animals under treatment appeared to have resolving conditions. However, there were four\nanimals with conditions in need of veterinary care that had not been identified prior to inspection:\nChinchilla labeled with paper card RVDK J144 and housed close to bank 29 had eyes that were crusted shut. Its\nright eyelids were swollen and had some hair loss. The licensee handled it to look closer and the eyes had a thick\npale discharge. The licensee treated it and added it to the treatment plan.\nWhite female chinchilla housed in 30C: one eye (its left) had eyelids that were swollen, had hair loss around the\neyelids, and it had some discharge in the eye. It was added to the treatment plan by the licensee.\nGrey female chinchilla housed in 47D was unkempt and had a scab under its collar. We asked the licensee to\nhandle it so we could look closer and found that the underside of the collar was embedded into the neck. The\nlicensee removed the collar; and I observed hair loss, a putrid odor, and a granular and liquid pale discharge in the\narea where the collar had been embedded. Ensure that the attending veterinarian's treatment plan is followed for\nthis chinchilla.\nIndirect non-compliance:\nA female chinchilla housed in 75 was noted to be excessively drooling and not chewing its food properly. The\nlicensee handled it for a closer look and we saw that its lower front (incisor) teeth were long and did not allow the\nchinchilla close its mouth in a normal manner. Overgrown teeth can be painful and can cause improper chewing\nand lead to malnutrition. Ensure that the attending veterinarian's treatment plan is followed for this chinchilla.\nOvergrown teeth, the eye problems and the embedded collar noted above are conditions that are not acute (not\nrecently occurring with the past 24 hours) and that these conditions were overlooked in daily observations. The\nfacility must develop and maintain a method of daily observations of the animals so that conditions in need of\nveterinary care are identified and promptly treated per the veterinarian's instructions."
    },
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": true,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "The licensee pointed out and demonstrated that enclosures are being replaced/repaired as a routine practice,\nhowever; thirteen chinchilla enclosures or feeders in the enclosures were in disrepair during the time of inspection\nand are in need of repair or need to be replaced:\n-One enclosure had a five by one and a half inch hole in the floor with wire points exposed to the chinchillas. This\nhole was large enough to potentially allow the animals to escape. Note: The licensee moved the animals in this\nenclosure to another enclosure that did not contain holes and points in them during the inspection.\n-Two adult chinchillas in two separate enclosures were observed moving through a hole in their wire walls into\nadjacent enclosures. The edges of both holes contained sharp wires that were exposed to the animals. Note: The\nlicensee moved both animals to different enclosures that did not contain holes and points in them during the\ninspection.\n-No fewer than ten of the feeders front edges have rusted to the extent that rough and sharp edges are exposed to\nthe chinchillas.\nHoles in enclosures, sharp points, and rusted feeder edges could cause injury to the chinchillas. Ensure that items\nand enclosures are repaired or replaced to protect the health of the chinchillas.\nThis inspection and exit interview were conducted with the licensee.\nAdditional Inspectors\nMoore Chad, Animal Care Inspector"
    }
  ],
  "narrative": "2.40(b)(3)           DIRECT                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nA licensed veterinarian visited the facility on 1/15/2020 and 2/20/2020 and observed animals and we saw there\nwere at least 20 animals that the facility had identified and was treating (mostly for eye conditions) prior to\ninspection.  Some of the animals under treatment appeared to have resolving conditions.  However, there were four\nanimals with conditions in need of veterinary care that had not been identified prior to inspection: \nChinchilla labeled with paper card RVDK J144 and housed close to bank 29 had eyes that were crusted shut.  Its\nright eyelids were swollen and had some hair loss.  The licensee handled it to look closer and the eyes had a thick\npale discharge.   The licensee treated it and added it to the treatment plan. \nWhite female chinchilla housed in 30C: one eye (its left) had eyelids that were swollen, had hair loss around the\neyelids, and it had some discharge in the eye.   It was added to the treatment plan by the licensee. \nGrey female chinchilla housed in 47D was unkempt and had a scab under its collar.  We asked the licensee to\nhandle it so we could look closer and found that the underside of the collar was embedded into the neck.  The\nlicensee removed the collar; and I observed hair loss, a putrid odor, and a granular and liquid pale discharge in the\narea where the collar had been embedded.   Ensure that the attending veterinarian's treatment plan is followed for\nthis chinchilla. \nIndirect non-compliance:\nA female chinchilla housed in 75 was noted to be excessively drooling and not chewing its food properly.  The\nlicensee handled it for a closer look and we saw that its lower front (incisor) teeth were long and did not allow the\nchinchilla close its mouth in a normal manner.  Overgrown teeth can be painful and can cause improper chewing\nand lead to malnutrition.    Ensure that the attending veterinarian's treatment plan is followed for this chinchilla. \nOvergrown teeth, the eye problems and the embedded collar noted above are conditions that are not acute (not\nrecently occurring with the past 24 hours) and that these conditions were overlooked in daily observations.  The\nfacility must develop and maintain a method of daily observations of the animals so that conditions in need of\nveterinary care are identified and promptly treated per the veterinarian's instructions.\n\n3.125(a)                    REPEAT\nFACILITIES, GENERAL.   \nThe licensee pointed out and demonstrated that enclosures are being replaced/repaired as a routine practice,\nhowever; thirteen chinchilla enclosures or feeders in the enclosures were in disrepair during the time of inspection\nand are in need of repair or need to be replaced: \n-One enclosure had a five by one and a half inch hole in the floor with wire points exposed to the chinchillas.  This\nhole was large enough to potentially allow the animals to escape.  Note: The licensee moved the animals in this\nenclosure to another enclosure that did not contain holes and points in them during the inspection. \n -Two adult chinchillas in two separate enclosures were observed moving through a hole in their wire walls into\nadjacent enclosures.  The edges of both holes contained sharp wires that were exposed to the animals.  Note: The\nlicensee moved both animals to different enclosures that did not contain holes and points in them during the\ninspection.\n -No fewer than ten of the feeders front edges have rusted to the extent that rough and sharp edges are exposed to\nthe chinchillas.  \nHoles in enclosures, sharp points, and rusted feeder edges could cause injury to the chinchillas.  Ensure that items\nand enclosures are repaired or replaced to protect the health of the chinchillas.\nThis inspection and exit interview were conducted with the licensee. \nAdditional Inspectors\nMoore Chad, Animal Care Inspector",
  "animals_total": 546,
  "species": [
    {
      "count": 546,
      "scientific": "Chinchilla lanigera",
      "common": "CHINCHILLA (DOMESTICATED)"
    }
  ]
}