{
  "insp_id": "209160947080637",
  "layout": "a",
  "customer_id": "6902",
  "customer_name": "Summer Wind Farm Sanctuary",
  "customer_addr": "6490 Mowerson Rd\nBrown City, MI 48416",
  "certificate": "34-C-0227",
  "site_id": "001",
  "site_name": "SUMMER WIND FARMS",
  "insp_type": "ROUTINE INSPECTION",
  "date": "26-JUL-2016",
  "report_date": "28-JUL-2016",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "A dark brown alpaca was not sheared this year. Its coat is very long and thick. The day was hot with a temperature\nof 81 degrees and a humidity index of 49% at the time of inspection which was about 12:30 PM. The sun was\ndirectly overhead on a cloudless day. This alpaca had no shade for its enclosure. The small shelter in the pen did\nnot provide enough shade for the alpaca to get out of the suns direct rays. This alpaca needs to be sheared. This\nlack of basic alpaca husbandry is causing unnecessary discomfort to this animal and could lead to pain and even\ndeath as temperatures are expected to reach the upper 80's for this area of the state. This alpaca needs to be\nsheared. Get this alpaca sheared."
    },
    {
      "code": "3.27(a)",
      "kind": "Direct",
      "repeat": false,
      "desc": "FACILITIES, OUTDOOR.",
      "narrative": "A dark brown alpaca had no shade for its enclosure. The small shelter in the pen did not provide enough shade for\nthe alpaca to get out of the suns direct rays. Its coat is very long and thick as it has not been sheared. The day\nwas hot with a temperature of 81 degrees and a humidity index of 49% at the time of inspection which was about\n12:30 PM. The sun was directly overhead on a cloudless day. This lack of basic animal husbandry is causing\nunnecessary discomfort to this animal and could lead to pain and even death as temperatures are expected to\nreach the upper 80's for this area of the state. This alpaca needs shade. Get this alpaca shade from the direct\nsunlight.\nCorrect by: COB 7-26-16."
    },
    {
      "code": "3.132",
      "kind": "",
      "repeat": true,
      "desc": "EMPLOYEES.",
      "narrative": "Lack of properly trained workers still remains an issue for the facility. The fact that basic husbandry for the alpaca\nsuch as shearing was not done and that no one at the facility noted that the alpaca had no shade illustrates this\npoint. This facility has a long history of poor animal husbandry and failure to recognize animal health concerns in a\ntimely manner. The facility relies on volunteer workers. A lack of properly trained employees can result in facility\nand animal conditions that result in unnecessary animal suffering. Most if not all of the facility issues could be\ncorrected with an adequate number of properly trained workers. Animal numbers must be reduced or more properly\ntrained workers must be added.\nAn exit interview was conducted at the conclusion of the inspection with the facility CEO and APHIS personnel Kurt\nHammel and Carrie Bongard. The inspection report could not be completed and delivered at that time as the facility\nCEO had to leave the facility immediately for personal business. APHIS expectations regarding the alpaca were\nclearly conveyed to the facility CEO at that time, including the need for immediate shade. A formal exit interview\nwas conducted with the facility CEO and APHIS representative Kurt Hammel on 7-28-16.\nAdditional Inspectors\nBongard Carrie, Animal Care Inspector"
    }
  ],
  "narrative": "2.40(b)(2)           DIRECT                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nA dark brown alpaca was not sheared this year.  Its coat is very long and thick.  The day was hot with a temperature\nof 81 degrees and a humidity index of 49% at the time of inspection which was about 12:30 PM.  The sun was\ndirectly overhead on a cloudless day.  This alpaca had no shade for its enclosure.  The small shelter in the pen did\nnot provide enough shade for the alpaca to get out of the suns direct rays.  This alpaca needs to be sheared.  This\nlack of basic alpaca husbandry is causing unnecessary discomfort to this animal and could lead to pain and even\ndeath as temperatures are expected to reach the upper 80's for this area of the state.  This alpaca needs to be\nsheared.  Get this alpaca sheared.\n3.27(a)           DIRECT\nFACILITIES, OUTDOOR.\nA dark brown alpaca had no shade for its enclosure.  The small shelter in the pen did not provide enough shade for\nthe alpaca to get out of the suns direct rays.  Its coat is very long and thick as it has not been sheared.  The day\nwas hot with a temperature of 81 degrees and a humidity index of 49% at the time of inspection which was about\n12:30 PM.  The sun was directly overhead on a cloudless day.  This lack of basic animal husbandry is causing\nunnecessary discomfort to this animal and could lead to pain and even death as temperatures are expected to\nreach the upper 80's for this area of the state.  This alpaca needs shade.  Get this alpaca shade from the direct\nsunlight.\nCorrect by:  COB 7-26-16.\n3.132                    REPEAT\nEMPLOYEES. \nLack of properly trained workers still remains an issue for the facility.  The fact that basic husbandry for the alpaca\nsuch as shearing was not done and that no one at the facility noted that the alpaca had no shade illustrates this\npoint.  This facility has a long history of poor animal husbandry and failure to recognize animal health concerns in a\ntimely manner.  The facility relies on volunteer workers.  A lack of properly trained employees can result in facility\nand animal conditions that result in unnecessary animal suffering. Most if not all of the facility issues could be\n\ncorrected with an adequate number of properly trained workers.  Animal numbers must be reduced or more properly\ntrained workers must be added.\nAn exit interview was conducted at the conclusion of the inspection with the facility CEO and APHIS personnel Kurt\nHammel and Carrie Bongard.  The inspection report could not be completed and delivered at that time as the facility\nCEO had to leave the facility immediately for personal business.  APHIS expectations regarding the alpaca were\nclearly conveyed to the facility CEO at that time, including the need for immediate shade.  A formal exit interview\nwas conducted with the facility CEO and APHIS representative Kurt Hammel on 7-28-16.\nAdditional Inspectors\nBongard Carrie, Animal Care Inspector",
  "animals_total": 35,
  "species": [
    {
      "count": 1,
      "scientific": "Arctos",
      "common": "GRIZZLY BEAR"
    },
    {
      "count": 1,
      "scientific": "Canis latrans",
      "common": "COYOTE"
    },
    {
      "count": 5,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 1,
      "scientific": "Lama glama",
      "common": "LLAMA"
    },
    {
      "count": 3,
      "scientific": "Lama pacos",
      "common": "ALPACA"
    },
    {
      "count": 2,
      "scientific": "Lemur catta",
      "common": "RING-TAILED LEMUR"
    },
    {
      "count": 1,
      "scientific": "Macaca fascicularis",
      "common": "CRAB-EATING MACAQUE / CYNOMOLGUS MONKEY"
    },
    {
      "count": 1,
      "scientific": "Macaca fuscata",
      "common": "JAPANESE MACAQUE / SNOW MACAQUE"
    },
    {
      "count": 1,
      "scientific": "Mustela vison",
      "common": "AMERICAN MINK"
    },
    {
      "count": 1,
      "scientific": "Nasua nasua",
      "common": "SOUTH AMERICAN COATI"
    },
    {
      "count": 1,
      "scientific": "Ovis aries aries",
      "common": "SHEEP INCLUDING ALL DOMESTIC BREEDS"
    },
    {
      "count": 7,
      "scientific": "Panthera tigris",
      "common": "TIGER"
    },
    {
      "count": 1,
      "scientific": "Puma concolor",
      "common": "PUMA / MOUNTAIN LION / COUGAR"
    },
    {
      "count": 2,
      "scientific": "Ursus arctos syriacus",
      "common": "SYRIAN BROWN BEAR"
    },
    {
      "count": 2,
      "scientific": "Ursus americanus",
      "common": "NORTH AMERICAN BLACK BEAR"
    },
    {
      "count": 2,
      "scientific": "Ursus thibetanus",
      "common": "ASIATIC BLACK BEAR"
    },
    {
      "count": 3,
      "scientific": "Vulpes vulpes",
      "common": "RED FOX (INCLUDES SILVER FOX & CROSS FOX)"
    }
  ]
}