{
  "insp_id": "INS-0000863891",
  "layout": "c",
  "customer_id": "6002855",
  "customer_name": "TYLER FOLAND",
  "customer_addr": "3292 Pearl Drive\nMonroe, MI 48162",
  "certificate": "34-C-0439",
  "site_id": "002",
  "site_name": "Tyler Foland",
  "insp_type": "NEW SITE INSPECTION",
  "date": "10-APR-2023",
  "report_date": "14-APR-2023",
  "citations": [
    {
      "code": "2.4",
      "kind": "Critical",
      "repeat": false,
      "desc": "Non-interference with APHIS officials.",
      "narrative": "The licensee interfered with the inspection by providing false information to APHIS inspectors. Inspectors reviewed the\nlicensee’s Facebook page prior to inspection. At least a dozen photos show the licensee’s spider monkey being exhibited\nwithout direct control. At the inspection, ACI Bongard asked the licensee how he exhibited his spider monkey at events.\nThe licensee stated that the nonhuman primate wears a harness that is attached to a leash and the licensee controls the\nleash. When confronted with the Facebook photos, the licensee stated that he was never told he couldn’t do that. The\nlicensee blatantly lied to inspectors about his handling techniques for the nonhuman primate at exhibition events as there\nis no harness or leash seen in the photos. Providing false and inaccurate information to an APHIS inspectors interferers\nwith their ability to complete an AWA inspection and determine compliance with the AWA.\nA licensee shall not interfere with any APHIS official in the course of carrying out his or her duties."
    },
    {
      "code": "2.40(a)",
      "kind": "",
      "repeat": false,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "At the inspection, the licensee identified and shared information regarding his attending veterinarian. When the lead\ninspector contacted the veterinarian, the veterinarian stated that the licensee had not been in contact for nearly a year\nand that the licensee needed to find a new attending veterinarian. Without an attending veterinarian, the animals at this\nfacility may not receive adequate veterinary care to ensure their health and well-being. Each exhibitor shall have an\nattending veterinarian who shall provide adequate veterinary care to its animals in compliance with all components of\n2.40.\nThe licensee must have an attending veterinarian to provide guidance on adequate veterinary care and to oversee the\nadequacy of other aspects of animal care."
    },
    {
      "code": "2.75(b)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Records: Dealers and exhibitors.",
      "narrative": "Since the last routine inspection, the licensee acquired two ferrets and one fox and disposed of one kangaroo, one\nchinchilla, three guinea pigs, one fox, and two ferrets. The licensee did not have any records pertaining to these animal\nacquisitions and dispositions. Acquisition and disposition records are necessary to be able to accurately track animals\nbeing used in regulated activities to ensure their legal acquisition, proper care, humane transportation, and to be able to\ntrack and trace animals in the case of an animal disease outbreak. The exhibitor shall make, keep, and maintain records\nor forms which fully and correctly disclose information concerning animals purchased or otherwise acquired, owned, held,\nleased, or otherwise in his possession or under his control, or which is transported, sold, euthanized, or otherwise\ndisposed of by that dealer or exhibitor. The records shall include any offspring born of any animal while in his possession\nor under his control. All information found within section 2.75(b)(1) should be recorded, maintained, and made available\nfor inspection.\nThe licensee must create and maintain complete records documenting the acquisition and disposition of facility animals."
    },
    {
      "code": "3.61",
      "kind": "",
      "repeat": false,
      "desc": "Primary enclosures used to transport live rabbits.",
      "narrative": "A green plastic storage tote, measuring approximately 32in long by 20in wide by 18in tall, was being used to transport\nrabbits to exhibition events. The lid to the tote had 9 holes, approximately ¼ to ½ inch in diameter, drilled through to\nprovide ventilation. Also, the tote was not appropriately labeled with the words “live animal” or “wild animal” and did not\nhave markings to indicate the correct upright position of the container. A transport container without adequate ventilation\ncould lead to difficulty breathing or respiratory distress. Additionally, a lack of markings may lead to improper handling of\nthe enclosure and potential injury or discomfort of the animals. No person subject to the Animal Welfare regulations shall\noffer for transportation or transport in commerce any live rabbit in a primary enclosure that does not conform to the\nrequirements found in 3.61, including sufficient ventilation and labeling.\nThe licensee must use a compliant transport enclosure for the rabbits when traveling."
    },
    {
      "code": "3.79(d)",
      "kind": "",
      "repeat": false,
      "desc": "Mobile or traveling housing facilities.",
      "narrative": "The licensee’s Facebook page has numerous photos of instances where there is no barrier between his spider monkey\nand the public. Additionally, the monkey is not under direct control of an experienced handler when the public is present.\nThe licensee cannot be observed in any of the photos. The following briefly describe each instance.\n1. The monkey is sitting on the head and shoulder of an individual, whose face cannot be observed due to the location of\nthe monkey. Next to that individual, is a young girl who appears to be having her hair pulled by the monkey. Then there is\na third individual whose hand is seen reaching out, petting the monkey’s neck. The monkey is not attached to any\nharness, collar, or leash and the licensee cannot be observed anywhere nearby.\n2. The monkey has the left thumb of a young girl in its mouth. While the monkey is sitting on the head and chest of an\nindividual, whose face is barely visible due to the location of the monkey. The monkey is not attached to any harness,\ncollar, or leash and the licensee cannot be observed anywhere nearby.\n3. The monkey is sitting on the lap of an infant who is sitting on the lap of an individual. The monkey is directly facing the\ninfant, wrapping its right arm around the neck of the infant. The monkey is not attached to any harness, collar, or leash\nand the licensee cannot be observed anywhere nearby.\n4. The monkey is outside in what appears to be an unfenced yard with large trees. The monkey is standing in front of two\nyoung girls. The monkey is not attached to any harness, collar, or leash and the licensee cannot be observed anywhere\nnearby.\n5. A young girl is lying on the ground with the monkey on her chest. The monkey appears to have the little finger and/or\npalm of the girl’s right hand in its mouth. The monkey is not attached to any harness, collar, or leash and the licensee\ncannot be observed anywhere nearby.\n6. The monkey is sitting on the backrest of a chair, which is at the level of a young boy’s head. The young boy is sitting in\nthe chair holding a ferret. The monkey is not attached to any harness, collar, or leash and the licensee cannot be\nobserved anywhere nearby.\nIn all these situations, the safety of the public and the monkey are in jeopardy if the animal were to misbehave or become\nagitated, trying to bite or harm a member of the public. The lack of barrier and direct control can lead to the animal\nescaping, an animal injury, or a human injury. There must be a barrier between a mobile or traveling housing facility and\nthe public any time the public is present, in order to restrict physical contact between the nonhuman primates and the\npublic. Nonhuman primates used in traveling exhibits, trained animal acts, or in uncaged public exhibits must be under the\ndirect control and supervision of an experienced handler or trainer at all times when the public is present. Trained\nnonhuman primates may be allowed physical contact with the public, but only if they are under the direct control and\nsupervision of an experienced handler or trainer at all times during the contact.\nThe licensee must create a barrier between the animal and the public or develop a method in which the animal is trained\nand under the direct control and supervision of an experienced handler at all times."
    },
    {
      "code": "3.80(b)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Primary enclosures.",
      "narrative": "The licensee has one male spider monkey. A spider monkey is a brachiating species. Thus, the primary enclosure is\nrequired to be a minimum of 84 inches (7ft) in height. The primary enclosure for the spider monkey measured\napproximately 6ft. The height of the licensee’s enclosure for the spider monkey is one foot too short. Inappropriate\nenclosure height can inhibit the animal from making normal postural and behavioral movements.\nThe licensee must ensure that the height of the animal’s enclosure measures at least 84 inches (7ft)."
    },
    {
      "code": "3.81",
      "kind": "",
      "repeat": false,
      "desc": "Environment enhancement to promote psychological well-being.",
      "narrative": "At the time of the inspection, the licensee could not produce an environmental enrichment program for his spider monkey.\nThe licensee stated that the document was in his vehicle which was offsite. Failure to provide an environmental\nenrichment program prevents USDA inspectors from ensuring that nonhuman primate’s psychological well-being is\naddressed. Exhibitors must develop, document, and follow an appropriate plan for environment enhancement adequate to\npromote the psychological well-being of nonhuman primates. An environmental enrichment plan must be established in\nwriting, in accordance with the currently accepted professional standards as cited in appropriate journals or reference\nguides, and be approved by the attending veterinarian. Special attention regarding enhancement of the environment must\nbe made when there are individually housed nonhuman primates that are unable to see and hear nonhuman primates of\ntheir own or compatible species.\nThe licensee must develop, document, and follow a plan for environmental enhancement that is directed by the attending\nveterinarian, and must make the document available to APHIS personnel upon request."
    },
    {
      "code": "3.87",
      "kind": "",
      "repeat": false,
      "desc": "Primary enclosures used to transport nonhuman primates.",
      "narrative": "The lead inspector asked the licensee how he transports the spider monkey to exhibition events. The licensee responded\nby saying the animal sits with him on his lap, unrestrained in the vehicle. The animal is not placed into a transport\nenclosure. Transporting an animal that is not secure within an appropriate enclosure can lead to animal escape or injury if\nthe vehicle were to abruptly swerve, stop, or get into an accident. Additionally, the animal could affect the operation of the\nvehicle. Any person subject to the Animal Welfare regulations must not transport or deliver for transport in commerce a\nnonhuman primate unless it is contained in a primary enclosure that meets the requirements found in 3.87.\nThe licensee must use a compliant transport enclosure for the nonhuman primate when traveling."
    },
    {
      "code": "3.137(e)",
      "kind": "",
      "repeat": false,
      "desc": "Primary enclosures used to transport live animals.",
      "narrative": "The transport enclosure used for a chinchilla was not appropriately labeled with the words “live animal” or “wild animal”\nand did not have markings to indicate the correct upright position of the container. Lack of the markings may lead to\nimproper handling of the enclosure and potential injury or discomfort of the animals. All enclosures must be marked on top\nand on one or more sides with the words ``Live Animal'' or ``Wild Animal'', whichever is appropriate, in letters not less\nthan 2.5 centimeters (1 inch) in height, and with arrows or other markings to indicate the correct upright position of the\ncontainer.\nThe licensee must use a compliant transport enclosure for the chinchilla when traveling.\nThis inspection was a site approval inspection.\nThis site is not ready for approval to conduct activity covered under your current Animal Welfare Act License.\nConducting regulated activities at a non-approved site is a violation of the Animal Welfare Act.\nPlease contact your inspector to schedule your next new site approval inspection.\nThis inspection and exit interview were conducted with the licensee.\nAdditional Inspectors:\nCARRIE BONGARD, ANIMAL CARE INSPECTOR n"
    }
  ],
  "narrative": "2.4  Critical\n   \nNon-interference with APHIS officials. \nThe licensee interfered with the inspection by providing false information to APHIS inspectors. Inspectors reviewed the \nlicensee’s Facebook page prior to inspection. At least a dozen photos show the licensee’s spider monkey being exhibited \nwithout direct control. At the inspection, ACI Bongard asked the licensee how he exhibited his spider monkey at events. \nThe licensee stated that the nonhuman primate wears a harness that is attached to a leash and the licensee controls the \nleash. When confronted with the Facebook photos, the licensee stated that he was never told he couldn’t do that. The \nlicensee blatantly lied to inspectors about his handling techniques for the nonhuman primate at exhibition events as there \nis no harness or leash seen in the photos. Providing false and inaccurate information to an APHIS inspectors interferers \nwith their ability to complete an AWA inspection and determine compliance with the AWA. \nA licensee shall not interfere with any APHIS official in the course of carrying out his or her duties. \n2.40(a) \n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nAt the inspection, the licensee identified and shared information regarding his attending veterinarian. When the lead \ninspector contacted the veterinarian, the veterinarian stated that the licensee had not been in contact for nearly a year \nand that the licensee needed to find a new attending veterinarian. Without an attending veterinarian, the animals at this\n\nfacility may not receive adequate veterinary care to ensure their health and well-being. Each exhibitor shall have an \nattending veterinarian who shall provide adequate veterinary care to its animals in compliance with all components of \n2.40. \nThe licensee must have an attending veterinarian to provide guidance on adequate veterinary care and to oversee the \nadequacy of other aspects of animal care. \n2.75(b)(1) \n   \nRecords: Dealers and exhibitors. \nSince the last routine inspection, the licensee acquired two ferrets and one fox and disposed of one kangaroo, one \nchinchilla, three guinea pigs, one fox, and two ferrets. The licensee did not have any records pertaining to these animal \nacquisitions and dispositions. Acquisition and disposition records are necessary to be able to accurately track animals \nbeing used in regulated activities to ensure their legal acquisition, proper care, humane transportation, and to be able to \ntrack and trace animals in the case of an animal disease outbreak. The exhibitor shall make, keep, and maintain records \nor forms which fully and correctly disclose information concerning animals purchased or otherwise acquired, owned, held, \nleased, or otherwise in his possession or under his control, or which is transported, sold, euthanized, or otherwise \ndisposed of by that dealer or exhibitor. The records shall include any offspring born of any animal while in his possession \nor under his control. All information found within section 2.75(b)(1) should be recorded, maintained, and made available \nfor inspection. \nThe licensee must create and maintain complete records documenting the acquisition and disposition of facility animals. \n3.61 \n   \nPrimary enclosures used to transport live rabbits. \nA green plastic storage tote, measuring approximately 32in long by 20in wide by 18in tall, was being used to transport \nrabbits to exhibition events. The lid to the tote had 9 holes, approximately ¼ to ½ inch in diameter, drilled through to\n\nprovide ventilation. Also, the tote was not appropriately labeled with the words “live animal” or “wild animal” and did not \nhave markings to indicate the correct upright position of the container. A transport container without adequate ventilation \ncould lead to difficulty breathing or respiratory distress. Additionally, a lack of markings may lead to improper handling of \nthe enclosure and potential injury or discomfort of the animals. No person subject to the Animal Welfare regulations shall \noffer for transportation or transport in commerce any live rabbit in a primary enclosure that does not conform to the \nrequirements found in 3.61, including sufficient ventilation and labeling. \nThe licensee must use a compliant transport enclosure for the rabbits when traveling. \n3.79(d) \n   \nMobile or traveling housing facilities. \nThe licensee’s Facebook page has numerous photos of instances where there is no barrier between his spider monkey \nand the public. Additionally, the monkey is not under direct control of an experienced handler when the public is present. \nThe licensee cannot be observed in any of the photos. The following briefly describe each instance. \n1. The monkey is sitting on the head and shoulder of an individual, whose face cannot be observed due to the location of \nthe monkey. Next to that individual, is a young girl who appears to be having her hair pulled by the monkey. Then there is \na third individual whose hand is seen reaching out, petting the monkey’s neck. The monkey is not attached to any \nharness, collar, or leash and the licensee cannot be observed anywhere nearby. \n2. The monkey has the left thumb of a young girl in its mouth. While the monkey is sitting on the head and chest of an \nindividual, whose face is barely visible due to the location of the monkey. The monkey is not attached to any harness, \ncollar, or leash and the licensee cannot be observed anywhere nearby. \n3. The monkey is sitting on the lap of an infant who is sitting on the lap of an individual. The monkey is directly facing the \ninfant, wrapping its right arm around the neck of the infant. The monkey is not attached to any harness, collar, or leash \nand the licensee cannot be observed anywhere nearby.\n\n4. The monkey is outside in what appears to be an unfenced yard with large trees. The monkey is standing in front of two \nyoung girls. The monkey is not attached to any harness, collar, or leash and the licensee cannot be observed anywhere \nnearby. \n5. A young girl is lying on the ground with the monkey on her chest. The monkey appears to have the little finger and/or \npalm of the girl’s right hand in its mouth. The monkey is not attached to any harness, collar, or leash and the licensee \ncannot be observed anywhere nearby. \n6. The monkey is sitting on the backrest of a chair, which is at the level of a young boy’s head. The young boy is sitting in \nthe chair holding a ferret. The monkey is not attached to any harness, collar, or leash and the licensee cannot be \nobserved anywhere nearby. \nIn all these situations, the safety of the public and the monkey are in jeopardy if the animal were to misbehave or become \nagitated, trying to bite or harm a member of the public. The lack of barrier and direct control can lead to the animal \nescaping, an animal injury, or a human injury. There must be a barrier between a mobile or traveling housing facility and \nthe public any time the public is present, in order to restrict physical contact between the nonhuman primates and the \npublic. Nonhuman primates used in traveling exhibits, trained animal acts, or in uncaged public exhibits must be under the \ndirect control and supervision of an experienced handler or trainer at all times when the public is present. Trained \nnonhuman primates may be allowed physical contact with the public, but only if they are under the direct control and \nsupervision of an experienced handler or trainer at all times during the contact. \nThe licensee must create a barrier between the animal and the public or develop a method in which the animal is trained \nand under the direct control and supervision of an experienced handler at all times. \n3.80(b)(1) \n   \nPrimary enclosures.\n\nThe licensee has one male spider monkey. A spider monkey is a brachiating species. Thus, the primary enclosure is \nrequired to be a minimum of 84 inches (7ft) in height. The primary enclosure for the spider monkey measured \napproximately 6ft. The height of the licensee’s enclosure for the spider monkey is one foot too short. Inappropriate \nenclosure height can inhibit the animal from making normal postural and behavioral movements. \nThe licensee must ensure that the height of the animal’s enclosure measures at least 84 inches (7ft). \n3.81 \n   \nEnvironment enhancement to promote psychological well-being. \nAt the time of the inspection, the licensee could not produce an environmental enrichment program for his spider monkey. \nThe licensee stated that the document was in his vehicle which was offsite. Failure to provide an environmental \nenrichment program prevents USDA inspectors from ensuring that nonhuman primate’s psychological well-being is \naddressed. Exhibitors must develop, document, and follow an appropriate plan for environment enhancement adequate to \npromote the psychological well-being of nonhuman primates. An environmental enrichment plan must be established in \nwriting, in accordance with the currently accepted professional standards as cited in appropriate journals or reference \nguides, and be approved by the attending veterinarian. Special attention regarding enhancement of the environment must \nbe made when there are individually housed nonhuman primates that are unable to see and hear nonhuman primates of \ntheir own or compatible species. \nThe licensee must develop, document, and follow a plan for environmental enhancement that is directed by the attending \nveterinarian, and must make the document available to APHIS personnel upon request. \n3.87 \n   \nPrimary enclosures used to transport nonhuman primates. \nThe lead inspector asked the licensee how he transports the spider monkey to exhibition events. The licensee responded \nby saying the animal sits with him on his lap, unrestrained in the vehicle. The animal is not placed into a transport\n\nenclosure. Transporting an animal that is not secure within an appropriate enclosure can lead to animal escape or injury if \nthe vehicle were to abruptly swerve, stop, or get into an accident. Additionally, the animal could affect the operation of the \nvehicle. Any person subject to the Animal Welfare regulations must not transport or deliver for transport in commerce a \nnonhuman primate unless it is contained in a primary enclosure that meets the requirements found in 3.87. \nThe licensee must use a compliant transport enclosure for the nonhuman primate when traveling. \n3.137(e) \n   \nPrimary enclosures used to transport live animals. \nThe transport enclosure used for a chinchilla was not appropriately labeled with the words “live animal” or “wild animal” \nand did not have markings to indicate the correct upright position of the container. Lack of the markings may lead to \nimproper handling of the enclosure and potential injury or discomfort of the animals. All enclosures must be marked on top \nand on one or more sides with the words ``Live Animal'' or ``Wild Animal'', whichever is appropriate, in letters not less \nthan 2.5 centimeters (1 inch) in height, and with arrows or other markings to indicate the correct upright position of the \ncontainer. \nThe licensee must use a compliant transport enclosure for the chinchilla when traveling. \n \nThis inspection was a site approval inspection. \nThis site is not ready for approval to conduct activity covered under your current Animal Welfare Act License. \nConducting regulated activities at a non-approved site is a violation of the Animal Welfare Act. \nPlease contact your inspector to schedule your next new site approval inspection. \nThis inspection and exit interview were conducted with the licensee.\n\nAdditional Inspectors: \nCARRIE BONGARD, ANIMAL CARE INSPECTOR n",
  "animals_total": 4,
  "species": [
    {
      "count": 2,
      "scientific": "Oryctolagus cuniculus",
      "common": "DOMESTIC RABBIT / EUROPEAN RABBIT"
    },
    {
      "count": 1,
      "scientific": "Chinchilla lanigera",
      "common": "CHINCHILLA"
    },
    {
      "count": 1,
      "scientific": "Ateles geoffroyi",
      "common": "BLACK-HANDED SPIDER MONKEY"
    },
    {
      "count": 0,
      "scientific": "Osphranter rufus",
      "common": "RED KANGAROO"
    },
    {
      "count": 0,
      "scientific": "Cavia porcellus",
      "common": "DOMESTIC GUINEA PIG"
    },
    {
      "count": 0,
      "scientific": "Vulpes vulpes",
      "common": "RED FOX (INCLUDES SILVER FOX & CROSS FOX)"
    },
    {
      "count": 0,
      "scientific": "Mustela putorius furo",
      "common": "DOMESTIC FERRET"
    }
  ]
}