{
  "insp_id": "INS-0000821150",
  "layout": "c",
  "customer_id": "502185",
  "customer_name": "Wizard of Paws Wildlife Education Inc",
  "customer_addr": "403 Fletcher Lane\nBeech Grove, IN 46107",
  "certificate": "32-C-0276",
  "site_id": "001",
  "site_name": "Wizard of Paws Wildlife Education Inc",
  "insp_type": "ROUTINE INSPECTION",
  "date": "11-OCT-2022",
  "report_date": "25-OCT-2022",
  "citations": [
    {
      "code": "2.40(a)(2)",
      "kind": "",
      "repeat": false,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "The facility has a program of veterinary care that lists an attending veterinarian. Contacting the listed veterinarian\nrevealed that the veterinarian had not been in contact with the licensee since 2020. Furthermore, the veterinarian stated\nthat he thought the facility might have obtained a different veterinarian for care. Not having a veterinarian with a clear\nagreement for care authority puts the animals at risk of improper care. All care of the animals should be done in\naccordance with the guidance and under the authority of an attending veterinarian.\nDevelop an agreement with an attending veterinarian, knowledgeable with all species in the facility, which gives them the\nauthority for oversight of the care. Ensure that care of animals is conducted in accordance with guidance from the\nattending veterinarian that is given said authority.\nCorrect by: October 24, 2022"
    },
    {
      "code": "3.131(a)",
      "kind": "",
      "repeat": true,
      "desc": "Sanitation.",
      "narrative": "Accumulations of hair and dust remain in the animal rooms. Several pens have accumulated hair along the edges of the\nenclosure. One room which houses two ferrets also has additional non-regulated animals. The dirty litter pans in the\nferret enclosure as well as in the additional animal pen creates an unhealthy living condition for the ferrets.\nAccumulations of hair, urine, excreta, and other debris may harbor disease hazards, posing a threat to animal health.\nEnclosures, litter trays, and housing facilities shall be cleaned as often as necessary to minimize disease hazards and\nreduce odors.\nRemains Uncorrected"
    },
    {
      "code": "3.131(c)",
      "kind": "",
      "repeat": true,
      "desc": "Sanitation.",
      "narrative": "The animals are housed in various rooms throughout the licensee's primary residence. The rooms are overcrowded with\npersonal items and an excessive amount of clutter remains in the animal housing areas. Stored items impinge space\nsuch that there is minimal clearance to work with and access the animals, clean enclosures and housing rooms, as well\nas provide repair to and maintain enclosures. Optimal animal welfare is hindered in such cramped quarters. Premises\nshall be kept clean and in good repair to protect the animals from injury and to facilitate prescribed husbandry practices.\nRemains Uncorrected\nThis inspection and exit interview were conducted with licensee.\nn"
    }
  ],
  "narrative": "2.40(a)(2) \n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nThe facility has a program of veterinary care that lists an attending veterinarian.  Contacting the listed veterinarian \nrevealed that the veterinarian had not been in contact with the licensee since 2020.  Furthermore, the veterinarian stated \nthat he thought the facility might have obtained a different veterinarian for care.  Not having a veterinarian with a clear \nagreement for care authority puts the animals at risk of improper care.  All care of the animals should be done in \naccordance with the guidance and under the authority of an attending veterinarian. \nDevelop an agreement with an attending veterinarian, knowledgeable with all species in the facility, which gives them the \nauthority for oversight of the care.  Ensure that care of animals is conducted in accordance with guidance from the \nattending veterinarian that is given said authority. \n \nCorrect by: October 24, 2022 \n3.131(a)  Repeat\n   \nSanitation. \nAccumulations of hair and dust remain in the animal rooms. Several pens have accumulated hair along the edges of the \nenclosure.  One room which houses two ferrets also has additional non-regulated animals.  The dirty litter pans in the \nferret enclosure as well as in the additional animal pen creates an unhealthy living condition for the ferrets.\n\nAccumulations of hair, urine, excreta, and other debris may harbor disease hazards, posing a threat to animal health. \nEnclosures, litter trays, and housing facilities shall be cleaned as often as necessary to minimize disease hazards and \nreduce odors. \nRemains Uncorrected \n3.131(c)  Repeat\n   \nSanitation. \nThe animals are housed in various rooms throughout the licensee's primary residence.  The rooms are overcrowded with \npersonal items and an excessive amount of clutter  remains in the animal housing areas. Stored items impinge space \nsuch that there is minimal clearance to work with and access the animals, clean enclosures and housing rooms, as well \nas provide repair to and maintain enclosures. Optimal animal welfare is hindered in such cramped quarters. Premises \nshall be kept clean and in good repair to protect the animals from injury and to facilitate prescribed husbandry practices. \nRemains Uncorrected \n \nThis inspection and exit interview were conducted with licensee. \n \n n",
  "animals_total": 20,
  "species": [
    {
      "count": 2,
      "scientific": "Vulpes zerda",
      "common": "FENNEC FOX"
    },
    {
      "count": 7,
      "scientific": "Vulpes vulpes",
      "common": "RED FOX (INCLUDES SILVER FOX & CROSS FOX)"
    },
    {
      "count": 4,
      "scientific": "Canis lupus hallstromi",
      "common": "NEW GUINEA SINGING DOG"
    },
    {
      "count": 4,
      "scientific": "Oryctolagus cuniculus",
      "common": "DOMESTIC RABBIT / EUROPEAN RABBIT"
    },
    {
      "count": 2,
      "scientific": "Mustela putorius furo",
      "common": "DOMESTIC FERRET"
    },
    {
      "count": 1,
      "scientific": "Vulpes pallida",
      "common": "PALE FOX"
    }
  ]
}