{
  "insp_id": "308152131500953",
  "layout": "a",
  "customer_id": "745",
  "customer_name": "Thomas D Morris Inc",
  "customer_addr": "4001 Millender Mill Road\nReisterstown, MD 21136",
  "certificate": "51-B-0009",
  "site_id": "001",
  "site_name": "THOMAS D. MORRIS INC",
  "insp_type": "ROUTINE INSPECTION",
  "date": "03-NOV-2015",
  "report_date": "05-NOV-2015",
  "citations": [
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": true,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "1) The shelter for the Alan Front 7 pasture (housing 14 sheep) has the plywood rotted/worn away on the lower right\nfront inside wall leaving sharp, jagged edges to the wood panel. There was a board that had broken off to a sharp\npoint loosely attached to the bottom of the back wall. Animals lay against the walls of the shelter and may be injured\nby the jagged wood. The lightning rod for the shelter is detached from the roof and is hanging down by the left side\nof the shelter entrance. The cable for the lightning rod is also detaching from the upper front outside left wall of the\nshelter and there are nails dangling from the cable. Animals may be injured if the nails or lightning rod fall to the\nground. The outside metal surface of the shelter has rusted sharp edges that may injure the animals if they rub or\nlay against the sharp metal edges. There were hoof tracks and bare ground indicating the sheep spent time in the\nshade behind the shelter where there were sharp metal edges.\n2) The shelter for the Left Horse Paddock 5 pasture (housing 16 sheep) has the wood rotted/worn away on the\nlower back inside wall leaving sharp, jagged edges to the wood panels. Animals lay against the walls of the shelter\nand may be injured by the jagged wood.\n3) The outside metal surface of the shelter for the Patterson(cid:25)'s Field 3 pasture (housing 41 goats) has rusted sharp\nedges that may injure the animals if they rub or lay against the sharp metal edges. The rain gutter on the back of\nthe shelter is no longer securely attached and must be repaired to prevent it falling and providing a source of injury\nto the animals.\nThese animal shelters must be repaired to prevent injury to the animals. The facility must establish and maintain\na program to keep the animal enclosures, including shelters, structurally sound and in good repair. This is a repeat\ncitation under this paragraph that remains uncorrected.\nThe inspection was conducted 3 November to 5 November 2015. An exit interview was conducted with facility Vice\nPresident; David Oelberg, VMO; and Mary Geib, VMO.\nAdditional Inspectors\nGeib Mary, Veterinary Medical Officer"
    }
  ],
  "narrative": "3.125(a)                    REPEAT\nFACILITIES, GENERAL.   \n1)  The shelter for the Alan Front 7 pasture (housing 14 sheep) has the plywood rotted/worn away on the lower right\nfront inside wall leaving sharp, jagged edges to the wood panel.  There was a board that had broken off to a sharp\npoint loosely attached to the bottom of the back wall. Animals lay against the walls of the shelter and may be injured\nby the jagged wood.  The lightning rod for the shelter is detached from the roof and is hanging down by the left side\nof the shelter entrance.  The cable for the lightning rod is also detaching from the upper front outside left wall of the\nshelter and there are nails dangling from the cable.  Animals may be injured if the nails or lightning rod fall to the\nground.  The outside metal surface of the shelter has rusted sharp edges that may injure the animals if they rub or\nlay against the sharp metal edges.  There were hoof tracks and bare ground indicating the sheep spent time in the\nshade behind the shelter where there were sharp metal edges.\n2)  The shelter for the Left Horse Paddock 5 pasture (housing 16 sheep) has the wood rotted/worn away on the\nlower back inside wall leaving sharp, jagged edges to the wood panels.  Animals lay against the walls of the shelter\nand may be injured by the jagged wood.\n3)  The outside metal surface of the shelter for the Patterson(cid:25)'s Field 3 pasture (housing 41 goats) has rusted sharp\nedges that may injure the animals if they rub or lay against the sharp metal edges.  The rain gutter on the back of\nthe shelter is no longer securely attached and must be repaired to prevent it falling and providing a source of injury\nto the animals.\n     These animal shelters must be repaired to prevent injury to the animals. The facility must establish and maintain\na program to keep the animal enclosures, including shelters, structurally sound and in good repair.  This is a repeat\ncitation under this paragraph that remains uncorrected.\nThe inspection was conducted 3 November to 5 November 2015.  An exit interview was conducted with facility Vice\nPresident; David Oelberg, VMO; and Mary Geib, VMO.\nAdditional Inspectors\nGeib Mary, Veterinary Medical Officer",
  "animals_total": 124,
  "species": [
    {
      "count": 8,
      "scientific": "Bos taurus",
      "common": "CATTLE / COW / OX / WATUSI"
    },
    {
      "count": 73,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 28,
      "scientific": "Ovis dalli",
      "common": "WHITE SHEEP"
    },
    {
      "count": 15,
      "scientific": "Sus scrofa domestica",
      "common": "DOMESTIC PIG / POTBELLY PIG / MICRO PIG"
    }
  ]
}