{
  "insp_id": "323141714310278",
  "layout": "a",
  "customer_id": "32387",
  "customer_name": "Wanda Richison",
  "customer_addr": "6932 State Hwy 99\nBirch Tree, MO 65438",
  "certificate": "43-A-5880",
  "site_id": "001",
  "site_name": "WANDA RICHISON",
  "insp_type": "ROUTINE INSPECTION",
  "date": "19-NOV-2014",
  "report_date": "19-NOV-2014",
  "citations": [
    {
      "code": "3.4(b)(3)",
      "kind": "",
      "repeat": false,
      "desc": "OUTDOOR HOUSING FACILITIES.",
      "narrative": "***Shelter from the elements***\nAn adult German Shepherd in the northwest corner of the kennel area was provided a igloo type shelter. This\nshelter had a large entrance with no additional structures surrounding that reduced the potential for wind and rain to\nenter the shelter. All outside shelters must have structures in place or be placed such to reasonably reduce the\namount of wind and rain that enters the shelter to be minimal. Wet bedding and wind are not beneficial during times\nthat conservation of body heat is necessary and should be reduced or eliminated. To be corrected by: 11/24/14\nThis inspection and exit interview was conducted with the owner. The report is being sent via email."
    }
  ],
  "narrative": "3.4(b)(3)\nOUTDOOR HOUSING FACILITIES.\n***Shelter from the elements***\nAn adult German Shepherd in the northwest corner of the kennel area was provided a igloo type shelter.  This\nshelter had a large entrance with no additional structures surrounding that reduced the potential for wind and rain to\nenter the shelter.  All outside shelters must have structures in place or be placed such to reasonably reduce the\namount of wind and rain that enters the shelter to be minimal.  Wet bedding and wind are not beneficial during times\nthat conservation of body heat is necessary and should be reduced or eliminated.  To be corrected by: 11/24/14\nThis inspection and exit interview was conducted with the owner. The report is being sent via email.",
  "animals_total": 59,
  "species": [
    {
      "count": 33,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 26,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}