{
  "insp_id": "INS-0000947322",
  "layout": "c",
  "customer_id": "6011009",
  "customer_name": "MS Leisure Company, Inc.",
  "customer_addr": "4400 Rickenbacker Causeway\nKey Biscayne, FL 33147",
  "certificate": "58-C-1252",
  "site_id": "001",
  "site_name": "Miami Seaquarium",
  "insp_type": "FOCUSED INSPECTION",
  "date": "17-JAN-2024",
  "report_date": "19-MAR-2024",
  "citations": [
    {
      "code": "2.40(b)(1)",
      "kind": "Direct",
      "repeat": true,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "The licensee, MS Leisure Company, Inc., has failed to furnish their Attending Veterinarian (AV) the appropriate facilities,\npersonnel, equipment, and services to provide adequate veterinary care to the animals currently under their stewardship.\nThere are several animals deemed critical by the AV that require medical treatments, diagnostic evaluations, and medical\nprocedures that are not being provided to alleviate suffering.\nBecause the AV has had to focus on critical cases, some of the animals have not been provided recommended routine\nand preventative care for over a year. The facility has not provided the AV with required diagnostic tools and/or staffing to\nfacilitate this care. The veterinary staff consists of a single veterinarian with a veterinary assistant to care for over 45\nmarine mammals, 50 birds and the aquarium’s reptiles, fish, sharks and rays. Many of these animals require special\nveterinary attention and around the clock husbandry monitoring. Current staffing numbers require employees to perform\ncollateral duties in order to keep up with basic veterinary and husbandry needs of the animals; thereby neglecting their\ncore duties. Within the last week, three trainers were recruited to perform veterinary assistant duties part-time, to help\nassist with the growing list of critical cases. Additionally, the veterinary assistant has been tasked with taking on\nadministrative work unrelated to the primary task of assisting the veterinarian in caring for the animals and performing\nnecessary veterinary care duties. The veterinary team has been unable to provide necessary evaluations and treatments\nto the park’s animals resulting in a state of unrelieved suffering for the following animals:\n• Sushi, a 20-year-old female California Sea Lion, has a complicated medical history that includes bilateral\ncataracts, corneal pathology, and cyclical bouts of anorexia. From reviewing medical records, in September 2023, the\nveterinary staff recommended Sushi for cataract surgery with a specialist; however, as of today’s inspection, that\nprocedure has yet to be scheduled. In late September 2023, Sushi became critically ill and went off feed. She required\nintensive medical care and quarantine from her conspecifics. At that time, medical records listed at least 5 oral\nmedications and 3 ocular medications to treat her symptoms. Her last weight on September 21st, 2023, was\napproximately 188lbs. Her weight on January 11th, 2024, was approximately 136lbs; a loss of 52 pounds. According to\nthe facility, the last 2-3 months have been difficult for her training and veterinary care. After abnormal bloodwork and\ncontinued inappetence, the AV was able to borrow radiograph equipment on January 9th, 2023, to obtain diagnostic\nimages of Sushi’s lungs. The images revealed severe lung disease which if left untreated could result in irreversible lung\ndamage and/or death. According to the AV, she considered prescribing a bronchoalveolar lavage to collect samples for\nculture and sensitivity tests; however, with the current limitations of equipment and staff, she was unsure if Sushi would\nsurvive the diagnostic procedure due to her critical nature. The facility is unable to provide a veterinary anesthesiologist\nand specialist for advanced diagnostic and treatment guidance for this animal.\nOn inspection, Sushi’s weight loss was visually apparent, and her ribs, spine, and scapulas were visible. She was laying\ndown in her enclosure with her head down and observable sunken eyes. Sushi did not move about when she saw her\ntrainers approach; trainers indicated this was not her typical behavior. USDA VMOs noted a serious decline in health from\nprevious inspections. The facility elected to euthanize Sushi on January 17th, 2024.\n• Bud, a 19.5-year-old male California Sea Lion, is deemed per the AV, one of the most critical cases at the facility.\nIn December 2023, he developed an acute case of pyelonephritis which caused him to be in state of kidney failure. A\nreview of trainer records showed that Bud was off feed for approximately 11 days and required extensive care including\nsupportive fluids and multiple medications. Veterinary and husbandry staff had to team up and abandon other duties in\norder to bring him out of his medical crisis. Bud temporarily returned to eating and normal behavior. On January 9th,\n2024, Bud only ate 15 pounds of his recommended 22 pounds of base food. The veterinary and training staff were able to\nget a restrained blood sample that showed his white blood cell count was elevated. The following day, January 10th,\n2024, Bud only consumed 1 pound of fish, with zero consumption again on January 11th.\nAt the time of inspection, it was noted that Bud had not consumed any fish from January 15th-17th, 2024. USDA VMOs\nnoted that he was depressed and largely unresponsive. Bud was being administered subcutaneous fluids as supportive\ncare for his kidneys. The AV stated during inspection that under the current situation with extremely limited veterinary\nstaff, multiple critically ill patients and difficulty obtaining diagnostic equipment/services, she cannot provide appropriate\nveterinary care for his condition. Additionally, the facility does not currently have a dedicated intensive care area (dry\ndock) for a male animal of Bud’s size. At the time of inspection, the AV intended on performing x-rays of Bud’s lungs to\nassess his lung health. Due to emerging critical issues with other animals, this procedure was not performed. The AV also\nindicated that she would want to get additional CT diagnostic imaging to guide Bud’s medical care. CT diagnostic imaging\nof animal Bud’s size would require him to undergo general anesthesia. However, the facility is unable to provide the\nnecessary specialists for this procedure to occur. Without appropriate resources, the veterinary staff is unable to maintain\nthe proper level of care to relieve this animal from suffering and this lapse may ultimately lead to his death.\nCorrect by performing diagnostic imaging including thoracic radiographs and CT imaging in order to appropriately\ndiagnose his current medical condition and develop an appropriate plan of care to ensure that the treatments provided are\nadequate to alleviate his ongoing suffering.\n• Bimini, a 24-year-old female Atlantic Bottlenose dolphin, has a complicated medical history and, per the AV,\nrequires specialized diagnostic procedures for adequate veterinary care that cannot currently be provided by the facility.\nAccording to her medical record, Bimini has been on at least 2-3 medications (antifungals, antibiotics, and corticosteroids)\nsince September 2022 to treat persistent and serious pulmonary disease. Her last computed tomography (CT) imaging in\nFebruary 2023 identified multiple bilateral rib fractures in various stages of healing, some acute and causing pleural\nlesions; marked tracheal stenosis; moderate to severe diffuse lung disease with significant bronchiectasis; bilateral\nnephrolithiasis and fluid distending both uterine horns. Bimini’s multiple bilateral rib fractures in various stages of healing\nare indicative of conspecific aggression that require experienced, diligent care by training staff to ensure appropriate\nsocial grouping as well as secure barriers and fencing separating aggressive animals. Multiple rib fractures from several\nattacks resulted in pain and suffering. Marked tracheal stenosis which denotes her limited ability to breathe in/out air and\ncould be appreciated by USDA VMOs on physical examination. Her chuff (exhale) was harsh with a deep raspy character\nto it Overall, the significant internal disease noted on the radiology report requires further follow up as noted by the AV.\nBimini’s pulmonary disease significantly affects her respiratory effort and quality of life. In conversations with training staff,\nBimini is under the direction by the AV who has restricted her from performing rides, tail pops, bows and side breaches\nthat may exacerbate her respiratory distress. Inspectors asked trainers to have Bimini demonstrate an approved behavior,\nand upon return to her trainer, Bimini produced an abnormal sounding forced exhalation which sounded uncomfortable.\nThis sound is similar to the chuff heard at rest, but shorter. An associate veterinarian prescribed that Bimini receive a\nfollow-up CT imaging and bronchoscopy in September 2023 prior to any adjustments to her current treatment plan.\nHowever, due to the lack of veterinary staff, equipment and specialists (CT imaging and anesthesia), and more pressing\ncritical animal care cases, the AV has been unable to execute her recommendation from four months ago. Atlantic\nBottlenose dolphins with respiratory abnormalities often experience a rapid decline in health which can result in\npneumonia and death. They would require immediate veterinary attention with appropriate diagnostic equipment onsite as\nwell as highly experienced staff to provide appropriate veterinary care and to alleviate suffering.\nCorrect by completing the CT imaging and bronchoscopy that was previously recommended in order to appropriately\ndiagnose her current medical condition and develop an appropriate plan of care to ensure that the treatments provided\nare adequate to alleviate her ongoing suffering.\n• Aries, a 21-year-old male Atlantic Bottlenose dolphin, has a history of severe regurgitation with ongoing medical\nconditions. At the time of this inspection, USDA Veterinary Medical Officers (VMOs) noted his poor body condition as\nnoted by prominent lateral vertebral spinous processes and semi-prominent scapulas. On lateral presentation, the\ntransverse vertebral processes along the peduncle left severe shadows indicative of his thin body condition. He had a\nnarrowing behind the melon creating an abnormal peanut-like shape of the head and torso of his body. Three USDA\nveterinarians determined he had a body condition score of 2 out of 5. Trainer records reviewed during current and\nprevious USDA inspections noted persistent instances of the time and frequency of his regurgitation; despite this, the\nfacility had not evaluated Aries to address this abnormal behavior. Medical records indicate that the AV “requested staff\nlook into ordering fatty herring (since they are currently receiving lean)” to add to his diet. At the time of inspection, this\nhad not been done.\nAries’s current weight and blubber reserves are not sufficient for a male dolphin his size per the current literature for\nTursiops truncatus; furthermore, Flipper Lagoon is not a temperature-regulated enclosure and water temperatures\nregularly mimic the bay’s water temperatures. Cooler water temperatures require dolphins to maintain higher levels of\nblubber for their health and well-being. Recorded water temperature minimums for Biscayne Bay during the months of\nJanuary and February average 70.3F and 69.7F respectively.\nAries suffers from lingual lesions, chronic keratitis and intermittent blepharospasm. A possible differential diagnosis\nprovided by the AV for the lingual lesions include squamous cell carcinoma which she recommended to biopsy. A review\nof his medical record identified concerns for the extent of whole mouth tooth erosion noted between photographs dated\nMay 24th, 2023, and January 17th, 2024. Although the ulcerative lesions identified by the facility in May 2023 have healed\nthe total area of abnormal tissue on the tongue has increased to cover a large portion of the tongue. Mouth lesions and\ndeteriorating teeth are painful and impact the animals’ well-being. Furthermore, Aries’s left eye was closed at the time of\ninspection, indicative of pain and discomfort, and staff stated that he occasionally opened the eye on overcast days.\nMedical records indicate that he has had this ocular issue since at least April 2023. The AV prescribed a comprehensive\ndiagnostic evaluation that includes gastroscopy to rule out underlying medical conditions and to address the deep-seated\nproblem of regurgitation. At the time of inspection, a biopsy of his tongue had not been completed; the gastroscope had\nnot been acquired and imaging of his stomach had also not been completed. The AV has stated that she is unable to\nperform routine follow-ups such as weight checks because she is having to prioritize critically ill animals. Aries is suffering\nfrom chronic regurgitation, resultant weight loss and difficulty accepting high volumes of fish. This designates Aries as an\nanimal that must have specialized care and a training plan to correct the regurgitation problem. The facility has not\nprovided this care.\nCorrect by completing diagnostics as directed by the AV in order to appropriately diagnose and treat his current medical\ncondition. Also develop, document and initiate a training plan to correct the regurgitation. Acquire and maintain enough\nhigh caloric fish to ensure Aries receives appropriate caloric intake every day. The facility must maintain an appropriate\nplan of care to ensure that the prescribed corrections are adequate to alleviate his ongoing suffering.\n• Three macaws are currently demonstrating behavior consistent with unrelieved psychological distress. The facility\ndoes not have the means to mitigate these behaviors and provide the special attention they need. The facility states the\nbirds become easily stressed with large crowds and high stimulation situations; therefore, Broomhilda, Mandy, and Monty,\nthree Blue and Gold Macaws, tend to stay off exhibit and housed in a temperature and humidity-controlled room. USDA\ninspectors observed the birds initially sitting calmly on their perches but quickly began exhibiting signs of distress when\ninspectors entered the room. These behaviors included Mandy head bobbing and shivering, and Broomhilda’s and\nMonty’s respiration rates increasing noticeably.\nFeather plucking is a sign of psychological distress and also affects the birds’ ability to thermoregulate. Broomhilda and\nMandy have been chronic feather-pluckers. On inspection, Broomhilda was observed to be missing feathers along her\nwings, chest and back, exposing pink skin. Mandy was missing feathers along the wings, entire chest and back of his\nhead, exposing pink skin. In reference to the feather picking, the AV stated their follicles are most likely destroyed, and\nthe birds will likely never regrow their feathers. Monty also intermittently plucks. He was missing feathers along the chest\nand wings but not to the extent where pink skin is exposed. Prioritization of critical health cases in the park does not allow\nthe facility to provide the specialized veterinary care that the AV has prescribed.\nThe total flock of 21 parrots is split between two small housing areas, one of which is an older trailer that still requires\nrepairs and, as noted on previous USDA inspections, emitted strong noxious odors. These odors can predispose birds to\nserious respiratory conditions that require additional medical care. Monty’s medical record states that on January 7th,\n2023, that he had a diagnosis of chronic air sacculitis. There were no infectious organisms seen so the AV suspects it\nwas related to the poor air quality in the bird enclosure. The AV has identified the facility’s inability to provide appropriate\nmedical and husbandry care that she believes these birds need. Her medical opinion is that they should be rehomed\nbecause in the current environment, with the current resources, the facility is unable to relieve these three birds of their\npsychological distress.\nCorrect by completing a full diagnostic workup as directed by the AV in order to appropriately diagnose their current\nmedical conditions and develop an appropriate plan of care for their psychological distress to ensure that the treatments\nprovided are adequate to alleviate their ongoing suffering.\nPer facility representative conversations, the AV was on scheduled leave last weekend, and despite having two critical\nanimal health cases, the facility failed to have a veterinarian on site. Instead, the facility requested that veterinarian\nlocated approximately 3 hours away be on call and also kept the AV on call as a back-up. The facility has failed to provide\nadequately trained personnel, equipment, facilities and services for the aforementioned animals requiring specialized\nveterinary care. A single veterinarian without sufficient staff and resources cannot effectively address the complex and\nincreasingly deteriorating conditions of these six critical animals nor address routine medical issues that occur day to day\nwith the remaining 42 marine mammals, 47 birds and reptiles, fish, sharks and rays the licensee maintains at the park.\nThe licensee, MS Leisure Inc., shall maintain a program of adequate veterinary care that includes the appropriate\nfacilities, personnel, equipment, and services to provide for all animals, both healthy and requiring specialized veterinary\ncare, maintained at their facility.\nThis inspection and exit interview were conducted with facility representatives.\nAdditional Inspectors:\nCharles Palmer, VETERINARY MEDICAL OFFICER\nKRISTIN NAPOLI, SUPERVISORY ANIMAL CARE SPECIALIST\nLaurie Gage, Field Zoological Species Specialist n"
    }
  ],
  "narrative": "2.40(b)(1)  Direct Repeat\n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nThe licensee, MS Leisure Company, Inc., has failed to furnish their Attending Veterinarian (AV) the appropriate facilities, \npersonnel, equipment, and services to provide adequate veterinary care to the animals currently under their stewardship. \nThere are several animals deemed critical by the AV that require medical treatments, diagnostic evaluations, and medical \nprocedures that are not being provided to alleviate suffering.  \n \nBecause the AV has had to focus on critical cases, some of the animals have not been provided recommended routine \nand preventative care for over a year. The facility has not provided the AV with required diagnostic tools and/or staffing to \nfacilitate this care. The veterinary staff consists of a single veterinarian with a veterinary assistant to care for over 45 \nmarine mammals, 50 birds and the aquarium’s reptiles, fish, sharks and rays. Many of these animals require special \nveterinary attention and around the clock husbandry monitoring. Current staffing numbers require employees to perform \ncollateral duties in order to keep up with basic veterinary and husbandry needs of the animals; thereby neglecting their \ncore duties. Within the last week, three trainers were recruited to perform veterinary assistant duties part-time, to help \nassist with the growing list of critical cases. Additionally, the veterinary assistant has been tasked with taking on \nadministrative work unrelated to the primary task of assisting the veterinarian in caring for the animals and performing \nnecessary veterinary care duties. The veterinary team has been unable to provide necessary evaluations and treatments \nto the park’s animals resulting in a state of unrelieved suffering for the following animals: \n \n•  Sushi, a 20-year-old female California Sea Lion, has a complicated medical history that includes bilateral \ncataracts, corneal pathology, and cyclical bouts of anorexia. From reviewing medical records, in September 2023, the \nveterinary staff recommended Sushi for cataract surgery with a specialist; however, as of today’s inspection, that \nprocedure has yet to be scheduled. In late September 2023, Sushi became critically ill and went off feed. She required \nintensive medical care and quarantine from her conspecifics. At that time, medical records listed at least 5 oral \nmedications and 3 ocular medications to treat her symptoms. Her last weight on September 21st, 2023, was \napproximately 188lbs. Her weight on January 11th, 2024, was approximately 136lbs; a loss of 52 pounds. According to \nthe facility, the last 2-3 months have been difficult for her training and veterinary care. After abnormal bloodwork and \ncontinued inappetence, the AV was able to borrow radiograph equipment on January 9th, 2023, to obtain diagnostic \nimages of Sushi’s lungs. The images revealed severe lung disease which if left untreated could result in irreversible lung \ndamage and/or death. According to the AV, she considered prescribing a bronchoalveolar lavage to collect samples for \nculture and sensitivity tests; however, with the current limitations of equipment and staff, she was unsure if Sushi would\n\nsurvive the diagnostic procedure due to her critical nature. The facility is unable to provide a veterinary anesthesiologist \nand specialist for advanced diagnostic and treatment guidance for this animal.  \n On inspection, Sushi’s weight loss was visually apparent, and her ribs, spine, and scapulas were visible. She was laying \ndown in her enclosure with her head down and observable sunken eyes. Sushi did not move about when she saw her \ntrainers approach; trainers indicated this was not her typical behavior. USDA VMOs noted a serious decline in health from \nprevious inspections. The facility elected to euthanize Sushi on January 17th, 2024. \n \n•  Bud, a 19.5-year-old male California Sea Lion, is deemed per the AV, one of the most critical cases at the facility. \nIn December 2023, he developed an acute case of pyelonephritis which caused him to be in state of kidney failure. A \nreview of trainer records showed that Bud was off feed for approximately 11 days and required extensive care including \nsupportive fluids and multiple medications. Veterinary and husbandry staff had to team up and abandon other duties in \norder to bring him out of his medical crisis. Bud temporarily returned to eating and normal behavior. On January 9th, \n2024, Bud only ate 15 pounds of his recommended 22 pounds of base food. The veterinary and training staff were able to \nget a restrained blood sample that showed his white blood cell count was elevated. The following day, January 10th, \n2024, Bud only consumed 1 pound of fish, with zero consumption again on January 11th.  \n At the time of inspection, it was noted that Bud had not consumed any fish from January 15th-17th, 2024. USDA VMOs \nnoted that he was depressed and largely unresponsive. Bud was being administered subcutaneous fluids as supportive \ncare for his kidneys. The AV stated during inspection that under the current situation with extremely limited veterinary \nstaff, multiple critically ill patients and difficulty obtaining diagnostic equipment/services, she cannot provide appropriate \nveterinary care for his condition. Additionally, the facility does not currently have a dedicated intensive care area (dry \ndock) for a male animal of Bud’s size. At the time of inspection, the AV intended on performing x-rays of Bud’s lungs to \nassess his lung health. Due to emerging critical issues with other animals, this procedure was not performed. The AV also \nindicated that she would want to get additional CT diagnostic imaging to guide Bud’s medical care. CT diagnostic imaging \nof animal Bud’s size would require him to undergo general anesthesia. However, the facility is unable to provide the \nnecessary specialists for this procedure to occur. Without appropriate resources, the veterinary staff is unable to maintain \nthe proper level of care to relieve this animal from suffering and this lapse may ultimately lead to his death.  \n Correct by performing diagnostic imaging including thoracic radiographs and CT imaging in order to appropriately \ndiagnose his current medical condition and develop an appropriate plan of care to ensure that the treatments provided are \nadequate to alleviate his ongoing suffering. \n \n•  Bimini, a 24-year-old female Atlantic Bottlenose dolphin, has a complicated medical history and, per the AV, \nrequires specialized diagnostic procedures for adequate veterinary care that cannot currently be provided by the facility. \nAccording to her medical record, Bimini has been on at least 2-3 medications (antifungals, antibiotics, and corticosteroids) \nsince September 2022 to treat persistent and serious pulmonary disease. Her last computed tomography (CT) imaging in \nFebruary 2023 identified multiple bilateral rib fractures in various stages of healing, some acute and causing pleural \nlesions; marked tracheal stenosis; moderate to severe diffuse lung disease with significant bronchiectasis; bilateral \nnephrolithiasis and fluid distending both uterine horns. Bimini’s multiple bilateral rib fractures in various stages of healing \nare indicative of conspecific aggression that require experienced, diligent care by training staff to ensure appropriate \nsocial grouping as well as secure barriers and fencing separating aggressive animals. Multiple rib fractures from several \nattacks resulted in pain and suffering. Marked tracheal stenosis which denotes her limited ability to breathe in/out air and \ncould be appreciated by USDA VMOs on physical examination. Her chuff (exhale) was harsh with a deep raspy character \nto it Overall, the significant internal disease noted on the radiology report requires further follow up as noted by the AV. \nBimini’s pulmonary disease significantly affects her respiratory effort and quality of life. In conversations with training staff,\n\nBimini is under the direction by the AV who has restricted her from performing rides, tail pops, bows and side breaches \nthat may exacerbate her respiratory distress. Inspectors asked trainers to have Bimini demonstrate an approved behavior, \nand upon return to her trainer, Bimini produced an abnormal sounding forced exhalation which sounded uncomfortable. \nThis sound is similar to the chuff heard at rest, but shorter. An associate veterinarian prescribed that Bimini receive a \nfollow-up CT imaging and bronchoscopy in September 2023 prior to any adjustments to her current treatment plan. \nHowever, due to the lack of veterinary staff, equipment and specialists (CT imaging and anesthesia), and more pressing \ncritical animal care cases, the AV has been unable to execute her recommendation from four months ago. Atlantic \nBottlenose dolphins with respiratory abnormalities often experience a rapid decline in health which can result in \npneumonia and death. They would require immediate veterinary attention with appropriate diagnostic equipment onsite as \nwell as highly experienced staff to provide appropriate veterinary care and to alleviate suffering.  \n Correct by completing the CT imaging and bronchoscopy that was previously recommended in order to appropriately \ndiagnose her current medical condition and develop an appropriate plan of care to ensure that the treatments provided \nare adequate to alleviate her ongoing suffering.  \n \n•  Aries, a 21-year-old male Atlantic Bottlenose dolphin, has a history of severe regurgitation with ongoing medical \nconditions. At the time of this inspection, USDA Veterinary Medical Officers (VMOs) noted his poor body condition as \nnoted by prominent lateral vertebral spinous processes and semi-prominent scapulas. On lateral presentation, the \ntransverse vertebral processes along the peduncle left severe shadows indicative of his thin body condition. He had a \nnarrowing behind the melon creating an abnormal peanut-like shape of the head and torso of his body. Three USDA \nveterinarians determined he had a body condition score of 2 out of 5. Trainer records reviewed during current and \nprevious USDA inspections noted persistent instances of the time and frequency of his regurgitation; despite this, the \nfacility had not evaluated Aries to address this abnormal behavior. Medical records indicate that the AV “requested staff \nlook into ordering fatty herring (since they are currently receiving lean)” to add to his diet. At the time of inspection, this \nhad not been done.  \n Aries’s current weight and blubber reserves are not sufficient for a male dolphin his size per the current literature for \nTursiops truncatus; furthermore, Flipper Lagoon is not a temperature-regulated enclosure and water temperatures \nregularly mimic the bay’s water temperatures. Cooler water temperatures require dolphins to maintain higher levels of \nblubber for their health and well-being. Recorded water temperature minimums for Biscayne Bay during the months of \nJanuary and February average 70.3F and 69.7F respectively.  \n Aries suffers from lingual lesions, chronic keratitis and intermittent blepharospasm. A possible differential diagnosis \nprovided by the AV for the lingual lesions include squamous cell carcinoma which she recommended to biopsy. A review \nof his medical record identified concerns for the extent of whole mouth tooth erosion noted between photographs dated \nMay 24th, 2023, and January 17th, 2024. Although the ulcerative lesions identified by the facility in May 2023 have healed \nthe total area of abnormal tissue on the tongue has increased to cover a large portion of the tongue. Mouth lesions and \ndeteriorating teeth are painful and impact the animals’ well-being. Furthermore, Aries’s left eye was closed at the time of \ninspection, indicative of pain and discomfort, and staff stated that he occasionally opened the eye on overcast days. \nMedical records indicate that he has had this ocular issue since at least April 2023. The AV prescribed a comprehensive \ndiagnostic evaluation that includes gastroscopy to rule out underlying medical conditions and to address the deep-seated \nproblem of regurgitation. At the time of inspection, a biopsy of his tongue had not been completed; the gastroscope had \nnot been acquired and imaging of his stomach had also not been completed. The AV has stated that she is unable to \nperform routine follow-ups such as weight checks because she is having to prioritize critically ill animals. Aries is suffering \nfrom chronic regurgitation, resultant weight loss and difficulty accepting high volumes of fish. This designates Aries as an \nanimal that must have specialized care and a training plan to correct the regurgitation problem. The facility has not\n\nprovided this care.  \n Correct by completing diagnostics as directed by the AV in order to appropriately diagnose and treat his current medical \ncondition. Also develop, document and initiate a training plan to correct the regurgitation. Acquire and maintain enough \nhigh caloric fish to ensure Aries receives appropriate caloric intake every day. The facility must maintain an appropriate \nplan of care to ensure that the prescribed corrections are adequate to alleviate his ongoing suffering.  \n \n•  Three macaws are currently demonstrating behavior consistent with unrelieved psychological distress. The facility \ndoes not have the means to mitigate these behaviors and provide the special attention they need. The facility states the \nbirds become easily stressed with large crowds and high stimulation situations; therefore, Broomhilda, Mandy, and Monty, \nthree Blue and Gold Macaws, tend to stay off exhibit and housed in a temperature and humidity-controlled room. USDA \ninspectors observed the birds initially sitting calmly on their perches but quickly began exhibiting signs of distress when \ninspectors entered the room. These behaviors included Mandy head bobbing and shivering, and Broomhilda’s and \nMonty’s respiration rates increasing noticeably.  \nFeather plucking is a sign of psychological distress and also affects the birds’ ability to thermoregulate. Broomhilda and \nMandy have been chronic feather-pluckers. On inspection, Broomhilda was observed to be missing feathers along her \nwings, chest and back, exposing pink skin. Mandy was missing feathers along the wings, entire chest and back of his \nhead, exposing pink skin. In reference to the feather picking, the AV stated their follicles are most likely destroyed, and \nthe birds will likely never regrow their feathers. Monty also intermittently plucks. He was missing feathers along the chest \nand wings but not to the extent where pink skin is exposed. Prioritization of critical health cases in the park does not allow \nthe facility to provide the specialized veterinary care that the AV has prescribed.  \n The total flock of 21 parrots is split between two small housing areas, one of which is an older trailer that still requires \nrepairs and, as noted on previous USDA inspections, emitted strong noxious odors. These odors can predispose birds to \nserious respiratory conditions that require additional medical care. Monty’s medical record states that on January 7th, \n2023, that he had a diagnosis of chronic air sacculitis. There were no infectious organisms seen so the AV suspects it \nwas related to the poor air quality in the bird enclosure. The AV has identified the facility’s inability to provide appropriate \nmedical and husbandry care that she believes these birds need. Her medical opinion is that they should be rehomed \nbecause in the current environment, with the current resources, the facility is unable to relieve these three birds of their \npsychological distress.  \n Correct by completing a full diagnostic workup as directed by the AV in order to appropriately diagnose their current \nmedical conditions and develop an appropriate plan of care for their psychological distress to ensure that the treatments \nprovided are adequate to alleviate their ongoing suffering.  \n \n Per facility representative conversations, the AV was on scheduled leave last weekend, and despite having two critical \nanimal health cases, the facility failed to have a veterinarian on site. Instead, the facility requested that veterinarian \nlocated approximately 3 hours away be on call and also kept the AV on call as a back-up. The facility has failed to provide \nadequately trained personnel, equipment, facilities and services for the aforementioned animals requiring specialized \nveterinary care. A single veterinarian without sufficient staff and resources cannot effectively address the complex and \nincreasingly deteriorating conditions of these six critical animals nor address routine medical issues that occur day to day \nwith the remaining 42 marine mammals, 47 birds and reptiles, fish, sharks and rays the licensee maintains at the park.  \n \n The licensee, MS Leisure Inc., shall maintain a program of adequate veterinary care that includes the appropriate \nfacilities, personnel, equipment, and services to provide for all animals, both healthy and requiring specialized veterinary \ncare, maintained at their facility.\n\nThis inspection and exit interview were conducted with facility representatives. \n \nAdditional Inspectors: \nCharles Palmer, VETERINARY MEDICAL OFFICER \nKRISTIN NAPOLI, SUPERVISORY ANIMAL CARE SPECIALIST \nLaurie Gage, Field Zoological Species Specialist n",
  "animals_total": 7,
  "species": [
    {
      "count": 2,
      "scientific": "Zalophus californianus",
      "common": "CALIFORNIA SEA LION"
    },
    {
      "count": 2,
      "scientific": "Tursiops truncatus",
      "common": "BOTTLENOSE DOLPHIN"
    },
    {
      "count": 3,
      "scientific": "Ara ararauna",
      "common": "BLUE-AND-YELLOW MACAW / BLUE-AND-GOLD MACAW"
    }
  ]
}