{
  "insp_id": "198141546480858",
  "layout": "a",
  "customer_id": "321520",
  "customer_name": "Earl R. Light",
  "customer_addr": "17497 County Road 7520\nNewburg, MO 65550",
  "certificate": "43-A-5676",
  "site_id": "001",
  "site_name": "EARL R. LIGHT",
  "insp_type": "ROUTINE INSPECTION",
  "date": "09-JUL-2014",
  "report_date": "10-JUL-2014",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "****An adult female white Chihuahua (MC# 0A01475466) named Light's Linda had a right eye that appeared dull,\ndry and 1.5 to 2 times the size of the left eye. The eye also had what looked like a layer of film with hair stuck in a\nlinear fashion on the central surface of the eye. The iris and pupil could not be visualized with most of the eye\nappearing dark grey in color; near the center of the eye there was a light grey circular-like lesion. Also a linear red\nvessel-like structure was present near the top left portion of the eye and extended approximately from the center of\nthe eye to under the eyelid. Redness was also observed in the surrounding white tissue. The licensee stated that a\nright eye condition had been noticed in the dog in January 2014 and that he had applied medication to the eye at\nthe time. However, the dog had not been examined by a veterinarian for its current eye condition nor was it currently\nreceiving any treatment according to the licensee. The licensee was informed to have this dog evaluated by a\nlicensed veterinarian by close of business July 11, 2014. Eyes that are dry, reddened and enlarged can result from\ninjury, illness or a variety of other medical conditions which can be painful and lead to blindness. The licensee must\nensure that treatment instructions from a licensed veterinarian are followed to ensure the health and well-being of\nthe animals at all times."
    },
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "****There are two King Charles Spaniels (MC# 0A01480017, MC# 0A01476349) which both have excessive matting\nof the fur on/around the ears, front of the chest and down the back legs. Excessive matting causes pain and\ndiscomfort to the animal.\nIn addition, matting can foster skin infections and can hinder the animal's ability to move and defecate normally.\nThe licensee needs to remove the matted fur on these dogs. As part of the facility's program of veterinary care, the\nlicensee must establish and follow a program of regular coat maintenance for all dogs to prevent development of\nexcessive matting.\nAn exit briefing was conducted with the licensee.\nAdditional Inspectors\nLeisner Erika, Veterinary Medical Officer"
    }
  ],
  "narrative": "2.40(b)(2)           DIRECT                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n****An adult female white Chihuahua (MC# 0A01475466) named Light's Linda had a right eye that appeared dull,\ndry and 1.5 to 2 times the size of the left eye.  The eye also had what looked like a layer of film with hair stuck in a\nlinear fashion on the central surface of the eye.  The iris and pupil could not be visualized with most of the eye\nappearing dark grey in color; near the center of the eye there was a light grey circular-like lesion.  Also a linear red\nvessel-like structure was present near the top left portion of the eye and extended approximately from the center of\nthe eye to under the eyelid.  Redness was also observed in the surrounding white tissue. The licensee stated that a\nright eye condition had been noticed in the dog in January 2014 and that he had applied medication to the eye at\nthe time. However, the dog had not been examined by a veterinarian for its current eye condition nor was it currently\nreceiving any treatment according to the licensee.  The licensee was informed to have this dog evaluated by a\nlicensed veterinarian by close of business July 11, 2014.  Eyes that are dry, reddened and enlarged can result from\ninjury, illness or a variety of other medical conditions which can be painful and lead to blindness.  The licensee must\nensure that treatment instructions from a licensed veterinarian are followed to ensure the health and well-being of\nthe animals at all times.\n2.40(b)(2)                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n****There are two King Charles Spaniels (MC# 0A01480017, MC# 0A01476349) which both have excessive matting\nof the fur on/around the ears, front of the chest and down the back legs.  Excessive matting causes pain and\ndiscomfort to the animal.\nIn addition, matting can foster skin infections and can hinder the animal's ability to move and defecate normally. \nThe licensee needs to remove the matted fur on these dogs.  As part of the facility's program of veterinary care, the\nlicensee must establish and follow a program of regular coat maintenance for all dogs to prevent development of\nexcessive matting.\nAn exit briefing was conducted with the licensee.\n\nAdditional Inspectors\nLeisner Erika, Veterinary Medical Officer",
  "animals_total": 69,
  "species": [
    {
      "count": 51,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 18,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}