{
  "insp_id": "153160936260693",
  "layout": "a",
  "customer_id": "332126",
  "customer_name": "Terri Naylor",
  "customer_addr": "27274 Lineville Rd.\nLineville, IA 50147",
  "certificate": "42-A-1494",
  "site_id": "001",
  "site_name": "TERRI NAYLOR",
  "insp_type": "ROUTINE INSPECTION",
  "date": "31-MAY-2016",
  "report_date": "01-JUN-2016",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "A female Beagle (ID #90008500004166) was observed to have a yellowish colored mucous covering the surface of\nher right eye. Some of the mucous was also located along the lower eyelid and in the corner of the eye. The\nlicensee stated that the dog had not been evaluated by a licensed veterinarian for the condition of her eye.\nA female Beagle (No ID found) has a discolored area on her right front leg. The affected area is on the lower\noutside portion of the right front leg. Closer inspection of the area revealed that it is brownish in color and some\nsections of hair are missing leaving the skin exposed. There are also some hairless areas that are red and crusted\nover with scabs. The licensee stated that the dog had not been evaluated by a licensed veterinarian for the\ncondition of her leg.\nPoor eye health and skin issues can cause pain and discomfort to the dog as well as lead to further health issues.\nThe licensee must have both Beagles evaluated by a licensed veterinarian for proper diagnosis and to establish an\neffective treatment plan. The diagnosis and treatment plan must be documented and available to the inspector\nupon request. The licensee must ensure that all dogs receive adequate veterinary care at all times."
    },
    {
      "code": "3.1(b)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "In the building housing one adult female Beagle and five puppies there is a large number of unused plastic\nself-feeders stored across from the dogs. There are also tools, sealant and other materials stored on top of bales of\nstraw used for bedding. The clutter created by unused material can collect dirt, interfere with access to the dogs,\nand could contaminate the straw bedding.\nAnimal areas inside housing facilities must be kept neat and free of clutter including equipment, furniture and stored\nmaterial. The licensee must store the unused feeders, sealant and tools away from animal areas. The licensee\nmust ensure that all animal areas remain neat and free of clutter at all times.\nCorrection date: June 07, 2016"
    },
    {
      "code": "3.1(c)(1)(2)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "In one small outdoor housing enclosure, containing female Beagle \"Mya\", the sharp end of a screw has penetrated\nthrough the shelter box wall and is located alongside the metal access door.\nIn the large outdoor enclosure, containing nine Beagles, there are multiple sharp points located at the level of the\ndogs created by wire used to attach electric fencing and plywood wind breaks to fence posts.\nThere is one shelter in the large outdoor enclosure that is covered in sheets of metal. The metal sheet along the\nfront of the shelter has bent outward at the bottom creating sharp points and edges.\nSharp points and edges can cause injury to the dogs. All housing facilities must be free of sharp points and edges\nthat could injure the dogs. The licensee must remove the sharp points and edges or alter them in a manner that\neliminates the injury risk to the dogs. The licensee must ensure that all enclosures are safe for the dogs at all times.\nCorrection date: June 10, 2016"
    },
    {
      "code": "3.1(e)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "In the building housing one adult female Beagle and five puppies there are three bales of straw sitting on the floor\nacross from the dogs. The licensee said that the bales are to be used as bedding for the animals. Bedding placed\ndirectly on the floor can become contaminated and attract vermin such as mice.\nSupplies of food and bedding must be stored in a manner that protects the supplies from spoilage, contamination\nand vermin infestation. Only bedding currently being used may be stored in animal areas. The supplies must be\nstored off the floor and away from the walls to allow for cleaning around and under the supplies. The licensee must\nstore the bales of straw away from animal areas and off the floor and away from the wall to prevent any\ncontamination and vermin infestation. The licensee must ensure that all food and bedding is properly stored at all\ntimes.\nCorrection date: June 07, 2016"
    },
    {
      "code": "3.2(b)",
      "kind": "",
      "repeat": false,
      "desc": "INDOOR HOUSING FACILITIES.",
      "narrative": "In the building housing one adult female Beagle and five puppies the ammonia level is high. The inspector\nexperienced a burning sensation in her throat when entering the building. Once the ammonia was brought to the\nlicensee's attention, she opened a window which quickly lowered the ammonia level. High levels of ammonia could\nhave a negative impact on the health of the dogs.\nIndoor housing facilities must be sufficiently ventilated at all times when dogs are present to minimize odors, drafts,\nmoisture condensation and ammonia levels. The licensee must ensure that all indoor housing is adequately\nventilated at all times to eliminate the buildup of ammonia and to promote the dogs' health and well-being.\nCorrected during the inspection by opening the building window."
    },
    {
      "code": "3.4(b)",
      "kind": "",
      "repeat": false,
      "desc": "OUTDOOR HOUSING FACILITIES.",
      "narrative": "There is one large outdoor enclosure, containing nine Beagles, that has no area of shade at the time of the\ninspection. The licensee stated that she has a shade structure for the dogs but has not put the shade up yet. It\nwas partly sunny and the temperature was 78 degrees F at the time of the inspection according to\nAccuweather.com. The lack of adequate shade does not allow the dogs to escape the direct rays of the sun which\ncould have a negative impact on their health.\nAll outdoor housing enclosures must have one or more outside shaded areas that are large enough to\naccommodate all the animals at one time and protect them from the direct rays of the sun. The licensee must add\nenough areas of shade to the enclosure to provide for the comfort of all nine dogs. The licensee must ensure that\nall dogs housed in outdoor enclosures have access to shaded areas at all times of the year.\nA verbal correction date of Friday, June 03, 2016 was given at the exit interview."
    },
    {
      "code": "3.4(c)",
      "kind": "",
      "repeat": false,
      "desc": "OUTDOOR HOUSING FACILITIES.",
      "narrative": "In the small outdoor housing enclosures, containing three Beagles, the shelter boxes for the dogs are constructed of\nwood. The enclosure containing male Beagle \"Copper\" has excessively chewed and scratched wood framing the\nmetal access door of the shelter box. In the enclosure containing female Beagle \"Mya\" there is a hole chewed in\nthe wood of the front of the shelter box. The enclosure containing male Beagle \"Shiloh\" has excessively chewed\nwood framing the access door and chewed pieces of wood running along the length of the inside of the shelter box.\nThe damage caused by the dogs to the surfaces of the wood does not allow for it to be properly cleaned and\nsanitized and does not make it impervious to moisture.\nBuilding surfaces in outdoor housing facilities must be impervious to moisture and all surfaces must be maintained\non a regular basis. Any surface that cannot be properly cleaned and sanitized must be replaced when they become\ndamaged and worn. The licensee must replace the damaged wood or alter it in a manner that makes it impervious\nto moisture and allows for proper cleaning and sanitization to occur. The licensee must ensure that all surfaces\nremain in good repair at all times.\nCorrection date: June 14, 2016"
    },
    {
      "code": "3.6(a)(2)(10)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "In the \"Whelping Building\" the floors of the enclosures are constructed of wire. In one enclosure at least three\npuppies have their feet and legs hanging through the openings in the flooring. One puppy was observed to slightly\nstruggle to pull its legs back through the openings. Injuries can be caused when the legs and feet pass through\nopenings in the floor.\nEnclosures must have floors that are constructed in a manner that protects the dogs' feet and legs from injury and\ndoes not allow the dogs' feet and legs to pass through any openings. The licensee must alter the flooring in a\nmanner that does not allow the feet and legs of the puppies to pass through any openings. The licensee must\nensure that the flooring of all enclosures is safe for the dogs at all times.\nA verbal correction date of Friday, June 03, 2016 was given at the exit interview."
    },
    {
      "code": "3.11(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "In the large outdoor enclosure containing nine Beagles, there are five metal pans and one rubber pan containing\nwater. There is a layer of dirt on the inside of the bottom of the pans. The pans also have green algae growing in\nside of them and clumps of algae and insects floating in the water. Dirt, algae, and insects in the water can\nincrease the risk of disease hazards towards the dogs.\nThe licensee dumped out the contaminated water from the pans at the time of the inspection and added clean\ndrinking water for the dogs. The licensee must ensure that the water remains clean and free of contaminates at all\ntimes in order to promote the health of the dogs.\nIn the smaller outdoor housing enclosures containing three Beagles, the water receptacles are made of hard plastic.\nThe dogs have excessively chewed and torn the edges of the water receptacles and the damaged areas have\nbrown dirt embedded into the scratches and grooves. The damage caused by the dogs does not allow for the\nsurfaces of the water receptacles to be properly cleaned and sanitized which could increase the risk of disease\nhazards to the dogs.\nIn the smaller outdoor enclosures containing three Beagles, feces have become compacted into the wire flooring.\nThe compacted areas are located along the top of the wood framing that supports the wire floor and the feces\nappear dried and have hair embedded in them. In the enclosure containing female Beagle \"Mya\" a wooden board\nbeneath the metal access door has a buildup of feces and dirt compacted onto its surface.\nIn the same enclosures the metal access doors used by the dogs to enter/exit their shelter boxes have a buildup of\nthick brown dirt and grime on them. In the first building there is one enclosure, containing one Boston terrier, which\nhas a thick buildup of dark brown dirt and grime on the metal access door. Within this building there is one\nenclosure containing two dogs, which has a buildup of dark brown dirt and grime on the wall next to the access\ndoor.\nIn the large outdoor enclosure containing nine Beagles, the metal shelter has a buildup of cobwebs hanging from\nthe ceiling inside of it. The cobwebs have entrapped a heavy amount of dirt and the top part of the back wall is\ncovered in thick sections of dirt. The buildup of dirt, grime, hair, feces and cobwebs can increase the disease risk\ntowards the dogs.\nUsed primary enclosures and food and water receptacles for dogs must be cleaned and sanitized once every two\nweeks and more often if necessary to prevent the buildup of dirt, debris, excreta and other disease hazards. The\nlicensee must remove the buildup of dirt, feces, cobwebs and hair from the access doors, walls, flooring and shelter\nto allow for proper cleaning and sanitizing of these surfaces. The licensee must replace the chewed water\nreceptacles or alter their damaged areas in a manner that allows for proper cleaning and sanitization to occur. The\nlicensee must ensure that all surfaces within housing enclosures are kept in good repair at all times and free of a\nbuildup of potential disease hazards.\nCorrection date: June 14, 2016\nFemale Pomeranian (\"Red\", ID #9000085000041034) has been evaluated by a licensed veterinarian and received\ntreatment.\nExit interview conducted with Kelly Maxwell, ACI and the facility representative."
    }
  ],
  "narrative": "2.40(b)(2)                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nA female Beagle (ID #90008500004166) was observed to have a yellowish colored mucous covering the surface of\nher right eye.  Some of the mucous was also located along the lower eyelid and in the corner of the eye.  The\nlicensee stated that the dog had not been evaluated by a licensed veterinarian for the condition of her eye.\nA female Beagle (No ID found) has a discolored area on her right front leg.  The affected area is on the lower\noutside portion of the right front leg.  Closer inspection of the area revealed that it is brownish in color and some\nsections of hair are missing leaving the skin exposed.  There are also some hairless areas that are red and crusted\nover with scabs.  The licensee stated that the dog had not been evaluated by a licensed veterinarian for the\ncondition of her leg.\nPoor eye health and skin issues can cause pain and discomfort to the dog as well as lead to further health issues. \nThe licensee must have both Beagles evaluated by a licensed veterinarian for proper diagnosis and to establish an\neffective treatment plan.  The diagnosis and treatment plan must be documented and available to the inspector\nupon request.  The licensee must ensure that all dogs receive adequate veterinary care at all times.\n3.1(b)\nHOUSING FACILITIES, GENERAL.\nIn the building housing one adult female Beagle and five puppies there is a large number of unused plastic\nself-feeders stored across from the dogs.  There are also tools, sealant and other materials stored on top of bales of\nstraw used for bedding.   The clutter created by unused material can collect dirt, interfere with access to the dogs,\nand could contaminate the straw bedding.   \nAnimal areas inside housing facilities must be kept neat and free of clutter including equipment, furniture and stored\nmaterial.  The licensee must store the unused feeders, sealant and tools away from animal areas.  The licensee\nmust ensure that all animal areas remain neat and free of clutter at all times.\n\nCorrection date:  June 07, 2016\n3.1(c)(1)(2)\nHOUSING FACILITIES, GENERAL.\nIn one small outdoor housing enclosure, containing female Beagle \"Mya\", the sharp end of a screw has penetrated\nthrough the shelter box wall and is located alongside the metal access door.\nIn the large outdoor enclosure, containing nine Beagles, there are multiple sharp points located at the level of the\ndogs created by wire used to attach electric fencing and plywood wind breaks to fence posts.  \nThere is one shelter in the large outdoor enclosure that is covered in sheets of metal.  The metal sheet along the\nfront of the shelter has bent outward at the bottom creating sharp points and edges.\nSharp points and edges can cause injury to the dogs.  All housing facilities must be free of sharp points and edges\nthat could injure the dogs.  The licensee must remove the sharp points and edges or alter them in a manner that\neliminates the injury risk to the dogs.  The licensee must ensure that all enclosures are safe for the dogs at all times.\nCorrection date:  June 10, 2016\n3.1(e)\nHOUSING FACILITIES, GENERAL.\nIn the building housing one adult female Beagle and five puppies there are three bales of straw sitting on the floor\nacross from the dogs.  The licensee said that the bales are to be used as bedding for the animals.  Bedding placed\ndirectly on the floor can become contaminated and attract vermin such as mice.  \nSupplies of food and bedding must be stored in a manner that protects the supplies from spoilage, contamination\nand vermin infestation.  Only bedding currently being used may be stored in animal areas.  The supplies must be\nstored off the floor and away from the walls to allow for cleaning around and under the supplies.  The licensee must\nstore the bales of straw away from animal areas and off the floor and away from the wall to prevent any\ncontamination and vermin infestation.  The licensee must ensure that all food and bedding is properly stored at all\ntimes.\nCorrection date:  June 07, 2016\n\n3.2(b)\nINDOOR HOUSING FACILITIES.\nIn the building housing one adult female Beagle and five puppies the ammonia level is high.  The inspector\nexperienced a burning sensation in her throat when entering the building.  Once the ammonia was brought to the\nlicensee's attention, she opened a window which quickly lowered the ammonia level.  High levels of ammonia could\nhave a negative impact on the health of the dogs.\nIndoor housing facilities must be sufficiently ventilated at all times when dogs are present to minimize odors, drafts,\nmoisture condensation and ammonia levels.  The licensee must ensure that all indoor housing is adequately\nventilated at all times to eliminate the buildup of ammonia and to promote the dogs' health and well-being. \nCorrected during the inspection by opening the building window.\n3.4(b)\nOUTDOOR HOUSING FACILITIES.\nThere is one large outdoor enclosure, containing nine Beagles, that has no area of shade at the time of the\ninspection.  The licensee stated that she has a shade structure for the dogs but has not put the shade up yet.   It\nwas partly sunny and the temperature was 78 degrees F at the time of the inspection according to\nAccuweather.com.  The lack of adequate shade does not allow the dogs to escape the direct rays of the sun which\ncould have a negative impact on their health.\nAll outdoor housing enclosures must have one or more outside shaded areas that are large enough to\naccommodate all the animals at one time and protect them from the direct rays of the sun.  The licensee must add\nenough areas of shade to the enclosure to provide for the comfort of all nine dogs.  The licensee must ensure that\nall dogs housed in outdoor enclosures have access to shaded areas at all times of the year.\nA verbal correction date of Friday, June 03, 2016 was given at the exit interview.\n3.4(c)\nOUTDOOR HOUSING FACILITIES.\nIn the small outdoor housing enclosures, containing three Beagles, the shelter boxes for the dogs are constructed of\nwood.  The enclosure containing male Beagle \"Copper\" has excessively chewed and scratched wood framing the\nmetal access door of the shelter box.  In the enclosure containing female Beagle \"Mya\" there is a hole chewed in\nthe wood of the front of the shelter box.  The enclosure containing male Beagle \"Shiloh\" has excessively chewed\n\nwood framing the access door and chewed pieces of wood running along the length of the inside of the shelter box. \nThe damage caused by the dogs to the surfaces of the wood does not allow for it to be properly cleaned and\nsanitized and does not make it impervious to moisture.\nBuilding surfaces in outdoor housing facilities must be impervious to moisture and all surfaces must be maintained\non a regular basis.  Any surface that cannot be properly cleaned and sanitized must be replaced when they become\ndamaged and worn. The licensee must replace the damaged wood or alter it in a manner that makes it impervious\nto moisture and allows for proper cleaning and sanitization to occur.  The licensee must ensure that all surfaces\nremain in good repair at all times.  \nCorrection date:  June 14, 2016\n3.6(a)(2)(10)\nPRIMARY ENCLOSURES.\nIn the \"Whelping Building\" the floors of the enclosures are constructed of wire.  In one enclosure at least three\npuppies have their feet and legs hanging through the openings in the flooring.  One puppy was observed to slightly\nstruggle to pull its legs back through the openings.  Injuries can be caused when the legs and feet pass through\nopenings in the floor.\n  \nEnclosures must have floors that are constructed in a manner that protects the dogs' feet and legs from injury and\ndoes not allow the dogs' feet and legs to pass through any openings.  The licensee must alter the flooring in a\nmanner that does not allow the feet and legs of the puppies to pass through any openings.  The licensee must\nensure that the flooring of all enclosures is safe for the dogs at all times.\nA verbal correction date of Friday, June 03, 2016 was given at the exit interview.\n3.11(b)(2)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\nIn the large outdoor enclosure containing nine Beagles, there are five metal pans and one rubber pan containing\nwater.  There is a layer of dirt on the inside of the bottom of the pans.  The pans also have green algae growing in\nside of them and clumps of algae and insects floating in the water.  Dirt, algae, and insects in the water can\nincrease the risk of disease hazards towards the dogs.\n \nThe licensee dumped out the contaminated water from the pans at the time of the inspection and added clean\ndrinking water for the dogs.  The licensee must ensure that the water remains clean and free of contaminates at all\ntimes in order to promote the health of the dogs.\n\nIn the smaller outdoor housing enclosures containing three Beagles, the water receptacles are made of hard plastic.\n The dogs have excessively chewed and torn the edges of the water receptacles and the damaged areas have\nbrown dirt embedded into the scratches and grooves.  The damage caused by the dogs does not allow for the\nsurfaces of the water receptacles to be properly cleaned and sanitized which could increase the risk of disease\nhazards to the dogs.\nIn the smaller outdoor enclosures containing three Beagles, feces have become compacted into the wire flooring. \nThe compacted areas are located along the top of the wood framing that supports the wire floor and the feces\nappear dried and have hair embedded in them.   In the enclosure containing female Beagle \"Mya\" a wooden board\nbeneath the metal access door has a buildup of feces and dirt compacted onto its surface. \n  \nIn the same enclosures the metal access doors used by the dogs to enter/exit their shelter boxes have a buildup of\nthick brown dirt and grime on them.  In the first building there is one enclosure, containing one Boston terrier, which\nhas a thick buildup of dark brown dirt and grime on the metal access door.  Within this building there is one\nenclosure containing two dogs, which has a buildup of dark brown dirt and grime on the wall next to the access\ndoor.  \nIn the large outdoor enclosure containing nine Beagles, the metal shelter has a buildup of cobwebs hanging from\nthe ceiling inside of it.  The cobwebs have entrapped a heavy amount of dirt and the top part of the back wall is\ncovered in thick sections of dirt. The buildup of dirt, grime, hair, feces and cobwebs can increase the disease risk\ntowards the dogs.\nUsed primary enclosures and food and water receptacles for dogs must be cleaned and sanitized once every two\nweeks and more often if necessary to prevent the buildup of dirt, debris, excreta and other disease hazards.  The\nlicensee must remove the buildup of dirt, feces, cobwebs and hair from the access doors, walls, flooring and shelter\nto allow for proper cleaning and sanitizing of these surfaces.  The licensee must replace the chewed water\nreceptacles or alter their damaged areas in a manner that allows for proper cleaning and sanitization to occur.  The\nlicensee must ensure that all surfaces within housing enclosures are kept in good repair at all times and free of a\nbuildup of potential disease hazards.\nCorrection date:  June 14, 2016\nFemale Pomeranian (\"Red\", ID #9000085000041034) has been evaluated by a licensed veterinarian and received\ntreatment.\nExit interview conducted with Kelly Maxwell, ACI and the facility representative.\n\n",
  "animals_total": 97,
  "species": [
    {
      "count": 77,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 20,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}