{
  "insp_id": "2016090000659684",
  "layout": "b",
  "customer_id": "3487",
  "customer_name": "CITY OF ROSWELL",
  "customer_addr": "P. O. DRAWER 1838\nROSWELL, NM 88202",
  "certificate": "85-C-0005",
  "site_id": "001",
  "site_name": "CITY OF ROSWELL",
  "insp_type": "ROUTINE INSPECTION",
  "date": "15-JUL-2021",
  "report_date": "15-JUL-2021",
  "citations": [
    {
      "code": "2.40(b)(1)",
      "kind": "Direct",
      "repeat": false,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "There is a male longhorn steer named, “Geronimo,” with overgrown, chipped, and curling hooves. The animal often drags\nthe tips of the hooves on the ground as it walks, and a slight stumble is seen intermittently. The brisket appears to have\ndecreased volume and loose skin; there are prominent depressions around the tailhead. The backbone and individual\nvertebrae are visible, and some muscle depletion is noted through the hindquarters. The facility representative stated that\nthe veterinarian requested that the facility provide a chute onsite so that work on the longhorn cattle could be facilitated\nwithout the need for anesthesia. At the time of the inspection, there was no chute available for this purpose and no plans\nproposed for alternate solutions. Failure to provide the necessary equipment requested by the veterinarian to facilitate\nproper care delays the delivery of the care and can contribute to worsening health and wellbeing of the animal.\nThe licensee must make available any appropriate facilities, personnel, equipment, and services to facilitate proper\nveterinary care and hoof trimming. The animal must be evaluated, and the hooves trimmed as deemed appropriate by\nthe veterinarian.\nTo be corrected by: 07/22/2021"
    },
    {
      "code": "2.75(b)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Records: Dealers and exhibitors.",
      "narrative": "The licensee does not have acquisition records for two black bears and one mountain lion transferred from the City of\nAlamogordo on 6/27/2021. Records containing the required information for animals acquired for use in regulated\nactivities, including those offspring born on premise, are necessary to accurately track animals to ensure their humane\ncare and use. The licensee shall make, keep, and maintain records of acquisition and disposition of all animals that fully\nand correctly disclose the required information.\nTo be corrected by: 07/22/2021"
    },
    {
      "code": "3.8",
      "kind": "",
      "repeat": false,
      "desc": "Exercise for dogs.",
      "narrative": "At the time of inspection, there is no written documentation of an exercise plan approved by the attending veterinarian for\none wolf-hybrid dog. A documented and approved exercise plan helps ensure that dogs' space requirements and\nexercise needs have been considered and will be provided. The facility must develop, document, and follow an\nappropriate plan to provide dogs with the opportunity for exercise. In addition, the plan must be approved by the attending\nveterinarian. The plan must include written standard procedures to be followed in providing the opportunity for exercise.\nTo be corrected by: 07/29/2021"
    },
    {
      "code": "3.81",
      "kind": "",
      "repeat": false,
      "desc": "Environment enhancement to promote psychological well-being.",
      "narrative": "At the time of inspection, there is no written documentation of the environment enhancement plan to promote the\npsychological well-being of the three lemurs. The plan, at a minimum, must address social grouping, environmental\nenrichment, special considerations, if applicable, and restraint devices and their use. The plan and environmental\nenrichment must be approved by the attending veterinarian (AV) and documented when provided to the animals on the\nenvironmental enhancement plan. Nonhuman primates have complex social and intellectual needs that need to be\naddressed when in captivity. A written plan that is directed by the AV, guided by current professional standards, and\navailable for review by APHIS officials is required to ensure that the psychological well-being of these animals is being\nappropriately addressed. Licensee must develop, document, and follow an appropriate plan for environmental\nenhancement of nonhuman primates that is in accordance with currently accepted professional standards and as directed\nby the AV.\nTo be corrected by: 08/05/2021"
    },
    {
      "code": "3.125(a)",
      "kind": "Critical",
      "repeat": false,
      "desc": "Facilities, general.",
      "narrative": "CRITICAL: On Thursday, 07/08/2021, the Curator of the facility sent an email regarding an escape incident involving a\nfemale black bear named, “Winnie,” that was being held there temporarily for the City of Alamogordo. This occurred the\nday prior at approximately 3:00pm. The bear escaped by pulling aside a layer of chain link material on the roof of the\nenclosure, resulting in an opening large enough for her to exit onto the top of the enclosure, where the bear was spotted\nby keeper staff. A team consisting of zoo staff, the veterinarian and members of the New Mexico Game and Fish\nDepartment carried out the full sedation and movement of the bear down from the top of the enclosure. The veterinarian\nexamined the bear and the bear was secured into holding by 4:05pm. New enclosure modifications to include metal\nreinforcement and an electric hot wire that is tested daily were in place at the time of inspection. The former design and\nconstruction of the enclosure was inadequate to contain the bear, which could have resulted in harm to the animal, other\nanimals or even people. Corrected before time of inspection.\nCRITICAL: One beaver named “Timber,” escaped from its primary enclosure after 4:00pm on 10/10/2020. The morning\nof 10/11/2020 the keeper noticed the beaver was missing. Two weeks prior to the incident the beaver arrived at the\nfacility and was being temporarily housed in the old crane exhibit while the permanent exhibit was being completed. The\ntemporary crane exhibit did not have dig barriers in place and the escaped beaver dug under two chain link fences and\none picket fence. Members of the public did report seeing a beaver along the nearby river. The zoo staff responded to all\nsightings; however, the exact location of the beaver was not known, and the facility has been unable to recover the\nanimal. The other beaver in the enclosure was moved to another location that prevents digging. Animals escaping from\nprimary enclosures are more vulnerable to harm from surrounding predatory animals and further injury when they are not\nsafely contained. Corrected before time of inspection.\nNON-CRITICAL: On the rear side of the elk and deer holding area, there is an ~15’ section of chain link fencing that is\nloose and curled upward and inward, creating an ~8-10” gap underneath and causing the fencing material to protrude into\nthe interior of that holding enclosure by several inches. Loose and protruding wire and gaps in fences pose a trip and/or\nentrapment hazard for the animals.\nHousing facilities must be constructed of such material and of such strength as appropriate for the animals involved; they\nmust be sound and maintained in good repair to protect the animals from injury and to contain the animals.\nTo be corrected by 08/15/2021\nThis inspection and exit interview were conducted with facility representatives.\nAdditional Inspectors:\nCINDY RHODES, ANIMAL CARE INSPECTOREnd Section"
    }
  ],
  "narrative": "2.40(b)(1)  Direct\n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nThere is a male longhorn steer named, “Geronimo,” with overgrown,  chipped, and curling hooves.  The animal often drags \nthe tips of the hooves on the ground as it walks, and a slight stumble is seen intermittently.  The brisket appears to have \ndecreased volume and loose skin; there are prominent depressions around the tailhead.  The backbone and individual \nvertebrae  are visible, and some muscle depletion is noted through the hindquarters.  The facility representative  stated that \nthe veterinarian  requested that the facility provide a chute onsite so that work on the longhorn cattle could be facilitated \nwithout the need for anesthesia.  At the time of the inspection, there was no chute available for this purpose and no plans \nproposed for alternate solutions.  Failure to provide  the necessary equipment requested by the veterinarian  to facilitate \nproper care delays the delivery of the care and can contribute to worsening health and wellbeing of the animal. \nThe licensee must make available  any appropriate facilities, personnel, equipment, and services to facilitate proper \nveterinary care and hoof trimming.  The animal must be evaluated, and the hooves trimmed as deemed appropriate by \nthe veterinarian. \nTo be corrected by:  07/22/2021 \n2.75(b)(1) \n   \nRecords: Dealers and exhibitors.\n\nThe licensee does not have acquisition records for two black bears and one mountain lion transferred  from the City of \nAlamogordo on 6/27/2021.  Records containing the required information for animals acquired for use in regulated \nactivities, including those offspring born on premise, are necessary to accurately track animals to ensure their humane \ncare and use.  The licensee shall make, keep, and maintain records of acquisition and disposition of all animals that fully \nand correctly disclose the required information. \nTo be corrected by:  07/22/2021 \n3.8 \n   \nExercise for dogs. \nAt the time of inspection, there is no written documentation of an exercise plan approved  by the attending veterinarian  for \none wolf-hybrid dog.  A documented and approved  exercise plan helps ensure that dogs' space requirements and \nexercise needs have been considered and will be provided.  The facility must develop, document, and follow an \nappropriate plan to provide dogs with the opportunity for exercise. In addition, the plan must be approved  by the attending \nveterinarian.  The plan must include written standard procedures to be followed in providing the opportunity for exercise. \nTo be corrected by:  07/29/2021 \n3.81 \n   \nEnvironment enhancement to promote psychological well-being. \nAt the time of inspection, there is no written documentation of the environment  enhancement plan to promote the \npsychological well-being of the three lemurs. The plan, at a minimum, must address social grouping, environmental \nenrichment, special considerations, if applicable, and restraint devices and their use.  The plan and environmental \nenrichment must be approved  by the attending veterinarian  (AV) and documented when provided  to the animals on the \nenvironmental  enhancement plan.  Nonhuman primates have complex social and intellectual needs that need to be \naddressed when in captivity. A written plan that is directed by the AV, guided by current professional standards, and\n\navailable for review by APHIS officials is required to ensure that the psychological well-being of these animals is being \nappropriately addressed.  Licensee must develop, document, and follow an appropriate  plan for environmental \nenhancement of nonhuman primates that is in accordance with currently accepted professional standards and as directed \nby the AV. \nTo be corrected by:  08/05/2021 \n3.125(a)  Critical\n   \nFacilities, general. \nCRITICAL:   On Thursday, 07/08/2021, the Curator of the facility sent an email regarding an escape incident involving  a \nfemale black bear named, “Winnie,” that was being held there temporarily for the City of Alamogordo.  This occurred the \nday prior at approximately 3:00pm.  The bear escaped by pulling aside a layer of chain link material on the roof of the \nenclosure, resulting in an opening large enough for her to exit onto the top of the enclosure, where the bear was spotted \nby keeper staff.  A team consisting of zoo staff, the veterinarian  and members of the New Mexico Game and Fish \nDepartment carried out the full sedation and movement of the bear down from the top of the enclosure.  The veterinarian \nexamined the bear and the bear was secured into holding by 4:05pm.  New enclosure modifications to include metal \nreinforcement and an electric hot wire that is tested daily were in place at the time of inspection.  The former design and \nconstruction of the enclosure was inadequate to contain the bear, which could have resulted in harm to the animal, other \nanimals or even people.  Corrected before time of inspection. \n \nCRITICAL:   One beaver named “Timber,” escaped from its primary enclosure after 4:00pm on 10/10/2020. The morning \nof 10/11/2020 the keeper noticed the beaver  was missing.  Two weeks prior to the incident the beaver  arrived at the \nfacility and was being temporarily housed in the old crane exhibit while the permanent exhibit was being completed. The \ntemporary crane exhibit did not have dig barriers in place and the escaped beaver dug under two chain link fences and\n\none picket fence. Members of the public did report seeing a beaver along the nearby river. The zoo staff responded to all \nsightings; however,  the exact location of the beaver was not known, and the facility has been unable to recover the \nanimal. The other beaver in the enclosure was moved to another location that prevents digging.  Animals escaping from \nprimary enclosures are more vulnerable  to harm from surrounding predatory animals and further injury when they are not \nsafely contained.  Corrected before time of inspection. \n \nNON-CRITICAL:   On the rear side of the elk and deer holding area, there is an ~15’ section of chain link fencing that is \nloose and curled upward and inward, creating an ~8-10” gap underneath and causing the fencing material to protrude into \nthe interior of that holding enclosure by several inches.  Loose and protruding wire and gaps in fences pose a trip and/or \nentrapment hazard for the animals. \nHousing facilities must be constructed of such material and of such strength as appropriate for the animals involved;  they \nmust be sound and maintained in good repair to protect the animals from injury and to contain the animals. \nTo be corrected by 08/15/2021 \n \nThis inspection and exit interview were conducted with facility representatives. \n \nAdditional Inspectors: \nCINDY RHODES, ANIMAL CARE INSPECTOREnd  Section",
  "animals_total": 53,
  "species": [
    {
      "count": 3,
      "scientific": "Bos taurus",
      "common": "CATTLE / COW / OX / WATUSI"
    },
    {
      "count": 5,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 2,
      "scientific": "Equus asinus asinus",
      "common": "DONKEY / BURRO / ASS"
    },
    {
      "count": 1,
      "scientific": "Canis latrans",
      "common": "COYOTE"
    },
    {
      "count": 3,
      "scientific": "Urocyon cinereoargenteus",
      "common": "GRAY FOX / GREY FOX"
    },
    {
      "count": 1,
      "scientific": "Vulpes vulpes",
      "common": "RED FOX (INCLUDES SILVER FOX & CROSS FOX)"
    },
    {
      "count": 2,
      "scientific": "Puma concolor",
      "common": "PUMA / MOUNTAIN LION / COUGAR"
    },
    {
      "count": 1,
      "scientific": "Muntiacus reevesi",
      "common": "REEVE'S MUNTJAC"
    },
    {
      "count": 2,
      "scientific": "Odocoileus hemionus",
      "common": "MULE DEER"
    },
    {
      "count": 2,
      "scientific": "Ammotragus lervia",
      "common": "BARBARY SHEEP"
    },
    {
      "count": 3,
      "scientific": "Bison bison",
      "common": "AMERICAN BISON"
    },
    {
      "count": 2,
      "scientific": "Lama glama",
      "common": "LLAMA"
    },
    {
      "count": 4,
      "scientific": "Ursus americanus",
      "common": "NORTH AMERICAN BLACK BEAR"
    },
    {
      "count": 1,
      "scientific": "Taxidea taxus",
      "common": "AMERICAN BADGER"
    },
    {
      "count": 3,
      "scientific": "Procyon lotor",
      "common": "RACCOON"
    },
    {
      "count": 2,
      "scientific": "Nasua nasua",
      "common": "SOUTH AMERICAN COATI"
    },
    {
      "count": 4,
      "scientific": "Cervus elaphus canadensis",
      "common": "ELK"
    },
    {
      "count": 1,
      "scientific": "Ovis aries gmelini",
      "common": "ARMENIAN MOUFLON"
    },
    {
      "count": 3,
      "scientific": "Lemur catta",
      "common": "RING-TAILED LEMUR"
    },
    {
      "count": 1,
      "scientific": "Canis lupus X C. l. familiaris",
      "common": "WOLF/DOG HYBRID"
    },
    {
      "count": 1,
      "scientific": "Castor canadensis",
      "common": "AMERICAN BEAVER"
    },
    {
      "count": 2,
      "scientific": "Notamacropus rufogriseus",
      "common": "BENNETT'S WALLABY / RED-NECKED WALLABY"
    },
    {
      "count": 1,
      "scientific": "Sus scrofa domestica",
      "common": "DOMESTIC PIG / POTBELLY PIG / MICRO PIG"
    },
    {
      "count": 2,
      "scientific": "Cavia porcellus",
      "common": "DOMESTIC GUINEA PIG"
    },
    {
      "count": 1,
      "scientific": "Oryctolagus cuniculus",
      "common": "DOMESTIC RABBIT / EUROPEAN RABBIT"
    }
  ]
}