{
  "insp_id": "INS-0001369704",
  "layout": "c",
  "customer_id": "9475",
  "customer_name": "Lions Tigers & Bears Inc",
  "customer_addr": "P O Box 2220\nArcadia, FL 34265",
  "certificate": "58-C-0661",
  "site_id": "001",
  "site_name": "Lions Tigers & Bears Inc",
  "insp_type": "ROUTINE INSPECTION",
  "date": "26-JUN-2025",
  "report_date": "21-JUL-2025",
  "citations": [
    {
      "code": "2.40(a)(2)",
      "kind": "Direct",
      "repeat": false,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "The facility failed to recognize veterinary authority.\n• An adult male lion was observed with diffuse alopecia and bare skin that was dark, moist and itchy. At least 50% of the\nlion’s mane was rubbed off and many of the remaining hairs were short, frayed and broken. An area above the shoulders\nhad no hair at all and the lion was seen rubbing against the chain-link fencing of his enclosure to scratch himself. After\nrubbing against the fencing, the lion walked unsteadily to the front left corner of his enclosure. His head was down, his\neyes were only partially open, and his ears were hanging loosely as he shallowly panted. The animal looked weak,\ndepressed, and uncomfortable. When asked about the lion’s condition, the licensee said that she thought it was caused\nby biting insects known as no-see-ums. In a medical summary dated June 16, 2025, the attending veterinarian mentioned\nthe lion’s skin condition and said that it improves with topical antibiotic/anti-inflammatory treatment. The licensee is\ntreating the lion with an over-the-counter horse and pet spray that does not have antibiotic or anti-inflammatory\ningredients.\n• The Parrot Enrichment Program Proposal provided by the attending veterinarian spells out a complete plan to provide\nfor the physical and mental well-being of the parrots housed at the facility. The plan lists numerous enrichment steps to be\ntaken by the licensee, including increased foraging opportunities, spreading the food out in different locations, and the use\nof foraging toys and puzzle feeders. The plan also details sensory enrichment and using bright toys, mirrors, live plants\nthat are all rotated regularly to maintain interest. The plan also discusses safety consideration and specifically mentions\ncare when using rope or hanging material to ensure the birds cannot become entangled. At the time of inspection, the\nparrot enclosures showed little evidence that this plan was being followed. The food bowls were not scattered in different\nlocations, there were no foraging toys or puzzle feeders observed, the toys seen were old, soiled, and often destroyed,\nropes were seen frayed, soiled and hanging in concerning lengths.\n• A letter dated November 1, 2021, provided to the licensee by the attending veterinarian lists action points he instructed\nher to do. One of these action points states, “Please see to the issues detailed by me and the USDA inspectors regarding\nfood prep and storage.” The letter states that food items should not be stored directly on the floor of the freezer and to the\nextent possible, all bulk food items should be kept in leak proof containers with lids, and those lids should be kept on the\ncontainers when not being used. The attending veterinarian also suggested that the licensee date meat when frozen and\ninstitute a first in first out policy of using the oldest meat first. At the time of inspection there was one small black rubber\ntote, all other foodstuff was stored directly on the shelves or in cardboard boxes, many of which were torn, broken or\notherwise damaged. None of the meat was dated and there was no evidence of a first in first out procedure being used.\nFailure to ensure the attending veterinarian has appropriate authority over the veterinary care of the animals can lead to\nunnecessary stress, discomfort, and suffering of the animals.\nEach dealer and exhibitor shall assure that the attending veterinarian has appropriate authority to ensure the provisions of\nadequate veterinary care and to oversee the adequacy of other aspects of animal care and use. To be corrected by July\n18, 2025."
    },
    {
      "code": "3.80(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Primary enclosures.",
      "narrative": "The primary enclosure housing a macaque has a large sheet of plywood attached to the side of the enclosure facing the\nlynx. This sheet of plywood is separating, has broken off pieces and is showing signs of decay, leaving several sharp,\njagged edges.\nSharp edges and damaged structures can cause injury or harm to the animals.\nPrimary enclosures must be kept in good repair. To be corrected by August 1, 2025."
    },
    {
      "code": "3.84(c)",
      "kind": "",
      "repeat": false,
      "desc": "Cleaning, sanitization, housekeeping, and pest control.",
      "narrative": "The facility failed to maintain adequate housekeeping for the premises and surrounding grounds. The facility is located on\nseveral acres of largely undeveloped land with a robust collection of native plants and grasses. The warm temperatures\nand recent heavy rains have led to the rapid growth of surrounding vegetation. Almost all of the enclosures on property\nare surrounded by tall weeds, grasses and overgrown bushes. Many of the weeds and grasses have grown to lengths in\nexcess of 4 feet in height. Behind the enclosure housing a macaque is a fence line with thick weeds 3 feet in height.\nTall weeds and grasses provided nesting grounds and harborage for pests and vermin which can be harmful to the health\nand well-being of the animals housed at the facility.\nPremises, including the surrounding grounds must be kept clean in order to facilitate husbandry practices and to reduce\nor eliminate breeding and living areas for rodents, pests, and vermin. Weeds, grass, and bushes must be controlled so as\nto facilitate cleaning of the premises and pest control. To be corrected by July 25, 2025."
    },
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": true,
      "desc": "Facilities, general.",
      "narrative": "Several primary enclosures need maintenance and/or repair:\n• The enclosure housing a black leopard had several wooden support beams that were worn, damaged or broken,\ncreating sharp jagged edges.\n• The enclosure housing a raccoon had several wooden support beams that were worn or damaged, creating sharp\njagged edges.\nSharp edges and damaged structures can cause injury or harm to the animals.\nOutdoor housing facilities shall be maintained in good repair to protect the animals from injury and to contain the animals."
    },
    {
      "code": "3.129(a)",
      "kind": "Direct",
      "repeat": false,
      "desc": "Feeding.",
      "narrative": "Several of the animals appeared to be thin and/or exhibiting gait abnormalities.\n• The adult male lion appeared thin and unsteady as he walked. His shoulders and the spinous processes of his\nspine were readily observed. When asked about his diet, the licensee said that he received 8 pounds of beef and chicken\nper day with a heaping teaspoon of Mazuri supplement. According to the manufacturer’s recommended dose, this animal\nshould receive approximately 72g or a little more than ½ cup of this supplement per feeding.\n• The lynx is thin and has an abnormal gait. The licensee states that the previous facility was not giving it the proper\nnutrition when it was young and improper development along with a foot injury is the cause of this gait abnormality. The\nlicensee states that this animal receives 2 pounds of beef and chicken per day and receives the same heaping teaspoon\nof Mazuri supplement. According to the manufacturer’s recommended dose, this animal should receive approximately 18g\nor about 2 tablespoons of the supplement per feeding.\n• The geriatric lack leopard is weak and has an abnormal gait. The licensee states that this animal receives 4 pounds of\nbeef and chicken per day and receives a heaping teaspoon of Mazuri supplement with each feeding. According to the\nmanufacturer’s recommended dose, this animal should be receiving approximately 36g or ¼ cup of the supplement per\nfeeding.\n• According to the licensee, the large tiger receives 10 pounds of beef and chicken per day, and he also receives a\nheaping teaspoon of Mazuri supplement. According to the manufacturer’s recommended dose, this animal should receive\napproximately 90g or ¾ cup of this supplement per feeding.\n• According to the licensee, the smaller tiger receives 6 pounds 5 ounces of beef and chicken per day, and she receives a\nheaping teaspoon of Mazuri supplement as well. According to the manufacturer’s recommended dose, this animal should\nreceive approximately 67g or1/2 cup of this supplement per feeding.\n• According to the licensee, the serval receives 2 pounds 5 ounces of chicken per day, and this animal also receives a\nheaping teaspoon of Mazuri supplement. According to the manufacturer’s recommended dose, this animal should receive\napproximately 20g or more than 2 tablespoons of this supplement per feeding.\nWhen asked about the concerns we have with giving all of her big cats the same small dose of the supplement, she said\nthat they would not eat it if she gave them more.\nFailure to provide each animal with the proper amount and food and the nutritional value needed can have a negative\nimpact on the health and well-being of the animal.\nThe diet shall be prepared with consideration for the age, species, condition, size, and type of animal. The food shall be\nwholesome, palatable. And free from contamination and of sufficient quantity and nutritive value to maintain all animals in\ngood health. To be corrected from this day, July 11, 2025, forward."
    },
    {
      "code": "3.153(a)(1)(i)",
      "kind": "",
      "repeat": false,
      "desc": "Primary enclosures.",
      "narrative": "The primary enclosure housing two blue and gold macaws has a metal wire woven in the side of the cage near the\nfeeding platform. The wire ends protrude into the enclosure leaving sharp points.\nSharp or jagged wire pointing inside the enclosure can cause injury or harm to the animals within.\nPrimary enclosures must be constructed and maintained so that they have no sharp points or edges that could injure the\nbirds. To be corrected by July 12, 2025."
    },
    {
      "code": "3.153(a)(1)(ix)",
      "kind": "",
      "repeat": false,
      "desc": "Primary enclosures.",
      "narrative": "The facility failed to ensure that all surfaces in contact with the birds could be readily cleaned and/or sanitized.\n• The enclosure housing a scarlet macaw has a blue plastic barrel that the bird can use for shelter. The edges of the\nbarrel have been chewed, leaving sharp points and deep gouges that cannot be adequately cleaned and sanitized.\n• The wooden feeding platform in the green amazon enclosure is made of weathered, unsealed wood that is faded to a\ngray color and has numerous grooves and pits where the wood is beginning to shrink and separate. This platform also\nhas a buildup of dirt and grime.\n• The enclosure housing a peacock has a wooden den that is made of unsealed wood, The den has a broken board that\nappears to have been chewed or clawed by a previous inhabitant of the enclosure, leaving rough pitted areas along the\nwooden surface. The rest of the den is beginning to age and separate and has a layer of dirt, grime and feces.\nFailure to maintain surfaces that are suitable for cleaning and sanitation can increase the risk of exposing the birds to\ndisease and organisms that can be harmful to their health and well-being.\nPrimary enclosures must be constructed and maintained so that they ensure that all surfaces in contact with the birds may\nbe readily cleaned and/or sanitized or be replaced when worn or soiled. To be corrected by July 25, 2025."
    },
    {
      "code": "3.156",
      "kind": "",
      "repeat": false,
      "desc": "Watering",
      "narrative": "The enclosure housing a peacock had a metal water receptacle attached to the side of the enclosure. This receptacle had\na layer of green algae like substance on the bottom and sides of the container with leaves and debris floating in the water\nprovided.\nFailure to properly clean and sanitize water receptacles increases the risk of introducing contaminants that could be\nharmful to the health and well-being of the birds.\nWater receptacles must be cleaned and sanitized as often as necessary to keep them clean and free of contamination. To\nbe corrected by July 12, 2025."
    },
    {
      "code": "3.158(b)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Cleaning, sanitization, housekeeping, and pest control.",
      "narrative": "The facility failed to adequately sanitize the enclosures housing birds. All of the bird enclosures had a buildup of dirt a\ngrime on their perches, wooden structures, and metal poles.\n• The white PVC and metal perches in the blue and gold macaw and scarlet macaw enclosures were all covered in a dark\ngray to black layer of grime along their top surfaces.\n• The metal pipe frame of the food station for the blue and gold parrots was oxidized and covered with a layer of dirt and\ngrime.\n• The wooden den of the peacock enclosure was covered in a layer of dirt, grime and had feces scattered across its top\nsurface. The large PVS pipe Tunnel was also covered in dirt and grime.\n• All of the wooden platforms in the green amazon enclosure were covered with a heavy layer of dirt and grime.\n• There was no documented schedule of cleaning or sanitization available for review.\nFailure to properly clean and sanitize primary enclosures can lead to the accumulation of dirt, debris, and other hazards\nthat may be detrimental to the health and well-being of the birds.\nPrimary enclosures must be sanitized as often as necessary to prevent the accumulation of dirt, debris, food waste,\nexcreta, and other disease hazards. A schedule of sanitization must be documented that includes when the primary\nenclosure was last sanitized. Such records must be available for review by an APHIS inspector. To be corrected by July\n25, 2025."
    },
    {
      "code": "3.158(c)",
      "kind": "",
      "repeat": false,
      "desc": "Cleaning, sanitization, housekeeping, and pest control.",
      "narrative": "The facility failed to maintain adequate housekeeping for the premises and surrounding grounds. The facility is located on\nseveral acres of largely undeveloped land with a robust collection of native plants and grasses. The warm temperatures\nand recent heavy rains have led to the rapid growth of surrounding vegetation. Almost all of the enclosures on property\nare surrounded by tall weeds, grasses and overgrown bushes. Many of the weeds and grasses have grown to lengths in\nexcess of 4 feet in height. Behind the enclosure housing a peacock is an area of overgrown weeds, bushes and fallen\ntrees that impedes access to that portion of the enclosure and creates the ideal habitat for pests and vermin.\nTall weeds and grasses provided nesting grounds and harborage for pests and vermin which can be harmful to the health\nand well-being of the animals housed at the facility.\nPremises, including the surrounding grounds must be kept clean in order to facilitate husbandry practices and to reduce\nor eliminate breeding and living areas for rodents, pests, and vermin. Weeds, grass, and bushes must be controlled so as\nto facilitate cleaning of the premises and pest control, and to protect the health and well-being of the birds. To be\ncorrected by July 25, 2025.\nThis inspection and exit interview were conducted with a facility representative.\nAdditional Inspectors:\nJessica Siegal-Willott n"
    }
  ],
  "narrative": "2.40(a)(2)  Direct\n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nThe facility failed to recognize veterinary authority.  \n \n• An adult male lion was observed with diffuse alopecia and bare skin that was dark, moist and itchy. At least 50% of the \nlion’s mane was rubbed off and many of the remaining hairs were short, frayed and broken. An area above the shoulders \nhad no hair at all and the lion was seen rubbing against the chain-link fencing of his enclosure to scratch himself. After \nrubbing against the fencing, the lion walked unsteadily to the front left corner of his enclosure. His head was down, his \neyes were only partially open, and his ears were hanging loosely as he shallowly panted. The animal looked weak, \ndepressed, and uncomfortable. When asked about the lion’s condition, the licensee said that she thought it was caused \nby biting insects known as no-see-ums. In a medical summary dated June 16, 2025, the attending veterinarian mentioned \nthe lion’s skin condition and said that it improves with topical antibiotic/anti-inflammatory treatment. The licensee is \ntreating the lion with an over-the-counter horse and pet spray that does not have antibiotic or anti-inflammatory \ningredients. \n• The Parrot Enrichment Program Proposal provided by the attending veterinarian spells out a complete plan to provide \nfor the physical and mental well-being of the parrots housed at the facility. The plan lists numerous enrichment steps to be \ntaken by the licensee, including increased foraging opportunities, spreading the food out in different locations, and the use \nof foraging toys and puzzle feeders. The plan also details sensory enrichment and using bright toys, mirrors, live plants \nthat are all rotated regularly to maintain interest. The plan also discusses safety consideration and specifically mentions \ncare when using rope or hanging material to ensure the birds cannot become entangled. At the time of inspection, the \nparrot enclosures showed little evidence that this plan was being followed. The food bowls were not scattered in different \nlocations, there were no foraging toys or puzzle feeders observed, the toys seen were old, soiled, and often destroyed, \nropes were seen frayed, soiled and hanging in concerning lengths. \n• A letter dated November 1, 2021, provided to the licensee by the attending veterinarian lists action points he instructed \nher to do. One of these action points states, “Please see to the issues detailed by me and the USDA inspectors regarding \nfood prep and storage.” The letter states that food items should not be stored directly on the floor of the freezer and to the \nextent possible, all bulk food items should be kept in leak proof containers with lids, and those lids should be kept on the \ncontainers when not being used. The attending veterinarian also suggested that the licensee date meat when frozen and \ninstitute a first in first out policy of using the oldest meat first. At the time of inspection there was one small black rubber \ntote, all other foodstuff was stored directly on the shelves or in cardboard boxes, many of which were torn, broken or \notherwise damaged. None of the meat was dated and there was no evidence of a first in first out procedure being used.\n\nFailure to ensure the attending veterinarian has appropriate authority over the veterinary care of the animals can lead to \nunnecessary stress, discomfort, and suffering of the animals. \n \nEach dealer and exhibitor shall assure that the attending veterinarian has appropriate authority to ensure the provisions of \nadequate veterinary care and to oversee the adequacy of other aspects of animal care and use. To be corrected by July \n18, 2025. \n3.80(a)(1) \n   \nPrimary enclosures. \nThe primary enclosure housing a macaque has a large sheet of plywood attached to the side of the enclosure facing the \nlynx. This sheet of plywood is separating, has broken off pieces and is showing signs of decay, leaving several sharp, \njagged edges. \n \nSharp edges and damaged structures can cause injury or harm to the animals.  \n \nPrimary enclosures must be kept in good repair. To be corrected by August 1, 2025. \n3.84(c) \n   \nCleaning, sanitization, housekeeping, and pest control. \nThe facility failed to maintain adequate housekeeping for the premises and surrounding grounds. The facility is located on \nseveral acres of largely undeveloped land with a robust collection of native plants and grasses. The warm temperatures \nand recent heavy rains have led to the rapid growth of surrounding vegetation. Almost all of the enclosures on property \nare surrounded by tall weeds, grasses and overgrown bushes. Many of the weeds and grasses have grown to lengths in \nexcess of 4 feet in height. Behind the enclosure housing a macaque is a fence line with thick weeds 3 feet in height.  \n \nTall weeds and grasses provided nesting grounds and harborage for pests and vermin which can be harmful to the health \nand well-being of the animals housed at the facility. \n \nPremises, including the surrounding grounds must be kept clean in order to facilitate husbandry practices and to reduce \nor eliminate breeding and living areas for rodents, pests, and vermin. Weeds, grass, and bushes must be controlled so as \nto facilitate cleaning of the premises and pest control. To be corrected by July 25, 2025. \n3.125(a)  Repeat\n   \nFacilities, general. \nSeveral primary enclosures need maintenance and/or repair: \n \n• The enclosure housing a black leopard had several wooden support beams that were worn, damaged or broken, \ncreating sharp jagged edges. \n• The enclosure housing a raccoon had several wooden support beams that were worn or damaged, creating sharp\n\njagged edges. \n \nSharp edges and damaged structures can cause injury or harm to the animals. \n \nOutdoor housing facilities shall be maintained in good repair to protect the animals from injury and to contain the animals. \n3.129(a)  Direct\n   \nFeeding. \nSeveral of the animals appeared to be thin and/or exhibiting gait abnormalities. \n \n•  The adult male lion appeared thin and unsteady as he walked. His shoulders and the spinous processes of his \nspine were readily observed. When asked about his diet, the licensee said that he received 8 pounds of beef and chicken \nper day with a heaping teaspoon of Mazuri supplement. According to the manufacturer’s recommended dose, this animal \nshould receive approximately 72g or a little more than ½ cup of this supplement per feeding.  \n• The lynx is thin and has an abnormal gait. The licensee states that the previous facility was not giving it the proper \nnutrition when it was young and improper development along with a foot injury is the cause of this gait abnormality. The \nlicensee states that this animal receives 2 pounds of beef and chicken per day and receives the same heaping teaspoon \nof Mazuri supplement. According to the manufacturer’s recommended dose, this animal should receive approximately 18g \nor about 2 tablespoons of the supplement per feeding. \n• The geriatric lack leopard is weak and has an abnormal gait. The licensee states that this animal receives 4 pounds of \nbeef and chicken per day and receives a heaping teaspoon of Mazuri supplement with each feeding. According to the \nmanufacturer’s recommended dose, this animal should be receiving approximately 36g or ¼ cup of the supplement per \nfeeding. \n• According to the licensee, the large tiger receives 10 pounds of beef and chicken per day, and he also receives a \nheaping teaspoon of Mazuri supplement. According to the manufacturer’s recommended dose, this animal should receive \napproximately 90g or ¾ cup of this supplement per feeding. \n• According to the licensee, the smaller tiger receives 6 pounds 5 ounces of beef and chicken per day, and she receives a \nheaping teaspoon of Mazuri supplement as well. According to the manufacturer’s recommended dose, this animal should \nreceive approximately 67g or1/2 cup of this supplement per feeding. \n• According to the licensee, the serval receives 2 pounds 5 ounces of chicken per day, and this animal also receives a \nheaping teaspoon of Mazuri supplement. According to the manufacturer’s recommended dose, this animal should receive \napproximately 20g or more than 2 tablespoons of this supplement per feeding. \n \nWhen asked about the concerns we have with giving all of her big cats the same small dose of the supplement, she said \nthat they would not eat it if she gave them more. \n \nFailure to provide each animal with the proper amount and food and the nutritional value needed can have a negative \nimpact on the health and well-being of the animal. \n \nThe diet shall be prepared with consideration for the age, species, condition, size, and type of animal. The food shall be \nwholesome, palatable. And free from contamination and of sufficient quantity and nutritive value to maintain all animals in \ngood health. To be corrected from this day, July 11, 2025, forward.\n\n3.153(a)(1)(i) \n   \nPrimary enclosures. \nThe primary enclosure housing two blue and gold macaws has a metal wire woven in the side of the cage near the \nfeeding platform. The wire ends protrude into the enclosure leaving sharp points. \n \nSharp or jagged wire pointing inside the enclosure can cause injury or harm to the animals within. \n \nPrimary enclosures must be constructed and maintained so that they have no sharp points or edges that could injure the \nbirds. To be corrected by July 12, 2025. \n3.153(a)(1)(ix) \n   \nPrimary enclosures. \nThe facility failed to ensure that all surfaces in contact with the birds could be readily cleaned and/or sanitized. \n \n• The enclosure housing a scarlet macaw has a blue plastic barrel that the bird can use for shelter. The edges of the \nbarrel have been chewed, leaving sharp points and deep gouges that cannot be adequately cleaned and sanitized. \n• The wooden feeding platform in the green amazon enclosure is made of weathered, unsealed wood that is faded to a \ngray color and has numerous grooves and pits where the wood is beginning to shrink and separate. This platform also \nhas a buildup of dirt and grime. \n• The enclosure housing a peacock has a wooden den that is made of unsealed wood, The den has a broken board that \nappears to have been chewed or clawed by a previous inhabitant of the enclosure, leaving rough pitted areas along the \nwooden surface. The rest of the den is beginning to age and separate and has a layer of dirt, grime and feces. \n \nFailure to maintain surfaces that are suitable for cleaning and sanitation can increase the risk of exposing the birds to \ndisease and organisms that can be harmful to their health and well-being. \n \nPrimary enclosures must be constructed and maintained so that they ensure that all surfaces in contact with the birds may \nbe readily cleaned and/or sanitized or be replaced when worn or soiled. To be corrected by July 25, 2025. \n3.156 \n   \nWatering \nThe enclosure housing a peacock had a metal water receptacle attached to the side of the enclosure. This receptacle had \na layer of green algae like substance on the bottom and sides of the container with leaves and debris floating in the water \nprovided. \n \nFailure to properly clean and sanitize water receptacles increases the risk of introducing contaminants that could be \nharmful to the health and well-being of the birds. \n \nWater receptacles must be cleaned and sanitized as often as necessary to keep them clean and free of contamination. To \nbe corrected by July 12, 2025.\n\n3.158(b)(1) \n   \nCleaning, sanitization, housekeeping, and pest control. \nThe facility failed to adequately sanitize the enclosures housing birds. All of the bird enclosures had a buildup of dirt a \ngrime on their perches, wooden structures, and metal poles. \n \n• The white PVC and metal perches in the blue and gold macaw and scarlet macaw enclosures were all covered in a dark \ngray to black layer of grime along their top surfaces. \n• The metal pipe frame of the food station for the blue and gold parrots was oxidized and covered with a layer of dirt and \ngrime. \n• The wooden den of the peacock enclosure was covered in a layer of dirt, grime and had feces scattered across its top \nsurface. The large PVS pipe Tunnel was also covered in dirt and grime. \n• All of the wooden platforms in the green amazon enclosure were covered with a heavy layer of dirt and grime. \n• There was no documented schedule of cleaning or sanitization available for review. \n \nFailure to properly clean and sanitize primary enclosures can lead to the accumulation of dirt, debris, and other hazards \nthat may be detrimental to the health and well-being of the birds. \n \nPrimary enclosures must be sanitized as often as necessary to prevent the accumulation of dirt, debris, food waste, \nexcreta, and other disease hazards. A schedule of sanitization must be documented that includes when the primary \nenclosure was last sanitized. Such records must be available for review by an APHIS inspector. To be corrected by July \n25, 2025. \n3.158(c) \n   \nCleaning, sanitization, housekeeping, and pest control. \nThe facility failed to maintain adequate housekeeping for the premises and surrounding grounds. The facility is located on \nseveral acres of largely undeveloped land with a robust collection of native plants and grasses. The warm temperatures \nand recent heavy rains have led to the rapid growth of surrounding vegetation. Almost all of the enclosures on property \nare surrounded by tall weeds, grasses and overgrown bushes. Many of the weeds and grasses have grown to lengths in \nexcess of 4 feet in height. Behind the enclosure housing a peacock is an area of overgrown weeds, bushes and fallen \ntrees that impedes access to that portion of the enclosure and creates the ideal habitat for pests and vermin. \n \nTall weeds and grasses provided nesting grounds and harborage for pests and vermin which can be harmful to the health \nand well-being of the animals housed at the facility. \n \nPremises, including the surrounding grounds must be kept clean in order to facilitate husbandry practices and to reduce \nor eliminate breeding and living areas for rodents, pests, and vermin. Weeds, grass, and bushes must be controlled so as \nto facilitate cleaning of the premises and pest control, and to protect the health and well-being of the birds. To be \ncorrected by July 25, 2025. \n \nThis inspection and exit interview were conducted with a facility representative.\n\nAdditional Inspectors: \nJessica Siegal-Willott n",
  "animals_total": 17,
  "species": [
    {
      "count": 2,
      "scientific": "Hylobates lar",
      "common": "LAR GIBBON"
    },
    {
      "count": 1,
      "scientific": "Panthera pardus",
      "common": "LEOPARD"
    },
    {
      "count": 1,
      "scientific": "Panthera leo",
      "common": "LION"
    },
    {
      "count": 1,
      "scientific": "Leptailurus serval",
      "common": "SERVAL"
    },
    {
      "count": 2,
      "scientific": "Panthera tigris",
      "common": "TIGER"
    },
    {
      "count": 1,
      "scientific": "Ursus americanus",
      "common": "NORTH AMERICAN BLACK BEAR"
    },
    {
      "count": 1,
      "scientific": "Procyon lotor",
      "common": "RACCOON"
    },
    {
      "count": 1,
      "scientific": "Macaca fascicularis",
      "common": "CRAB-EATING MACAQUE / CYNOMOLGUS MONKEY"
    },
    {
      "count": 1,
      "scientific": "Ara macao",
      "common": "SCARLET MACAW"
    },
    {
      "count": 2,
      "scientific": "Ara ararauna",
      "common": "BLUE-AND-YELLOW MACAW / BLUE-AND-GOLD MACAW"
    },
    {
      "count": 1,
      "scientific": "Pavo cristatus",
      "common": "INDIAN PEAFOWL / COMMON PEAFOWL / PEAHEN /"
    },
    {
      "count": 1,
      "scientific": "Cacatua alba",
      "common": "WHITE COCKATOO / UMBRELLA COCKATOO"
    },
    {
      "count": 1,
      "scientific": "Amazona viridigenalis",
      "common": "RED-CROWNED PARROT / GREEN-CHEEKED AMAZON / RED-"
    },
    {
      "count": 1,
      "scientific": "Lynx lynx",
      "common": "NORTHERN/EURASIAN LYNX"
    }
  ]
}