{
  "insp_id": "109162317300595",
  "layout": "a",
  "customer_id": "11372",
  "customer_name": "Pam Habbinga",
  "customer_addr": "3820 320 Street\nBoyden, IA 51234",
  "certificate": "42-A-0903",
  "site_id": "001",
  "site_name": "PAM HABBINGA",
  "insp_type": "ROUTINE INSPECTION",
  "date": "14-APR-2016",
  "report_date": "18-APR-2016",
  "citations": [
    {
      "code": "3.1(c)(1)(1)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "* In the Hoop Building there are nine metal watering receptacles located between animal enclosures that are not\nbeing used. The metal surface of these watering receptacles were excessively rusty with flaking in areas. These\nsurfaces cannot be readily cleaned and sanitized. This can increase the disease potential for the 40 adult dogs\nhoused in the enclosures.\nAll metal surfaces (metal watering receptacles) must be free of excessive rust or removed. This will allow for proper\ncleaning and sanitization and preserve the structural strength of the surface. As a result this will allow for adequate\ncleaning and sanitization. Thus, decreasing the disease potential for the dogs.\nTo be corrected by, 28-May-2016."
    },
    {
      "code": "3.6(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "* In the Hoop Building there were six plastic dog houses. The area around the doorways of these houses was\nexcessively chewed and scratched. There was brown to grey debris in the chewed areas. These surfaces are not\nin good repair and prevent required cleaning and sanitization. This can increase the disease potential for the 20\nadult dogs.\nAll surfaces or plastic surfaces must be kept in good repair. This will allow for the required cleaning and sanitization\nof the surfaces. Therefore, decreasing the disease hazards to the animals.\nTo be corrected by, 28-May-2016.\nThis inspection and exit interview was conducted with a facility representative and Randall Wagner (ACI).\nThis inspection will be sent both certified and regular mail.\nUSPS Tracking#: 9590940100575168654475."
    }
  ],
  "narrative": "3.1(c)(1)(1)\nHOUSING FACILITIES, GENERAL.\n* In the Hoop Building there are nine metal watering receptacles located between animal enclosures that are not\nbeing used.  The metal surface of these watering receptacles were excessively rusty with flaking in areas.  These\nsurfaces cannot be readily cleaned and sanitized.  This can increase the disease potential for the 40 adult dogs\nhoused in the enclosures.  \nAll metal surfaces (metal watering receptacles) must be free of excessive rust or removed.  This will allow for proper\ncleaning and sanitization and preserve the structural strength of the surface.  As a result this will allow for adequate\ncleaning and sanitization.  Thus, decreasing the disease potential for the dogs. \nTo be corrected by, 28-May-2016.\n3.6(a)(1)\nPRIMARY ENCLOSURES.\n* In the Hoop Building there were six plastic dog houses.  The area around the doorways of these houses was\nexcessively chewed and scratched.  There was brown to grey debris in the chewed areas.  These surfaces are not\nin good repair and prevent required cleaning and sanitization.  This can increase the disease potential for the 20\nadult dogs.\nAll surfaces or plastic surfaces must be kept in good repair.  This will allow for the required cleaning and sanitization\nof the surfaces.  Therefore, decreasing the disease hazards to the animals.\nTo be corrected by, 28-May-2016.\nThis inspection and exit interview was conducted with a facility representative and Randall Wagner (ACI).\n\nThis inspection will be sent both certified and regular mail.\nUSPS Tracking#: 9590940100575168654475.",
  "animals_total": 152,
  "species": [
    {
      "count": 111,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 41,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}