{
  "insp_id": "INS-0000824194",
  "layout": "c",
  "customer_id": "332973",
  "customer_name": "Roberta Locke Anthony Locke",
  "customer_addr": "707 Beaver Ridge Rd.\nOtisco, IN 47163",
  "certificate": "32-C-0283",
  "site_id": "002",
  "site_name": "002 - Roberta and Anthony Locke",
  "insp_type": "ROUTINE INSPECTION",
  "date": "20-OCT-2022",
  "report_date": "21-OCT-2022",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "The written program of veterinary care has not been updated since the acquisition of two coatis in July of 2022.\nThe PVC provides instructions to the licensee for the proper health care of animals that they maintain. Without these\ndirections from the veterinarian for care, husbandry and feeding practices, particularly for species not previously owned by\nthe facility, the animals may experience improper care, illness, or discomfort.\nThe facility must have the program of veterinary care updated to reflect all animals on hand and at least updated\nwhenever new species are acquired.\nCorrect by: 04-Nov-22"
    },
    {
      "code": "2.75(b)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Records: Dealers and exhibitors.",
      "narrative": "The facility does not maintain records of acquisition and disposition of animals at the facility. The records, for example, do\nnot contain the acquisition or recording of the two coatis as being on hand. The records do not show the disposition of five\npantagonian cavies and a capybara that are no longer at the facility. The records do not include the death of a rabbit that\nwas previously held by the facility.\nThe record of animals on hand, with full acquisition and disposition records, are important to assure that all animals are\nlocated during an emergency of natural disaster, particularly if facility representatives with a working knowledge of the\ninventory is not available. These records are also reviewed by APHIS officials to assure that animals are obtained from\nappropriate sources and as a measure to assure appropriate animal care.\nThese records must be updated routinely and maintained in the future to reflect animal arrivals and departures from the\nfacility. By the time of the inspection report delivery on the second day of the inspection (21-Oct-22), the APHIS Form\n7019 was updated to reflect acquisition and disposition of animals that were on hand or were previously listed as being in\nhand.\nCorrect by: 28-Oct-22"
    },
    {
      "code": "2.75(b)(3)",
      "kind": "",
      "repeat": false,
      "desc": "Records: Dealers and exhibitors.",
      "narrative": "The facility is not assuring that one copy of the information required by the Animal Welfare Act (AWA) is accompanying\nthe shipment of animals from their facility, including the name and address of the person to whom an animal was sold or\ngiven; the date of purchase, acquisition, sale, or disposal of the animal(s); the species of the animal); and the number of\nanimals in the shipment. The facility is further not keeping a copy of this information, as required by the AWA regulations.\nThese records are reviewed to assure that facilities obtaining and housing animals, particularly exotic animals, have the\nexperience and facilities to properly care for these animals and are licensed or registered with the USDA, as applicable.\nThe facility must document and maintain the records required by this regulation and other relevant parts of the Animal\nWelfare Act.\nCorrect by: 28-Oct-22"
    },
    {
      "code": "2.134",
      "kind": "",
      "repeat": false,
      "desc": "Contingency planning.",
      "narrative": "The facility has no documented contingency plan nor any training of personnel for plans related to an emergency of\nnatural disaster.\nWithout a plan and prior consideration of actions to be taken in the event of an emergency or natural disaster, actions to\nprevent escape, injury, or death of animals might be needlessly delayed, resulting in harm to the animals.\nA contingency plan must be developed, documented and followed, with training of all facility personnel. The plan must be\nreviewed at least annually. By the time of the inspection report delivery on the second day of the inspection (21-Oct-22),\na partial contingency plan had been written.\nCorrect by: 04-Nov-22"
    },
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": false,
      "desc": "Facilities, general.",
      "narrative": "The primary enclosure of the two coatis had two areas that were repaired because the coatis broke open and escaped\ninto the inside of the facility. The repairs and where the two panels were originally joined had numerous sharp points.\nThere was an open electrical light switch box that was adjacent to the primary enclosure of the coatis and within reach;\nthe facility representative stated that it was no longer in use.\nThe primary enclosure for the fennec foxes had a large loop of wire of at least two to three feet that was used to attach\nsolid side panels to the wire mesh.\nThe exterior of the building where the otters have an external pen has wooden siding that has been stripped of paint and\nthe underlying bare wood is exposed. The damage might have been caused by the otters themselves.\nThe sharp points might cause injury to the coatis. Additionally, the coatis might again escape from their primary enclosure\nand leave the building through the opening made for the otters. One of the fennec foxes might get a leg caught or\nstrangulate on the wire if either gets caught in it.\nThe indoor and outdoor housing facilities shall be structurally sound and shall be maintained in good repair to protect the\nanimals from injury and to contain the animals. Defective areas must be repaired. By the time of the inspection report\ndelivery on the second day of the inspection (21-Oct-22), the hazards related to sharp or entanglement with wire were\nrectified in the coati and fennec fox enclosures, respectively. For the coati enclosure, the area where the two wire panels\njoined and where the coatis had escaped was corrected by placing a sealed board to that junction.\nCorrect by: 31-Oct-22"
    },
    {
      "code": "3.125(c)",
      "kind": "",
      "repeat": false,
      "desc": "Facilities, general.",
      "narrative": "Every surface of the refrigerator that was used to store perishable food was dirty and contaminated with unknown\nsubstances. The shelves of the refrigerator were variably coated with dried fluids of multiple colors, including white, tan,\nbrown, green and red. There was an empty bag with a red fluid that was consistent in appearance to blood. One shelf had\ncardboard that was stuck to it that appeared to have been from a box that had been stored, saturated in an unknown fluid\nthat dried and caused the underside of the box to adhere. The doors and handles of the stainless-steel refrigerator had a\nfilm over them. The top of the refrigerator had a layer of dust and a bin of food that was for a rabbit that was no longer at\nthe facility.\nAt least two cans of cat food with best by dates of “August 14 22” were present on food preparation area.\nTwo opened bags of food for the coatis were present.\nFood that is stored under these conditions may become contaminated and, when fed to animals, might cause them to\nbecome sick or diseased.\nThe facility must assure proper storage and protection of food, to include but not limited to routine cleaning, maintenance\nand use of appropriate means to assure that food is adequately protected.\nBy the time of the inspection report delivery on the second day of the inspection (21-Oct-22), the facility had cleaned the\nrefrigerator and rectified the other conditions cited. However, a system to assure future protection should be established.\nCorrect by: 28-Oct-22"
    },
    {
      "code": "3.130",
      "kind": "Direct",
      "repeat": false,
      "desc": "Watering.",
      "narrative": "3.130 Watering\nThere was no water receptacle in the primary enclosure for the two Asian small-clawed otters. The facility representatives\nstated that the otters drank from their swim tank and that this tank was dumped and refilled every other day. This tank\ncontained water that was purplish-brown, murky, opaque with leaves and other debris in it. When the tank was dumped,\nthe water had a stagnant odor reminiscent of old mop-water or sewage. There was a large amount of sand and other\ndebris left in the tank after dumping. The appearance of the water was not consistent with being dumped the day before\nand it is unknown when the otters had access to clean, potable water.\nThe water bowl for the two coatis was dry, as was the bottom of the primary enclosure. When offered water, they waited\nat the hose in the bowl until water came out. They immediately drank water.\nThe lack of access to water or drinking unsanitary, contaminated water may cause disease or death in the animals. Water\nreceptacles that are not maintained and cleaned can also contaminate the water also leading to disease. If water is not\npotable, animals may not drink or drink less than they should, potentially causing disease and discomfort.\nIf potable water is not accessible to the animals at all times, it must be provided as often as necessary for the health and\ncomfort of the animal. The frequency of watering shall consider age, species, condition, size, and type of the animal. All\nwater receptacles shall be kept clean and sanitary.\nThe receptacles for the coati and otters were cleaned and filled on the first day of the inspection. By the time of the\ninspection report delivery on the second day of the inspection (21-Oct-22), a water receptacle was added for the otters\nand a larger water receptacle that would be difficult for the coati to dump was added to their enclosure.\nCorrect by 20-Oct-2022"
    },
    {
      "code": "3.131(a)",
      "kind": "",
      "repeat": false,
      "desc": "Sanitation.",
      "narrative": "Upon entering the facility, there was an immediate overpowering stench of urine, feces and ammonia. The primary\nenclosures for the coatis, kangaroo and fennec foxes had an accumulation of excreta. The facility representatives stated\nthat the enclosures of the kangaroo and fennec fox had been cleaned two days prior to the inspection, and the enclosure\nfor the coatis was raked the day before the inspection. The coati enclosure, however, had a build-up of dry, light brown\nmatter and dried feces in the corners. The fennec foxes had a mound of dried and recent feces, and the kangaroo\nenclosure had feces strewn through the entire enclosure. The top of the otter den is used by the otters to defecate. The\nsurface is wood that has been sealed, but the exposure to the excrement has denuded the surface and it cannot be\nsanitized. The facility had no schedule for the routine cleaning of these primary enclosures.\nA buildup of excreta may cause disease in animals and the resulting odor may cause difficulty breathing, discomfort and\ndisease in the animals. The facility representatives began to clean during the inspection.\nA system and schedule of routine cleaning and sanitization of the primary enclosures must be established and\nmaintained. By the time of the inspection report delivery on the second day of the inspection (21-Oct-22), the accumulated\nexcreta had been removed and the air quality had improved to an acceptable level.\nCorrect by 20-October-2022"
    },
    {
      "code": "3.131(c)",
      "kind": "",
      "repeat": false,
      "desc": "Sanitation.",
      "narrative": "There was a large accumulation of variety of materials such as husbandry supplies, textiles, containers, unused small\nanimal enclosures, and storage totes, with used bedding that were heaped under and near a table inside the building on\none end. The table had two open bags of food for the coatis. An empty plastic dog kennel and a storage tote were against\nthe chain-link of the primary enclosure of the kangaroo.\nOn the opposite end of the building had items that were used for cleaning and feeding the animals, some of which were\nnot in use. The only windows in the building are on that end and had an accumulation of dead flies and both windows had\na coating of fly \"dirt\" that was especially prominent on the window handles. The food preparation countertop area was\ndirectly under on of these windows and the dead flies had fallen onto the surface. Dead flies were floating and\nsubmerged in a cup holding a disinfecting solution and the scissors that had soiled handles and were used to cut fish for\nthe otters were in this cup.\nThe surface of the food preparation area had a film of material on it and had two old, dried-out, gray-tan shrimp tails on it.\nThe surface was made of wood that had spaces between and not impervious to moisture. No cutting boards were\npresent. Immediately under this food preparation surface and partially protruding were two plastic totes, one containing\nhay cubes and the other dry feed. The plastic lids were corrugated and had a dried red fluid consistent with blood, which\none of the licensees said that it appeared to be blood, on the surface as well as dirt and other debris. The lids were\ndesigned as tightly-fitting, but were not completely closed at the time of inspection.\nThe unsanitary conditions of the facility can attract pests and lead to illness in the animals.\nPremises (buildings and grounds) shall be kept clean and in good repair in order to protect the animals from injury and to\nfacilitate effective husbandry practices. Accumulations of trash shall be placed in designated areas and cleared as\nnecessary to protect the health of the animals.\nBy the time of the inspection report delivery on the second day of the inspection (21-Oct-22), the facility personnel\nremoved clutter and unnecessary items, cleaned and removed the accumulated dead flies.\nCorrect by: 22 October 2022"
    },
    {
      "code": "3.131(d)",
      "kind": "",
      "repeat": false,
      "desc": "Sanitation.",
      "narrative": "The facility had an accumulation of dead flies in multiple areas of the facility, including the windowsills and food\npreparation areas. There were multiple live flies primarily around the food preparation area and the refrigerator. While\nthere was a single sticky pull-down fly trap, it was not sufficient to control the size of the fly population that was and had\nbeen in the facility.\nOne of the exterior doors has a gap underneath which could allow mice or other pests to enter the facility,\nFlies and other pests can harbor diseases which might impact the health and well-being of the animals. By the time of the\ninspection report delivery on the second day of the inspection (21-Oct-22), the accumulated dead flies were removed.\nAn effective system must be developed and maintained to control pests.\nCorrect by 28-Oct-22"
    },
    {
      "code": "3.132",
      "kind": "Direct",
      "repeat": false,
      "desc": "Employees.",
      "narrative": "The care, such as cleaning, feeding and watering, is conducted by the minor children and one 19-year-old child of the\nlicensees. The licensees are not supervising these children adequately or frequently enough to assure a professionally\nacceptable level of husbandry practices as required by the Animal Welfare Act (AWA). One licensee hasn't been in the\nfacility for at least three months and the other hasn't been in the facility for 3-4 weeks.\nWithout adequate supervision, conditions that are potentially detrimental to the health and welfare of the animals, such as\nthose observed during this inspection with cleaning of water receptacles and provision of potable water during this\ninspection may occur.\nThe licensees must assure that those providing husbandry and humane care practices are capable, adequately trained,\nand supervised in a manner to assure compliance with all applicable provisions of the AWA.\nCorrect by 20-Oct-22\nThis inspection and exit interview were conducted with Facility Representatives and Licensees\nn"
    }
  ],
  "narrative": "2.40(b)(2) \n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nThe written program of veterinary care has not been updated since the acquisition of two coatis in July of 2022. \nThe PVC provides instructions to the licensee for the proper health care of animals that they maintain.  Without these \ndirections from the veterinarian for care, husbandry and feeding practices, particularly for species not previously owned by \nthe facility, the animals may experience improper care, illness, or discomfort. \nThe facility must have the program of veterinary care updated to reflect all animals on hand and at least updated \nwhenever new species are acquired. \nCorrect by: 04-Nov-22 \n2.75(b)(1) \n   \nRecords: Dealers and exhibitors. \nThe facility does not maintain records of acquisition and disposition of animals at the facility.  The records, for example, do \nnot contain the acquisition or recording of the two coatis as being on hand. The records do not show the disposition of five \npantagonian cavies and a capybara that are no longer at the facility.  The records do not include the death of a rabbit that \nwas previously held by the facility. \nThe record of animals on hand, with full acquisition and disposition records, are important to assure that all animals are\n\nlocated during an emergency of natural disaster, particularly if facility representatives with a working knowledge of the \ninventory is not available.  These records are also reviewed by APHIS officials to assure that animals are obtained from \nappropriate sources and as a measure to assure appropriate animal care. \nThese records must be updated routinely and maintained in the future to reflect animal arrivals and departures from the \nfacility. By the time of the inspection report delivery on the second day of the inspection (21-Oct-22), the APHIS Form \n7019 was updated to reflect acquisition and disposition of animals that were on hand or were previously listed as being in \nhand. \nCorrect by: 28-Oct-22 \n2.75(b)(3) \n   \nRecords: Dealers and exhibitors. \nThe facility is not assuring that one copy of the information required by the Animal Welfare Act (AWA) is accompanying \nthe shipment of animals from their facility, including the name and address of the person to whom an animal was sold or \ngiven; the date of purchase, acquisition, sale, or disposal of the animal(s); the species of the animal); and the number of \nanimals in the shipment. The facility is further not keeping a copy of this information, as required by the AWA regulations. \n \nThese records are reviewed to assure that facilities obtaining and housing animals, particularly exotic animals, have the \nexperience and facilities to properly care for these animals and are licensed or registered with the USDA, as applicable. \nThe facility must document and maintain the records required by this regulation and other relevant parts of the Animal \nWelfare Act. \nCorrect by: 28-Oct-22 \n2.134 \n   \nContingency planning.\n\nThe facility has no documented contingency plan nor any training of personnel for plans related to an emergency of \nnatural disaster. \nWithout a plan and prior consideration of actions to be taken in the event of an emergency or natural disaster,  actions to \nprevent escape, injury, or death of animals might be needlessly delayed, resulting in harm to the animals. \nA contingency plan must be developed, documented and followed, with training of all facility personnel.  The plan must be \nreviewed at least annually.  By the time of the inspection report delivery on the second day of the inspection (21-Oct-22), \na partial contingency plan had been written. \nCorrect by: 04-Nov-22 \n3.125(a) \n   \nFacilities, general. \nThe primary enclosure of the two coatis had two areas that were repaired because the coatis broke open and escaped \ninto the inside of the facility.  The repairs and where the two panels were originally joined had numerous sharp points. \nThere was an open electrical light switch box that was adjacent to the primary enclosure of the coatis and within reach; \nthe facility representative stated that it was no longer in use. \nThe primary enclosure for the fennec foxes had a large loop of wire of at least two to three feet that was used to attach \nsolid side panels to the wire mesh. \nThe exterior of the building where the otters have an external pen has wooden siding that has been stripped of paint and \nthe underlying bare wood is exposed.  The damage might have been caused by the otters themselves. \nThe sharp points might cause injury to the coatis. Additionally, the coatis might again escape from their primary enclosure \nand leave the building through the opening made for the otters. One of the fennec foxes might get a leg caught or \nstrangulate on the wire if either gets caught in it. \nThe indoor and outdoor housing facilities shall be structurally sound and shall be maintained in good repair to protect the\n\nanimals from injury and to contain the animals. Defective areas must be repaired.  By the time of the inspection report \ndelivery on the second day of the inspection (21-Oct-22), the hazards related to sharp or entanglement with wire were \nrectified in the coati and fennec fox enclosures, respectively.  For the coati enclosure, the area where the two wire panels \njoined and where the coatis had escaped was corrected by placing a sealed board to that junction. \nCorrect by: 31-Oct-22 \n3.125(c) \n   \nFacilities, general. \nEvery surface of the refrigerator that was used to store perishable food was dirty and contaminated with unknown \nsubstances. The shelves of the refrigerator were variably coated with dried fluids of multiple colors, including white, tan, \nbrown, green and red. There was an empty bag with a red fluid that was consistent in appearance to blood. One shelf had \ncardboard that was stuck to it that appeared to have been from a box that had been stored, saturated in an unknown fluid \nthat dried and caused the underside of the box to adhere. The doors and handles of the stainless-steel refrigerator had a \nfilm over them. The top of the refrigerator had a layer of dust and a bin of food that was for a rabbit that was no longer at \nthe facility. \nAt least two cans of cat food with best by dates of “August 14 22” were present on food preparation area. \nTwo opened bags of food for the coatis were present. \nFood that is stored under these conditions may become contaminated and, when fed to animals, might cause them to \nbecome sick or diseased. \nThe facility must assure proper storage and protection of food, to include but not limited to routine cleaning, maintenance \nand use of appropriate means to assure that food is adequately protected. \nBy the time of the inspection report delivery on the second day of the inspection (21-Oct-22), the facility had cleaned the\n\nrefrigerator and rectified the other conditions cited. However, a system to assure future protection should be established. \nCorrect by: 28-Oct-22 \n3.130  Direct\n   \nWatering. \n3.130 Watering \nThere was no water receptacle in the primary enclosure for the two Asian small-clawed otters. The facility representatives \nstated that the otters drank from their swim tank and that this tank was dumped and refilled every other day.  This tank \ncontained water that was purplish-brown, murky, opaque with leaves and other debris in it. When the tank was dumped, \nthe water had a stagnant odor reminiscent of old mop-water or sewage. There was a large amount of sand and other \ndebris left in the tank after dumping. The appearance of the water was not consistent with being dumped the day before \nand it is unknown when the otters had access to clean, potable water. \nThe water bowl for the two coatis was dry, as was the bottom of the primary enclosure.  When offered water, they waited \nat the hose in the bowl until water came out.  They immediately drank water. \nThe lack of access to water or drinking unsanitary, contaminated water may cause disease or death in the animals. Water \nreceptacles that are not maintained and cleaned can also contaminate the water also leading to disease.  If water is not \npotable, animals may not drink or drink less than they should, potentially causing disease and discomfort. \nIf potable water is not accessible to the animals at all times, it must be provided as often as necessary for the health and \ncomfort of the animal. The frequency of watering shall consider age, species, condition, size, and type of the animal. All \nwater receptacles shall be kept clean and sanitary. \nThe receptacles for the coati and otters were cleaned and filled on the first day of the inspection.  By the time of the \ninspection report delivery on the second day of the inspection (21-Oct-22), a water receptacle was added for the otters\n\nand a larger water receptacle that would be difficult for the coati to dump was added to their enclosure. \nCorrect by 20-Oct-2022 \n3.131(a) \n   \nSanitation. \nUpon entering the facility, there was an immediate overpowering stench of urine, feces and ammonia. The primary \nenclosures for the coatis, kangaroo and fennec foxes had an accumulation of excreta. The facility representatives stated \nthat the enclosures of the kangaroo and fennec fox had been cleaned two days prior to the inspection, and the enclosure \nfor the coatis was raked the day before the inspection.  The coati enclosure, however, had a build-up of dry, light brown \nmatter and dried feces in the corners. The fennec foxes had a mound of dried and recent feces, and the kangaroo \nenclosure had feces strewn through the entire enclosure. The top of the otter den is used by the otters to defecate.  The \nsurface is wood that has been sealed, but the exposure to the excrement has denuded the surface and it cannot be \nsanitized. The facility had no schedule for the routine cleaning of these primary enclosures. \nA buildup of excreta may cause disease in animals and the resulting odor may cause difficulty breathing, discomfort and \ndisease in the animals. The facility representatives began to clean during the inspection. \nA system and schedule of routine cleaning and sanitization of the primary enclosures must be established and \nmaintained. By the time of the inspection report delivery on the second day of the inspection (21-Oct-22), the accumulated \nexcreta had been removed and the air quality had improved to an acceptable level. \nCorrect by 20-October-2022 \n3.131(c) \n   \nSanitation. \nThere was a large accumulation of variety of materials such as husbandry supplies, textiles, containers, unused small \nanimal enclosures, and storage totes, with used bedding that were heaped under and near a table inside the building on\n\none end. The table had two open bags of food for the coatis. An empty plastic dog kennel and a storage tote were against \nthe chain-link of the primary enclosure of the kangaroo. \nOn the opposite end of the building had items that were used for cleaning and feeding the animals, some of which were \nnot in use. The only windows in the building are on that end and had an accumulation of dead flies and both windows had \na coating of fly \"dirt\" that was especially prominent on the window handles.  The food preparation countertop area was \ndirectly under on of these windows and the dead flies had fallen onto the surface.  Dead flies were floating and \nsubmerged in a cup holding a disinfecting solution and the scissors that had soiled handles and were used to cut fish for \nthe otters were in this cup. \nThe surface of the food preparation area had a film of material on it and had two old, dried-out, gray-tan shrimp tails on it. \nThe surface was made of wood that had spaces between and not impervious to moisture. No cutting boards were \npresent. Immediately under this food preparation surface and partially protruding were two plastic totes, one containing \nhay cubes and the other dry feed. The plastic lids were corrugated and had a dried red fluid consistent with blood, which \none of the licensees said that it appeared to be blood, on the surface as well as dirt and other debris.  The lids were \ndesigned as tightly-fitting, but were not completely closed at the time of inspection. \nThe unsanitary conditions of the facility can attract pests and lead to illness in the animals. \nPremises (buildings and grounds) shall be kept clean and in good repair in order to protect the animals from injury and to \nfacilitate effective husbandry practices. Accumulations of trash shall be placed in designated areas and cleared as \nnecessary to protect the health of the animals. \nBy the time of the inspection report delivery on the second day of the inspection (21-Oct-22), the facility personnel \nremoved clutter and unnecessary items, cleaned and removed the accumulated dead flies. \nCorrect by: 22 October 2022\n\n3.131(d) \n   \nSanitation. \nThe facility had an accumulation of dead flies in multiple areas of the facility, including the windowsills and food \npreparation areas. There were multiple live flies primarily around the food preparation area and the refrigerator.  While \nthere was a single sticky pull-down fly trap, it was not sufficient to control the size of the fly population that was and had \nbeen in the facility. \nOne of the exterior doors has a gap underneath which could allow mice or other pests to enter the facility, \nFlies and other pests can harbor diseases which might impact the health and well-being of the animals. By the time of the \ninspection report delivery on the second day of the inspection (21-Oct-22), the accumulated dead flies were removed. \nAn effective system must be developed and maintained to control pests. \nCorrect by 28-Oct-22 \n3.132  Direct\n   \nEmployees. \nThe care, such as cleaning, feeding and watering, is conducted by the minor children and one 19-year-old child of the \nlicensees.  The licensees are not supervising these children adequately or frequently enough to assure a professionally \nacceptable level of husbandry practices as required by the Animal Welfare Act (AWA).  One licensee hasn't been in the \nfacility for at least three months and the other hasn't been in the facility for 3-4 weeks. \nWithout adequate supervision, conditions that are potentially detrimental to the health and welfare of the animals, such as \nthose observed during this inspection with cleaning of water receptacles and provision of potable water during this \ninspection may occur. \nThe licensees must assure that those providing husbandry and humane care practices are capable, adequately trained,\n\nand supervised in a manner to assure compliance with all applicable provisions of the AWA. \nCorrect by 20-Oct-22 \n \nThis inspection and exit interview were conducted with Facility Representatives and Licensees \n \n n",
  "animals_total": 6,
  "species": [
    {
      "count": 1,
      "scientific": "Osphranter rufus",
      "common": "RED KANGAROO"
    },
    {
      "count": 1,
      "scientific": "Vulpes zerda",
      "common": "FENNEC FOX"
    },
    {
      "count": 2,
      "scientific": "Aonyx cinereus",
      "common": "ORIENTAL SMALL-CLAWED OTTER"
    },
    {
      "count": 2,
      "scientific": "Nasua nasua",
      "common": "SOUTH AMERICAN COATI"
    }
  ]
}