{
  "insp_id": "2016090000752082",
  "layout": "b",
  "customer_id": "504333",
  "customer_name": "Catherine Bailey",
  "customer_addr": "35 DANIELS ROAD\nWEARE, NH 03281",
  "certificate": "12-B-0006",
  "site_id": "001",
  "site_name": "HEARTS AND TAILS ANIMAL ALLIANCE",
  "insp_type": "ROUTINE INSPECTION",
  "date": "01-DEC-2021",
  "report_date": "03-DEC-2021",
  "citations": [
    {
      "code": "2.75(a)(2)",
      "kind": "",
      "repeat": false,
      "desc": "Records: Dealers and exhibitors.",
      "narrative": "APHIS Forms 7005 and 7006 were not available for review at the time of inspection. Records of Acquisition and Dogs on\nHand (7005)and Records of Disposition of Dogs (7006) are required to make keep and maintain information required for\nall dogs coming under the control of the dealer, which includes origin, name/address of the person from whom the animal\nwas acquired, vehicular information, name/address of the person acquiring the dog, the date of disposal of the dog, the\nidentification number, description of the dog including species, breed, sex, date of birth and color. Maintenance of this\ninformation ensures accountability and tracking of individual dogs as required under the Animal Welfare Act. The facility\nmust ensure that these forms are maintained, properly filled out, and available for review at the time of inspection.\nCorrect by: December 14, 2021"
    },
    {
      "code": "3.6(c)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Primary enclosures.",
      "narrative": "A spayed female lab mix dog, Yuki, was housed in a rectangular crate with 7.25 square feet of floor space, and 30 inches\nin height. Yuki measured 28 inches high and 29 inches long from nose to base of tail. Yuki requires a minimum of 8.5\nsquare feet of space and her primary enclosure must be at minimum 6 inches over her standing height at her head. The\nfacility must ensure that primary enclosures provide adequate floor space and height.\nCorrected floor space immediately at the time of inspection.\nCorrect height of enclosure by December 07, 2021.\nThis inspection and exit interview were conducted with the facility representative.\nEnd Section"
    }
  ],
  "narrative": "2.75(a)(2) \n   \nRecords: Dealers and exhibitors. \nAPHIS Forms 7005 and 7006 were not available for review at the time of inspection.  Records of Acquisition and Dogs on \nHand (7005)and Records of Disposition of Dogs (7006) are required to make keep and maintain information required for \nall dogs coming under the control of the dealer, which includes origin, name/address of the person from whom the animal \nwas acquired, vehicular information, name/address of the person acquiring the dog, the date of disposal of the dog, the \nidentification number, description of the dog including species, breed, sex, date of birth and color.  Maintenance of this \ninformation ensures accountability and tracking of individual dogs as required under the Animal Welfare Act.  The facility \nmust ensure that these forms are maintained, properly filled out, and available for review at the time of inspection. \n \nCorrect by: December 14, 2021 \n3.6(c)(1) \n   \nPrimary enclosures. \nA spayed female lab mix dog, Yuki, was housed in a rectangular crate with 7.25 square feet of floor  space, and 30 inches \nin height.  Yuki measured 28 inches high and 29 inches long from nose to base of tail.  Yuki requires a minimum of 8.5 \nsquare feet of space and her primary enclosure must be at minimum 6 inches over her standing height at her head.  The\n\nfacility must ensure that primary enclosures provide adequate floor space and height. \nCorrected floor space immediately at the time of inspection. \nCorrect height of enclosure by December 07, 2021. \n \nThis inspection and exit interview were conducted with the facility representative. \n \nEnd Section",
  "animals_total": 3,
  "species": [
    {
      "count": 3,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    }
  ]
}