{
  "insp_id": "INS-0000824392",
  "layout": "c",
  "customer_id": "6011143",
  "customer_name": "Daniel T Fisher",
  "customer_addr": "8280 E CR 950 S\nCambridge City, IN 47324",
  "certificate": "32-A-0935",
  "site_id": "001",
  "site_name": "Daniel T Fisher",
  "insp_type": "ROUTINE INSPECTION",
  "date": "01-NOV-2022",
  "report_date": "01-NOV-2022",
  "citations": [
    {
      "code": "2.75(b)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Records: Dealers and exhibitors.",
      "narrative": "The records are incomplete. Counts of animals on hand, born, and euthanized are not recorded. Complete and accurate\nrecords give an overview of animal health, and are needed to evaluate and achieve optimal animal welfare. Licensee\nshall make, keep, and maintain records which correctly disclose animals on hand, and those which are born, transported,\nsold, euthanized, or otherwise disposed of by licensee. Correct by November 15, 2022"
    },
    {
      "code": "3.31(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Sanitation.",
      "narrative": "Some of the enclosures are too dirty. Wet shavings, moisture and fecal material has collected at the end of some of the\nenclosures near the lixits. The Guinea pigs must go into the dirty area to drink water, exposing the animals to disease\nhazards. Primary enclosures shall be cleaned and sanitized often enough to prevent an accumulation of excreta or\ndebris. They also must be sanitized at least once every 2 weeks in an approved manner. Correct by November 15, 2022\nThis inspection and exit interview were conducted with Licensee.\nn"
    }
  ],
  "narrative": "2.75(b)(1) \n   \nRecords: Dealers and exhibitors. \nThe records are incomplete.  Counts of animals on hand, born, and euthanized are not recorded.  Complete and accurate \nrecords give an overview of animal health, and are needed to evaluate and achieve optimal animal welfare.  Licensee \nshall make, keep, and maintain records which correctly disclose animals on hand, and those which are born, transported, \nsold, euthanized, or otherwise disposed of by licensee.  Correct by November 15, 2022 \n3.31(a)(1) \n   \nSanitation. \nSome of the enclosures are too dirty.  Wet shavings, moisture and fecal material has collected at the end of some of the \nenclosures near the lixits.  The Guinea pigs must go into the dirty area to drink water, exposing the animals to disease \nhazards.  Primary enclosures shall be cleaned and sanitized often enough to prevent an accumulation of excreta or \ndebris.  They also must be sanitized at least once every 2 weeks in an approved manner.  Correct by November 15, 2022 \n \nThis inspection and exit interview were conducted with Licensee. \n \n n",
  "animals_total": 1571,
  "species": [
    {
      "count": 1571,
      "scientific": "Cavia porcellus",
      "common": "DOMESTIC GUINEA PIG"
    }
  ]
}