{
  "insp_id": "2016082569559170",
  "layout": "a",
  "customer_id": "330077",
  "customer_name": "Anna E Beiler",
  "customer_addr": "Gideon S Beiler\n163 Smullton Rd\nRebersburg, PA 16872",
  "certificate": "23-A-0585",
  "site_id": "001",
  "site_name": "GIDEON & ANNA BEILER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "02-AUG-2019",
  "report_date": "02-AUG-2019",
  "citations": [
    {
      "code": "2.40(b)(3)",
      "kind": "",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "There were multiple guinea pigs with health problems that had not been identified and were not being treated at the\ntime of inspection:\n-7 guinea pigs had patches of hair loss and most of these areas of hair loss had crusty or dry appearing skin.\n-5 guinea pigs had lumps/swelling under their chins.\n-A young guinea pig's eye was crusted shut and the facility described its condition as related to respiratory\ncondition.\n-A nursing female's left ear had a little blood and likely had recently been injured.\nPatchy hairless areas could be a sign of skin sickness, can cause discomfort and could spread to other animals.\nLumps as seen under the chin can be infected and contagious and if left untreated can become painful and spread\nto other animals. Having eyes crusted shut is a sign of sickness and can be uncomfortable. The injured ear could\nbe painful or become infected.\nThese conditions, if not recognized by the facility can cause sickness to other animals and cause animal discomfort.\nThe facility must communicate with the attending veterinarian to determine what treatment for these animals is\nneeded and must follow the veterinarian's instructions. The facility must develop a way of evaluating each guinea\npig daily so that health problems are noticed and quickly communicated to the veterinarian and treated per the\nattending veterinarian's instructions."
    },
    {
      "code": "3.25(a)",
      "kind": "",
      "repeat": true,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "A guinea pig was seen loose inside the building during inspection. The licensee said they might get out of\nenclosures sometimes when the doors are open for cleaning. Loose guinea pigs might loose access to food and\nwater and could get injured. Ensure a method of containing the guinea pigs is place while cleaning and ensure that\nthe enclosures are maintained so that guinea pigs are not loose in the building."
    },
    {
      "code": "3.28(c)(1)(iii)",
      "kind": "",
      "repeat": true,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "Two enclosures that are 28in x 48in have too many weanlings in them. One has 37 weanlings and the other has\n30. These enclosures can house up to 22 weanling guinea pigs that are under 350g (giving each one 60 square\ninches). Overcrowding can cause discomfort and stress to the guinea pigs. Ensure each weanling under 350g has\n60 square inches of floor space and that each one over 350g and each adult has 101 square inches of floor space."
    },
    {
      "code": "3.31(a)(1)",
      "kind": "Direct",
      "repeat": true,
      "desc": "SANITATION.",
      "narrative": "Many enclosures were heaviliy soiled with wet compacted material;\n-About two-thirds of the enclosures had wet soiled material covering about 2/3 of the enclosure floor.\n-3 enclosures had dead guinea pigs that had been there longer than a day and were decomposing.\n-Enclosure #19 had what looked like white fly larve crawling in the soiled material by the water drain area.\nWhile the facility was in process before and did complete bedding changes in enclosures during inspection; the\nenclosures were seen to be excessively soiled. The licensee said that it had been a week since enclosures were\ncleaned out and had new bedding. Soiled and wet bedding causes guinea pig discomfort, harmful odors, and can\ncause sickness and increase flies in the building. Soiled spots must be cleaned often enough to prevent a build-up\n(likely daily) and complete cleaning and sanitizing of enclosures must be done at least every two weeks but more\noften if needed to prevent a build-up of soiled material.\nThis inspection and exit interview were conducted with the licensee."
    }
  ],
  "narrative": "2.40(b)(3)                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThere were multiple guinea pigs with health problems that had not been identified and were not being treated at the\ntime of inspection: \n-7 guinea pigs had patches of hair loss and most of these areas of hair loss had crusty or dry appearing skin. \n-5 guinea pigs had lumps/swelling under their chins.  \n-A young guinea pig's eye was crusted shut and the facility described its condition as related to respiratory\ncondition.\n-A nursing female's left ear had a little blood and likely had recently been injured. \nPatchy hairless areas could be a sign of skin sickness, can cause discomfort and could spread to other animals.\nLumps as seen under the chin can be infected and contagious and if left untreated can become painful and spread\nto other animals. Having eyes crusted shut is a sign of sickness and can be uncomfortable.  The injured ear could\nbe painful or become infected. \nThese conditions, if not recognized by the facility can cause sickness to other animals and cause animal discomfort.\nThe facility must communicate with the attending veterinarian to determine what treatment for these animals is\nneeded and must follow the veterinarian's instructions.  The facility must develop a way of evaluating each guinea\npig daily so that health problems are noticed and quickly communicated to the veterinarian and treated per the\nattending veterinarian's instructions.\n3.25(a)                    REPEAT\nFACILITIES, GENERAL.\nA guinea pig was seen loose inside the building during inspection.  The licensee said they might get out of\nenclosures sometimes when the doors are open for cleaning.  Loose guinea pigs might loose access to food and\nwater and could get injured.   Ensure a method of containing the guinea pigs is place while cleaning and ensure that\nthe enclosures are maintained so that guinea pigs are not loose in the building.\n\n3.28(c)(1)(iii)                    REPEAT\nPRIMARY ENCLOSURES. \nTwo enclosures that are 28in x 48in have too many weanlings in them.  One has 37 weanlings and the other has\n30.  These enclosures can house up to 22 weanling guinea pigs that are under 350g (giving each one 60 square\ninches).   Overcrowding can cause discomfort and stress to the guinea pigs.  Ensure each weanling under 350g has\n60 square inches of floor space and that each one over 350g and each adult has 101 square inches of floor space.\n3.31(a)(1)           DIRECT                    REPEAT\nSANITATION.\nMany enclosures were heaviliy soiled with wet compacted material;\n-About two-thirds of the enclosures had wet soiled material  covering about 2/3 of the enclosure floor.\n-3 enclosures had dead guinea pigs that had been there longer than a day and were decomposing. \n-Enclosure #19 had what looked like white fly larve crawling in the soiled material by the water drain area. \nWhile the facility was in process before and did complete bedding changes in enclosures during inspection; the\nenclosures were seen to be excessively soiled.  The licensee said that it had been a week since enclosures were\ncleaned out and had new bedding.  Soiled and wet bedding causes guinea pig discomfort, harmful odors, and can\ncause sickness and increase flies in the building.  Soiled spots must be cleaned often enough to prevent a build-up\n(likely daily) and complete cleaning and sanitizing of enclosures must be done at least every two weeks but more\noften if needed to prevent a build-up of soiled material.\nThis inspection and exit interview were conducted with the licensee.",
  "animals_total": 1174,
  "species": [
    {
      "count": 1174,
      "scientific": "Cavia porcellus",
      "common": "DOMESTIC GUINEA PIG"
    }
  ]
}