{
  "insp_id": "2016082569293965",
  "layout": "a",
  "customer_id": "332743",
  "customer_name": "Sherrie Ivie",
  "customer_addr": "5605 W. Higley Lane\nGrantsville, UT 84029",
  "certificate": "87-C-0061",
  "site_id": "001",
  "site_name": "SHERRIE IVIE",
  "insp_type": "FOCUSED INSPECTION",
  "date": "17-SEP-2018",
  "report_date": "04-OCT-2018",
  "citations": [
    {
      "code": "2.131(b)(1)",
      "kind": "Critical",
      "repeat": true,
      "desc": "HANDLING OF ANIMALS.",
      "narrative": "On 9/13/18, Zoey the ~6 month old female zebra fell out of the livestock trailer and was dragged until the vehicle\ncould come to a stop. The truck and trailer were traveling along the interstate when the rear door swung open. The\nother animals (3 ponies, 1 juvenile camel) remained in the trailer and were not injured. The licensee reported that\nthe locking rod-latch mechanism had not been engaged on the rear door and that only the non-secure latch was\nused to hold the door shut by the employee. The zebra was transported immediately to the attending veterinarian\nwhere she remained. The zebra suffered extensive scrapes and injuries along her left side especially on her left\nforearm between her carpus and elbow, her left lower abdomen ( > 12 inch diameter), her left flank and hind limb\nbetween knee and hip ( > 20 inch diameter). These injuries resulted in extensive skin slough and damage to\nunderlying muscles and tissue. She was euthanized on 9/26/18 due to the extensive wounds and poor prognosis.\nThe trailer was examined and the locking rod latch was found to be difficult to engage but was in working order and\ncould be placed in the locked and secured configuration by the inspector.\nAnimals must be handled as carefully as possible and in a manner that does not cause trauma or physical harm. All\nsafety features and latches on trailers must be engaged to ensure safe and careful handling of the animals\ncontained within to prevent trauma or physical harm.\nCorrected by the time of inspection. Employee has been retrained on safe handling and transportation. A new\ntrailer has been purchased.\nThis inspection and exit interview were conducted with facility representative."
    }
  ],
  "narrative": "2.131(b)(1)           CRITICAL                    REPEAT\nHANDLING OF ANIMALS.\nOn 9/13/18, Zoey the ~6 month old female zebra fell out of the livestock trailer and was dragged until the vehicle\ncould come to a stop. The truck and trailer were traveling along the interstate when the rear door swung open.  The\nother animals (3 ponies,  1 juvenile camel) remained in the trailer and were not injured. The licensee reported that\nthe locking rod-latch mechanism had not been engaged on the rear door and that only the non-secure latch was\nused to hold the door shut by the employee. The zebra was transported immediately to the attending veterinarian\nwhere she remained.  The zebra suffered extensive scrapes and injuries along her left side especially on her left\nforearm between her carpus and elbow, her left lower abdomen ( > 12 inch diameter), her left flank and hind limb\nbetween knee and hip ( > 20 inch diameter). These injuries resulted in extensive skin slough and damage to\nunderlying muscles and tissue.   She was euthanized on 9/26/18 due to the extensive wounds and poor prognosis.\nThe trailer was examined and the locking rod latch was found to be difficult to engage but was in working order and\ncould be placed in the locked and secured configuration by the inspector.\nAnimals must be handled as carefully as possible and in a manner that does not cause trauma or physical harm.  All\nsafety features and latches on trailers  must be engaged to ensure safe and careful handling of the animals\ncontained within to prevent trauma or physical harm.\nCorrected by the time of inspection.  Employee has been retrained on safe handling and transportation. A new\ntrailer has been purchased.\nThis inspection and exit interview were conducted with facility representative.",
  "animals_total": 1,
  "species": [
    {
      "count": 1,
      "scientific": "Equus quagga",
      "common": "BURCHELL’S / GRANT’S / CHAPMAN’S / PLAINS ZEBRA"
    }
  ]
}