{
  "insp_id": "340131152533232",
  "layout": "a",
  "customer_id": "323056",
  "customer_name": "Brittney Middleton",
  "customer_addr": "Elvis Middleton\nP. O. Box 42\nVendor, AR 72683",
  "certificate": "71-A-1292",
  "site_id": "001",
  "site_name": "BRITTNEY & ELVIS MIDDLETON",
  "insp_type": "ROUTINE INSPECTION",
  "date": "01-JUL-2014",
  "report_date": "01-JUL-2014",
  "citations": [
    {
      "code": "2.40(b)",
      "kind": "",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "In the kennel facility there are three adult English Bulldogs which needs to be evaluated by the attending\nveterinarian. One animal is an adult male named Fraizer, chip #0A02014642, who has green matter surrounding\nhis right eye. Dana is an adult female chip # 0A01565253, who gas green drainage from both eyes and her nose.\nJea is an adult female chip# 941000013167750 who has an enlarged gland on her left eye with green matter. The\ndealer did not have any written documentation of the animals receiving any treatment or communications with the\nattending veterinarian. The animals must be evaluated by the attending veterinarian. The dealer must maintain\nwritten documentation of the evaluation and all treatment to protect their health and welfare.\nAffects three adults"
    },
    {
      "code": "3.11(c)",
      "kind": "",
      "repeat": true,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "The kennel consists of one sheltered building which is divided into two areas. In the adult housing area there is an\naccumulation of spider webs with dead insects on the windows and walls. There is spilt food in the enclosures and\ncentral walk way floor. There are accumulations of flies through out the building including the empty enclosures.\nThe dealer does have a fly bait jar which is half full. Premises where housing facilities are located, including\nbuildings and surrounding grounds, must be kept clean and in good repair to protect the animals from injury, to\nfacilitate husbandry practices, and to reduce or eliminate breeding and living areas for rodents and other pests and\nto protect the health and well-being of the animals.\nAffects Thirty-three adults\nThe inspection and exit briefing was conducted with the Dealer.\nAdditional Inspectors\nCooper Natalie, Veterinary Medical Officer"
    }
  ],
  "narrative": "2.40(b)                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nIn the kennel facility there are three adult English Bulldogs which needs to be evaluated by the attending\nveterinarian.  One animal is an adult male named Fraizer, chip #0A02014642, who has green matter surrounding\nhis right eye.  Dana is an adult female chip # 0A01565253, who gas green drainage from both eyes and her nose. \nJea is an adult female chip# 941000013167750 who has an enlarged gland on her left eye with green matter.  The\ndealer did not have any written documentation of the animals receiving any treatment or communications with the\nattending veterinarian.  The animals must be evaluated by the attending veterinarian.  The dealer must maintain\nwritten documentation of the evaluation and all treatment to protect their health and welfare.\nAffects three adults\n3.11(c)                    REPEAT\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\nThe kennel consists of one sheltered building which is divided into two areas.  In the adult housing area there is an\naccumulation of spider webs with dead insects on the windows and walls.  There is spilt food in the enclosures and\ncentral walk way floor.  There are accumulations of flies through out the building including the empty enclosures.\nThe dealer does have a fly bait jar which is half full.  Premises where housing facilities are located, including\nbuildings and surrounding grounds, must be kept clean and in good repair to protect the animals from injury, to\nfacilitate husbandry practices, and to reduce or eliminate breeding and living areas for rodents and other pests and\nto protect the health and well-being of the animals. \nAffects Thirty-three adults\nThe inspection and exit briefing was conducted with the Dealer.\n\nAdditional Inspectors\nCooper Natalie, Veterinary Medical Officer",
  "animals_total": 39,
  "species": [
    {
      "count": 33,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 6,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}