{
  "insp_id": "26152305050901",
  "layout": "a",
  "customer_id": "18843",
  "customer_name": "Pete Swihart",
  "customer_addr": "Susie Swihart\n55553 221st Street\nGlenwood, IA 51534",
  "certificate": "42-A-0909",
  "site_id": "001",
  "site_name": "PETE & SUSIE SWIHART",
  "insp_type": "ROUTINE INSPECTION",
  "date": "21-JAN-2015",
  "report_date": "26-JAN-2015",
  "citations": [
    {
      "code": "3.1(c)(3)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "Sec. 3.1 Housing facilities, general. (c) Surfaces--(3) Cleaning.\n* Several dog doors have an accumulation of brown to black grime or waste on the metal surfaces. These dog\ndoors were located in the Main kennel building in several enclosures housing 10 adult dogs. The top row of\nenclosures has two enclosures, holding no dogs, with an accumulation of fecal waste on the vinyl wire flooring.\nThese enclosures where located next to enclosures housing dogs.\n* The outside concrete flooring for the Little Kennel, housing 13 adult dogs, has brown to black grime smeared onto\nthe surface. The lower metal pipe framing for the chain link dividers in these enclosures has an accumulation of\nbrown to black waste smeared onto the surface. The inside enclosures for the Little Kennel building have an\naccumulation of brown to black waste in the corners of the enclosure boxes and smeared on the surface to the dog\ndoor inserts.\nThe mentioned surfaces indicate that daily spot-cleaning is not taking place. Improper cleaning and sanitization can\ncause an accumulation of waste, attract pests, cause odors and increase disease hazards for the dogs. All\nsurfaces must be spot-cleaned daily and must be sanitized according to Section 3.11(b) (3).\nProper cleaning and sanitization will reduce the disease hazards for the dogs.\nTo be corrected by, 27-January-2015."
    },
    {
      "code": "3.1(f)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "Sec. 3.1 Housing facilities, general. (f) Drainage and waste disposal.\n* The upper and lower wash-downs for the enclosures of the Main Kennel have an accumulation of fecal waste and\nfluid waste that has ponded in the wash-down. The wash-downs are concaved in areas that do not let the fluid\nwaste rapidly drain into the drainage system. This accumulation of fecal and fluid waste can cause pest\ninfestations, insects, odors and increase the disease hazards for the 12 adult dogs and six puppies. Facility\noperators must provide regular and frequent collection of the waste in the wash-downs. The wash-downs must be\nconstructed and allow for rapid elimination of fecal and fluid waste. More regular and rapid elimination of waste will\nminimize odors, pests, insects and diseases for the dogs.\nTo be corrected by, 30-March-2015."
    },
    {
      "code": "3.11(a)",
      "kind": "",
      "repeat": true,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "Sec. 3.11 (a) Cleaning of primary enclosures.\n* The wash-downs for the bottom and top row of enclosures, housing 12 adult dogs and six puppies, have an\naccumulation of fecal waste and fluid waste. These wash-downs are located on the Main Kennel. The fecal and\nfluid waste can increase insect infestations, pests, odors and increase disease hazards for the dogs. The fecal and\nfluid waste must be removed from the wash-downs more often. More frequent removal of the waste will prevent an\naccumulation of waste and fluid waste. This will reduce pests, insects, odors and reduce the disease hazards for\nthe dogs.\nThis inspection and exit interview was conducted with an facility representative.\nThis inspection report will be sent by e-mail."
    }
  ],
  "narrative": "3.1(c)(3)\nHOUSING FACILITIES, GENERAL.\nSec. 3.1  Housing facilities, general.  (c) Surfaces--(3) Cleaning. \n* Several dog doors have an accumulation of brown to black grime or waste on the metal surfaces.  These dog\ndoors were located in the Main kennel building in several enclosures housing 10 adult dogs. The top row of\nenclosures has two enclosures, holding no dogs, with an accumulation of fecal waste on the vinyl wire flooring. \nThese enclosures where located next to enclosures housing dogs.\n* The outside concrete flooring for the Little Kennel, housing 13 adult dogs, has brown to black grime smeared onto\nthe surface.  The lower metal pipe framing for the chain link dividers in these enclosures has an accumulation of\nbrown to black waste smeared onto the surface.  The inside enclosures for the Little Kennel building have an\naccumulation of brown to black waste in the corners of the enclosure boxes and smeared on the surface to the dog\ndoor inserts. \nThe mentioned surfaces indicate that daily spot-cleaning is not taking place.  Improper cleaning and sanitization can\ncause an accumulation of waste, attract pests, cause odors and increase disease hazards for the dogs.  All\nsurfaces must be spot-cleaned daily and must be sanitized according to Section 3.11(b) (3).\nProper cleaning and sanitization will reduce the disease hazards for the dogs.\nTo be corrected by, 27-January-2015. \n3.1(f)\nHOUSING FACILITIES, GENERAL.\nSec. 3.1 Housing facilities, general.   (f) Drainage and waste disposal. \n* The upper and lower wash-downs for the enclosures of the Main Kennel have an accumulation of fecal waste and\nfluid waste that has ponded in the wash-down.  The wash-downs are concaved in areas that do not let the fluid\n\nwaste rapidly drain into the drainage system.  This accumulation of fecal and fluid waste can cause pest\ninfestations, insects, odors and increase the disease hazards for the 12 adult dogs and six puppies.  Facility\noperators must provide regular and frequent collection of the waste in the wash-downs.  The wash-downs must be\nconstructed and allow for rapid elimination of fecal and fluid waste.  More regular and rapid elimination of waste will\nminimize odors, pests, insects and diseases for the dogs.\nTo be corrected by, 30-March-2015.\n3.11(a)                    REPEAT\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\nSec. 3.11 (a) Cleaning of primary enclosures. \n* The wash-downs for the bottom and top row of enclosures, housing 12 adult dogs and six puppies, have an\naccumulation of fecal waste and fluid waste.  These wash-downs are located on the Main Kennel. The fecal and\nfluid waste can increase insect infestations, pests, odors and increase disease hazards for the dogs.  The fecal and\nfluid waste must be removed from the wash-downs more often.  More frequent removal of the waste will prevent an\naccumulation of waste and fluid waste.  This will reduce pests, insects, odors and reduce the disease hazards for\nthe dogs. \nThis inspection and exit interview was conducted with an facility representative.\nThis inspection report will be sent by e-mail.",
  "animals_total": 31,
  "species": [
    {
      "count": 25,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 6,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}