{
  "insp_id": "2016090000752117",
  "layout": "b",
  "customer_id": "508170",
  "customer_name": "ADAM YODER",
  "customer_addr": "3318 Mennonite School Road\nMONTEZUMA, GA 31063",
  "certificate": "67-A-0002",
  "site_id": "001",
  "site_name": "ADAM YODER",
  "insp_type": "RE-LICENSE INSPECTION",
  "date": "29-NOV-2021",
  "report_date": "02-DEC-2021",
  "citations": [
    {
      "code": "2.40(b)(3)",
      "kind": "Direct",
      "repeat": true,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "A written program of veterinary care with drugs and dosages was documented, but it was not detailed on how and when\nto do some of the treatments. Some discrepancies between the treatments provided by the licensee and what was\napproved by the veterinarian were identified.\n• In Building 1, two rabbits with chronic eye conditions were observed. One tan and white buck rabbit identified as “Hank”\nhad a severely affected right eye that was swollen and red, oozing yellow and white discharge down the rabbit’s face. The\nskin between the eye and the nose was hairless, reddened and inflamed. The rabbit could not keep its right eye fully\nopen. Another buck rabbit, identified as “Ashton,” was observed to have a small amount of yellow drainage from the left\neye and the skin surrounding the eye was pink and inflamed. They had both received a treatment approved by the\nattending veterinarian, but their conditions hadn’t resolved once the regimen was completed. Per the licensee, if the\ncondition persisted after treatment, the plan was to keep them comfortable and not to treat them. Conversations with the\nattending veterinarian revealed that his recommendations to the licensee for persisting eye infections were enucleation of\nthe affected eye or euthanasia.\n• A black rabbit with a white nose in enclosure 300 of Building 1 had two raised, skin-colored, crusty hairless masses on\nthe left ear. One mass was approximately ½ inch in width and length and the other one was approximately 1 inch wide\nand 2 inches long. The licensee explained having treated the ear with a topical salve. The attending veterinarian had not\nbeen contacted about this rabbit and had not approved the use of a salve for this type of condition.\n• A black and white doe in Building 1 had been noted by the licensee as being “off feed” and due with kits any day. The\nlicensee gave an injection of banamine to help with discomfort. When asked, the licensee justified treatment based on the\ndoe being off feed and uncomfortable. The attending veterinarian stated he did not approve the use of banamine for\nrabbits that are pregnant or kindling with the licensee.\nMedical care that is not being done exactly per the veterinarian’s instructions can result in inappropriate methods to\ndiagnose and treat conditions such as those listed above. The licensee must consult with the attending veterinarian to\nobtain a treatment plan for the animals noted above. Moving forward, the licensee must establish a clear method of\nfrequent communication with the attending veterinarian to establish detailed and appropriate methods to prevent, control,\ndiagnose, and treat diseases and injuries.\nIn building 2, two grey Flemish Giant rabbits that were housed together, were found with a large amount of brown/grey\ncrusty material inside of the left ear for one and the right ear for the other. For both rabbits, the skin inside the ear, below\nthe crusty material, was red and inflamed. Areas of dried crusted blood could be seen within the affected area. The\nlicensee had not identified the conditions affecting these 2 rabbits and therefore had not initiated treatment. Failure to\npromptly identify injuries delays treatment and causes undue pain and distress in animals with such conditions. A more\nrigorous method of daily observation of all animals must be implemented in order to properly assess their health and well-\nbeing.\nCORRECTION DATE: December 06, 2021"
    },
    {
      "code": "3.50(d)",
      "kind": "",
      "repeat": true,
      "desc": "Facilities, general.",
      "narrative": "Upon entering Building 2, a large amount of feces mixed in with food waste was found on the floor below all the rabbits’\nwire floor enclosures that was attracting a large number of flies, especially congregating in the sunny areas. The amount\nof feces and food waste below the enclosures varied in height but the peak was approximately 6 inches tall. A portion of\nthe feces was covered with a white fuzzy film that was fungal-like in appearance. Per the licensee, the waste had not\nbeen removed in 2 months. Once a rake was used to push through the waste, insect larvae were seen wriggling in it,\nespecially in the wet areas. The fecal and food waste accumulation was attracting pests which can become a disease\nhazard or area of contamination for the rabbits. Waste accumulation can also lead to odors and disease hazards that can\nhave adverse effects on the health and well-being of the rabbits. The licensee must have provisions in place for the\nremoval and disposal of animal and food wastes often enough to minimize pest problems and any potential\ncontamination, odors, or disease hazards.\nCORRECTION DATE: December 06, 2021\nThis is a 2nd Re-License Inspection for a Class “A” license. The inspection and exit briefing were conducted with the\napplicant. All items must be in compliance within 1 more inspection or by December 13, 2021 or the applicant will forfeit\nthe license fee and must wait 6 months to reapply. Please contact your inspector to schedule your next Re-License\nInspection.\nRegulated activity can continue under your existing USDA license until it expires.\nAdditional Inspectors:\nSTEPHANIE MAYARD, VETERINARY MEDICAL OFFICEREnd Section"
    }
  ],
  "narrative": "2.40(b)(3)  Direct Repeat\n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nA written program of veterinary care with drugs and dosages was documented, but it was not detailed on how and when \nto do some of the treatments. Some discrepancies between the treatments provided by the licensee and what was \napproved by the veterinarian were identified. \n• In Building 1, two rabbits with chronic eye conditions were observed. One tan and white buck rabbit identified as “Hank” \nhad a severely affected right eye that was swollen and red, oozing yellow and white discharge down the rabbit’s face. The \nskin between the eye and the nose was hairless, reddened and inflamed. The rabbit could not keep its right eye fully \nopen.  Another buck rabbit, identified as “Ashton,” was observed to have a small amount of yellow drainage from the left \neye and the skin surrounding the eye was pink and inflamed. They had both received a treatment approved by the \nattending veterinarian, but their conditions hadn’t resolved once the regimen was completed.  Per the licensee, if the \ncondition persisted after treatment, the plan was to keep them comfortable and not to treat them.  Conversations with the \nattending veterinarian revealed that his recommendations to the licensee for persisting eye infections were enucleation of \nthe affected eye or euthanasia. \n• A black rabbit with a white nose in enclosure 300 of Building 1 had two raised, skin-colored, crusty hairless masses on \nthe left ear.  One mass was approximately ½ inch in width and length and the other one was approximately 1 inch wide\n\nand 2 inches long. The licensee explained having treated the ear with a topical salve. The attending veterinarian had not \nbeen contacted about this rabbit and had not approved the use of a salve for this type of condition. \n• A black and white doe in Building 1 had been noted by the licensee as being “off feed” and due with kits any day.  The \nlicensee gave an injection of banamine to help with discomfort. When asked, the licensee justified treatment based on the \ndoe being off feed and uncomfortable. The attending veterinarian stated he did not approve the use of banamine for \nrabbits that are pregnant or kindling with the licensee. \n \nMedical care that is not being done exactly per the veterinarian’s instructions can result in inappropriate methods to \ndiagnose and treat conditions such as those listed above. The licensee must consult with the attending veterinarian to \nobtain a treatment plan for the animals noted above. Moving forward, the licensee must establish a clear method of \nfrequent communication with the attending veterinarian to establish detailed and appropriate methods to prevent, control, \ndiagnose, and treat diseases and injuries. \nIn building 2, two grey Flemish Giant rabbits that were housed together, were found with a large amount of brown/grey \ncrusty material inside of the left ear for one and the right ear for the other. For both rabbits, the skin inside the ear, below \nthe crusty material, was red and inflamed. Areas of dried crusted blood could be seen within the affected area. The \nlicensee had not identified the conditions affecting these 2 rabbits and therefore had not initiated treatment. Failure to \npromptly identify injuries delays treatment and causes undue pain and distress in animals with such conditions. A more \nrigorous method of daily observation of all animals must be implemented in order to properly assess their health and well-\nbeing. \n \nCORRECTION DATE: December 06, 2021\n\n3.50(d)  Repeat\n   \nFacilities, general. \nUpon entering Building 2, a large amount of feces mixed in with food waste was found on the floor below all the rabbits’ \nwire floor enclosures that was attracting a large number of flies, especially congregating in the sunny areas. The amount \nof feces and food waste below the enclosures varied in height but the peak was approximately 6 inches tall.  A portion of \nthe feces was covered with a white fuzzy film that was fungal-like in appearance.  Per the licensee, the waste had not \nbeen removed in 2 months.  Once a rake was used to push through the waste, insect larvae were seen wriggling in it, \nespecially in the wet areas.  The fecal and food waste accumulation was attracting pests which can become a disease \nhazard or area of contamination for the rabbits. Waste accumulation can also lead to odors and disease hazards that can \nhave adverse effects on the health and well-being of the rabbits. The licensee must have provisions in place for the \nremoval and disposal of animal and food wastes often enough to minimize pest problems and any potential \ncontamination, odors, or disease hazards. \nCORRECTION DATE: December 06, 2021 \n \nThis is a 2nd Re-License Inspection for a Class “A” license. The inspection and exit briefing were conducted with the \napplicant.  All items must be in compliance within 1 more inspection or by December 13, 2021 or the applicant will forfeit \nthe license fee and must wait 6 months to reapply.  Please contact your inspector to schedule your next Re-License \nInspection. \nRegulated activity can continue under your existing USDA license until it expires. \n \nAdditional Inspectors: \nSTEPHANIE MAYARD, VETERINARY MEDICAL OFFICEREnd Section",
  "animals_total": 3177,
  "species": [
    {
      "count": 3177,
      "scientific": "Oryctolagus cuniculus",
      "common": "DOMESTIC RABBIT / EUROPEAN RABBIT"
    }
  ]
}