{
  "insp_id": "2016090000649486",
  "layout": "b",
  "customer_id": "9272",
  "customer_name": "IMAGINATION STATION SCIENCE MUSEUM",
  "customer_addr": "244 NASH ST EAST\nWILSON, NC 27896",
  "certificate": "55-C-0263",
  "site_id": "001",
  "site_name": "IMAGINATION STATION SCIENCE MUSEUM",
  "insp_type": "ROUTINE INSPECTION",
  "date": "06-JUL-2021",
  "report_date": "06-JUL-2021",
  "citations": [
    {
      "code": "2.40(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "No written Program of Veterinary Care (PVC) was available at the beginning of this inspection. Upon phone contact by\ninspector to the Attending Veterinarian (AV), a copy of a 2018 PVC was provided to the facility. The 2018 PVC does not\naccurately reflect the species present during inspection. The PVC includes species no longer held by the exhibitor (sugar\nglider, possum) and does not document all current species (rabbits). Each exhibitor shall employ an AV under formal\narrangements. In the case of a part-time AV, the formal arrangements shall include a written program of veterinary care\nand regularly scheduled visits to the premises of the exhibitor. Correct by July 13, 2021."
    },
    {
      "code": "2.75(b)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Records: Dealers and exhibitors.",
      "narrative": "No records of acquisition, disposition, or animals on-hand were available for inspection. Disposition of a sugar glider was\nnot recorded. Acquisition information for 2 rabbits, 1 hedgehog and 1 chinchilla was not available. No record of animals on\nhand was available. Per the regulations, every exhibitor shall make, keep, and maintain adequate records or forms which\nfully and correctly disclose the required, detailed information in this section concerning animals purchased or otherwise\nacquired, held, leased, or otherwise in his or her possession or under his or her control, or which is transported, sold,\neuthanized or otherwise disposed of by that dealer or exhibitor. Correct by July 13, 2021."
    },
    {
      "code": "3.131(d)",
      "kind": "",
      "repeat": false,
      "desc": "Sanitation.",
      "narrative": "Excessive numbers of fruit flies were present in the animal display room, centered primarily around the hedgehog\nenclosure. High numbers of pests serve as an increased disease risk for the animals due to feces and disease\ntransmission between the animals. A safe and effective program for the control of insects, ectoparasites, and avian and\nmammalian pests shall be established and maintained. Correct by July 13, 2021.\nThis inspection and exit interview were conducted with the facility representatives.\nEnd Section"
    }
  ],
  "narrative": "2.40(a)(1) \n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nNo written Program of Veterinary Care (PVC) was available at the beginning of this inspection.  Upon phone contact by \ninspector to the Attending Veterinarian (AV), a copy of a 2018 PVC was provided to the facility. The 2018 PVC does not \naccurately reflect the species present during inspection. The PVC includes species no longer held by the exhibitor (sugar \nglider, possum) and does not document all current species (rabbits).  Each exhibitor shall employ an AV under formal \narrangements. In the case of a part-time AV, the formal arrangements shall include a written program of veterinary care \nand regularly scheduled visits to the premises of the exhibitor.  Correct by July 13, 2021. \n2.75(b)(1) \n   \nRecords: Dealers and exhibitors. \nNo records of acquisition, disposition, or animals on-hand were available for inspection.  Disposition of a sugar glider was \nnot recorded. Acquisition information for 2 rabbits, 1 hedgehog and 1 chinchilla was not available. No record of animals on \nhand was available.  Per the regulations, every exhibitor shall make, keep, and maintain adequate records or forms which \nfully and correctly disclose the required, detailed information in this section concerning animals purchased or otherwise \nacquired, held, leased, or otherwise in his or her possession or under his or her control, or which is transported, sold, \neuthanized or otherwise disposed of by that dealer or exhibitor.  Correct by July 13, 2021.\n\n3.131(d) \n   \nSanitation. \nExcessive numbers of fruit flies were present in the animal display room, centered primarily around the hedgehog \nenclosure.  High numbers of pests serve as an increased disease risk for the animals due to feces and disease \ntransmission between the animals. A safe and effective program for the control of insects, ectoparasites, and avian and \nmammalian pests shall be established and maintained.  Correct by July 13, 2021. \n \nThis inspection and exit interview were conducted with the facility representatives. \n \nEnd Section",
  "animals_total": 4,
  "species": [
    {
      "count": 1,
      "scientific": "Chinchilla lanigera",
      "common": "CHINCHILLA (DOMESTICATED)"
    },
    {
      "count": 2,
      "scientific": "Oryctolagus cuniculus",
      "common": "DOMESTIC RABBIT / EUROPEAN RABBIT"
    },
    {
      "count": 1,
      "scientific": "Atelerix albiventris",
      "common": "FOUR-TOED HEDGEHOG"
    }
  ]
}