{
  "insp_id": "79141947384901",
  "layout": "a",
  "customer_id": "38045",
  "customer_name": "Allen Keller",
  "customer_addr": "361 N Broad River Rd\nToccoa, GA 30557",
  "certificate": "57-A-0179",
  "site_id": "001",
  "site_name": "ALLEN KELLER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "27-MAR-2014",
  "report_date": "27-MAR-2014",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "***The older female miniature pincher has severe dermatitis. There are large patches of flaking skin and several\nareas of reddened, moist, raw skin. This dog shall be examined and treated by your veterinarian. Records\ndisclosing condition and treatment should be maintained. Correct by April 1, 2014.\n***The male bichon \"Gibbs\", the male and female Yorkshire terriers Emmy Lou and Woody, and the female\nminiature pincher were observed with extremely long nails. The toes of these dogs were turning to an abnormal\nposition when the dogs walked. There were other dogs observed with excessively long toenails as well. Excessive\nlength of the toenails can result in injury and joint problems. The dogs nails shall be properly trimmed to prevent\ninjury and joint problems. Correct by May 1, 2014.\n***The male bichon \"Gibbs\" is very matted around his hind legs, back and tail areas. Matting hair can lead to skin\nirritation. This dog shall be groomed to prevent skin irritation and provide for his comfort and well-being. Correct by\nApril 10, 2014.\n***The bichon \"Gibbs, the miniature pincher and the male yorky \"Woody\" have a build up of a greenish grey\nhardened material on their teeth. These build-up cause dental problems such as inflammed gums, infection and\nloss of teeth. These dogs shall be examined and provided dental cleaning. Correct by April 27, 2014."
    },
    {
      "code": "2.50(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "TIME AND METHOD OF IDENTIFICATION.",
      "narrative": "***The facility is currently using microchips to identify the adult dogs, the male dogs are not getting microchipped\nand there is no other form of identification other than their name being used. All dogs shall be properly identified (ie.\ncollar and tags, tattoos, etc) as specified in Sections 2.50 and 2.51 of the Regulations. Correct by April 10, 2014."
    },
    {
      "code": "2.75(a)(2)",
      "kind": "",
      "repeat": false,
      "desc": "RECORDS: DEALERS AND EXHIBITORS.",
      "narrative": "***There is no written inventory. Records fully disclosing information concerning each dog purchased or otherwise\nacquired, owned, held, or otherwise in his or her possession or under his or her control, or which is transported,\neuthanized, sold, or otherwise disposed of by that dealer must be developed and maintained. The records shall\ninclude any offspring born of any animal while in your possession. Form 7005 - Record of Acquisition and Form\n7006 - Record of Disposition shall be used to document this information unless a variance is requested and granted.\nCorrect by April 10, 2014.\n***Ten dogs were recently sold (within the past month). There are no records disclosing the transaction. Form\n7006 - Record of Disposition shall be developed and maintained disclosing the information as required by\nparagraph (a)(1) of this section. Correct from today forward."
    },
    {
      "code": "3.11(a)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "***The primary enclosures for the dogs are constructed of plywood with some of the walls covered with a plastic\npanel. The floors in the enclosures are plywood and some of the enclosures have carpeting on top. There is a\nstrong odor of and ammonia upon entering the kennel. There is an excessive build-up of excreta and waste material\nthat has accumulated in the corners and along the seams where the walls meet the floor. In addition there is\nseveral days' accumulation of feces on the floors in the enclosures. Accumulations of feces and waste create\nunsanitary conditions which allow the spread of parasites and disease hazards. The solid waste and excreta shall\nbe removed from primary enclosures daily to prevent soiling the dogs and to reduce disease hazards, insects, pests\nand odors. Correct by April 10, 2014.\nForms 7005 and 7006 were provided during this inspection.\nThe inspection and exit briefing conducted with the owner."
    }
  ],
  "narrative": "2.40(b)(2)           DIRECT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n***The older female miniature pincher has severe dermatitis.  There are large patches of flaking skin and several\nareas of reddened, moist, raw skin. This dog shall be examined and treated by your veterinarian.  Records\ndisclosing condition and treatment should be maintained.  Correct by April 1, 2014. \n***The male bichon \"Gibbs\", the male and female Yorkshire terriers Emmy Lou and Woody, and the female\nminiature pincher were observed with extremely long nails.  The toes of these dogs were turning to an abnormal\nposition when the dogs walked.  There were other dogs observed with excessively long toenails as well. Excessive\nlength of the toenails can result in injury and joint problems. The dogs nails shall be properly trimmed to prevent\ninjury and joint problems.  Correct by May 1, 2014.\n***The male bichon \"Gibbs\" is very matted around his hind legs, back and tail areas.  Matting hair can lead to skin\nirritation.  This dog shall be groomed to prevent skin irritation and provide for his comfort and well-being.  Correct by\nApril 10, 2014.\n***The bichon \"Gibbs, the miniature pincher and the male yorky \"Woody\" have a build up of a greenish grey\nhardened material on their teeth.  These build-up cause dental problems such as inflammed gums, infection and\nloss of teeth.  These dogs shall be examined and provided dental cleaning.  Correct by April 27, 2014.\n2.50(a)(1)\nTIME AND METHOD OF IDENTIFICATION.\n***The facility is currently using microchips to identify the adult dogs,  the male dogs are not getting microchipped\nand there is no other form of identification other than their name being used.  All dogs shall be properly identified (ie.\ncollar and tags, tattoos, etc) as specified in Sections 2.50 and 2.51 of the Regulations. Correct by April 10, 2014.\n2.75(a)(2)\n\nRECORDS: DEALERS AND EXHIBITORS.\n***There is no written inventory. Records fully disclosing information concerning each dog purchased or otherwise\nacquired, owned, held, or otherwise in his or her possession or under his or her control, or which is transported,\neuthanized, sold, or otherwise disposed of by that dealer must be developed and maintained.  The records shall\ninclude any offspring born of any animal while in your possession.  Form 7005 - Record of Acquisition and Form\n7006 - Record of Disposition shall be used to document this information unless a variance is requested and granted.\n Correct by April 10, 2014.\n***Ten dogs were recently sold (within the past month).  There are no records disclosing the transaction.  Form\n7006 - Record of Disposition shall be developed and maintained disclosing the information as required by\nparagraph (a)(1) of this section.   Correct from today forward.\n3.11(a)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\n***The primary enclosures for the dogs are constructed of plywood with some of the walls covered with a plastic\npanel.  The floors in the enclosures are plywood and some of the enclosures have carpeting on top.  There is a\nstrong odor of and ammonia upon entering the kennel. There is an excessive build-up of excreta and waste material\nthat has accumulated in the corners and along the seams where the walls meet the floor.  In addition there is\nseveral days' accumulation of feces on the floors in the enclosures.  Accumulations of feces and waste create\nunsanitary conditions which allow the spread of parasites and disease hazards.  The solid waste and excreta shall\nbe removed from primary enclosures daily to prevent soiling the dogs and to reduce disease hazards, insects, pests\nand odors.  Correct by April 10, 2014.\nForms 7005 and 7006 were provided during this inspection.\nThe inspection and exit briefing conducted with the owner.",
  "animals_total": 16,
  "species": [
    {
      "count": 16,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    }
  ]
}