{
  "insp_id": "2016082567991408",
  "layout": "a",
  "customer_id": "40695",
  "customer_name": "Nancy Taylor",
  "customer_addr": "P.O.Box 246\nCocolalla, ID 83813",
  "certificate": "82-C-0069",
  "site_id": "001",
  "site_name": "NANCY J. TAYLOR",
  "insp_type": "ROUTINE INSPECTION",
  "date": "14-SEP-2016",
  "report_date": "09-NOV-2016",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "\"Hache-Hi\", a 16 year old male wolf was observed to have a stiff gait in his front legs and had front toenail and dew\nclaw overgrowth. Personnel say that it is difficult to trim his nails and report that his stiff gait is due to some arthritis\nissues. Since overgrown toe nails can begin to affect an animals' gait and comfort, it is important the facility works\nwith the attending veterinarian to manage Hache-Hi's nails in a manner that is beneficial to his health and\nwell-being. The attending veterinarian must be consulted to develop a treatment plan for Hache-Hi. The treatment\nplan must be documented and available for future inspections.\nThe facility has consulted the attending veterinarian on the wolves' diet and the recommendation was to include a\nmultivitamin supplement due to feeding an all-meat diet. The facility has been giving some joint health supplements\n(LifeVantage and Springtime \"Advanced Hip and Joint\"), however these do not provide all the vitamins and\nminerals needed by canine species being fed an all meat diet. An all meat diet without proper supplementation can\nlead to vitamin and mineral deficiencies in wolves and lead to further health problems. The facility must work with\nthe attending veterinarian to ensure that the diet for the wolves is properly supplemented.\nThis inspection and exit interview were conducted with facility representatives.\nAdditional Inspectors\nSecor Thomas, Veterinary Medical Officer"
    }
  ],
  "narrative": "2.40(b)(2)                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n\"Hache-Hi\", a 16 year old male wolf was observed to have a stiff gait in his front legs and had front toenail and dew\nclaw overgrowth.  Personnel say that it is difficult to trim his nails and report that his stiff gait is due to some arthritis\nissues.   Since overgrown toe nails can begin to affect an animals' gait and comfort, it is important the facility works\nwith the attending veterinarian to manage Hache-Hi's nails in a manner that is beneficial to his health and\nwell-being.  The attending veterinarian must be consulted to develop a treatment plan for Hache-Hi.  The treatment\nplan must be documented and available for future inspections.  \nThe facility has consulted the attending veterinarian on the wolves' diet and the recommendation was to include a\nmultivitamin supplement due to feeding an all-meat diet.  The facility has been giving some joint health supplements\n(LifeVantage and Springtime \"Advanced Hip and Joint\"), however these do not provide all the  vitamins and\nminerals needed by canine species being fed an all meat diet.  An all meat diet without proper supplementation can\nlead to vitamin and mineral deficiencies in wolves and lead to further health problems.  The facility must work with\nthe attending veterinarian to ensure that the diet for the wolves is properly supplemented.\nThis inspection and exit interview were conducted with facility representatives.\nAdditional Inspectors\nSecor Thomas, Veterinary Medical Officer",
  "animals_total": 23,
  "species": [
    {
      "count": 23,
      "scientific": "Canis lupus",
      "common": "GRAY WOLF / GREY WOLF / TIMBER WOLF"
    }
  ]
}