{
  "insp_id": "2016082568030568",
  "layout": "a",
  "customer_id": "333385",
  "customer_name": "Deer Haven Mini Zoo",
  "customer_addr": "12312 Detour Rd\nKeymar, MD 21757",
  "certificate": "51-C-0111",
  "site_id": "001",
  "site_name": "DEER HAVEN MINI ZOO",
  "insp_type": "ROUTINE INSPECTION",
  "date": "06-DEC-2016",
  "report_date": "07-DEC-2016",
  "citations": [
    {
      "code": "2.40(a)(1)",
      "kind": "Critical",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "***The licensee still has not found the written program of veterinary care for 2016 from his attending veterinarian. A\ncomplete species appropriate and up to date program of veterinary care is essential for maintaining the health of the\nanimals.The facility must have an appropriate written program of veterinary care for all species housed at the facility\nto ensure that all animals receive the appropriate care. Correct by having the attending veterinarian complete a new\nwritten program of veterinary care."
    },
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "***The pot bellied pig has overgrown hooves that are curling up on the ends of its front feet. Overgrown hooves\nmay cause problems such as lameness and foot rot. The hooves must be trimmed and a schedule instituted to\nkeep the hooves from becoming overgrown.\n***The larger brown nosed coatimundi cited on the October 12, 2016 inspection report for lethargic behavior, slightly\nlabored breathing, and poorly responsive to stimuli has still not been evaluated by a veterinarian. While the animal\nappeared alert and responsive during this inspection, episodes as described above may be indicative of disease.\nThis brown nosed coatimundi must be assessed by a veterinarian experienced with the species and the\nrecommendations followed as soon as possible.\n***The larger arctic fox cited on the October 12, 2016 inspection report for being thinner than its cage mate, fecal\nstaining on the fur of its hind quarters, and not having grown in its new winter coat has still not been evaluated by a\nveterinarian. While the animal appeared to have a normal body condition and its new winter coat with no fecal\nstaining during this inspection, slower winter coat development and problems maintaining a normal weight as\ndescribed above may be indicative of disease. This arctic fox must be assessed by a veterinarian experienced with\nthe species and the recommendations followed as soon as possible.\n***The bobcat cited on the October 12, 2016 inspection report for abnormal pacing in its enclosure and for spending\nthe majority of its time in the rafters has still not been evaluated by a veterinarian. The bobcat remained in the\nrafters watching us during this inspection. Abnormal behavior patterns may be indicative of physical or\npsychological issues that may require medical treatment or habitat/husbandry modifications, and must be evaluated\nby the attending veterinarian as soon as possible to receive appropriate treatment and management.\n***The smaller of the brown nosed coatimundi cited on the October 12, 2016 inspection report for abnormal pacing\nbehavior in its enclosure has still not been evaluated by a veterinarian. While this coatimundi was not observed\npacing during this inspection, episodes of abnormal behavior patterns may be indicative of physical or psychological\nissues that may require medical treatment or habitat/husbandry modifications, and must be evaluated by the\nattending veterinarian as soon as possible to receive appropriate treatment and management."
    },
    {
      "code": "3.50(a)",
      "kind": "",
      "repeat": true,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "Structural Strength\nThe boards used to partially block the 1 inch by 1 inch floor openings in the rabbit cages appear to be treated wood\nand particle board. The particle board has irregular edges that appear chewed. The boards could pose an ingestion\nor injury hazard to the animals. Outdoor housing facilities for rabbits must be structurally sound, maintained in good\nrepair, and protect the rabbits from injury."
    },
    {
      "code": "3.50(d)",
      "kind": "",
      "repeat": true,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "Waste disposal\n***The enclosures housing three rabbits had an accumulation of fecal material under the raised cages.\nAccumulations of manure can lead to strong odors, attract pests, and may pose a disease hazard for the animals.\nThe accumulation of fecal material must be removed for the health and well-being of the animals and to maintain an\neffective pest control program."
    },
    {
      "code": "3.52(c)",
      "kind": "Direct",
      "repeat": false,
      "desc": "FACILITIES, OUTDOOR.",
      "narrative": "Shelter from cold weather\n***The three rabbits housed outdoors have protection from rain and snow, but do not have shelter from cold\nweather. Temperatures are falling below 40 degrees at night and soon will be below 40 degrees during the day.\nFailure to protect the rabbits from cold weather may negatively impact their health, their ability to fight disease, and\ncause discomfort. The rabbits must be provided adequate shelter from cold weather. Correct by December 8,\n2016."
    },
    {
      "code": "3.53(a)(4)",
      "kind": "",
      "repeat": true,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "General\nThe floor of the rabbit enclosure has 1 inch by 1 inch openings. The feet of the chocolate satin rabbits housed in this\ncage can pass through the opening easily. Particle boards have been placed in the enclsoure, however it does not\ncover the entire cage floor and may cause addition problems (See Section 3.50(a)). Primary enclosures must be\nconstructed in a manner that protects the feet and legs from injury. The floor of the rabbit enclosure must be\nmodified to safely prevent the feet of the rabbit from passing through."
    },
    {
      "code": "3.81",
      "kind": "",
      "repeat": true,
      "desc": "ENVIRONMENT ENHANCEMENT TO PROMOTE PSYCHOLOGICAL WELL-BEING.",
      "narrative": "***The licensee could not produce a written plan for environmental enhancement. Such plans are necessary to\nensure that non-human primates receive enrichment that is effective and address their species specific and\nindividual needs. A written environmental enrichment plan helps ensure that the psychological needs of the lemurs\nare met. The facility must develop a comprehensive written enrichment plan with the attending veterinarian for the\ntwo lemurs."
    },
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": true,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "Structural Strength\n***The prairie dog enclosure has a mesh floor with approximately 1 inch by 1 inch diamond shaped openings. While\nthere is straw bedding on part of the flooring. Some areas are bare and the animals’ feet could become entrapped in\nthe openings. Modifications must be employed to prevent entrapment hazards and foot injuries to the prairie dogs.\n***The gate for the goat enclosure is loosely attached with twine and metal clips. The gate must be secured and\nrepaired for the safety of the animals.\n***The squirrel cage has sharp points and gaps between the mesh sides and top. The licensee stated that on\noccasion he has found wild squirrels sharing the enclosure with the regulated animals. These issues may result in\nescape, injury or disease transmission. The squirrel cage must be repaired to prevent escape or access by wild\nanimals.\n***The Fallow deer enclosure has large gaps at the bottom of the fencing that may predispose to entanglement,\ninjury or escape. An interior fence has chain link detached and pulled away from the upper portion of a wood fence\npost. The enclosure must be repaired for the safety of the animals. There is also a large gap between the gate and\na fence support pole that does not allow the latch to close properly around the pole. To prevent the escape of\nanimals, the entry of unauthorized persons, and to reduce the risk of injury to the deer; the fencing must to be\nrepaired and the gate properly aligned in manner that will allow the latch to be secured properly to the pole.\n***The zebu and highland cow enclosure has large gaps at the bottom of the fencing that may predispose to\nentanglement, injury or escape. The enclosure must be repaired for the safety of the animals.\n***A Jacob’s sheep enclosure containing seven sheep has loose fencing held together by twine. This may\npredispose to entanglement, injury or escape. The enclosure must be repaired for the safety of the animals.\n***The bobcat enclosure has two areas of wood that attach to the rafters. The wood has sharp jagged edges. The\nbobcat at the time of this inspection was resting on a ledge near one of the jagged pieces of wood. There was also\na piece of wood hanging downward from the rafters that may fall into the enclosure and injure the bobcat. The\npieces of wood must be removed to prevent injury to the animal.\n***The brown nosed coatimundi enclosure floor was constructed of multiple pieces of wood placed in a manner that\nleft an uneven surface and created spaces for food and debris to collect. A 4 inch nail was present within the\nenclosure.The coatimundi could get their feet caught in the spaces between the boards. The presence of the nail\ncould cause an injury to the animals in the enclosure. The floor must be constructed in a manner that levels the\nsurface of the floor and the nail removed to prevent injury to the animal and facilitate husbandry practices.."
    },
    {
      "code": "3.125(c)",
      "kind": "",
      "repeat": true,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "Storage\n***One open forty pound bag of dry dog food was stored on the ground in the storage area next to the coatimundi\nenclosure.\n***Two fox carcasses were not bagged and were being stored in the meat freezer with packaged meet to be fed to\nthe animals.\nImproper storage can result in unwholesome food being fed to the animals which can lead to dietary deficiencies\nand food borne illnesses. Bagged food for the animals must be appropriately stored to protect against deterioration,\nmolding, and contamination by vermin to ensure that the food is wholesome. All meat/food carcasses stored in the\nfreezer must be bagged or in containers to protect from contamination and freezer burn. The non-food carcasses\nmust be removed from the food freezer and stored separately to prevent contamination of the food."
    },
    {
      "code": "3.125(d)",
      "kind": "",
      "repeat": true,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "Waste Disposal\nThe squirrel cage has an excessive amount of sunflower seed and peanut hulls, and other food wastes in the feed\ntrough and at the bottom of the cage. The waste also extends outside of the squirrel cage.\nExcess waste can become an attractant to pests and must be cleaned on a frequent basis. Animal and food wastes\nmust be removed from cages and disposed of away from animal enclosures. Wastes should be removed and\ndisposed of in a designated area immediately and in accordance with county and state laws."
    },
    {
      "code": "3.127(b)",
      "kind": "Direct",
      "repeat": true,
      "desc": "FACILITIES, OUTDOOR.",
      "narrative": "Shelter from Inclement Weather\n***The arctic fox enclosure now has two shelters, but one is too small for either of the fox to stand, sit or lay in a\nnormal manner and the larger shelter is too small to house both fox in a comfortable manner (allow both to stand, sit\nand lay down in a normal manner at the same time). Lack of adequate access to shelter can cause adverse effects\nfrom exposure to detrimental weather conditions. An appropriately sized shelter must be provided to ensure both\nanimals have adequate protection from the elements.\n***The fallow deer enclosure has only two-sided shelters (the third side is only partially completed) that cannot\nadequately protect the animals from wind or precipitation. Failure to protect animals from detrimental weather\nconditions can negatively impact their health and ability to fight disease. Animals must be provided with a shelter\nthat provide adequate protection from the elements.\n***The raccoon has a large barrel as shelter with a small amount of bedding. The barrel is not insulated and has a\nwide opening that does not provide adequate protection from the wind. Failure to protect animals from detrimental\nweather conditions can negatively impact their health and ability to fight disease. The raccoon must be provide an\nappropriate shelter from the cold, adequate bedding and a shelter entrance that would better protect the raccoon\nfrom inclement weather.\n***The enclosure housing five Patagonian cavies has only one shelter from cold weather with a large entrance.\nOnly about two of the animals would be able to fit comfortably in the shelter away from the entrance. Lack of\nadequate access to shelter can cause adverse effects from exposure to detrimental weather conditions. An\nappropriately sized shelter(s) must be provided to ensure all five animals have adequate protection from the cold\nweather.\n**The alpaca enclosure has a covered shelter with no solid walls. Shelters should be constructed in a manner that\nprovides protection from at least three sides for the weather condition in this locale. Failure to protect animals from\ndetrimental weather conditions can negatively impact their health and ability to fight disease. The shelter needs to\nbe modified to provide solid sides to protect the animals from inclement weather, such as wind and precipitation.\n***The pot bellied pig is housed in a covered enclosure with no shelter from the cold. At the time of inspection, the\npig was laying on top of a thin layer of straw. Failure to protect animals from detrimental weather conditions can\nnegatively impact their health and ability to fight disease. The pig must be provided an appropriate shelter from the\ncold and adequate bedding to protect the pig from inclement weather."
    },
    {
      "code": "3.131(a)",
      "kind": "",
      "repeat": true,
      "desc": "SANITATION.",
      "narrative": "Cleaning of Enclosures\n***The Patagonian cavy enclosure contained numerous fecal pellets.\nExposure to excessive amounts of feces and urine, soiled bedding and dirty water my pose a disease hazard to the\nanimals. Enclosures must be cleaned as often as necessary to prevent contamination of the animals with excreta,\nminimize disease hazards and reduce odors."
    },
    {
      "code": "3.131(c)",
      "kind": "",
      "repeat": true,
      "desc": "SANITATION.",
      "narrative": "Housekeeping\n***The empty portion of the brown nose coatimundi enclosure is in disrepair and has not been cleaned of old\nbedding and empty bags. Empty dirty enclosures can become living areas for pests and need to be cleaned in a\ntimely manner to promote the health and well being of the animals."
    },
    {
      "code": "3.131(d)",
      "kind": "",
      "repeat": true,
      "desc": "SANITATION.",
      "narrative": "Pest Control\nOld rats holes had been filled in, however numerous new rat holes were observed around the lemur, prairie dog,\ncavy, cape porcupine, and pheasant enclosures. Additionally, rat feces were seen in the the building for for storage\nand housing housing of the guinea pig. Rats are known to carry various disease hazards and a safe and effective\npest control program is required for animal health. Additional measures to prevent harborage and recolonization\nmust be implemented to ensure there is an effective means of controlling the rodent population."
    },
    {
      "code": "3.132",
      "kind": "",
      "repeat": true,
      "desc": "EMPLOYEES.",
      "narrative": "***The facility houses approximately 50 animals and numerous non-regulated species. Based upon the number\nanimals and non-complaint items related to cleaning, sanitation, waste disposal, maintenance, and veterinary care\nthere is an insufficient number of employees to adequately perform all of the husbandry responsibilities of the facility\non a daily basis. There must be a sufficient number of trained employees to carry out the day to day husbandry\nduties and maintenance or the property and enclosures. Additional personnel is needed to ensure that cleaning,\nanimal observations, maintenance tasks, and pest control duties are performed at professionally acceptable level\nfor the current number of animals housed at the facility.\nThis inspection and exit interview were conducted with the owners.\nThe incident involving the gunshot of a doe are under review.\nAdditional Inspectors\nGeib Mary, Veterinary Medical Officer"
    }
  ],
  "narrative": "2.40(a)(1)           CRITICAL                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n***The licensee still has not found the written program of veterinary care for 2016 from his attending veterinarian. A\ncomplete species appropriate and up to date program of veterinary care is essential for maintaining the health of the\nanimals.The facility must have an appropriate written program of veterinary care for all species housed at the facility\nto ensure that all animals receive the appropriate care. Correct by having the attending veterinarian complete a new\nwritten program of veterinary care.\n2.40(b)(2)                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n***The pot bellied pig has overgrown hooves that are curling up on the ends of its front feet.  Overgrown hooves\nmay cause problems such as lameness and foot rot.  The hooves must be trimmed and a schedule instituted to\nkeep the hooves from becoming overgrown.\n***The larger brown nosed coatimundi cited on the October 12, 2016 inspection report for lethargic behavior, slightly\nlabored breathing, and poorly responsive to stimuli has still not been evaluated by a veterinarian.  While the animal\nappeared alert and responsive during this inspection, episodes as described above may be indicative of disease. \nThis brown nosed coatimundi must be assessed by a veterinarian experienced with the species and the\nrecommendations followed as soon as possible.\n***The larger arctic fox cited on the October 12, 2016 inspection report for being thinner than its cage mate, fecal\nstaining on the fur of its hind quarters, and not having grown in its new winter coat has still not been evaluated by a\nveterinarian.  While the animal appeared to have a normal body condition and its new winter coat with no fecal\nstaining during this inspection, slower winter coat development and problems maintaining a normal weight as\ndescribed above may be indicative of disease.  This arctic fox must be assessed by a veterinarian experienced with\nthe species and the recommendations followed as soon as possible.\n***The bobcat cited on the October 12, 2016 inspection report for abnormal pacing in its enclosure and for spending\nthe majority of its time in the rafters has still not been evaluated by a veterinarian.  The bobcat remained in the\n\nrafters watching us during this inspection.  Abnormal behavior patterns may be indicative of physical or\npsychological issues that may require medical treatment or habitat/husbandry modifications, and must be evaluated\nby the attending veterinarian as soon as possible to receive appropriate treatment and management.\n***The smaller of the brown nosed coatimundi cited on the October 12, 2016 inspection report for abnormal pacing\nbehavior in its enclosure has still not been evaluated by a veterinarian.  While this coatimundi was not observed\npacing during this inspection, episodes of abnormal behavior patterns may be indicative of physical or psychological\nissues that may require medical treatment or habitat/husbandry modifications, and must be evaluated by the\nattending veterinarian as soon as possible to receive appropriate treatment and management.\n     \n3.50(a)                    REPEAT\nFACILITIES, GENERAL.  \nStructural Strength\nThe boards used to partially block the 1 inch by 1 inch floor openings in the rabbit cages appear to be treated wood\nand particle board. The particle board has irregular edges that appear chewed. The boards could pose an ingestion\nor injury hazard to the animals. Outdoor housing facilities for rabbits must be structurally sound, maintained in good\nrepair, and protect the rabbits from injury.\n3.50(d)                    REPEAT\nFACILITIES, GENERAL.  \nWaste disposal\n***The enclosures housing three rabbits had an accumulation of fecal material under the raised cages.\nAccumulations of manure can lead to strong odors, attract pests, and may pose a disease hazard for the animals.\nThe accumulation of fecal material must be removed for the health and well-being of the animals and to maintain an\neffective pest control program.\n3.52(c)           DIRECT\nFACILITIES, OUTDOOR.   \nShelter from cold weather\n***The three rabbits housed outdoors have protection from rain and snow, but do not have shelter from cold\nweather.  Temperatures are falling below 40 degrees at night and soon will be below 40 degrees during the day. \nFailure to protect the rabbits from cold weather may negatively impact their health, their ability to fight disease, and\ncause discomfort.  The rabbits must be provided adequate shelter from cold weather.  Correct by December 8,\n2016.\n\n3.53(a)(4)                    REPEAT\nPRIMARY ENCLOSURES.   \nGeneral\nThe floor of the rabbit enclosure has 1 inch by 1 inch openings. The feet of the chocolate satin rabbits housed in this\ncage can pass through the opening easily. Particle boards have been placed in the enclsoure, however it does not\ncover the entire cage floor and may cause addition problems (See Section 3.50(a)). Primary enclosures must be\nconstructed in a manner that protects the feet and legs from injury. The floor of the rabbit enclosure must be\nmodified to safely prevent the feet of the rabbit from passing through.\n3.81                    REPEAT\nENVIRONMENT ENHANCEMENT TO PROMOTE PSYCHOLOGICAL WELL-BEING.\n***The licensee could not produce a written plan for environmental enhancement. Such plans are necessary to\nensure that non-human primates receive enrichment that is effective and address their species specific and\nindividual needs. A written environmental enrichment plan helps ensure that the psychological needs of the lemurs\nare met.  The facility must develop a comprehensive written enrichment plan with the attending veterinarian for the\ntwo lemurs.\n3.125(a)                    REPEAT\nFACILITIES, GENERAL.   \nStructural Strength\n***The prairie dog enclosure has a mesh floor with approximately 1 inch by 1 inch diamond shaped openings. While\nthere is straw bedding on part of the flooring. Some areas are bare and the animals’ feet could become entrapped in\nthe openings. Modifications must be employed to prevent entrapment hazards and foot injuries to the prairie dogs.\n***The gate for the goat enclosure is loosely attached with twine and metal clips. The gate must be secured and\nrepaired for the safety of the animals.\n***The squirrel cage has sharp points and gaps between the mesh sides and top. The licensee stated that on\noccasion he has found wild squirrels sharing the enclosure with the regulated animals. These issues may result in\nescape, injury or disease transmission. The squirrel cage must be repaired to prevent escape or access by wild\nanimals.\n***The Fallow deer enclosure has large gaps at the bottom of the fencing that may predispose to entanglement,\ninjury or escape. An interior fence has chain link detached and pulled away from the upper portion of a wood fence\npost.  The enclosure must be repaired for the safety of the animals. There is also a large gap between the gate and\na fence support pole that does not allow the latch to close properly around the pole. To prevent the escape of\nanimals, the entry of unauthorized persons, and to reduce the risk of injury to the deer; the fencing must to be\n\nrepaired and the gate properly aligned in manner that will allow the latch to be secured properly to the pole.\n***The zebu and highland cow enclosure has large gaps at the bottom of the fencing that may predispose to\nentanglement, injury or escape. The enclosure must be repaired for the safety of the animals.\n***A Jacob’s sheep enclosure containing seven sheep has loose fencing held together by twine. This may\npredispose to entanglement, injury or escape. The enclosure must be repaired for the safety of the animals.\n***The bobcat enclosure has two areas of wood that attach to the rafters.  The wood has sharp jagged edges.  The\nbobcat at the time of this inspection was resting on a ledge near one of the jagged pieces of wood.  There was also\na piece of wood hanging downward from the rafters that may fall into the enclosure and injure the bobcat. The\npieces of wood must be removed to prevent injury to the animal.\n***The brown nosed coatimundi enclosure floor was constructed of multiple pieces of wood placed in a manner that\nleft an uneven surface and created spaces for food and debris to collect. A 4 inch nail was present within the\nenclosure.The coatimundi could get their feet caught in the spaces between the boards. The presence of the nail\ncould cause an injury to the animals in the enclosure. The floor must be constructed in a manner that levels the\nsurface of the floor and the nail removed to prevent injury to the animal and facilitate husbandry practices..\n3.125(c)                    REPEAT\nFACILITIES, GENERAL.   \nStorage\n***One open forty pound bag of dry dog food was stored on the ground in the storage area next to the coatimundi\nenclosure. \n***Two fox carcasses were not bagged and were being stored in the meat freezer with packaged meet to be fed to\nthe animals. \nImproper storage can result in unwholesome food being fed to the animals which can lead to dietary deficiencies\nand food borne illnesses. Bagged food for the animals must be appropriately stored to protect against deterioration,\nmolding, and contamination by vermin to ensure that the food is wholesome. All meat/food carcasses stored in the\nfreezer must be bagged or in containers to protect from contamination and freezer burn.  The non-food carcasses\nmust be removed from the food freezer and stored separately to prevent contamination of the food.\n3.125(d)                    REPEAT\nFACILITIES, GENERAL.   \nWaste Disposal\n\nThe squirrel cage has an excessive amount of sunflower seed and peanut hulls, and other food wastes in the feed\ntrough and at the bottom of the cage. The waste also extends outside of the squirrel cage.\nExcess waste can become an attractant to pests and must be cleaned on a frequent basis. Animal and food wastes\nmust be removed from cages and disposed of away from animal enclosures. Wastes should be removed and\ndisposed of in a designated area immediately and in accordance with county and state laws.\n3.127(b)           DIRECT                    REPEAT\nFACILITIES, OUTDOOR. \nShelter from Inclement Weather\n***The arctic fox enclosure now has two shelters, but one is too small for either of the fox to stand, sit or lay in a\nnormal manner and the larger shelter is too small to house both fox in a comfortable manner (allow both to stand, sit\nand lay down in a normal manner at the same time).  Lack of adequate access to shelter can cause adverse effects\nfrom exposure to detrimental weather conditions. An appropriately sized shelter must be provided to ensure both\nanimals have adequate protection from the elements.\n***The fallow deer enclosure has only two-sided shelters (the third side is only partially completed) that cannot\nadequately protect the animals from wind or precipitation. Failure to protect animals from detrimental weather\nconditions can negatively impact their health and ability to fight disease. Animals must be provided with a shelter\nthat provide adequate protection from the elements. \n***The raccoon has a large barrel as shelter with a small amount of bedding. The barrel is not insulated and has a\nwide opening that does not provide adequate protection from the wind.  Failure to protect animals from detrimental\nweather conditions can negatively impact their health and ability to fight disease.  The raccoon must be provide an\nappropriate shelter from the cold, adequate bedding and a shelter entrance that would better protect the raccoon\nfrom inclement weather.\n***The enclosure housing five Patagonian cavies has only one shelter from cold weather with a large entrance. \nOnly about two of the animals would be able to fit comfortably in the shelter away from the entrance.  Lack of\nadequate access to shelter can cause adverse effects from exposure to detrimental weather conditions. An\nappropriately sized shelter(s) must be provided to ensure all five animals have adequate protection from the cold\nweather.  \n**The alpaca enclosure has a covered shelter with no solid walls.  Shelters should be constructed in a manner that\nprovides protection from at least three sides for the weather condition in this locale. Failure to protect animals from\ndetrimental weather conditions can negatively impact their health and ability to fight disease. The shelter needs to\nbe modified to provide solid sides to protect the animals from inclement weather, such as wind and precipitation.\n\n***The pot bellied pig is housed in a covered enclosure with  no shelter from the cold. At the time of inspection, the\npig was laying on top of a thin layer of straw. Failure to protect animals from detrimental weather conditions can\nnegatively impact their health and ability to fight disease. The pig must be provided an appropriate shelter from the\ncold and adequate bedding to protect the pig from inclement weather.\n3.131(a)                    REPEAT\nSANITATION.   \nCleaning of Enclosures\n***The Patagonian cavy enclosure contained numerous fecal pellets.\nExposure to excessive amounts of feces and urine, soiled bedding and dirty water my pose a disease hazard to the\nanimals. Enclosures must be cleaned as often as necessary to prevent contamination of the animals with excreta,\nminimize disease hazards and reduce odors.\n3.131(c)                    REPEAT\nSANITATION.   \nHousekeeping\n***The empty portion of the brown nose coatimundi enclosure is in disrepair and has not been cleaned of old\nbedding and empty bags. Empty dirty enclosures can become living areas for pests and need to be cleaned in a\ntimely manner to promote the health and well being of the animals.\n3.131(d)                    REPEAT\nSANITATION.   \nPest Control\nOld rats holes had been filled in, however numerous new rat holes were observed around the lemur, prairie dog,\ncavy, cape porcupine, and pheasant enclosures. Additionally, rat feces were seen in the the building for for storage\nand housing housing of the guinea pig. Rats are known to carry various disease hazards and a safe and effective\npest control program is required for animal health. Additional measures to prevent harborage and recolonization\nmust be implemented to ensure there is an effective means of controlling the rodent population.\n3.132                    REPEAT\nEMPLOYEES. \n***The facility houses approximately 50 animals and numerous non-regulated species. Based upon the number\n\nanimals and non-complaint items related to cleaning, sanitation, waste disposal, maintenance, and veterinary care\nthere is an insufficient number of employees to adequately perform all of the husbandry responsibilities of the facility\non a daily basis. There must be a sufficient number of trained employees to carry out the day to day husbandry\nduties and maintenance or the property and enclosures. Additional personnel is needed to ensure that cleaning,\nanimal observations, maintenance tasks, and pest control duties are performed at professionally acceptable level\nfor the current number of animals housed at the facility.\nThis inspection and exit interview were conducted with the owners.\nThe incident involving the gunshot of a doe are under review.\nAdditional Inspectors\nGeib Mary, Veterinary Medical Officer",
  "animals_total": 56,
  "species": [
    {
      "count": 4,
      "scientific": "Bos primigenuis indicus",
      "common": "ZEBU"
    },
    {
      "count": 2,
      "scientific": "Bos taurus",
      "common": "CATTLE / COW / OX / WATUSI"
    },
    {
      "count": 3,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 1,
      "scientific": "Cavia porcellus",
      "common": "DOMESTIC GUINEA PIG"
    },
    {
      "count": 2,
      "scientific": "Cynomys ludovicianus",
      "common": "BLACK-TAILED PRAIRIE DOG"
    },
    {
      "count": 6,
      "scientific": "Dama dama",
      "common": "FALLOW DEER"
    },
    {
      "count": 6,
      "scientific": "Dolichotis patagonum",
      "common": "PATAGONIAN CAVY / MARA"
    },
    {
      "count": 1,
      "scientific": "Hystrix africaeaustralis",
      "common": "CAPE PORCUPINE"
    },
    {
      "count": 3,
      "scientific": "Lama pacos",
      "common": "ALPACA"
    },
    {
      "count": 2,
      "scientific": "Lemur catta",
      "common": "RING-TAILED LEMUR"
    },
    {
      "count": 1,
      "scientific": "Lynx rufus",
      "common": "BOBCAT"
    },
    {
      "count": 1,
      "scientific": "Nasua narica",
      "common": "WHITE-NOSED COATI"
    },
    {
      "count": 2,
      "scientific": "Nasua nasua",
      "common": "BROWN-NOSED COATI"
    },
    {
      "count": 3,
      "scientific": "Oryctolagus cuniculus",
      "common": "DOMESTIC RABBIT / EUROPEAN RABBIT"
    },
    {
      "count": 13,
      "scientific": "Ovis aries aries",
      "common": "SHEEP INCLUDING ALL DOMESTIC BREEDS"
    },
    {
      "count": 1,
      "scientific": "Procyon lotor",
      "common": "RACCOON"
    },
    {
      "count": 2,
      "scientific": "Sciurus carolinensis",
      "common": "EASTERN GREY SQUIRREL"
    },
    {
      "count": 1,
      "scientific": "Sus scrofa domestica",
      "common": "DOMESTIC PIG / POTBELLY PIG / MICRO PIG"
    },
    {
      "count": 2,
      "scientific": "Vulpes lagopus",
      "common": "ARCTIC FOX"
    }
  ]
}