{
  "insp_id": "2016090000616427",
  "layout": "b",
  "customer_id": "2088",
  "customer_name": "SALLY REAVES",
  "customer_addr": "3970 HALL CENTER ROAD\nWALWORTH, NY 14568",
  "certificate": "21-C-0384",
  "site_id": "001",
  "site_name": "SALLY L REAVES",
  "insp_type": "ROUTINE INSPECTION",
  "date": "25-MAY-2021",
  "report_date": "01-JUN-2021",
  "citations": [
    {
      "code": "2.40(b)(3)",
      "kind": "",
      "repeat": false,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "*** A male, tri-colored guinea pig in harem housing has several wounds covering his entire hindquarter. The wounds had\nscabbing with raw skin visible underneath. According to the licensee there was another male in the cage that was\nremoved three days prior and likely caused the injuries.\n*** A spiny mouse was observed huddled against the side of the aquarium by the water bottle. Upon further observation, a\nlarge wound was present covering the right and underside of the neck. The lesion was missing fur and appeared several\ndays old.\n*** Numerous degus housed among three glass aquariums had scabbing and old wounds along their tails. Dried blood\nwas visible along the glass walls of several aquariums.\nThe injured animals identified above were not identified by the licensee before the inspection despite the fact the injuries\nwere several days old. Untreated injuries, wounds, and illness can cause pain and distress to animals as well as lead to\nmore serious medical complications such as infection or abscesses. Daily observation needs to be conducted to assure\nthat injuries and illness are being identified in a timely manner so health care needs can be communicated to the vet for\nguidance on treatment. The facility needs to develop and implement a method of daily observations of all animals and\nfrequent timely communication to the AV whenever animals are identified in need of care. Additionally, ensure that all\nanimals identified above are examined by a veterinarian and provided with appropriate care per that veterinarian’s\nrecommendations.\nCorrect by: May 28, 2021"
    },
    {
      "code": "2.40(b)(4)",
      "kind": "Critical",
      "repeat": false,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "During the inspection, inspectors were informed that the facility has a CO2 chamber that is used routinely for rodent\nspecies to be fed to reptiles. However, it has also been used on regulated species such as degus, rabbits, and guinea\npigs. According to the program of veterinary care, all euthanasia will be performed by the attending veterinarian using\ninjectable euthanasia solution. The licensee has not received any training by the AV on use of the CO2 chamber for\neuthanasia of covered species and is not currently employing any method to positively determine that death has occurred.\nEuthanasia methods carried out without appropriate training and/or supervision by an attending vet can be performed\nimproperly and lead to more animal suffering. The licensee needs to follow the guidance for humane euthanasia provided\nby the Vet on the documented program of vet care and if euthanasia is to be performed by the licensee that adequate\nguidance is sought from the Attending Veterinarian.\nCorrect before any additional euthanasia occurs and not later than June 26, 2021"
    },
    {
      "code": "2.131(e)",
      "kind": "Direct",
      "repeat": false,
      "desc": "Handling of animals.",
      "narrative": "While inspecting the goat and alpaca enclosure twin three-day old pygmy goat kids were laying down and huddled\ntogether alone in the corner of the run-in shelter. Upon further inspection, both babies were breathing rapidly with open\nmouth panting. The air temperature in the shelter as measured with a Kestrel 3000 was 95.1 deg F. The inspectors\ndirected the facility to immediately remove the babies from the shelter and they were carried outside to an area of natural\nshade next to the mother goat. Both kids immediately stood and began nursing. They nursed for several minutes before\nstopping. Excessive heat is stressful to young animals who do not know to get up an move and can lead to severe\nmedical conditions including death. All handling of animals should be done as carefully as possible and in a manner that\ndoes not cause overheating, physical harm, or unnecessary discomfort.\nCorrect from this day forward."
    },
    {
      "code": "3.27(b)",
      "kind": "",
      "repeat": false,
      "desc": "Facilities, outdoor.",
      "narrative": "Two guinea pig enclosures housing 16 and 12 guinea pigs, respectively, are located outside in rabbit-type hutches. The\nambient temperatures vary greatly this time of the year and can impact these animals if they are not acclimated to the\nvariable temperatures. Guinea pigs shall not be housed in outdoor facilities unless the facilities are in an appropriate\nclimate and prior approval has been obtained from the Deputy Administrator.\nCorrect by: May 30, 2021"
    },
    {
      "code": "3.30",
      "kind": "",
      "repeat": false,
      "desc": "Watering.",
      "narrative": "A water bottle attached to a cage housing hairless guinea pigs had visible algae floating in the water towards the outflow\nspout of the bottle. Contaminated water can lead to decreased consumption by animals and subsequent dehydration and\nmedical conditions. Potable water must be provided daily to guinea pigs and the watering receptacles sanitized when\ndirty.\nCorrect by: May 31, 2021."
    },
    {
      "code": "3.84(c)",
      "kind": "",
      "repeat": true,
      "desc": "Cleaning, sanitization, housekeeping, and pest control.",
      "narrative": "A significant amount of clutter was seen in the main building housing approximately 55 animals including non-human\nprimates. The same building was also used for food preparation as well as for storage. Empty enclosures, some dirty,\ncould be seen stacked above freezers and in spaces between, above and below primary enclosures in use. Other items,\nsuch as toys and boxes, were being stacked above the occupied enclosures.\nA moderate amount of spider webs and dust could be seen hanging from the ceiling, covering the top of enclosures, and\ncovering the skylights. The excessive dust along items hanging from the walls and ceiling attract and hold debris and\ncontribute to the odor of ammonia in the room.\nUnsanitary conditions in the areas surrounding primary enclosures housing animals can also lead to unpleasant odors,\nattract pest and negatively impact animal welfare. Premises where housing facilities are located, must be kept clean and\nfree of clutter in order to facilitate husbandry practices and to protect the animals from disease as well as injury. The\nfacility develop and follow a plan to store excess items in another area to be able to facilitate cleaning in this building for\nthe health of the animals."
    },
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": true,
      "desc": "Facilities, general.",
      "narrative": "Multiple enclosures have structures in disrepair including the red fox, pygmy goat, and potbellied pig enclosures. The red\nfox enclosure has a cat tree that has been torn apart with damaged perches and is no longer structurally sound.\nAdditionally, the concrete foundation supporting the enclosure has a crack on the front right corner with gravel eroding out\nfrom beneath. In the pygmy goat enclosure, a run-in shed is in severe disrepair with the roof caved in. Finally, in the\npotbellied pig enclosure a piece of plastic fencing was disconnected from the metal fence and laying in the pasture.\nFacilities that are not structurally sound can lead to animal injuries or potential containment problems. All housing facilities\nmust be structurally sound and maintained in good repair to protect the animals from injury and contain them."
    },
    {
      "code": "3.127(b)",
      "kind": "",
      "repeat": false,
      "desc": "Facilities, outdoor.",
      "narrative": "The shelter for the goats and Alpaca have clear panels on the roof to allow for sunlight in the shelter area. There was one\nopen door and no cross ventilation in the shelter which measured 95.1 degrees in the shelter area. The outdoor ambient\ntemperature was approximately 85 deg F outside of this shelter at the time of the inspection and significantly cooler in the\nshade. No adult animals were in the shelter area due to the excessive heat making the shelter unusable. Some method of\ncross ventilation needs to be added to this shelter to make it a functional area and protect the animals from extreme\nsunlight and temperatures.\nCorrect by: June 5, 2021"
    },
    {
      "code": "3.128",
      "kind": "",
      "repeat": true,
      "desc": "Space requirements.",
      "narrative": "*** The facility has added two aquariums for additional space for degus, but the animals have increased in numbers\nthrough breeding since the last inspection and therefore still have inadequate space. Throughout the five 40-gallon\naquariums there are approximately 150 animals. There were signs of tail injuries with the degus and this can be an\nindicator of inadequate space due to fighting with conspecifics, injuries, and illness. These signs become difficult to see\nwith so many animals housed together.\n*** Approximately 70 Spiny mice were housed in two 40-gallon aquariums. The animals were overcrowded with several\ncompeting for space on the one exercise wheel provided. One animal had an obvious wound along the right side\nunderneath the neck. There was also dried blood on the glass of the enclosure. Injuries and fighting are an indicator of\ninadequate space which become difficult to see with so many animals housed together.\n*** The facility recently acquired 6 juvenile prairie dogs and have them housed in a wire mesh enclosure that does not\nprovide sufficient space for the animals to engage in normal postural and social adjustments of hiding or burrowing. One\naggressive male was fighting with several of the others and none of the animals could get away or out of sight of each\nother which can lead to stress and potential injuries.\nAll enclosures must be constructed and maintained so as to provide sufficient space to allow each animal to make normal\npostural and social adjustments with adequate freedom of movement. Additionally, section 3.133 requires that animals\nhoused within the same primary enclosure must be compatible and that animals shall not be housed with other animals\nthat interfere with their health or cause them discomfort. The current housing is so limited in space, that it has made\nthese animals incompatible as evidenced by fighting between co-housed animals in the degu, spiny mice, and prairie dog\nenclosures. Correct by ensuring that adequate space is provided to each animal and that any incompatible animals are\nseparately appropriately."
    },
    {
      "code": "3.129(a)",
      "kind": "",
      "repeat": false,
      "desc": "Feeding.",
      "narrative": "A nursing potbellied pig with two nursing piglets was thin with visible vertebrae and prominent hip bones. The facility\nstates the animal is on a maintenance diet and they have increased her diet but have not changed the formulation during\nthis time of nursing. An inadequate diet in nutrition and caloric content while an animal is nursing can lead to weight loss\nand severe malnutrition. The diet for lactating animals must be of sufficient quantity and nutritive value and take into\nconsideration the current condition of the animal\nCorrect by: May 27, 2021."
    },
    {
      "code": "3.131(d)",
      "kind": "",
      "repeat": false,
      "desc": "Sanitation.",
      "narrative": "Throughout the facility, both inside and outside, there were countless flies. Upon moving objects, including a trash can lid\nby the hedgehog enclosures, large swarms of flies appeared and several walkways outside had collections of flies\nhanging around. Additionally, fruit and vegetables present in many enclosures had flies covering them. The facility uses\nfly strips for pest control but all of the strips were covered with flies and no longer effective\nOutside of the wolf-hybrid enclosure there are at least two mice living in a burrow that could be seen running back and\nforth between the entrances. The facility stated that they had placed down rat poison a few days ago, however, this does\nnot seem to be effective at controlling the pests in the area.\nRats and flies are known to be carriers of disease and can both cause and spread illness between animals and species. A\nsafe and effective program for controlling pests must be implemented and maintained.\nCorrect by: June 2, 2021."
    },
    {
      "code": "3.132",
      "kind": "",
      "repeat": false,
      "desc": "Employees.",
      "narrative": "Based on the number of non compliant items documented during the past two inspections and impact on welfare for\nnumerous animal species, the facility does not have a sufficient number of people to help care for the animals at a\nprofessionally acceptable level. This facility relies on volunteers, and the number of volunteers and hours they can provide\nvary significantly, impacting cleaning, daily observation and care. The number of animals at the facility needs to be\nreduced or more volunteer help is needed to maintain a higher level of compliance and improve welfare for the animals.\nCorrect by: August 26, 2021\nThis inspection and exit interview were conducted with the licensee.\nAdditional Inspectors:\nRachel Perez-Baum, VETERINARY MEDICAL OFFICEREnd Section"
    }
  ],
  "narrative": "2.40(b)(3) \n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \n*** A male, tri-colored guinea pig in harem housing has several wounds covering his entire hindquarter. The wounds had \nscabbing with raw skin visible underneath. According to the licensee there was another male in the cage that was \nremoved three days prior and likely caused the injuries. \n*** A spiny mouse was observed huddled against the side of the aquarium by the water bottle. Upon further observation, a \nlarge wound was present covering the right and underside of the neck. The lesion was missing fur and appeared several \ndays old. \n*** Numerous degus housed among three glass aquariums had scabbing and old wounds along their tails. Dried blood \nwas visible along the glass walls of several aquariums. \nThe injured animals identified above were not identified by the licensee before the inspection despite the fact the injuries \nwere several days old. Untreated injuries, wounds, and illness can cause pain and distress to animals as well as lead to \nmore serious medical complications such as infection or abscesses.  Daily observation needs to be conducted to assure \nthat injuries and illness are being identified in a timely manner so health care needs can be communicated to the vet for \nguidance on treatment.  The facility needs to develop and implement a method of daily observations of all animals and \nfrequent timely communication to the AV whenever animals are identified in need of care.  Additionally, ensure that all \nanimals identified above are examined by a veterinarian and provided with appropriate care per that veterinarian’s\n\nrecommendations. \nCorrect by: May 28, 2021 \n2.40(b)(4)  Critical\n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nDuring the inspection, inspectors were informed that the facility has a CO2 chamber that is used routinely for rodent \nspecies to be fed to reptiles. However, it has also been used on regulated species such as degus, rabbits, and guinea \npigs. According to the program of veterinary care, all euthanasia will be performed by the attending veterinarian using \ninjectable euthanasia solution. The licensee has not received any training by the AV on use of the CO2 chamber for \neuthanasia of covered species and is not currently employing any method to positively determine that death has occurred. \nEuthanasia methods carried out without appropriate training and/or supervision by an attending vet can be performed \nimproperly and lead to more animal suffering. The licensee needs to follow the guidance for humane euthanasia provided \nby the Vet on the documented program of vet care and if euthanasia is to be performed by the licensee that adequate \nguidance is sought from the Attending Veterinarian. \nCorrect before any additional euthanasia occurs and not later than June 26, 2021 \n2.131(e)  Direct\n   \nHandling of animals. \nWhile inspecting the goat and alpaca enclosure twin three-day old pygmy goat kids were laying down and huddled \ntogether alone in the corner of the run-in shelter. Upon further inspection, both babies were breathing rapidly with open \nmouth panting. The air temperature in the shelter as measured with a Kestrel 3000 was 95.1 deg F. The inspectors \ndirected the facility to immediately remove the babies from the shelter and they were carried outside to an area of natural \nshade next to the mother goat. Both kids immediately stood and began nursing. They nursed for several minutes before \nstopping. Excessive heat is stressful to young animals who do not know to get up an move and can lead to severe\n\nmedical conditions including death. All handling of animals should be done as carefully as possible and in a manner that \ndoes not cause overheating, physical harm, or unnecessary discomfort. \nCorrect from this day forward. \n3.27(b) \n   \nFacilities, outdoor. \nTwo guinea pig enclosures housing 16 and 12 guinea pigs, respectively, are located outside in rabbit-type hutches. The \nambient temperatures vary greatly this time of the year and can impact these animals if they are not acclimated to the \nvariable temperatures. Guinea pigs shall not be housed in outdoor facilities unless the facilities are in an appropriate \nclimate and prior approval has been obtained from the Deputy Administrator. \nCorrect by: May 30, 2021 \n3.30 \n   \nWatering. \nA water bottle attached to a cage housing hairless guinea pigs had visible algae floating in the water towards the outflow \nspout of the bottle. Contaminated water can lead to decreased consumption by animals and subsequent dehydration and \nmedical conditions. Potable water must be provided daily to guinea pigs and the watering receptacles sanitized when \ndirty. \nCorrect by:  May 31, 2021. \n3.84(c)  Repeat\n   \nCleaning, sanitization, housekeeping, and pest control. \nA significant amount of clutter was seen in the main building housing approximately 55 animals including non-human \nprimates. The same building was also used for food preparation as well as for storage. Empty enclosures, some dirty, \ncould be seen stacked above freezers and in spaces between, above and below primary enclosures in use. Other items,\n\nsuch as toys and boxes, were being stacked above the occupied enclosures. \nA moderate amount of spider webs and dust could be seen hanging from the ceiling, covering the top of enclosures, and \ncovering the skylights. The excessive dust along items hanging from the walls and ceiling attract and hold debris and \ncontribute to the odor of ammonia in the room. \nUnsanitary conditions in the areas surrounding primary enclosures housing animals can also lead to unpleasant odors, \nattract pest and negatively impact animal welfare. Premises where housing facilities are located, must be kept clean and \nfree of clutter in order to facilitate husbandry practices and to protect the animals from disease as well as injury. The \nfacility develop and follow a plan to store excess items in another area to be able to facilitate cleaning in this building for \nthe health of the animals. \n3.125(a)  Repeat\n   \nFacilities, general. \nMultiple enclosures have structures in disrepair including the red fox, pygmy goat, and potbellied pig enclosures. The red \nfox enclosure has a cat tree that has been torn apart with damaged perches and is no longer structurally sound. \nAdditionally, the concrete foundation supporting the enclosure has a crack on the front right corner with gravel eroding out \nfrom beneath. In the pygmy goat enclosure, a run-in shed is in severe disrepair with the roof caved in. Finally, in the \npotbellied pig enclosure a piece of plastic fencing was disconnected from the metal fence and laying in the pasture. \nFacilities that are not structurally sound can lead to animal injuries or potential containment problems. All housing facilities \nmust be structurally sound and maintained in good repair to protect the animals from injury and contain them. \n3.127(b) \n   \nFacilities, outdoor. \nThe shelter for the goats and Alpaca have clear panels on the roof to allow for sunlight in the shelter area. There was one \nopen door and no cross ventilation in the shelter which measured 95.1 degrees in the shelter area. The outdoor ambient\n\ntemperature was approximately 85 deg F outside of this shelter at the time of the inspection and significantly cooler in the \nshade. No adult animals were in the shelter area due to the excessive heat making the shelter unusable. Some method of \ncross ventilation needs to be added to this shelter to make it a functional area and protect the animals from extreme \nsunlight and temperatures. \nCorrect by: June 5, 2021 \n3.128  Repeat\n   \nSpace requirements. \n*** The facility has added two aquariums for additional space for degus, but the animals have increased in numbers \nthrough breeding since the last inspection and therefore still have inadequate space. Throughout the five 40-gallon \naquariums there are approximately 150 animals. There were signs of tail injuries with the degus and this can be an \nindicator of inadequate space due to fighting with conspecifics, injuries, and illness. These signs become difficult to see \nwith so many animals housed together. \n \n*** Approximately 70 Spiny mice were housed in two 40-gallon aquariums. The animals were overcrowded with several \ncompeting for space on the one exercise wheel provided. One animal had an obvious wound along the right side \nunderneath the neck. There was also dried blood on the glass of the enclosure. Injuries and fighting are an indicator of \ninadequate space which become difficult to see with so many animals housed together. \n \n*** The facility recently acquired 6 juvenile prairie dogs and have them housed in a wire mesh enclosure that does not \nprovide sufficient space for the animals to engage in normal postural and social adjustments of hiding or burrowing. One \naggressive male was fighting with several of the others and none of the animals could get away or out of sight of each \nother which can lead to stress and potential injuries.\n\nAll enclosures must be constructed and maintained so as to provide sufficient space to allow each animal to make normal \npostural and social adjustments with adequate freedom of movement.  Additionally, section 3.133 requires that animals \nhoused within the same primary enclosure must be compatible and that animals shall not be housed with other animals \nthat interfere with their health or cause them discomfort.  The current housing is so limited in space, that it has made \nthese animals incompatible as evidenced by fighting between co-housed animals in the degu, spiny mice, and prairie dog \nenclosures.  Correct by ensuring that adequate space is provided to each animal and that any incompatible animals are \nseparately appropriately. \n3.129(a) \n   \nFeeding. \nA nursing potbellied pig with two nursing piglets was thin with visible vertebrae and prominent hip bones. The facility \nstates the animal is on a maintenance diet and they have increased her diet but have not changed the formulation during \nthis time of nursing. An inadequate diet in nutrition and caloric content while an animal is nursing can lead to weight loss \nand severe malnutrition. The diet for lactating animals must be of sufficient quantity and nutritive value and take into \nconsideration the current condition of the animal \nCorrect by:  May 27, 2021. \n3.131(d) \n   \nSanitation. \nThroughout the facility, both inside and outside, there were countless flies. Upon moving objects, including a trash can lid \nby the hedgehog enclosures, large swarms of flies appeared and several walkways outside had collections of flies \nhanging around. Additionally, fruit and vegetables present in many enclosures had flies covering them. The facility uses \nfly strips for pest control but all of the strips were covered with flies and no longer effective\n\nOutside of the wolf-hybrid enclosure there are at least two mice living in a burrow that could be seen running back and \nforth between the entrances. The facility stated that they had placed down rat poison a few days ago, however, this does \nnot seem to be effective at controlling the pests in the area. \n \nRats and flies are known to be carriers of disease and can both cause and spread illness between animals and species. A \nsafe and effective program for controlling pests must be implemented and maintained. \n \nCorrect by:  June 2, 2021. \n3.132 \n   \nEmployees. \nBased on the number of non compliant items documented during the past two inspections and impact on welfare for \nnumerous animal species, the facility does not have a sufficient number of people to help care for the animals at a \nprofessionally acceptable level. This facility relies on volunteers, and the number of volunteers and hours they can provide \nvary significantly, impacting cleaning, daily observation and care. The number of animals at the facility needs to be \nreduced or more volunteer help is needed to maintain a higher level of compliance and improve welfare for the animals. \n \nCorrect by: August 26, 2021 \n \nThis inspection and exit interview were conducted with the licensee. \n \nAdditional Inspectors: \nRachel Perez-Baum, VETERINARY MEDICAL OFFICEREnd Section",
  "animals_total": 383,
  "species": [
    {
      "count": 2,
      "scientific": "Vulpes zerda",
      "common": "FENNEC FOX"
    },
    {
      "count": 2,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 28,
      "scientific": "Cavia porcellus",
      "common": "DOMESTIC GUINEA PIG"
    },
    {
      "count": 2,
      "scientific": "Callithrix jacchus",
      "common": "COMMON MARMOSET"
    },
    {
      "count": 11,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 11,
      "scientific": "Sus scrofa domestica",
      "common": "DOMESTIC PIG / POTBELLY PIG / MICRO PIG"
    },
    {
      "count": 3,
      "scientific": "Ovis aries aries",
      "common": "SHEEP INCLUDING ALL DOMESTIC BREEDS"
    },
    {
      "count": 12,
      "scientific": "Oryctolagus cuniculus",
      "common": "DOMESTIC RABBIT / EUROPEAN RABBIT"
    },
    {
      "count": 2,
      "scientific": "Vulpes vulpes",
      "common": "RED FOX (INCLUDES SILVER FOX & CROSS FOX)"
    },
    {
      "count": 1,
      "scientific": "Lynx rufus",
      "common": "BOBCAT"
    },
    {
      "count": 4,
      "scientific": "Dolichotis patagonum",
      "common": "PATAGONIAN CAVY / MARA"
    },
    {
      "count": 7,
      "scientific": "Cynomys leucurus",
      "common": "WHITE-TAILED PRAIRIE DOG"
    },
    {
      "count": 2,
      "scientific": "Glaucomys volans",
      "common": "SOUTHERN FLYING SQUIRREL"
    },
    {
      "count": 2,
      "scientific": "Arctictis binturong",
      "common": "BINTURONG"
    },
    {
      "count": 14,
      "scientific": "Petaurus breviceps",
      "common": "SUGAR GLIDER"
    },
    {
      "count": 2,
      "scientific": "Notamacropus rufogriseus",
      "common": "BENNETT'S WALLABY / RED-NECKED WALLABY"
    },
    {
      "count": 1,
      "scientific": "Nasua nasua",
      "common": "SOUTH AMERICAN COATI"
    },
    {
      "count": 6,
      "scientific": "Chinchilla lanigera",
      "common": "CHINCHILLA (DOMESTICATED)"
    },
    {
      "count": 2,
      "scientific": "Mustela putorius furo",
      "common": "DOMESTIC FERRET"
    },
    {
      "count": 23,
      "scientific": "Atelerix albiventris",
      "common": "FOUR-TOED HEDGEHOG (MOST COMMON PET HEDGEHOG)"
    },
    {
      "count": 1,
      "scientific": "Lemur catta",
      "common": "RING-TAILED LEMUR"
    },
    {
      "count": 1,
      "scientific": "Marmota monax",
      "common": "GROUNDHOG / WOODCHUCK"
    },
    {
      "count": 150,
      "scientific": "Octodon degus",
      "common": "DEGU"
    },
    {
      "count": 1,
      "scientific": "Hystrix cristata",
      "common": "AFRICAN CRESTED PORCUPINE"
    },
    {
      "count": 1,
      "scientific": "Potos flavus",
      "common": "KINKAJOU"
    },
    {
      "count": 1,
      "scientific": "Tolypeutes tricinctus",
      "common": "BRAZILIAN THREE-BANDED ARMADILLO"
    },
    {
      "count": 10,
      "scientific": "Monodelphis domestica",
      "common": "GREY SHORT-TAILED OPOSSUM"
    },
    {
      "count": 2,
      "scientific": "Echinops telfairi",
      "common": "LESSER MADAGASCAR HEDGEHOG TENREC"
    },
    {
      "count": 75,
      "scientific": "Acomys cahirinus",
      "common": "CAIRO SPINY MOUSE"
    },
    {
      "count": 2,
      "scientific": "Lama pacos",
      "common": "ALPACA"
    },
    {
      "count": 1,
      "scientific": "Didelphis virginiana",
      "common": "VIRGINIA OPOSSUM"
    },
    {
      "count": 1,
      "scientific": "Equus asinus asinus",
      "common": "DONKEY / BURRO / ASS"
    }
  ]
}