{
  "insp_id": "2016090000748732",
  "layout": "b",
  "customer_id": "504895",
  "customer_name": "MAPLE TWIG FARM",
  "customer_addr": "2083 MAPLE VALLEY RD\nMEYERSDALE, PA 15552",
  "certificate": "23-B-0239",
  "site_id": "001",
  "site_name": "MAPLE TWIG FARM",
  "insp_type": "ROUTINE INSPECTION",
  "date": "15-NOV-2021",
  "report_date": "17-NOV-2021",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": false,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "A polypay ewe, # E171, is observed with a severe eye condition. The left eye is protruding outward and is covered by a\nmatt of brown bedding and feed material. The normal structures of the eye are not visible. The eye is actively draining a\nfoul-smelling fluid which has resulted in matting of the wool on the left side of the face. The licensees stated that they\ndiscussed the condition of the ewe with their veterinarian a month prior to the inspection, and provided antibiotics and\nanti-inflammatories at that time. However, the licensees have not recently treated or communicated the worsening\ncondition of the eye with the attending veterinarian.\nDiseases or injuries to the eyes can be painful to sheep, and can potentially affect other systems of the body and the\noverall health of the animal if left untreated.\nThe licensee must implement and maintain an adequate program of veterinary care that includes methods to prevent,\ncontrol, diagnose, and treat diseases and injuries. The sheep must be evaluated by a Licensed Veterinarian for further\ndiagnosis and treatment of its health issues.\nCorrect by November 17, 2021."
    },
    {
      "code": "3.129(b)",
      "kind": "Critical",
      "repeat": false,
      "desc": "Feeding.",
      "narrative": "During the inspection, three adult, polypay ewes (#123, 073, E184) were found dead as they were wedged between the\nenclosure fence and the self-feeder in pen 1 of the large sheep shed. The pen has approximately 50 adult ewes with their\nlambs and only one self-feeder for grain, which has approximately 4 feet of space for eating on two sides. It appears that\nthe three sheep were pushed down by the other sheep while trying to eat from the feeder, and were unable to rise as the\nother sheep continued to trample them which resulted in their death. The licensee stated that they feed the sheep grain\ntwice a day, and the ewes had not been entrapped when they fed grain earlier that morning. During the inspection, the\nlicensee moved the self-feeder to allow for additional space for the ewes to access the feed without risk of entrapment.\nFailure to provide a sufficient quantity of easily accessible food receptacles can cause competition between the sheep\nwhich can result in injury or decreased feed intake in less dominant or smaller animals.\nThe licensee must provide a sufficient quantity of food receptacles which are accessible to all animals in the enclosure.\nCorrect by December 13, 2021.\nThis inspection and exit interview were conducted with the licensee and his son.\nEnd Section"
    }
  ],
  "narrative": "2.40(b)(2)  Direct\n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nA polypay ewe, # E171, is observed with a severe eye condition.  The left eye is protruding outward and is covered by a \nmatt of brown bedding and feed material.  The normal structures of the eye are not visible.  The eye is actively draining a \nfoul-smelling fluid which has resulted in matting of the wool on the left side of the face.  The licensees stated that they \ndiscussed the condition of the ewe with their veterinarian a month prior to the inspection, and provided antibiotics and \nanti-inflammatories at that time.  However, the licensees have not recently treated or communicated the worsening \ncondition of the eye with the attending veterinarian. \n \nDiseases or injuries to the eyes can be painful to sheep, and can potentially affect other systems of the body and the \noverall health of the animal if left untreated. \n \nThe licensee must implement and maintain an adequate program of veterinary care that includes methods to prevent, \ncontrol, diagnose, and treat diseases and injuries. The sheep must be evaluated by a Licensed Veterinarian for further \ndiagnosis and treatment of its health issues. \nCorrect by November 17, 2021.\n\n3.129(b)  Critical\n   \nFeeding. \nDuring the inspection, three adult, polypay ewes (#123, 073, E184) were found dead as they were wedged between the \nenclosure fence and the self-feeder in pen 1 of the large sheep shed.  The pen has approximately 50 adult ewes with their \nlambs and only one self-feeder for grain, which has approximately 4 feet of space for eating on two sides.  It appears that \nthe three sheep were pushed down by the other sheep while trying to eat from the feeder, and were unable to rise as the \nother sheep continued to trample them which resulted in their death.  The licensee stated that they feed the sheep grain \ntwice a day, and the ewes had not been entrapped  when they fed grain earlier that morning.  During the inspection, the \nlicensee moved the self-feeder to allow for additional space for the ewes to access the feed without risk of entrapment. \n \nFailure to provide a sufficient quantity of easily accessible food receptacles can cause competition between the sheep \nwhich can result in injury or decreased feed intake in less dominant or smaller animals. \n \nThe licensee must provide a sufficient quantity of food receptacles which are accessible to all animals in the enclosure. \nCorrect by December 13, 2021. \n \nThis inspection and exit interview were conducted with the licensee and his son. \n \nEnd Section",
  "animals_total": 923,
  "species": [
    {
      "count": 923,
      "scientific": "Ovis aries aries",
      "common": "SHEEP INCLUDING ALL DOMESTIC BREEDS"
    }
  ]
}