{
  "insp_id": "2016090000770879",
  "layout": "b",
  "customer_id": "266",
  "customer_name": "RHODE ISLAND HOSPITAL",
  "customer_addr": "MIDDLE HOUSE 4TH AND 5TH\nPROVIDENCE, RI 02903",
  "certificate": "15-R-0002",
  "site_id": "001",
  "site_name": "RHODE ISLAND HOSPITAL",
  "insp_type": "ROUTINE INSPECTION",
  "date": "07-MAR-2022",
  "report_date": "09-MAR-2022",
  "citations": [
    {
      "code": "2.32(a)",
      "kind": "",
      "repeat": false,
      "desc": "Personnel qualifications.",
      "narrative": "In November 2021 one pig on an IACUC approved protocol was under treatment by the veterinary staff for a condition\nrelated to a study procedure. Laboratory staff were instructed to continue the treatment over the weekend, but the\ntreatment was not done due to illness of the designated laboratory staff member. The laboratory staff member did not\ncontact the veterinarian until Monday morning to report that the treatment was not done because he/she did not realize an\non-call veterinarian was available over the weekend. Veterinary staff then reviewed the records for animals used under\nthis protocol and identified additional instances where laboratory staff did not follow the post-procedural monitoring\ndescribed in the IACUC approved protocol (4 animals) and one other instance where the veterinary staff’s directives to\nlaboratory staff were not followed. The animals recovered uneventfully.\nPer this Section, it shall be the responsibility of a research facility to ensure that all scientists, research technicians,\nanimal technicians, and other personnel involved in animal care, treatment, and use are qualified to perform their duties.\nThis requirement ensures that laboratory staff follow the IACUC approved protocols and that research animals receive\nproper care.\nIn response to this incident, the IACUC and veterinary staff conducted an investigation and implemented corrective\nmeasures to prevent recurrence including but not limited to providing supplemental refresher training to the laboratory\nstaff on post-procedure monitoring, documentation, and compliance with veterinary staff directions. There have not been\nany additional incidents. Corrected prior to the inspection.\nThis inspection and exit briefing were conducted 3/7/22 with facility representatives.\n*END OF REPORT*\nEnd Section"
    }
  ],
  "narrative": "2.32(a) \n   \nPersonnel qualifications. \nIn November 2021 one pig on an IACUC approved protocol was under treatment by the veterinary staff for a condition \nrelated to a study procedure.  Laboratory staff were instructed to continue the treatment over the weekend, but the \ntreatment was not done due to illness of the designated laboratory staff member.  The laboratory staff member did not \ncontact the veterinarian until Monday morning to report that the treatment was not done because he/she did not realize an \non-call veterinarian was available over the weekend.  Veterinary staff then reviewed the records for animals used under \nthis protocol and identified additional instances where laboratory staff did not follow the post-procedural monitoring \ndescribed in the IACUC approved protocol (4 animals) and one other instance where the veterinary staff’s directives to \nlaboratory staff were not followed.  The animals recovered uneventfully. \n \nPer this Section, it shall be the responsibility of a research facility to ensure that all scientists, research technicians, \nanimal technicians, and other personnel involved in animal care, treatment, and use are qualified to perform their duties.  \nThis requirement ensures that laboratory staff follow the IACUC approved protocols and that research animals receive \nproper care.\n\nIn response to this incident, the IACUC and veterinary staff conducted an investigation and implemented corrective \nmeasures to prevent recurrence including but not limited to providing supplemental refresher training to the laboratory \nstaff on post-procedure monitoring, documentation, and compliance with veterinary staff directions.  There have not been \nany additional incidents.  Corrected prior to the inspection. \n \nThis inspection and exit briefing were conducted 3/7/22 with facility representatives. \n \n*END OF REPORT* \n \nEnd Section",
  "animals_total": 86,
  "species": [
    {
      "count": 11,
      "scientific": "Sus scrofa domestica",
      "common": "DOMESTIC PIG / POTBELLY PIG / MICRO PIG"
    },
    {
      "count": 75,
      "scientific": "Oryctolagus cuniculus",
      "common": "DOMESTIC RABBIT / EUROPEAN RABBIT"
    }
  ]
}