{
  "insp_id": "72141001181319",
  "layout": "a",
  "customer_id": "6902",
  "customer_name": "Summer Wind Farm Sanctuary",
  "customer_addr": "6490 Mowerson Rd\nBrown City, MI 48416",
  "certificate": "34-C-0227",
  "site_id": "001",
  "site_name": "SUMMER WIND FARMS",
  "insp_type": "ROUTINE INSPECTION",
  "date": "18-MAR-2014",
  "report_date": "19-MAR-2014",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "The lesion at the tip of the tiger Kahn's tail noted on the inspection of 3-5-14, is still present. According to a note\nwritten by the veterinarian it was healing well when he rechecked the cat on 3-10-14. The president stated that the\nwound was scabbed over yesterday. The tiger is no longer on antibiotics. Today there is a 4\" lesion at the tip of\nKahn's tail which is raw and bleeding. Failure to provide proper treatment to this wound can lead to infection,\nsuffering and even death. Kahn is suffering due to his current condition. At the time of the inspection the president\nof the facility contacted the attending veterinarian. The veterinarian directed that Kahn be placed on antibiotics and\nthat the condition of his tail be closely monitored. APHIS inspectors asked that treatment records and observation\nnotes be maintained for Kahn. These records must be made available for review by APHIS inspectors."
    },
    {
      "code": "2.40(b)(3)",
      "kind": "Direct",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "There is a 4\" lesion at the tip of Kahn's tail which is raw and bleeding. The time was approximately 12:20 PM. An\nemployee of the facility had already provided water to Kahn earlier in the morning according to the facility president.\nThis person should have noticed the problem with Kahn's tail. Kahn's condition had not been observed by anyone\nat the facility and had not been reported to the attending veterinarian. Kahn's tail wound had been healing well\naccording to the facility president. Personnel should have been instructed to monitor and evaluated Kahn very\nclosely to verify continued progress of wound healing. Kahn's condition should have been recognized by personnel\nat the facility and reported to the attending veterinarian. Failure to observe health issues and promptly report them\nto the veterinarian will lead to unnecessary suffering and even possible animal death. Kahn is suffering due to his\ncurrent condition. Kahn's condition was reported to the attending veterinarian at the time of inspection. Thorough\ndaily observations of all animals should be made. Animals with known problems should receive extra scrutiny.\nReport all health issues promptly to the veterinarian."
    },
    {
      "code": "3.11(a)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "The two domestic cats are housed in an enclosure that contains two litter boxes. Both of these litter boxes had\nexcessive feces in them. Primary enclosures are to be cleaned of fecal material daily. Excessive feces in the litter\nboxes can lead to odor problems. It can also be a potential source of disease and pest control issues. This is more\nof a risk now as the daily temperatures are starting to warm up. Excessively dirty litter boxes can also be a source\nof discomfort to the cats as they will hesitate to use the boxes when they are overly soiled. This could also lead to\nthem beginning to defecate outside the boxes which could result in soiling of the cats and ingestion of feces as they\ngroom themselves. Clean litter boxes daily.\nCorrect by: Correct from this time forward."
    },
    {
      "code": "3.130",
      "kind": "",
      "repeat": true,
      "desc": "WATERING.",
      "narrative": "The water container provided for the two coyotes had fecal material frozen into the ice that was still present in the\ncontainer. It also had a bone sitting on top of the ice. The water container provided for the tiger Sundar had feces\nfrozen into the ice still present in the container. The water container provided for the lion had leaves and other\ndebris frozen into the ice still present in the container. Water for all of these animals had been placed in these\ncontaminated containers. It is vital that all animals have access to clean water in order to promote their health and\ncomfort. Contaminated water can affect its palatability causing animals to drink less. Contaminated water can also\ncause diseases which may be spread by fecal material or other debris. Cats are particular sensitive to kidney\ndamage from lack of adequate water which may be the result of water palatability. Clean these water containers\nand keep them clean."
    },
    {
      "code": "3.131(c)",
      "kind": "",
      "repeat": true,
      "desc": "SANITATION.",
      "narrative": "In the warm room area containing the two baboons, the inspectors observed three empty antifreeze containers on\nthe ground in a puddle of water. This water extended over the floor to the enclosure housing the olive baboon. The\nwater was right next to the enclosure housing this animal and had likely began to wet the bottom layer of bedding in\nthe enclosure. It could be possible for small amounts of antifreeze left in these containers or on them to\ncontaminate the water that they were in. Antifreeze is extremely toxic to animals and has a sweet taste which could\nbe attractive to baboons. Very small amounts can cause significant kidney damage when ingested. This could lead\nto animal suffering and possible death. This area needs to be cleaned up to prevent unnecessary animal injury.\nClean up the empty containers and other debris and water in this area."
    },
    {
      "code": "3.131(d)",
      "kind": "",
      "repeat": true,
      "desc": "SANITATION.",
      "narrative": "There were several rodent holes in the leopard barn which houses four tigers. A rat was seen by the inspector in\nthe anteroom located directly off the butcher area. Rats can be carriers of disease which may be harmful to the\nanimals housed in this area. Rats present in the butcher area can contaminate surfaces used to prepare the meat\nwith fecal material or other diseases, one of which can be spread by rat urine. A more effective means of pest\ncontrol must be established for this area.\nTime still remains for correction of the citation listed under section 3.132 on the inspection date of 3-4-14.\nAt the conclusion of the inspection, APHIS inspectors had an exit interview with the facility president. APHIS\nexpectations regarding treatment and observation of Kahn were made clear to the facility president. Another exit\ninterview was conducted on 3-19-14.\nAdditional Inspectors\nBongard Carrie, Animal Care Inspector\nKirsten Peter, Supervisory Animal Care Specialist"
    }
  ],
  "narrative": "2.40(b)(2)           DIRECT                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThe lesion at the tip of the tiger Kahn's tail noted on the inspection of 3-5-14, is still present.  According to a note\nwritten by the veterinarian it was healing well when he rechecked the cat on 3-10-14.  The president stated that the\nwound was scabbed over yesterday.  The tiger is no longer on antibiotics.  Today there is a 4\" lesion at the tip of\nKahn's tail which is raw and bleeding.  Failure to provide proper treatment to this wound can lead to infection,\nsuffering and even death.  Kahn is suffering due to his current condition.  At the time of the inspection the president\nof the facility contacted the attending veterinarian. The veterinarian directed that Kahn be placed on antibiotics and\nthat the condition of his tail be closely monitored. APHIS inspectors asked that treatment records and observation\nnotes be maintained for Kahn. These records must be made available for review by APHIS inspectors.\n2.40(b)(3)           DIRECT                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThere is a 4\" lesion at the tip of Kahn's tail which is raw and bleeding.  The time was approximately 12:20 PM.  An\nemployee of the facility had already provided water to Kahn earlier in the morning according to the facility president. \nThis person should have noticed the problem with Kahn's tail.  Kahn's condition had not been observed by anyone\nat the facility and had not been reported to the attending veterinarian.  Kahn's tail wound had been healing well\naccording to the facility president. Personnel should have been instructed to monitor and evaluated Kahn very\nclosely to verify continued progress of wound healing. Kahn's condition should have been recognized by personnel\nat the facility and reported to the attending veterinarian.  Failure to observe health issues and promptly report them\nto the veterinarian will lead to unnecessary suffering and even possible animal death.  Kahn is suffering due to his\ncurrent condition.  Kahn's condition was reported to the attending veterinarian at the time of inspection.  Thorough\ndaily observations of all animals should be made.  Animals with known problems should receive extra scrutiny. \nReport all health issues promptly to the veterinarian.\n3.11(a)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\nThe two domestic cats are housed in an enclosure that contains two litter boxes.  Both of these litter boxes had\n\nexcessive feces in them.  Primary enclosures are to be cleaned of fecal material daily.  Excessive feces in the litter\nboxes can lead to odor problems.  It can also be a potential source of disease and pest control issues.  This is more\nof a risk now as the daily temperatures are starting to warm up.  Excessively dirty litter boxes can also be a source\nof discomfort to the cats as they will hesitate to use the boxes when they are overly soiled.  This could also lead to\nthem beginning to defecate outside the boxes which could result in soiling of the cats and ingestion of feces as they\ngroom themselves.  Clean litter boxes daily.\nCorrect by:  Correct from this time forward.\n3.130                    REPEAT\nWATERING.  \nThe water container provided for the two coyotes had fecal material frozen into the ice that was still present in the\ncontainer.  It also had a bone sitting on top of the ice.  The water container provided for the tiger Sundar had feces\nfrozen into the ice still present in the container.  The water container provided for the lion had leaves and other\ndebris frozen into the ice still present in the container.  Water for all of these animals had been placed in these\ncontaminated containers. It is vital that all animals have access to clean water in order to promote their health and\ncomfort.  Contaminated water can affect its palatability causing animals to drink less.  Contaminated water can also\ncause diseases which may be spread by fecal material or other debris.  Cats are particular sensitive to kidney\ndamage from lack of adequate water which may be the result of water palatability.  Clean these water containers\nand keep them clean.\n3.131(c)                    REPEAT\nSANITATION.   \nIn the warm room area containing the two baboons, the inspectors observed three empty antifreeze containers on\nthe ground in a puddle of water.  This water extended over the floor to the enclosure housing the olive baboon.  The\nwater was right next to the enclosure housing this animal and had likely began to wet the bottom layer of bedding in\nthe enclosure.  It could be possible for small amounts of antifreeze left in these containers or on them to\ncontaminate the water that they were in.  Antifreeze is extremely toxic to animals and has a sweet taste which could\nbe attractive to baboons.  Very small amounts can cause significant kidney damage when ingested.  This could lead\nto animal suffering and possible death.  This area needs to be cleaned up to prevent unnecessary  animal injury. \nClean up the empty containers and other debris and water in this area.\n3.131(d)                    REPEAT\nSANITATION.   \nThere were several rodent holes in the leopard barn which houses four tigers.  A rat was seen by the inspector in\nthe anteroom located directly off the butcher area.  Rats can be carriers of disease which may be harmful to the\n\nanimals housed in this area.  Rats present in the butcher area can contaminate surfaces used to prepare the meat\nwith fecal material or other diseases, one of which can be spread by rat urine.  A more effective means of pest\ncontrol must be established for this area.\nTime still remains for correction of the citation listed under section 3.132 on the inspection date of 3-4-14.\nAt the conclusion of the inspection, APHIS inspectors had an exit interview with the facility president.  APHIS\nexpectations regarding treatment and observation of Kahn were made clear to the facility president.  Another exit\ninterview was conducted on 3-19-14.\nAdditional Inspectors\nBongard Carrie, Animal Care Inspector\nKirsten Peter, Supervisory Animal Care Specialist",
  "animals_total": 36,
  "species": [
    {
      "count": 1,
      "scientific": "Arctos",
      "common": "GRIZZLY BEAR"
    },
    {
      "count": 2,
      "scientific": "Canis latrans",
      "common": "COYOTE"
    },
    {
      "count": 1,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 2,
      "scientific": "Felis silvestris catus",
      "common": "CAT ADULT"
    },
    {
      "count": 1,
      "scientific": "Lama glama",
      "common": "LLAMA"
    },
    {
      "count": 4,
      "scientific": "Lama pacos",
      "common": "ALPACA"
    },
    {
      "count": 3,
      "scientific": "Lemur catta",
      "common": "RING-TAILED LEMUR"
    },
    {
      "count": 1,
      "scientific": "Macaca fascicularis",
      "common": "CRAB-EATING MACAQUE / CYNOMOLGUS MONKEY"
    },
    {
      "count": 1,
      "scientific": "Macaca fuscata",
      "common": "JAPANESE MACAQUE / SNOW MACAQUE"
    },
    {
      "count": 1,
      "scientific": "Mephitis mephitis",
      "common": "STRIPED SKUNK"
    },
    {
      "count": 1,
      "scientific": "Ovis aries aries",
      "common": "SHEEP INCLUDING ALL DOMESTIC BREEDS"
    },
    {
      "count": 1,
      "scientific": "Panthera leo",
      "common": "LION"
    },
    {
      "count": 9,
      "scientific": "Panthera tigris",
      "common": "TIGER"
    },
    {
      "count": 1,
      "scientific": "Papio anubis",
      "common": "OLIVE BABOON"
    },
    {
      "count": 1,
      "scientific": "Papio hamadryas",
      "common": "HAMADRYAS BABOON"
    },
    {
      "count": 1,
      "scientific": "Puma concolor",
      "common": "PUMA / MOUNTAIN LION / COUGAR"
    },
    {
      "count": 2,
      "scientific": "Ursus americanus",
      "common": "NORTH AMERICAN BLACK BEAR"
    },
    {
      "count": 2,
      "scientific": "Ursus thibetanus",
      "common": "ASIATIC BLACK BEAR"
    },
    {
      "count": 1,
      "scientific": "Vulpes lagopus",
      "common": "ARCTIC FOX"
    }
  ]
}