{
  "insp_id": "2016082569259832",
  "layout": "a",
  "customer_id": "19157",
  "customer_name": "Silver Dollar City Inc",
  "customer_addr": "Po Box 778, Stone Mountain Park\nStone Mountain, GA 30086",
  "certificate": "57-C-0339",
  "site_id": "001",
  "site_name": "SILVER DOLLAR CITY INC",
  "insp_type": "ROUTINE INSPECTION",
  "date": "30-AUG-2018",
  "report_date": "31-AUG-2018",
  "citations": [
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "***The primary enclosure fence for the sheep currently held in quarantine is not structurally sound. A tree fell on the\nperimeter fence as well as the enclosure fence destroying the fence sections. Damage to the fences may allow the\nanimals to escape their enclosure or allow unwanted animals in. The fence shall be repaired to protect the sheep\nand hold them securely within their enclosure. Correct by September 10, 2018;\n***There is another section of fence that was damaged by a tree in the corner on the right side of the gate near the\ndumpster. The large pigs are allowed access to this section to allow them access to additional shade. The fence is\nno longer structurally sound and may allow the pigs to leave their enclosure. The fence shall be repaired to\nmaintain the pigs securely within their enclosure and prevent access from unwanted animals. Correct by\nSeptember 10, 2018.\n***I observed a goat jump on a raised stand that was leaning and wobbly. The stand wobbled enough that the goat\njumped off. The legs of the stand were becoming detached which would allow the stand to fall and possibly cause\nthe goats to become injured. The stand shall be removed, repaired, or replaced to protect the goats from injury.\nCorrect by September 3, 2018.\nThis inspection and exit interview were conducted with the facility representative."
    }
  ],
  "narrative": "3.125(a)\nFACILITIES, GENERAL.   \n***The primary enclosure fence for the sheep currently held in quarantine is not structurally sound.  A tree fell on the\nperimeter fence as well as the enclosure fence destroying the fence sections.  Damage to the fences  may allow the\nanimals to escape their enclosure or allow unwanted animals in.  The fence shall be repaired to protect the sheep\nand hold them securely within their enclosure.  Correct by September 10, 2018;\n***There is another section of fence that was damaged by a tree in the corner on the right side of the gate near the\ndumpster.  The large pigs are allowed access to this section to allow them access to additional shade.  The fence is\nno longer structurally sound and may allow the pigs to leave their enclosure.  The fence shall be repaired to\nmaintain the pigs securely within their enclosure and prevent access from unwanted animals.  Correct by\nSeptember 10, 2018.\n***I observed a goat jump on a raised stand that was leaning and wobbly.  The stand wobbled enough that the goat\njumped off. The legs of the stand were becoming detached which would allow the stand to fall and possibly cause\nthe goats to become injured.  The stand shall be removed, repaired, or replaced to protect the goats from injury. \nCorrect by September 3, 2018.\nThis inspection and exit interview were conducted with the facility representative.",
  "animals_total": 14,
  "species": [
    {
      "count": 5,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 6,
      "scientific": "Ovis aries aries",
      "common": "SHEEP INCLUDING ALL DOMESTIC BREEDS"
    },
    {
      "count": 3,
      "scientific": "Sus scrofa domestica",
      "common": "DOMESTIC PIG / POTBELLY PIG / MICRO PIG"
    }
  ]
}