{
  "insp_id": "2016082568687581",
  "layout": "a",
  "customer_id": "324769",
  "customer_name": "Chester Taylor",
  "customer_addr": "411 East Allyn Avenue\nParnell, MO 64475",
  "certificate": "43-C-0364",
  "site_id": "TRA",
  "site_name": "CHESTER TAYLOR",
  "insp_type": "ROUTINE INSPECTION",
  "date": "09-AUG-2017",
  "report_date": "11-AUG-2017",
  "citations": [
    {
      "code": "2.126(a)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ACCESS AND INSPECTION OF RECORDS AND PROPERTY; SUBMISSION OF ITINERARIES.",
      "narrative": "Availability of Records.\n***At the time of the inspection, the camel handler could not produce any of the documents and records that are\nrequired under the AWA Regulations and was unfamiliar with these documents (specifically the written Program of\nVeterinary Care and acquisition records for the camels that were in travel status at this location). The handler made\nseveral attempts to contact his boss for guidance but he could not be reached. As a result, none of the required\ndocuments and records that must be available at the time of an inspection could be reviewed.\nPer this Section of the Regulations, all documents and records that are required to be kept under the AWA should\nbe available at the time of an inspection so the required records can be reviewed to determine the facility's\ncompliance with the provisions of the AWA. All licensees that are in travel status are required to carry copies of all\nof the required documents while on the road so the documents can be made available for review at the time of an\ninspection.\nThe travelling unit of the licensee that is at the RI zoo needs to have copies of all the required documents.\nCorrect by 8/20/17."
    },
    {
      "code": "2.126(c)(1)",
      "kind": "",
      "repeat": false,
      "desc": "ACCESS AND INSPECTION OF RECORDS AND PROPERTY; SUBMISSION OF ITINERARIES.",
      "narrative": "Submission of Itineraries.\n***There are no itineraries from the Licensee currently on file at the Fort Collins Office of Animal Care with the\ndetails for all locations of the Licensees’ animals that are currently in or will be in travel status. The inspector\ncontacted the Office and the home inspector to check if there was a current itinerary and verified that there was no\nitinerary on file. The Licensee has been in travel status at the RI zoo since the end of May 2017 and will remain\nthere until the beginning of September 2017. In addition according to an inspection report on file dated 8/10/17,\nthere are also 3 of the Licensee's camels in MN.\nPer this Section of the Regulations, any person who is subject to the Animal Welfare regulations and who intends to\nexhibit any animal at any location other than the person's approved site shall submit a written itinerary that shall be\nreceived by the AC Regional Director no fewer than 2 days in advance of any travel. The itinerary shall contain\ncomplete and accurate information concerning the whereabouts of any animal intended for exhibition at any location\nother than the person's approved site and shall include the names, dates, and locations (with addresses) where the\nanimals will travel, be housed, and be exhibited, including all anticipated dates and locations (with addresses) for\nany stops and layovers that allow or require removal of the animals from the transport enclosures.\nThe itinerary must also include the name of the person who intends to exhibit the animal and transport the animal\nfor exhibition purposes, including any business name and current Act license or registration number and, in the\nevent that any animal is leased, borrowed, loaned, or under some similar arrangement, the name of the person who\nowns such animal; and the name, identification number or identifying characteristics, species (common or scientific\nname), sex and age of each animal that will be in travel status.\nComplete and accurate information concerning the whereabouts of the animals when a licensee is in travel status is\nnecessary in order to know the location of the licensee to ensure that inspections can be conducted when required\nin order to determine compliance with the provisions of the AWA and to assess the facility and animals.\nThe licensee needs to submit an itinerary to the Fort Collins Office that contains complete and accurate information\nas outlined in all of Section 2.126 (c) (1) concerning the identification of all animals and locations while in travel\nstatus.\nCorrect by 8/18/17.\nNOTE - Inspection conducted at the Roger Williams Park Zoo in Providence, RI. Inspection and exit briefing held\non-site with Camel Handler. Report delivered by e-mail 8/11/17."
    }
  ],
  "narrative": "2.126(a)(2)\nACCESS AND INSPECTION OF RECORDS AND PROPERTY; SUBMISSION OF ITINERARIES.\nAvailability of Records.\n***At the time of the inspection, the camel handler could not produce any of the documents and records that are\nrequired under the AWA Regulations and was unfamiliar with these documents (specifically the written Program of\nVeterinary Care and acquisition records for the camels that were in travel status at this location).  The handler made\nseveral attempts to contact his boss for guidance but he could not be reached.   As a result, none of the required\ndocuments and records that must be available at the time of an inspection could be reviewed.\nPer this Section of the Regulations, all documents and records that are required to be kept under the AWA should\nbe available at the time of an inspection so the required records can be reviewed to determine the facility's\ncompliance with the provisions of the AWA.  All licensees that are in travel status are required to carry copies of all\nof the required documents while on the road so the documents can be made available for review at the time of an\ninspection.\nThe travelling unit of the licensee that is at the RI zoo needs to have copies of all the required documents.\nCorrect by 8/20/17.\n2.126(c)(1)\nACCESS AND INSPECTION OF RECORDS AND PROPERTY; SUBMISSION OF ITINERARIES.\nSubmission of Itineraries.\n***There are no itineraries from the Licensee currently on file at the Fort Collins Office of Animal Care with the\ndetails for all locations of the Licensees’ animals that are currently in or will be in travel status.  The inspector\ncontacted the Office and the home inspector to check if there was a current itinerary and verified that there was no\nitinerary on file.  The Licensee has been in travel status at the RI zoo since the end of May 2017 and will remain\nthere until the beginning of September 2017.  In addition according to an inspection report on file dated 8/10/17,\n\nthere are also 3 of the Licensee's camels in MN.\nPer this Section of the Regulations, any person who is subject to the Animal Welfare regulations and who intends to\nexhibit any animal at any location other than the person's approved site shall submit a written itinerary that shall be\nreceived by the AC Regional Director no fewer than 2 days in advance of any travel.  The itinerary shall contain\ncomplete and accurate information concerning the whereabouts of any animal intended for exhibition at any location\nother than the person's approved site and shall include the names, dates, and locations (with addresses) where the\nanimals will travel, be housed, and be exhibited, including all anticipated dates and locations (with addresses) for\nany stops and layovers that allow or require removal of the animals from the transport enclosures.  \nThe itinerary must also include the name of the person who intends to exhibit the animal and transport the animal\nfor exhibition purposes, including any business name and current Act license or registration number and, in the\nevent that any animal is leased, borrowed, loaned, or under some similar arrangement, the name of the person who\nowns such animal; and the name, identification number or identifying characteristics, species (common or scientific\nname), sex and age of each animal that will be in travel status.  \nComplete and accurate information concerning the whereabouts of the animals when a licensee is in travel status is\nnecessary in order to know the location of the licensee to ensure that inspections can be conducted when required\nin order to determine compliance with the provisions of the AWA and to assess the facility and animals.\nThe licensee needs to submit an itinerary to the Fort Collins Office that contains complete and accurate information\nas outlined in all of Section 2.126 (c) (1) concerning the identification of all animals and locations while in travel\nstatus.\nCorrect by 8/18/17.\nNOTE - Inspection conducted at the Roger Williams Park Zoo in Providence, RI.  Inspection and exit briefing held\non-site with Camel Handler.  Report delivered by e-mail 8/11/17.",
  "animals_total": 2,
  "species": [
    {
      "count": 2,
      "scientific": "Camelus dromedarius",
      "common": "DROMEDARY CAMEL"
    }
  ]
}