{
  "insp_id": "254151334350078",
  "layout": "a",
  "customer_id": "27401",
  "customer_name": "Zany Zoo Pets L L C",
  "customer_addr": "3815 Marshall Avenue\nEugene, OR 97402",
  "certificate": "92-B-0230",
  "site_id": "003",
  "site_name": "ZANY ZOO PETS, L L C",
  "insp_type": "ROUTINE INSPECTION",
  "date": "10-SEP-2015",
  "report_date": "14-SEP-2015",
  "citations": [
    {
      "code": "3.125(c)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "The back room storage area had eight open bags of various food materials. Open bags of food and bedding must\nbe kept in closed contains to protect them from deterioration, mold or contamination by pest. A regular program of\nplacing open bags of food or bedding in closed containers needs to be started and maintained.\nCorrect by: Sept. 14, 2015"
    },
    {
      "code": "3.131(a)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "The cage housing the coati was in need of cleaning. There was old food materials, dried fecal matter, and bedding\non the floor of the enclosure. There was enough vertical space, structures (platforms, benches, and branches), that\nthe coati was not in contact with the floor of the cage.\nThe cage housing the bushbaby in the boarding area of the store was in need of cleaning. The trays beneath the\nwire flooring were full of old bedding, food materials, and moisture. The bushbaby was not in direct contact with the\ntrays.\nCages need to be cleaned as often as necessary to prevent contamination of the animals, minimize disease, and to\nreduce odors. There needs to be a regular cleaning schedule in place to maintain clean cages for all the animals in\nthe store.\nCorrect by Sept, 11, 2015"
    },
    {
      "code": "3.131(c)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "The floor of the boarding area in the store was covered with old wood shavings around, beneath, and in front of the\nanimal cages. It appears that the cages had been cleaned but the floor had not been swept and old bedding\nremoved form the area. The area was also cluttered with open bags containing bedding and dry food, and cleaning\nequipment. The floor in this area needs to be swept and clutter removed to facilitate a clean area for the animals,\nreduce odor, and eliminate areas for pest to hide. A regular program of cleaning and sweeping the floor and\nelimination of materials that are not needed in the area to reduce clutter needs to be in place and maintained.\nCorrect by: Sept, 12, 2015"
    },
    {
      "code": "3.133",
      "kind": "",
      "repeat": false,
      "desc": "SEPARATION.",
      "narrative": "There was an enclosure in be boarding area of the store that housed several degu. One animal appeared to have\nsmall areas of hair missing around the ears and top of head. These areas looked like potential bites indicating\nfighting.\nThere were no open wounds or cuts. Store personnel had seen some aggressive behavior but was not aware of\nthe bite areas. It was asked that the animal with the bite areas on the head be placed in a separate enclosure and\nthis was done at the time of this inspection.\nAnimals housed together must be compatible to reduce the risk of fighting which may result in injury and undo\nstress on the animals housed together.\nAnimals housed in groups need to be observed daily for any signs of over aggression and if such behavior is\nnoticed animals must be separated to protect them form each other.\nCorrect by: Animal was separated from group at time of inspection."
    }
  ],
  "narrative": "3.125(c)\nFACILITIES, GENERAL.   \nThe back room storage area had eight open bags of various food materials. Open bags of food and bedding must\nbe kept in closed contains to protect them from deterioration, mold or contamination by pest.  A regular program of\nplacing open bags of food or bedding in closed containers needs to be started and maintained. \nCorrect by:  Sept. 14, 2015\n3.131(a)\nSANITATION.   \nThe cage housing the coati was in need of cleaning.  There was old food materials, dried fecal matter, and bedding\non the floor of the enclosure.  There was enough vertical space, structures (platforms, benches, and branches), that\nthe coati was not in contact with the floor of the cage. \nThe cage housing the bushbaby in the boarding area of the store was in need of cleaning.  The trays beneath the\nwire flooring were full of old bedding, food materials, and moisture.  The bushbaby was not in direct contact with the\ntrays.\nCages need to be cleaned as often as necessary to prevent contamination of the animals, minimize disease, and to\nreduce odors.  There needs to be a regular cleaning schedule in place to maintain clean cages for all the animals in\nthe store. \nCorrect by Sept, 11, 2015\n3.131(c)\n\nSANITATION.   \nThe floor of the boarding area in the store was covered with old wood shavings around, beneath, and in front of the\nanimal cages.  It appears that the cages had been cleaned but the floor had not been swept and old bedding\nremoved form the area.  The area was also cluttered with  open bags containing bedding and dry food, and cleaning\nequipment.  The floor in this area needs to be swept and clutter removed to facilitate a clean area for the animals,\nreduce odor, and eliminate areas for pest to hide.  A regular program of cleaning and sweeping the floor and\nelimination of materials that are not needed in the area to reduce clutter needs to be in place and maintained.\nCorrect by:  Sept, 12, 2015\n3.133\nSEPARATION. \nThere was an enclosure in be boarding area of the store that housed several degu.  One animal appeared to have\nsmall areas of hair missing around the ears and top of head.  These areas looked like potential bites indicating\nfighting.\nThere were no open wounds or cuts.  Store personnel had seen some aggressive behavior but was not aware of\nthe bite areas.  It was asked that the animal with the bite areas on the head be placed in a separate enclosure and\nthis was done at the time of this inspection.\nAnimals housed together must be compatible to reduce the risk of fighting which may result in injury and undo\nstress on the animals housed together.\nAnimals housed in groups need to be observed daily for any signs of over aggression and if such behavior is\nnoticed animals must be separated to protect them form each other.\nCorrect by: Animal was separated from group at time of inspection.",
  "animals_total": 148,
  "species": [
    {
      "count": 7,
      "scientific": "Atelerix frontalis",
      "common": "SOUTH AFRICAN HEDGEHOG"
    },
    {
      "count": 49,
      "scientific": "Cavia porcellus",
      "common": "DOMESTIC GUINEA PIG"
    },
    {
      "count": 19,
      "scientific": "Chinchilla lanigera",
      "common": "CHINCHILLA"
    },
    {
      "count": 3,
      "scientific": "Coendou prehensilis",
      "common": "PREHENSILE-TAILED PORCUPINE"
    },
    {
      "count": 2,
      "scientific": "Dolichotis patagonum",
      "common": "PATAGONIAN CAVY / MARA"
    },
    {
      "count": 4,
      "scientific": "Felis silvestris catus",
      "common": "CAT KITTEN"
    },
    {
      "count": 3,
      "scientific": "Galago senegalensis",
      "common": "NORTHERN LESSER BUSHBABY"
    },
    {
      "count": 5,
      "scientific": "Mustela putorius",
      "common": "EUROPEAN POLECAT"
    },
    {
      "count": 1,
      "scientific": "Nasua nasua",
      "common": "SOUTH AMERICAN COATI"
    },
    {
      "count": 16,
      "scientific": "Octodon degus",
      "common": "DEGU"
    },
    {
      "count": 19,
      "scientific": "Oryctolagus cuniculus",
      "common": "EUROPEAN RABBIT"
    },
    {
      "count": 16,
      "scientific": "Petaurus breviceps",
      "common": "SUGAR GLIDER"
    },
    {
      "count": 1,
      "scientific": "Potos flavus",
      "common": "KINKAJOU"
    },
    {
      "count": 3,
      "scientific": "Sus domestica",
      "common": "DOMESTIC PIG"
    }
  ]
}