{
  "insp_id": "232151713480925",
  "layout": "a",
  "customer_id": "2468",
  "customer_name": "Karl Mogensen",
  "customer_addr": "Po Box 88\nNatural Bridge, VA 24578",
  "certificate": "52-C-0035",
  "site_id": "001",
  "site_name": "KARL MOGENSEN",
  "insp_type": "ROUTINE INSPECTION",
  "date": "19-MAY-2015",
  "report_date": "09-SEP-2015",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "*All four feet of the female African elephant, Asha, are in need of foot care and trimming. All four feet show\nexcessive pad overgrowth with built up areas and flaps present that can allow foreign objects to lodge under them\nand penetrate the sole. One nail on the left front foot appears chipped/broken. The elephant keeper reported that\nthis occurred recently on a rock and that he is addressing this nail. Several other nails appear long and irregular in\nshape. Toenails need to be trimmed so that the elephant is not putting weight or pressure on the nails. The keeper\nindicated that he does footwork only as needed and does not currently have a routine footcare program in place. No\ndocumentation of footcare was available for review.\nThe skin of the female African elephant, Asha, appears dry and thickened with a cracked looking appearance\nespecially over her back and on her head. The keeper indicated that he does do baths with water and uses a small\nwire brush on her skin occasionally. There is a container of Zafari, commonly used to bathe elephants with dry skin,\npresent at the facility but the amount of dirt on the container and the difficulty of opening the lid indicate that it has\nnot been used recently or regularly. The elephant enclosure does not have a pond or pool available for her to soak\nin.\nHealthy skin and feet are important to the overall health of the elephant.\nThe feet and skin of the elephant Asha should be evaluated by a veterinarian and a written foot and skin care\nmaintenance program needs to be established by June 21, 2015. The program shall meet current professionally\naccepted standards. Ongoing maintenance of the feet and skin of the elephant should be documented and available\nfor inspection.\n*The approximately 15 year old male serval appears thin. The serval has a tucked up/tucked in appearance with the\nvertebral bodies (spine) and hip bones slightly showing. His cheek/face bone structure also appears more\npronounced than normal. The facility representative stated that he has been like this for a while and that they are\nfeeding him more than the other serval. There is no documentation available to show that the attending veterinarian\nwas contacted to evaluate the serval prior to the start of this inspection.\nLoss of weight can be associated with old age however it can also be an indication of illness, disease, or nutritional\nimbalance.\nThe facility needs to have the serval evaluated by a veterinarian and a medical workup done to determine if there is\nan underlying cause and to determine the best feeding/nutritional plan for this animal. A licensed veterinarian met\nwith APHIS officials during the inspection process on May 20, 2015 and stated that she had just looked at the serval\nand was establishing a veterinary care plan for him.\nThis is a repeat non-compliant item based on section and subsection numbers. All veterinary care issues cited\nunder this section and subsection on the March 10, 2015 inspection report have been addressed. Newly identified\nissues shall be addressed as indicated above."
    },
    {
      "code": "2.131(e)",
      "kind": "",
      "repeat": false,
      "desc": "HANDLING OF ANIMALS.",
      "narrative": "*** 10 rabbits are being housed in the 3 enclosures on the porch by the keeper building. An adult female is housed\nin a metal water trough with 3 nursing young (kits). Two adult rabbits are being housed in a second metal water\ntrough. Four juvenile rabbits are housed in an elevated enclosure with wire walls and flooring. The temperature at\n4 pm ranged from 85 to 87 degrees inside and near the enclosures. The adult female with kits was lying elongated\nalong the edge of the metal trough and was panting. In addition, her 3 young had spread themselves apart in the\nnest area in an attempt to stay cool. The two adult rabbits in the second metal trough were lying along the edge of\nthe trough, had elongated their bodies, and pushed the wood shavings away from them in an attempt to stay cool.\nOne of the juvenile rabbits in the third enclosure had moved to lay next to the water receptacle and the other three\nwere still slightly huddled together. They had mildly increased breathing rates. The three adult rabbits and the kits\nare showing signs of heat stress by panting, elongating their bodies, and/or attempting to move away from each\nother. All animals must not be subjected to conditions of temperature, humidity, and time that are detrimental to the\nanimals'(cid:25) health. The licensee must correct this by providing these animals with cooler conditions (for example,\nprovide ventilation, misters, moving the animals to a cooler area of the facility, etc). This was first identified by\ninspectors and reported to the licensee on May 19, 2015.\n*** NOTE: The licensee corrected this by May 20, 2015 at 9 am."
    },
    {
      "code": "3.75(c)(1)(1)",
      "kind": "",
      "repeat": true,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "*** There are two primate enclosures that are severely rusted. One enclosure, housing two De Brazza(cid:25)'s monkeys,\nis located within the (cid:28)Keeper building(cid:29). The metal frame of this enclosure and the guillotine style door are severely\nrusted. The second primate enclosure, housing two De Brazza'(cid:25)s monkeys, is located within the (cid:28)mouse house\nbuilding(cid:29). The metal frame of this enclosure is severely rusted. The rusted areas, in both of these enclosures, are in\ncontact with the primates and are pitted and flaking.\nExcessive rust can affect the structural strength of surfaces and prevents the required cleaning and sanitization of\nenclosures.\nAny surface that comes in contact with the nonhuman primates must be free of excessive rust that prevents the\nrequired cleaning and sanitization, or that affects the structural strength of the surface. Correct by ensuring that all\nrusted enclosures and any rusted surfaces that are in contact with the primates are repaired or replaced to ensure\nstructural strength and to allow them to be readily cleaned and sanitized."
    },
    {
      "code": "3.77(a)",
      "kind": "",
      "repeat": false,
      "desc": "SHELTERED HOUSING FACILITIES.",
      "narrative": "The sheltered mandrill building, housing five mandrills, is not sufficiently cooled within the sheltered portion of the\nhousing facility. The temperature within the indoor portion of the mandrill building at 1:50 pm on Tuesday May 19th\nwas 91.3 degrees Fahrenheit. The temperature at 3:47 pm on the same day was 90.1 degrees Fahrenheit. The\ninspectors felt hot and were sweating within the building. There is no auxiliary ventilation within this building (fans,\nopen windows, air conditioning units, etc). A facility representative stated that they leave the door open to provide\nair flow within the building. There are two separate enclosures within this building. One enclosure, housing three\nprimates had access to the outdoor portion of the sheltered housing facility. Two mandrills in the second enclosure\nwere locked in and had no access to the outdoor portion of the housing facility. The facility representative stated\nthat the two groups of animals are allowed access to the outdoor portion of the housing facility on alternating days.\nAccording to the National Weather Service/NOAA Website, the high for the day in Roanoke, VA was 87 degrees at\napproximately 4:00 pm. The minimum temperature for the day was 67 degrees and occurred prior to 7:00 am.\nExposure to excessive heat can lead to heat stress or other veterinary medical conditions and creates an\nuncomfortable environment for the primates.\nThe sheltered portion of the sheltered housing facility must be sufficiently cooled (and heated when necessary) to\nprotect the nonhuman primates from temperature extremes, and to provide for their health and well-being. The\nambient temperature in the sheltered part of the facility must not rise above 85 degrees Fahrenheit for more than 4\nconsecutive hours unless temperatures above 85 degrees Fahrenheit are approved by the attending veterinarian\nand are in accordance with generally accepted husbandry practices. Correct by ensuring that the ambient\ntemperature is maintained at a level that ensures the health and well-being of the species housed, as directed by\nthe veterinarian, in accordance with generally accepted professional and husbandry practices and does not rise\nabove 85 degrees Fahrenheit for more than four consecutive hours.\nTo be corrected by: May 24th, 2015"
    },
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": true,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "*** A portion of the primary enclosure fencing for the pigs is made of movable metal livestock fence panels with\nhorizontal bars. The spacing of the bars is large enough at the bottom that the smallest piglets in the enclosure are\nable to escape from the enclosure if they were motivated to do so. Additionally, the area where the sections of metal\npanels are connected has areas large enough for the piglets to get through. This area is in need of repair or\nreplacement as it is a potential escape risk. The facility must ensure that all animal enclosures are maintained to\nadequately contain the animals and protect them from injury."
    },
    {
      "code": "3.129(a)",
      "kind": "",
      "repeat": false,
      "desc": "FEEDING.",
      "narrative": "The facility(cid:25)'s current program for hand rearing tiger cubs is not adequate. Four tiger cubs were born on 9 April 2015\nand were removed from the dam within one hour of birth. Each cub was fed reconstituted commercially available\ncattle colostrum (Bovine IgG Calf'(cid:25)s Choice Total) for the first two days before being transitioned to formula. The\nfacility is currently using Fox Valley Day One 32/40 Formula to comprise the bulk of the cub diet. Directions on the\nformula recommend reconstitution by mixing 1 part powder to 2 parts water. The keeper responsible for care of the\ntiger cubs stated that the formula is currently being made by mixing 1/4 cup of formula powder with 1/4 cup goat(cid:25)'s\nmilk and then diluting the mixture to approximately 1000 ml with water. This represents approximately a 1:15\ndilution of formula (seven and a half times more dilute than recommended) with the small addition of goats milk.\nFormula is refrigerated until feeding at which time it is transferred to a bottle which is then microwaved for\napproximately one minute to warm. Currently the facility is feeding dilute formula ad libitum 4 - 5 times per day. The\nfeeding plan states that meat is added to the formula diet at 8 weeks of age. When meat is introduced, the current\ndiet plan calls for a (cid:28)small amount of Feline T-Oasis Vitamin supplement(cid:29) to be sprinkled on beef. According to the\nkeeper, there are no other dietary supplements given prior to feeding meat.\nOne tiger cub remains at the facility at this time. In the week preceding inspection, facility records indicate the cub\nhad an average weight of 4.6 kg (10 lbs) and consumed a daily average of over 2 liters of dilute formula. Based on\nexpected nutritional intake, this cub is currently consuming approximately 30% less than required. In order to take in\nenough nutrition a cub of this size would need to consume approximately 3 liters of dilute formula/goat milk mix per\nday. At the time of inspection this cub was bright and alert but had a rough hair coat, a prominent pelvis, and a\npot-bellied appearance.\nThe current feeding practices in use by the facility are not appropriate for the age, species and size of this animal.\nBovine colostrum has not been demonstrated to provide immune protection to exotic felines such as tigers and the\nfacility is not currently addressing passive transfer of immunity to the cubs in any other manner. Failure to ensure\nthat cubs receive adequate immunity from their dam or an alternate source places cubs at increased risk of disease.\nThe extreme dilution of the formula by the facility requires the cub to drink an excessive volume of dilute\nformula/goat's milk mix and therefore, as it is currently being prepared, is not of sufficient nutritive value to\nappropriately maintain the health and allow for normal growth of this cub. Additionally, microwaving formula for\nexcessive periods of time is not consistent with the manufacturer's recommendations for preparing the formula.\nThis may lead to additional health complications.\nAlthough meat is not currently being added to the diet, the approved feeding plan fails to provide specific guidance\nregarding measuring the amount of supplement (Feline T-Oasis Vitamin supplement) and meat to which it is added\nand is therefore inconsistent with manufacturer(cid:25)'s recommendations. Failure to properly supplement meat fed to\ngrowing cubs may lead to health complications such as the development of metabolic bone disease. Additionally,\nthe accepted industry standard includes introduction of meat products as early as 2-3 weeks old (added to the\nformula) and a gradual increase in meat consumption until weaning.\nCorrection of this noncompliance shall involve three steps. First, the facility must contact the attending veterinarian\nto develop a plan for this cub to immediately transition her to a diet that is wholesome, palatable and of sufficient\nnutritive value. Complete by 5:00 pm on 23 May 2015. Second, a cub feeding plan which meets all nutritional needs\nfor cubs throughout all their growth stages and meets currently accepted industry standards must be developed and\napproved by the attending veterinarian no later than 30 May 2015. Third, the facility must seek guidance from the\nattending veterinarian regarding developing a hand rearing protocol for tigers that is in accordance with generally\naccepted industry standards for all aspects of care prior to any future hand rearing of tiger cubs."
    },
    {
      "code": "3.131(c)",
      "kind": "",
      "repeat": true,
      "desc": "SANITATION.",
      "narrative": "*** At least 75% of the muntjac enclosure is overgrown with knee high grass and weeds. The licensee(cid:25)'s wife stated\nthat they normally mow approximately half of the enclosure while leaving the rest of the enclosure longer to allow\nthe muntjac a place to hide and bed down if they choose. The facility must, however, ensure that the grasses and\nweeds are controlled to allow them to observe the animals daily, monitor for pests, and remove animal waste as\nneeded. Correct this by trimming and maintaining weeds and grasses in this and all animal enclosures.\n*** All veterinary care citations from the March 10, 2015 inspection report have been addressed by the facility and\nthe attending veterinarian.\n*** This inspection was conducted on May 19 and 20, 2015 with the licensee, the wife of the licensee, and several\nfacility representatives as well as staff from the Virginia Department of Game and Inland Fisheries, and multiple staff\nrepresenting the USDA-APHIS-Animal Care including: VMO Heather Cole, SACS Dana M. Miller, ACI Randall\nColeman, and VMO Susanne Brunkhorst.\n***A formal exit interview was conducted with the licensee, his wife, licensee's attorney (for a portion of exit) and\nthe above listed APHIS Officials on May 22, 2015.\nAdditional Inspectors\nMiller Dana, Supervisory Animal Care Specialist\nCole Heather, Supervisory Animal Care Specialist\nColeman Randall, Animal Care Inspector"
    }
  ],
  "narrative": "2.40(b)(2)                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n*All four feet of the female African elephant, Asha, are in need of foot care and trimming. All four feet show\nexcessive pad overgrowth with built up areas and flaps present that can allow foreign objects to lodge under them\nand penetrate the sole. One nail on the left front foot appears chipped/broken. The elephant keeper reported that\nthis occurred recently on a rock and that he is addressing this nail. Several other nails appear long and irregular in\nshape. Toenails need to be trimmed so that the elephant is not putting weight or pressure on the nails. The keeper\nindicated that he does footwork only as needed and does not currently have a routine footcare program in place. No\ndocumentation of footcare was available for review.\n \nThe skin of the female African elephant, Asha, appears dry and thickened with a cracked looking appearance\nespecially over her back and on her head. The keeper indicated that he does do baths with water and uses a small\nwire brush on her skin occasionally. There is a container of Zafari, commonly used to bathe elephants with dry skin,\npresent at the facility but the amount of dirt on the container and the difficulty of opening the lid indicate that it has\nnot been used recently or regularly. The elephant enclosure does not have a pond or pool available for her to soak\nin.\n  \nHealthy skin and feet are important to the overall health of the elephant. \nThe feet and skin of the elephant Asha should be evaluated by a veterinarian and a written foot and skin care\nmaintenance program needs to be established by June 21, 2015. The program shall meet current professionally\naccepted standards. Ongoing maintenance of the feet and skin of the elephant should be documented and available\nfor inspection.\n \n*The approximately 15 year old male serval appears thin. The serval has a tucked up/tucked in appearance with the\nvertebral bodies (spine) and hip bones slightly showing. His cheek/face bone structure also appears more\npronounced than normal. The facility representative stated that he has been like this for a while and that they are\nfeeding him more than the other serval. There is no documentation available to show that the attending veterinarian\nwas contacted to evaluate the serval prior to the start of this inspection.\n\nLoss of weight can be associated with old age however it can also be an indication of illness, disease, or nutritional\nimbalance.\nThe facility needs to have the serval evaluated by a veterinarian and a medical workup done to determine if there is\nan underlying cause and to determine the best feeding/nutritional plan for this animal. A licensed veterinarian met\nwith APHIS officials during the inspection process on May 20, 2015 and stated that she had just looked at the serval\nand was establishing a veterinary care plan for him. \nThis is a repeat non-compliant item based on section and subsection numbers. All veterinary care issues cited\nunder this section and subsection on the March 10, 2015 inspection report have been addressed. Newly identified\nissues shall be addressed as indicated above. \n2.131(e)\nHANDLING OF ANIMALS.\n*** 10 rabbits are being housed in the 3 enclosures on the porch by the keeper building.  An adult female is housed\nin a metal water trough with 3 nursing young (kits).  Two adult rabbits are being housed in a second metal water\ntrough.  Four juvenile rabbits are housed in an elevated enclosure with wire walls and flooring.  The temperature at\n4 pm ranged from 85 to 87 degrees inside and near the enclosures.  The adult female with kits was lying elongated\nalong the edge of the metal trough and was panting.  In addition, her 3 young had spread themselves apart in the\nnest area in an attempt to stay cool.  The two adult rabbits in the second metal trough were lying along the edge of\nthe trough, had elongated their bodies, and pushed the wood shavings away from them in an attempt to stay cool.  \nOne of the juvenile rabbits in the third enclosure had moved to lay next to the water receptacle and the other three\nwere still slightly huddled together. They had mildly increased breathing rates. The three adult rabbits and the kits\nare showing signs of heat stress by panting, elongating their bodies, and/or attempting to move away from each\nother.  All animals must not be subjected to conditions of temperature, humidity, and time that are detrimental to the\nanimals'(cid:25) health.  The licensee must correct this by providing these animals with cooler conditions (for example,\nprovide ventilation, misters, moving the animals to a cooler area of the facility, etc).  This was first identified by\ninspectors and reported to the licensee on May 19, 2015.\n*** NOTE: The licensee corrected this by May 20, 2015 at 9 am.  \n3.75(c)(1)(1)                    REPEAT\nHOUSING FACILITIES, GENERAL. \n*** There are two primate enclosures that are severely rusted. One enclosure, housing two De Brazza(cid:25)'s monkeys,\n\nis located within the (cid:28)Keeper building(cid:29). The metal frame of this enclosure and the guillotine style door are severely\nrusted. The second primate enclosure, housing two De Brazza'(cid:25)s monkeys, is located within the (cid:28)mouse house\nbuilding(cid:29). The metal frame of this enclosure is severely rusted. The rusted areas, in both of these enclosures, are in\ncontact with the primates and are pitted and flaking. \nExcessive rust can affect the structural strength of surfaces and prevents the required cleaning and sanitization of\nenclosures.\nAny surface that comes in contact with the nonhuman primates must be free of excessive rust that prevents the\nrequired cleaning and sanitization, or that affects the structural strength of the surface. Correct by ensuring that all\nrusted enclosures and any rusted surfaces that are in contact with the primates are repaired or replaced to ensure\nstructural strength and to allow them to be readily cleaned and sanitized.\n3.77(a)\nSHELTERED HOUSING FACILITIES. \nThe sheltered mandrill building, housing five mandrills, is not sufficiently cooled within the sheltered portion of the\nhousing facility.  The temperature within the indoor portion of the mandrill building at 1:50 pm on Tuesday May 19th\nwas 91.3 degrees Fahrenheit. The temperature at 3:47 pm on the same day was 90.1 degrees Fahrenheit. The\ninspectors felt hot and were sweating within the building. There is no auxiliary ventilation within this building (fans,\nopen windows, air conditioning units, etc). A facility representative stated that they leave the door open to provide\nair flow within the building. There are two separate enclosures within this building. One enclosure, housing three\nprimates had access to the outdoor portion of the sheltered housing facility. Two mandrills in the second enclosure\nwere locked in and had no access to the outdoor portion of the housing facility. The facility representative stated\nthat the two groups of animals are allowed access to the outdoor portion of the housing facility on alternating days.\nAccording to the National Weather Service/NOAA Website, the high for the day in Roanoke, VA was 87 degrees at\napproximately 4:00 pm. The minimum temperature for the day was 67 degrees and occurred prior to 7:00 am. \nExposure to excessive heat can lead to heat stress or other veterinary medical conditions and creates an\nuncomfortable environment for the primates.  \nThe sheltered portion of the sheltered housing facility must be sufficiently cooled (and heated when necessary) to\nprotect the nonhuman primates from temperature extremes, and to provide for their health and well-being. The\nambient temperature in the sheltered part of the facility must not rise above 85 degrees Fahrenheit for more than 4\nconsecutive hours unless temperatures above 85 degrees Fahrenheit are approved by the attending veterinarian\nand are in accordance with generally accepted husbandry practices. Correct by ensuring that the ambient\ntemperature is maintained at a level that ensures the health and well-being of the species housed, as directed by\n\nthe veterinarian, in accordance with generally accepted professional and husbandry practices and does not rise\nabove 85 degrees Fahrenheit for more than four consecutive hours. \nTo be corrected by: May 24th, 2015\n3.125(a)                    REPEAT\nFACILITIES, GENERAL.   \n*** A portion of the primary enclosure fencing for the pigs is made of movable metal livestock fence panels with\nhorizontal bars.  The spacing of the bars is large enough at the bottom that the smallest piglets in the enclosure are\nable to escape from the enclosure if they were motivated to do so. Additionally, the area where the sections of metal\npanels are connected has areas large enough for the piglets to get through.  This area is in need of repair or\nreplacement as it is a potential escape risk.  The facility must ensure that all animal enclosures are maintained to\nadequately contain the animals and protect them from injury.\n3.129(a)\nFEEDING.    \nThe facility(cid:25)'s current program for hand rearing tiger cubs is not adequate. Four tiger cubs were born on 9 April 2015\nand were removed from the dam within one hour of birth.  Each cub was fed reconstituted commercially available\ncattle colostrum (Bovine IgG Calf'(cid:25)s Choice Total) for the first two days before being transitioned to formula.  The\nfacility is currently using Fox Valley Day One 32/40 Formula to comprise the bulk of the cub diet.  Directions on the\nformula recommend reconstitution by mixing 1 part powder to 2 parts water.  The keeper responsible for care of the\ntiger cubs stated that the formula is currently being made by mixing 1/4 cup of formula powder with 1/4 cup goat(cid:25)'s\nmilk and then diluting the mixture to approximately 1000 ml with water.  This represents approximately a 1:15\ndilution of formula (seven and a half times more dilute than recommended) with the small addition of goats milk. \nFormula is refrigerated until feeding at which time it is transferred to a bottle which is then microwaved for\napproximately one minute to warm.  Currently the facility is feeding dilute formula ad libitum 4 - 5 times per day. The\nfeeding plan states that meat is added to the formula diet at 8 weeks of age.  When meat is introduced, the current\ndiet plan calls for a (cid:28)small amount of Feline T-Oasis Vitamin supplement(cid:29) to be sprinkled on beef.   According to the\nkeeper, there are no other dietary supplements given prior to feeding meat. \nOne tiger cub remains at the facility at this time.  In the week preceding inspection, facility records indicate the cub\nhad an average weight of 4.6 kg (10 lbs) and consumed a daily average of over 2 liters of dilute formula.  Based on\nexpected nutritional intake, this cub is currently consuming approximately 30% less than required. In order to take in\nenough nutrition a cub of this size would need to consume approximately 3 liters of dilute formula/goat milk mix per\nday.  At the time of inspection this cub was bright and alert but had a rough hair coat, a prominent pelvis, and a\n\npot-bellied appearance.  \nThe current feeding practices in use by the facility are not appropriate for the age, species and size of this animal.  \nBovine colostrum has not been demonstrated to provide immune protection to exotic felines such as tigers and the\nfacility is not currently addressing passive transfer of immunity to the cubs in any other manner.  Failure to ensure\nthat cubs receive adequate immunity from their dam or an alternate source places cubs at increased risk of disease.\n  \nThe extreme dilution of the formula by the facility requires the cub to drink an excessive volume of dilute\nformula/goat's milk mix and therefore, as it is currently being prepared, is not of sufficient nutritive value to\nappropriately maintain the health and allow for normal growth of this cub.  Additionally, microwaving formula for\nexcessive periods of time is not consistent with the manufacturer's recommendations for preparing the formula. \nThis may lead to additional health complications.  \nAlthough meat is not currently being added to the diet, the approved feeding plan fails to provide specific guidance\nregarding measuring the amount of supplement (Feline T-Oasis Vitamin supplement) and meat to which it is added\nand is therefore inconsistent with manufacturer(cid:25)'s recommendations. Failure to properly supplement meat fed to\ngrowing cubs may lead to health complications such as the development of metabolic bone disease.   Additionally,\nthe accepted industry standard includes introduction of meat products as early as 2-3 weeks old (added to the\nformula) and a gradual increase in meat consumption until weaning.  \n  \nCorrection of this noncompliance shall involve three steps. First, the facility must contact the attending veterinarian\nto develop a plan for this cub to immediately transition her to a diet that is wholesome, palatable and of sufficient\nnutritive value. Complete by 5:00 pm on 23 May 2015. Second, a cub feeding plan which meets all nutritional needs\nfor cubs throughout all their growth stages and meets currently accepted industry standards must be developed and\napproved by the attending veterinarian no later than 30 May 2015. Third, the facility must seek guidance from the\nattending veterinarian regarding developing a hand rearing protocol for tigers that is in accordance with generally\naccepted industry standards for all aspects of care prior to any future hand rearing of tiger cubs.\n3.131(c)                    REPEAT\nSANITATION.   \n*** At least 75% of the muntjac enclosure is overgrown with knee high grass and weeds.  The licensee(cid:25)'s wife stated\nthat they normally mow approximately half of the enclosure while leaving the rest of the enclosure longer to allow\nthe muntjac a place to hide and bed down if they choose.  The facility must, however, ensure that the grasses and\nweeds are controlled to allow them to observe the animals daily, monitor for pests, and remove animal waste as\nneeded.  Correct this by trimming and maintaining weeds and grasses in this and all animal enclosures.\n\n*** All veterinary care citations from the March 10, 2015 inspection report have been addressed by the facility and\nthe attending veterinarian. \n*** This inspection was conducted on May 19 and 20, 2015 with the licensee, the wife of the licensee, and several\nfacility representatives as well as staff from the Virginia Department of Game and Inland Fisheries, and multiple staff\nrepresenting the USDA-APHIS-Animal Care including: VMO Heather Cole, SACS Dana M. Miller, ACI Randall\nColeman, and VMO Susanne Brunkhorst. \n ***A formal exit interview was conducted with the licensee, his wife, licensee's attorney (for a portion of exit) and\nthe above listed APHIS Officials on May 22, 2015.\nAdditional Inspectors\nMiller Dana, Supervisory Animal Care Specialist\nCole Heather, Supervisory Animal Care Specialist\nColeman Randall, Animal Care Inspector",
  "animals_total": 323,
  "species": [
    {
      "count": 1,
      "scientific": "Atelerix albiventris",
      "common": "HEDGEHOG"
    },
    {
      "count": 9,
      "scientific": "Ateles geoffroyi",
      "common": "BLACK-HANDED SPIDER MONKEY"
    },
    {
      "count": 10,
      "scientific": "Callosciurus prevostii",
      "common": "PREVOST'S SQUIRREL / TRI-COLORED SQUIRREL"
    },
    {
      "count": 18,
      "scientific": "Camelus dromedarius domestic",
      "common": "DOMESTIC DROMEDARY CAMEL"
    },
    {
      "count": 41,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 15,
      "scientific": "Cebus capucinus",
      "common": "WHITE-HEADED / WHITE-THROATED CAPUCHIN"
    },
    {
      "count": 6,
      "scientific": "Cercopithecus neglectus",
      "common": "DE BRAZZA'S MONKEY"
    },
    {
      "count": 8,
      "scientific": "Dama dama",
      "common": "FALLOW DEER"
    },
    {
      "count": 4,
      "scientific": "Damaliscus pygargus",
      "common": "BONTEBOK / BLESBOK"
    },
    {
      "count": 17,
      "scientific": "Equus quagga",
      "common": "BURCHELL’S / GRANT’S / CHAPMAN’S / PLAINS ZEBRA"
    },
    {
      "count": 5,
      "scientific": "Giraffa camelopardalis",
      "common": "GIRAFFE"
    },
    {
      "count": 2,
      "scientific": "Hylobates lar",
      "common": "LAR GIBBON"
    },
    {
      "count": 3,
      "scientific": "Hystrix africaeaustralis",
      "common": "CAPE PORCUPINE"
    },
    {
      "count": 24,
      "scientific": "Lama glama",
      "common": "LLAMA"
    },
    {
      "count": 4,
      "scientific": "Lemur catta",
      "common": "RING-TAILED LEMUR"
    },
    {
      "count": 2,
      "scientific": "Leptailurus serval",
      "common": "SERVAL"
    },
    {
      "count": 1,
      "scientific": "Loxodonta africana",
      "common": "AFRICAN ELEPHANT"
    },
    {
      "count": 3,
      "scientific": "Macaca fuscata",
      "common": "JAPANESE MACAQUE *MALE"
    },
    {
      "count": 5,
      "scientific": "Mandrillus sphinx",
      "common": "MANDRILL *MALE"
    },
    {
      "count": 9,
      "scientific": "Muntiacus muntjak",
      "common": "INDIAN MUNTJAC"
    },
    {
      "count": 3,
      "scientific": "Notamacropus rufogriseus",
      "common": "BENNETT'S WALLABY / RED-NECKED WALLABY"
    },
    {
      "count": 11,
      "scientific": "Oryctolagus cuniculus",
      "common": "EUROPEAN RABBIT"
    },
    {
      "count": 12,
      "scientific": "Oryx beisa",
      "common": "EAST AFRICAN ORYX (BEISA ORYX)"
    },
    {
      "count": 9,
      "scientific": "Ovis aries aries",
      "common": "SHEEP INCLUDING ALL DOMESTIC BREEDS"
    },
    {
      "count": 3,
      "scientific": "Panthera tigris",
      "common": "TIGER"
    },
    {
      "count": 2,
      "scientific": "Puma concolor",
      "common": "PUMA / MOUNTAIN LION / COUGAR"
    },
    {
      "count": 2,
      "scientific": "Saguinus midas",
      "common": "RED-HANDED TAMARIN"
    },
    {
      "count": 7,
      "scientific": "Saguinus oedipus",
      "common": "COTTON-TOP TAMARIN"
    },
    {
      "count": 15,
      "scientific": "Sapajus appella",
      "common": "BROWN CAPUCHIN / TUFTED CAPUCHIN"
    },
    {
      "count": 27,
      "scientific": "Sus scrofa domestica",
      "common": "DOMESTIC PIG / POTBELLY PIG / MICRO PIG"
    },
    {
      "count": 10,
      "scientific": "Tragelaphus angasii",
      "common": "NYALA"
    },
    {
      "count": 4,
      "scientific": "Tragelaphus eurycerus",
      "common": "BONGO"
    },
    {
      "count": 14,
      "scientific": "Tragelaphus spekii",
      "common": "SITATUNGA"
    },
    {
      "count": 7,
      "scientific": "Tragelaphus strepsiceros",
      "common": "GREATER KUDU"
    },
    {
      "count": 2,
      "scientific": "Ursus thibetanus",
      "common": "ASIATIC BLACK BEAR"
    },
    {
      "count": 3,
      "scientific": "Varecia rubra",
      "common": "RED RUFFED LEMUR"
    },
    {
      "count": 4,
      "scientific": "Varecia variegata",
      "common": "BLACK-AND-WHITE RUFFED LEMUR"
    },
    {
      "count": 1,
      "scientific": "Vulpes zerda",
      "common": "FENNEC FOX"
    }
  ]
}