{
  "insp_id": "2016090000450677",
  "layout": "b",
  "customer_id": "122",
  "customer_name": "CYTOGEN RESEARCH & DEVELOPMENT INC",
  "customer_addr": "89 BELLEVUE HILL ROAD\nWEST ROXBURY, MA 02132",
  "certificate": "14-R-0042",
  "site_id": "001",
  "site_name": "HENRY FOSTER BIO MEDICAL LABORATORIES",
  "insp_type": "FOCUSED INSPECTION",
  "date": "30-SEP-2020",
  "report_date": "06-OCT-2020",
  "citations": [
    {
      "code": "2.33(b)(3)",
      "kind": "Critical",
      "repeat": false,
      "desc": "Attending veterinarian and adequate veterinary care.",
      "narrative": "On Jun 26th, 2020, the registrant identified a male hamster with a health problem after animal care staff had completed\ntheir daily observations. The registrant flagged the cage for review by animal care staff and provided further direction to\nfacility staff to euthanize the animal. The attending veterinarian was not notified about the health problem and has not\nauthorized the registrant to direct euthanasia of animals other than for management of the breeding program. When\nanimal care staff examined the cage on June 28th, the animal was found dead. On review of the incident with the\nregistrant and the attending veterinarian, there is no mechanism of direct and frequent communication between the\nregistrant and the veterinarian. The registrant must establish a mechanism of direct and frequent communication so that\ntimely and accurate information on problems of animal health and well-being are conveyed to the attending veterinarian to\nensure the provision of adequate veterinary care.\nTo be corrected by October 12th, 2020.\nThis inspection and exit interview were conducted with the registrant.\nEnd Section"
    }
  ],
  "narrative": "2.33(b)(3)  Critical\n   \nAttending veterinarian and adequate veterinary care. \nOn Jun 26th, 2020, the registrant identified a male hamster with a health problem after animal care staff had completed \ntheir daily observations. The registrant flagged the cage for review  by animal care staff and provided  further direction to \nfacility staff to euthanize the animal. The attending veterinarian  was not notified about the health problem and has not \nauthorized the registrant to direct euthanasia of animals other than for management of the breeding program. When \nanimal care staff examined the cage on June 28th, the animal was found dead. On review of the incident with the \nregistrant and the attending veterinarian,  there is no mechanism of direct and frequent communication between the \nregistrant and the veterinarian.  The registrant must establish a mechanism of direct and frequent communication so that \ntimely and accurate information on problems of animal health and well-being are conveyed to the attending veterinarian  to \nensure the provision of adequate veterinary care. \nTo be corrected by October 12th, 2020. \n \nThis inspection and exit interview were conducted with the registrant. \n \nEnd Section",
  "animals_total": 0,
  "species": [
    {
      "count": 0,
      "scientific": "NONE",
      "common": "NONE"
    }
  ]
}