{
  "insp_id": "174141232438690",
  "layout": "a",
  "customer_id": "3178",
  "customer_name": "Dolphin Research Center Inc",
  "customer_addr": "58901 Overseas Hwy\nGrassy Key, FL 33050",
  "certificate": "58-C-0303",
  "site_id": "001",
  "site_name": "DOLPHIN RESEARCH CENTER INC",
  "insp_type": "ROUTINE INSPECTION",
  "date": "25-JUN-2014",
  "report_date": "25-JUN-2014",
  "citations": [
    {
      "code": "3.103(c)",
      "kind": "",
      "repeat": true,
      "desc": "FACILITIES, OUTDOOR.",
      "narrative": "The facility erected an additional perimeter fence on the south side of their newly acquired property. This fence\ndoes not extend all the way to the shoreline and persons can easily gain access to the facility from the adjacent\nproperty. The east side of this new perimeter fence is broken & wobbly in several areas.\nThe old fence-line on this south side which formally served as the perimeter is in disrepair and is no longer 6 feet\nhigh. There is heavy vegetation along to top of this fence causing the barbed wire to come down in some areas.\nThis condition has made the fence less than the required 6 feet.\nThe designated perimeter fence (either the old or new one) shall be complete, at least 6 feet high, and be in good\nrepair."
    },
    {
      "code": "3.104(d)(3)(2)",
      "kind": "",
      "repeat": false,
      "desc": "SPACE REQUIREMENTS.",
      "narrative": "At the time of the inspection the male California Sea Lion was confined to the upper housing area. Within this area\nthere are 2 pools of water. The larger pool is square measuring 9 feet 4 inches by 9 feet 4 inches. This gives this\npool a MHD of 9 feet 4 inches. The required MHD for a male Sea Lion is 10.95 feet (7.3 x 1.5).\nDuring the breeding season, which last approx 4-5 months (June-Sept/Oct), the male is separated from the 2\nfemales to prevent pregnancy. It is recognized that the male & females are rotated between the upper housing\nareas and the lagoon. There are no records to document how long each pinniped sex is being housed in the upper\nhousing area; and neither the management (nor the trainers) know the amount of time(s) in each location for sure.\nThere is no SOP for these rotations and this practice has not been approved by the attending veterinarian. Without\nthis information a determination of compliance cannot be made.\nMarine mammals that are isolated or separated for nonmedical purposes must be held in facilities that meet all of\nthe minimum space requirements.\nCorrect by July 15, 2014\nThe exit interview was conducted with the Director of Corporate Affairs."
    }
  ],
  "narrative": "3.103(c)                    REPEAT\nFACILITIES, OUTDOOR.  \nThe facility erected an additional perimeter fence on the south side of their newly acquired property.  This fence\ndoes not extend all the way to the shoreline and persons can easily gain access to the facility from the adjacent\nproperty.  The east side of this new perimeter fence is broken & wobbly in several areas. \nThe old fence-line on this south side which formally served as the perimeter is in disrepair and is no longer 6 feet\nhigh.  There is heavy vegetation along to top of this fence causing the barbed wire to come down in some areas. \nThis condition has made the fence less than the required 6 feet. \nThe designated perimeter fence (either the old or new one) shall be complete, at least 6 feet high, and be in good\nrepair.\n3.104(d)(3)(2)\nSPACE REQUIREMENTS.\nAt the time of the inspection the male California Sea Lion was confined to the upper housing area.  Within this area\nthere are 2 pools of water.  The larger pool is square measuring 9 feet 4 inches by 9 feet 4 inches.  This gives this\npool a MHD of 9 feet 4 inches.  The required MHD for a male Sea Lion is 10.95 feet (7.3 x 1.5).\nDuring the breeding season, which last approx 4-5 months (June-Sept/Oct), the male is separated from the 2\nfemales to prevent pregnancy.  It is recognized that the male & females are rotated between the upper housing\nareas and the lagoon. There are no records to document how long each pinniped sex is being housed in the upper\nhousing area; and neither the management (nor the trainers) know the amount of time(s) in each location for sure. \nThere is no SOP for these rotations and this practice has not been approved by the attending veterinarian.  Without\nthis information a determination of compliance cannot be made.\nMarine mammals that are isolated or separated for nonmedical purposes must be held in facilities that meet all of\nthe minimum space requirements.\n\nCorrect by July 15, 2014\nThe exit interview was conducted with the Director of Corporate Affairs.",
  "animals_total": 27,
  "species": [
    {
      "count": 24,
      "scientific": "Tursiops truncatus",
      "common": "BOTTLENOSE DOLPHIN"
    },
    {
      "count": 3,
      "scientific": "Zalophus californianus",
      "common": "CALIFORNIA SEA LION"
    }
  ]
}