{
  "insp_id": "146161656390601",
  "layout": "a",
  "customer_id": "30378",
  "customer_name": "Carol Stroud",
  "customer_addr": "47589 137 Trail\nLucas, IA 50151",
  "certificate": "42-A-1119",
  "site_id": "001",
  "site_name": "CAROL STROUD",
  "insp_type": "ROUTINE INSPECTION",
  "date": "23-MAY-2016",
  "report_date": "23-MAY-2016",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "Male Shih tzu (48315C7D26) was observed to have a light blue color in the center of both his left and right eye.\nAround the right eye there is a brown/tan colored crusty material and the eye had a creamy yellow colored\nsubstance beneath the upper eyelid. There was a small amount of discharge along the lower eyelid. The lower left\ncanine tooth is also loose and moved easily when touched by the inspector.\nMale Yorkshire terrier (No ID found) has wet hair around his mouth and his tongue is hanging out. The hair around\nhis mouth has some dark material attached to it. Closer physical examination of the dog revealed that he had little\nto no lower jaw remaining. The licensee stated that the dog had not been evaluated by a licensed veterinarian for\nthis condition, but is feeding him a soft food that is easy for him to consume.\nPoor eye and dental health can cause pain and discomfort as well as lead to further health complications. The\nlicensee must have the above mentioned dogs evaluated by a licensed veterinarian for a proper diagnosis and to\nestablish an effective treatment plan. The diagnosis and treatment plan must be documented and available to the\ninspector upon request. The licensee must ensure that all dogs receive adequate veterinary care at all times.\nCorrection date: May 27, 2016\nFemale Chihuahua (033-793-272) has overgrown toenails on both of her hind feet. The toenails have become so\nlong that they are curving under her feet. Overgrown toenails can cause pain and discomfort as well as affect the\ndog(cid:25)'s natural gait. The licensee must establish an effective plan for toenail care and maintenance to ensure that\nthe toenails of all dogs remain at an acceptable length at all times. The licensee trimmed the toenails of this dog\nduring the inspection."
    },
    {
      "code": "3.1(c)(2)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "In the \"Adult\" building at least three access doors have a thick dark buildup of dirt and grime on their surfaces.\nThere are at least five dogs housed in these enclosures.\nThe eight lower enclosures have a buildup of dirt, grime, and hair on the interior gates and the plastic tubes directly\nbeneath and next to the gates. There are at least ten dogs housed in these enclosures.\nOne plastic dog feeder has an excessive buildup of dark colored dirt and grime on the front of the cup. The front\nedge of the cup also has a chewed and worn appearance. Two dogs have access to this feeder. There are three\nother plastic dog feeders that have been excessively chewed and torn by the dogs. The damage is located on the\nfront and side edges of the feed cup. Five dogs have access to these damaged feeders.\nDirt buildup and chewing damage to surfaces within housing facilities can increase the risk of disease towards the\ndogs. All surfaces must be maintained on a regular basis. Any surface that cannot be readily cleaned and sanitized\nmust be replaced when worn or soiled. The licensee must remove the buildup of dirt, grime and hair from all\nsurfaces within the \"Adult\" building as well as replace, repair or alter the damaged feeders in a manner that leaves\nthem capable of being cleaned and sanitized. The licensee must ensure that all surfaces within the housing\nfacilities are kept in good repair and are replaced when worn, soiled and damaged.\nCorrection date: June 06, 2016\nExit interview conducted with Kelly Maxwell, ACI and the facility representative."
    }
  ],
  "narrative": "2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nMale Shih tzu (48315C7D26) was observed to have a light blue color in the center of both his left and right eye. \nAround the right eye there is a brown/tan colored crusty material and the eye had a creamy yellow colored\nsubstance beneath the upper eyelid.  There was a small amount of discharge along the lower eyelid.  The lower left\ncanine tooth is also loose and moved easily when touched by the inspector.\nMale Yorkshire terrier (No ID found) has wet hair around his mouth and his tongue is hanging out.  The hair around\nhis mouth has some dark material attached to it.  Closer physical examination of the dog revealed that he had little\nto no lower jaw remaining.  The licensee stated that the dog had not been evaluated by a licensed veterinarian for\nthis condition, but is feeding him a soft food that is easy for him to consume.  \nPoor eye and dental health can cause pain and discomfort as well as lead to further health complications.  The\nlicensee must have the above mentioned dogs evaluated by a licensed veterinarian for a proper diagnosis and to\nestablish an effective treatment plan.  The diagnosis and treatment plan must be documented and available to the\ninspector upon request.  The licensee must ensure that all dogs receive adequate veterinary care at all times.\nCorrection date:  May 27, 2016\nFemale Chihuahua (033-793-272) has overgrown toenails on both of her hind feet.  The toenails have become so\nlong that they are curving under her feet.  Overgrown toenails can cause pain and discomfort as well as affect the\ndog(cid:25)'s natural gait.  The licensee must establish an effective plan for toenail care and maintenance to ensure that\nthe toenails of all dogs remain at an acceptable length at all times.  The licensee trimmed the toenails of this dog\nduring the inspection.\n3.1(c)(2)\nHOUSING FACILITIES, GENERAL.\nIn the \"Adult\" building at least three access doors have a thick dark buildup of dirt and grime on their surfaces.\n\nThere are at least five dogs housed in these enclosures. \nThe eight lower enclosures have a buildup of dirt, grime, and hair on the interior gates and the plastic tubes directly\nbeneath and next to the gates.   There are at least ten dogs housed in these enclosures.  \nOne plastic dog feeder has an excessive buildup of dark colored dirt and grime on the front of the cup.  The front\nedge of the cup also has a chewed and worn appearance.  Two dogs have access to this feeder.  There are three\nother plastic dog feeders that have been excessively chewed and torn by the dogs.  The damage is located on the\nfront and side edges of the feed cup.  Five dogs have access to these damaged feeders.  \nDirt buildup and chewing damage to surfaces within housing facilities can increase the risk of disease towards the\ndogs.  All surfaces must be maintained on a regular basis.  Any surface that cannot be readily cleaned and sanitized\nmust be replaced when worn or soiled.  The licensee must remove the buildup of dirt, grime and hair from all\nsurfaces within the \"Adult\" building as well as replace, repair or alter the damaged feeders in a manner that leaves\nthem capable of being cleaned and sanitized.  The licensee must ensure that all surfaces within the housing\nfacilities are kept in good repair and are replaced when worn, soiled and damaged.\nCorrection date:  June 06, 2016\nExit interview conducted with Kelly Maxwell, ACI and the facility representative.",
  "animals_total": 45,
  "species": [
    {
      "count": 39,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 6,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}