{
  "insp_id": "161161448570464",
  "layout": "a",
  "customer_id": "7483",
  "customer_name": "Heikens Ark Inc",
  "customer_addr": "P O Box 35456\nDes Moines, IA 50315",
  "certificate": "42-B-0272",
  "site_id": "001",
  "site_name": "HEIKENS ARK, INC.",
  "insp_type": "ROUTINE INSPECTION",
  "date": "09-JUN-2016",
  "report_date": "10-JUN-2016",
  "citations": [
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": true,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "The bottom of the metal siding of the barn housing three adult female camels has rusted and broken resulting in\nsharp points and jagged edges at the level of the animals. At least on fence panel located near this section of the\nbarn has broken near the ground resulting in sharp points. Within at least two camel enclosures, containing a total\nof four adult female camels, the fence is attached to the wooden posts by metal wire and the sharp ends of the\nwires are protruding into the enclosures at the level of the camels. In the barn containing two adult camels and one\njuvenile, there is a wire hanging from the fence panel covering the window directly above the automatic waterer,\nwhich has resulted in a sharp point located at the level of the camels.\nIn the stall containing one camel the door is covered by a sheet of metal. The metal at the top of the door has\nbecome loose and bent inward creating sharp points and edges that the camel could reach.\nSharp points and jagged edges could cause injury to the animals. Indoor and outdoor housing must be maintained\nin good repair in order to protect the animals from injury. The licensee must remove all sharp points and jagged\nedges or alter them in a manner that eliminates the injury risk to the animals. The licensee must ensure that the\nenclosures are safe for the animals at all times."
    },
    {
      "code": "3.131(a)",
      "kind": "",
      "repeat": true,
      "desc": "SANITATION.",
      "narrative": "There is an excessive buildup of feces, dirt and hay covering the entire floor of the stall containing one camel. The\nfeces are mostly dry and located beneath the hay that is given to the camel. Some piles of fresh feces are located\non top of the hay and around the water bucket and are beginning to attract flies and pests. The facility\nrepresentative stated that the camel is given hay in a feed bunk in the stall but scatters all the uneaten hay around\nthe stall.\nIn the barn containing two adult camels and one juvenile camel, the entire floor is covered by an excessive buildup\nof feces, dirt and hay. The feces near the door are dry and compacted onto the floor from the camels walking in\nand out of the barn. Buildup of organic waste material can increase the risk of disease hazards towards the\nanimals.\nExcreta shall be removed from enclosures as often as necessary to prevent contamination of the animals, minimize\ndisease hazards and reduce odors. The licensee must clean all organic waste material from the stalls as often as\nnecessary to minimize the disease risk to the animals."
    },
    {
      "code": "3.131(c)",
      "kind": "",
      "repeat": true,
      "desc": "SANITATION.",
      "narrative": "There are unused items stored in the corner of the stall containing one camel. The items consist of a plastic bucket,\nmetal fence posts, and sheets of siding. In the barn containing two adult camels and one juvenile there is a large\nsection of hay netting lying on the floor and hay netting is located in the fence panels covering the windows of the\nbuilding. There is also a roll of wire and loose cords hanging from the fence panel covering the window above the\nautomatic waterer. The unused items, loose cords and hay netting could pose an injury risk towards the animals\nand collect dirt, dust and cobwebs.\nIn the outdoor section of the enclosure containing one camel there are three unused fence panels leaning on the\nprimary fence. Two of these metal panels have rusted and broken resulting in sharp points and jagged edges at the\nlevel of the camel. In the enclosures containing six watusi cattle there is an unused chain link fence panel leaning\nagainst the primary fence. The unused fence panels are not securely attached to the primary fence and could pose\nan injury risk to the animals. The sharp points and jagged edges of the rusted unused fence panels could also pose\nan injury risk to the animals.\nPremises shall be kept clean in order to protect the animals from injury and trash shall be removed as necessary\nand placed in designated areas. The licensee must remove all unused fence panels and items from the animal\nenclosures and place the loose hay netting in an appropriate area for trash. The licensee must ensure that the\npremises is kept clean and free of clutter to promote the health and well-being of the animals.\nExit interview conducted with Kelly Maxwell, ACI and the facility representative."
    }
  ],
  "narrative": "3.125(a)                    REPEAT\nFACILITIES, GENERAL.   \nThe bottom of the metal siding of the barn housing three adult female camels has rusted and broken resulting in\nsharp points and jagged edges at the level of the animals.  At least on fence panel located near this section of the\nbarn has broken near the ground resulting in sharp points.   Within at least two camel enclosures, containing a total\nof four adult female camels, the fence is attached to the wooden posts by metal wire and the sharp ends of the\nwires are protruding into the enclosures at the level of the camels.   In the barn containing two adult camels and one\njuvenile, there is a wire hanging from the fence panel covering the window directly above the automatic waterer,\nwhich has resulted in a sharp point located at the level of the camels.\n \nIn the stall containing one camel the door is covered by a sheet of metal.  The metal at the top of the door has\nbecome loose and bent inward creating sharp points and edges that the camel could reach.  \nSharp points and jagged edges could cause injury to the animals.  Indoor and outdoor housing must be maintained\nin good repair in order to protect the animals from injury.  The licensee must remove all sharp points and jagged\nedges or alter them in a manner that eliminates the injury risk to the animals.  The licensee must ensure that the\nenclosures are safe for the animals at all times.\n3.131(a)                    REPEAT\nSANITATION.   \nThere is an excessive buildup of feces, dirt and hay covering the entire floor of the stall containing one camel.    The\nfeces are mostly dry and located beneath the hay that is given to the camel.   Some piles of fresh feces are located\non top of the hay and around the water bucket and are beginning to attract flies and pests.   The facility\nrepresentative stated that the camel is given hay in a feed bunk in the stall but scatters all the uneaten hay around\nthe stall. \n \nIn the barn containing two adult camels and one juvenile camel, the entire floor is covered by an excessive buildup\nof feces, dirt and hay.  The feces near the door are dry and compacted onto the floor from the camels walking in\n\nand out of the barn.   Buildup of organic waste material can increase the risk of disease hazards towards the\nanimals. \n  \nExcreta shall be removed from enclosures as often as necessary to prevent contamination of the animals, minimize\ndisease hazards and reduce odors.  The licensee must clean all organic waste material from the stalls as often as\nnecessary to minimize the disease risk to the animals.  \n3.131(c)                    REPEAT\nSANITATION.   \nThere are unused items stored in the corner of the stall containing one camel.  The items consist of a plastic bucket,\nmetal fence posts, and sheets of siding.   In the barn containing two adult camels and one juvenile there is a large\nsection of hay netting lying on the floor and hay netting is located in the fence panels covering the windows of the\nbuilding.  There is also a roll of wire and loose cords hanging from the fence panel covering the window above the\nautomatic waterer.  The unused items, loose cords and hay netting could pose an injury risk towards the animals\nand collect dirt, dust and cobwebs. \nIn the outdoor section of the enclosure containing one camel there are three unused fence panels leaning on the\nprimary fence.  Two of these metal panels have rusted and broken resulting in sharp points and jagged edges at the\nlevel of the camel.   In the enclosures containing six watusi cattle there is an unused chain link fence panel leaning\nagainst the primary fence.   The unused fence panels are not securely attached to the primary fence and could pose\nan injury risk to the animals.  The sharp points and jagged edges of the rusted unused fence panels could also pose\nan injury risk to the animals. \n \nPremises shall be kept clean in order to protect the animals from injury and trash shall be removed as necessary\nand placed in designated areas.  The licensee must remove all unused fence panels and items from the animal\nenclosures and place the loose hay netting in an appropriate area for trash.  The licensee must ensure that the\npremises is kept clean and free of clutter to promote the health and well-being of the animals.   \nExit interview conducted with Kelly Maxwell, ACI and the facility representative.",
  "animals_total": 15,
  "species": [
    {
      "count": 6,
      "scientific": "Bos taurus",
      "common": "CATTLE / COW / OX / WATUSI"
    },
    {
      "count": 9,
      "scientific": "Camelus dromedarius domestic",
      "common": "DOMESTIC DROMEDARY CAMEL"
    }
  ]
}