{
  "insp_id": "83151448550649",
  "layout": "a",
  "customer_id": "6902",
  "customer_name": "Summer Wind Farm Sanctuary",
  "customer_addr": "6490 Mowerson Rd\nBrown City, MI 48416",
  "certificate": "34-C-0227",
  "site_id": "001",
  "site_name": "SUMMER WIND FARMS",
  "insp_type": "ROUTINE INSPECTION",
  "date": "24-MAR-2015",
  "report_date": "24-MAR-2015",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "The tiger known as Sher Kahn would not stand even when prodded with the facility CEO's cane. The tiger had\nareas of hair missing from the top of both rear feet. The flesh below was bright pink. These lesions appeared to be\nfrom the tops of the feet being drug on the ground as the animal walked. The left front foot had an overgrown claw\nwhich extended all the way around and back into the foot pad. This condition can be extremely painful. The facility\nCEO was not aware of these lesions. This tiger is suffering in its current condition. This tiger requires evaluation by\nthe attending veterinarian for treatment to alleviate its pain and suffering. The facility attending veterinarian was\nconsulted about the condition of this tiger at the conclusion of the inspection by the facility CEO.\nThe macaque known as Huey had a small wound on the tip of its tail. This lesion was about 1/4 inch long and was\nred and raw. Medication has been prescribed by the attending veterinarian and is on hand to use as needed for this\ncondition. Tail wounds of this nature can spread rapidly if not treated in a timely fashion as the animal will continue\nto pick at this area. This can lead to infection which can ultimately require tail tip amputation. Wounds must be\ntreated promptly to avoid unnecessary pain and suffering. This monkey requires administration of the medication\nprescribed by the attending veterinarian for this condition.\nDocumentation of the veterinary evaluation for the tiger with treatment recommendations and treatment records for\nboth animals must be maintained and available for review by APHIS officials."
    },
    {
      "code": "2.40(b)(3)",
      "kind": "",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "The tiger known as Sher Kahn would not stand even when prodded with the facility CEO's cane. The tiger had\nareas of hair missing from the top of both rear feet. The flesh below was bright pink. These lesions appeared to be\nfrom the tops of the feet being drug on the ground as the animal walked. The left front foot had an overgrown claw\nwhich extended all the way around and back into the foot pad. This condition can be extremely painful. These\nlesions had not been noticed by any facility workers. This tiger is suffering in its current condition.\nThe macaque known as Huey had a small wound on the tip of its tail. This lesion was about 1/4 inch long and was\nred and raw. This lesion had not been noticed by any facility workers. Medication has been prescribed by the\nattending veterinarian and is on hand to use as needed for this condition. Tail wounds of this nature can spread\nrapidly if not treated in a timely fashion as the animal will continue to pick at this area. This can lead to infection\nwhich can ultimately require tail tip amputation. Wounds must be treated promptly to avoid unnecessary pain and\nsuffering.\nFailure to observe health issues and promptly treat and/or report them to the attending veterinarian will lead to\nunnecessary suffering and in extreme cases even possible animal death. Thorough daily observations of all animals\nshould be made. Animals with known problems should receive extra scrutiny. Report all health issues promptly to\nthe veterinarian."
    },
    {
      "code": "3.125(c)",
      "kind": "",
      "repeat": true,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "The meat cooler had a horrible ammonia like odor mixed with the odor of rotten and decaying meat. This odor\nmakes it very hard to determine if the meat items stored in this cooler are fit for animal consumption. Clean the\ncooler, identify the source of the odor and eliminate it."
    },
    {
      "code": "3.132",
      "kind": "",
      "repeat": true,
      "desc": "EMPLOYEES.",
      "narrative": "A training for facility employees has still not been conducted. The facility relies on volunteer workers. A lack of\nproperly trained employees can result in facility and animal conditions that result in unnecessary animal suffering.\nWorkers need to be trained in the basic needs of the animals at the facility. Topics should include at a minimum:\nthe importance of adequate water, the need for adequate bedding during times of extreme weather, the importance\nof cleaning and good housekeeping procedures, proper diet for different species of animals and observation of\nanimals for abnormal conditions and behaviors. This training should be done in conjunction with the attending\nveterinarian or his designee. A list of topics covered and attendees must be documented for review by APHIS.\nInspection and exit interview conducted with the facility CEO.\nAdditional Inspectors\nBongard Carrie, Animal Care Inspector"
    }
  ],
  "narrative": "2.40(b)(2)                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThe tiger known as Sher Kahn would not stand even when prodded with the facility CEO's cane.  The tiger had\nareas of hair missing from the top of both rear feet.  The flesh below was bright pink.  These lesions appeared to be\nfrom the tops of the feet being drug on the ground as the animal walked.  The left front foot had an overgrown claw\nwhich extended all the way around and back into the foot pad.  This condition can be extremely painful.  The facility\nCEO was not aware of these lesions.  This tiger is suffering in its current condition.  This tiger requires evaluation by\nthe attending veterinarian for treatment to alleviate its pain and suffering.  The facility attending veterinarian was\nconsulted about the condition of this tiger at the conclusion of the inspection by the facility CEO.\nThe macaque known as Huey had a small wound on the tip of its tail.  This lesion was about 1/4 inch long and was\nred and raw.  Medication has been prescribed by the attending veterinarian and is on hand to use as needed for this\ncondition.  Tail wounds of this nature can spread rapidly if not treated in a timely fashion as the animal will continue\nto pick at this area.  This can lead to infection which can ultimately require tail tip amputation.  Wounds must be\ntreated promptly to avoid unnecessary pain and suffering.  This monkey requires administration of the medication\nprescribed by the attending veterinarian for this condition.\nDocumentation of the veterinary evaluation for the tiger with treatment recommendations and treatment records for\nboth animals must be maintained and available for review by APHIS officials.\n2.40(b)(3)                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThe tiger known as Sher Kahn would not stand even when prodded with the facility CEO's cane.  The tiger had\nareas of hair missing from the top of both rear feet.  The flesh below was bright pink.  These lesions appeared to be\nfrom the tops of the feet being drug on the ground as the animal walked.  The left front foot had an overgrown claw\nwhich extended all the way around and back into the foot pad.  This condition can be extremely painful.  These\n\nlesions had not been noticed by any facility workers.  This tiger is suffering in its current condition.\nThe macaque known as Huey had a small wound on the tip of its tail.  This lesion was about 1/4 inch long and was\nred and raw.  This lesion had not been noticed by any facility workers.  Medication has been prescribed by the\nattending veterinarian and is on hand to use as needed for this condition.  Tail wounds of this nature can spread\nrapidly if not treated in a timely fashion as the animal will continue to pick at this area.  This can lead to infection\nwhich can ultimately require tail tip amputation.  Wounds must be treated promptly to avoid unnecessary pain and\nsuffering.\nFailure to observe health issues and promptly treat and/or report them to the attending veterinarian will lead to\nunnecessary suffering and in extreme cases even possible animal death. Thorough daily observations of all animals\nshould be made.  Animals with known problems should receive extra scrutiny.  Report all health issues promptly to\nthe veterinarian.\n3.125(c)                    REPEAT\nFACILITIES, GENERAL.   \nThe meat cooler had a horrible ammonia like odor mixed with the odor of rotten and decaying meat.  This odor\nmakes it very hard to determine if the meat items stored in this cooler are fit for animal consumption.  Clean the\ncooler, identify the source of the odor and eliminate it.\n3.132                    REPEAT\nEMPLOYEES. \nA training for facility employees has still not been conducted.  The facility relies on volunteer workers.  A lack of\nproperly trained employees can result in facility and animal conditions that result in unnecessary animal suffering. \nWorkers need to be trained in the basic needs of the animals at the facility.  Topics should include at a minimum:\nthe importance of adequate water, the need for adequate bedding during times of extreme weather, the importance\nof cleaning and good housekeeping procedures, proper diet for different species of animals and observation of\nanimals for abnormal conditions and behaviors.  This training should be done in conjunction with the attending\nveterinarian or his designee.  A list of topics covered and attendees must be documented for review by APHIS.\nInspection and exit interview conducted with the facility CEO.\nAdditional Inspectors\nBongard Carrie, Animal Care Inspector",
  "animals_total": 45,
  "species": [
    {
      "count": 1,
      "scientific": "Arctos",
      "common": "GRIZZLY BEAR"
    },
    {
      "count": 1,
      "scientific": "Canis latrans",
      "common": "COYOTE"
    },
    {
      "count": 4,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 5,
      "scientific": "Felis silvestris catus",
      "common": "CAT ADULT"
    },
    {
      "count": 1,
      "scientific": "Lama glama",
      "common": "LLAMA"
    },
    {
      "count": 3,
      "scientific": "Lama pacos",
      "common": "ALPACA"
    },
    {
      "count": 3,
      "scientific": "Lemur catta",
      "common": "RING-TAILED LEMUR"
    },
    {
      "count": 1,
      "scientific": "Lynx rufus",
      "common": "BOBCAT"
    },
    {
      "count": 1,
      "scientific": "Macaca fascicularis",
      "common": "CRAB-EATING MACAQUE / CYNOMOLGUS MONKEY"
    },
    {
      "count": 1,
      "scientific": "Macaca fuscata",
      "common": "JAPANESE MACAQUE / SNOW MACAQUE"
    },
    {
      "count": 1,
      "scientific": "Mephitis mephitis",
      "common": "STRIPED SKUNK"
    },
    {
      "count": 1,
      "scientific": "Ovis aries aries",
      "common": "SHEEP INCLUDING ALL DOMESTIC BREEDS"
    },
    {
      "count": 9,
      "scientific": "Panthera tigris",
      "common": "TIGER"
    },
    {
      "count": 1,
      "scientific": "Papio anubis",
      "common": "OLIVE BABOON"
    },
    {
      "count": 1,
      "scientific": "Papio hamadryas",
      "common": "HAMADRYAS BABOON"
    },
    {
      "count": 1,
      "scientific": "Puma concolor",
      "common": "PUMA / MOUNTAIN LION / COUGAR"
    },
    {
      "count": 2,
      "scientific": "Ursus americanus",
      "common": "NORTH AMERICAN BLACK BEAR"
    },
    {
      "count": 2,
      "scientific": "Ursus thibetanus",
      "common": "ASIATIC BLACK BEAR"
    },
    {
      "count": 1,
      "scientific": "Vulpes lagopus",
      "common": "ARCTIC FOX"
    },
    {
      "count": 5,
      "scientific": "Vulpes vulpes",
      "common": "RED FOX (INCLUDES SILVER FOX & CROSS FOX)"
    }
  ]
}