{
  "insp_id": "154161718500501",
  "layout": "a",
  "customer_id": "6902",
  "customer_name": "Summer Wind Farm Sanctuary",
  "customer_addr": "6490 Mowerson Rd\nBrown City, MI 48416",
  "certificate": "34-C-0227",
  "site_id": "001",
  "site_name": "SUMMER WIND FARMS",
  "insp_type": "ROUTINE INSPECTION",
  "date": "31-MAY-2016",
  "report_date": "03-JUN-2016",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "The tiger known as JJ was euthanized since the time of the last inspection. JJ was euthanized by .410 gunshot\n(slug) to the head by the licensee. There was no sedation, tranquilization or anesthesia used prior to the gunshot.\nThe program of veterinary care states that the licensee can perform euthanasia on instruction by the veterinarian\nbut it also states that euthanasia must be done in compliance with AVMA guidelines. The AVMA guidelines state\nthat gunshot can be done if no other method of euthanasia is available. As this was not an emergency situation,\nother methods of euthanasia were available. The licensee had ample time to sedate, tranquilize or anesthetize the\nanimal prior to shooting it. The licensee stated that the veterinarian told him it was fine to just shoot the animal.\nThe only written directions available for APHIS review was the PVC and a copy of the AVMA guidelines. Except for\nin cases of extreme emergency, the animal must be heavily sedated, tranquilized or under anesthesia prior to\ngunshot euthanasia.\nThis was a focused inspection to check on the condition of the lemurs and the tiger known as Daisy cited on the\ninspection of 5-17-16. When the inspectors inquired about the condition of the tiger known as JJ they were told of\nthe euthanasia.\nExit interview conducted with the CEO and APHIS employees Kurt Hammel, Carrie Bongard and Rick Kirsten.\nDelivery and formal exit interview conducted with the CEO and APHIS employee Kurt Hammel.\nAdditional Inspectors\nBongard Carrie, Animal Care Inspector\nKirsten Peter, Supervisory Animal Care Specialist"
    }
  ],
  "narrative": "2.40(b)(2)                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThe tiger known as JJ was euthanized since the time of the last inspection.  JJ was euthanized by .410 gunshot\n(slug) to the head by the licensee.  There was no sedation, tranquilization or anesthesia used prior to the gunshot. \nThe program of veterinary care states that the licensee can perform euthanasia on instruction by the veterinarian\nbut it also states that euthanasia must be done in compliance with AVMA guidelines.  The AVMA guidelines state\nthat gunshot can be done if no other method of euthanasia is available.  As this was not an emergency situation,\nother methods of euthanasia were available.  The licensee had ample time to sedate, tranquilize or anesthetize the\nanimal prior to shooting it.  The licensee stated that the veterinarian told him it was fine to just shoot the animal. \nThe only written directions available for APHIS review was the PVC and a copy of the AVMA guidelines.  Except for\nin cases of extreme emergency, the animal must be heavily sedated, tranquilized or under anesthesia prior to\ngunshot euthanasia.\nThis was a focused inspection to check on the condition of the lemurs and the tiger known as Daisy cited on the\ninspection of 5-17-16.  When the inspectors inquired about the condition of the tiger known as JJ they were told of\nthe euthanasia.\nExit interview conducted with the CEO and APHIS employees Kurt Hammel, Carrie Bongard and Rick Kirsten. \nDelivery and formal exit interview conducted with the CEO and APHIS employee Kurt Hammel.\nAdditional Inspectors\nBongard Carrie, Animal Care Inspector\nKirsten Peter, Supervisory Animal Care Specialist",
  "animals_total": 4,
  "species": [
    {
      "count": 3,
      "scientific": "Lemur catta",
      "common": "RING-TAILED LEMUR"
    },
    {
      "count": 1,
      "scientific": "Panthera tigris",
      "common": "TIGER"
    }
  ]
}