{
  "insp_id": "344151235390453",
  "layout": "a",
  "customer_id": "12658",
  "customer_name": "Hallie Ade",
  "customer_addr": "6832 E. Mentor Rd\nGypsum, KS 67448",
  "certificate": "48-A-2111",
  "site_id": "001",
  "site_name": "Hallie Ade",
  "insp_type": "ROUTINE INSPECTION",
  "date": "09-DEC-2015",
  "report_date": "10-DEC-2015",
  "citations": [
    {
      "code": "2.50(a)(2)",
      "kind": "",
      "repeat": true,
      "desc": "TIME AND METHOD OF IDENTIFICATION.",
      "narrative": "* Three young dogs less than 16 weeks in age and weaned did not have official identification on them at time of\nfacility inspection. The three young dogs are being housed in outdoor housing. The licensee is using microchips as\nthe official identification. Official identification is needed to ensure that each animals identity can be known with\ncertainty and to facilitate the inspection process. The licensee must ensure that all animals less than 16 weeks of\nage shall be identified by official tag, a distinctive and legible tattoo or a plastic-type collar acceptable to the\nAdministrator."
    },
    {
      "code": "3.1(c)(2)",
      "kind": "",
      "repeat": true,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "* Two sheets of plywood are showing bare, chewed wood with a roughened, splintered edge. Four dogs are in\ncontact with the plywood sheets located in outdoor housing. Surfaces not maintained on a regular basis could lead\nto potential unsanitary conditions, disease or health risks because they cannot be readily cleaned and sanitized.\nThe licensee must ensure all surfaces are maintained on a regular basis and if any surface cannot be readily\ncleaned and sanitized it must be replaced when worn or soiled."
    },
    {
      "code": "3.11(c)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "* Several pieces of chewed plastic were observed accumulating in one outdoor enclosure housing two dogs.\nKeeping the premise free of trash, junk, high grasses and discarded matter is necessary for the welfare of the dogs.\nThe licensee must ensure that the premise, buildings and surrounding grounds must be kept free of accumulations\nof trash, junk, waste products and discarded matter at all times. Correct by 12/23/15.\n* The facility inspection and verbal exit briefing done on 12/9/15 were conducted with the licensee, Karl Thornton\nACI and Robert Bacon ACI.\nAdditional Inspectors\nThornton Karl, Animal Care Inspector"
    }
  ],
  "narrative": "2.50(a)(2)                    REPEAT\nTIME AND METHOD OF IDENTIFICATION.\n*    Three young dogs less than 16 weeks in age and weaned did not have official identification on them at time of\nfacility inspection.  The three young dogs are being housed in outdoor housing. The licensee is using microchips as\nthe official identification.  Official identification is needed to ensure that each animals identity can be known with\ncertainty and to facilitate the inspection process.   The licensee must ensure that all animals less than 16 weeks of\nage shall be identified by official tag, a distinctive and legible tattoo or a plastic-type collar acceptable to the\nAdministrator.\n3.1(c)(2)                    REPEAT\nHOUSING FACILITIES, GENERAL.\n*   Two sheets of plywood are showing bare, chewed wood with a roughened, splintered edge.  Four dogs are in\ncontact with the plywood sheets located in outdoor housing.  Surfaces not maintained on a regular basis could lead\nto potential unsanitary conditions, disease or health risks because they cannot be readily cleaned and sanitized. \nThe licensee must ensure all surfaces are maintained on a regular basis and if any surface cannot be readily\ncleaned and sanitized it must be replaced when worn or soiled. \n3.11(c)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\n*    Several pieces of chewed plastic were observed accumulating in one outdoor enclosure housing two dogs. \nKeeping  the premise free of trash, junk, high grasses and discarded matter is necessary for the welfare of the dogs.\n The licensee must ensure that the premise, buildings and surrounding grounds must be kept free of accumulations\nof trash, junk, waste products and discarded matter at all times.  Correct by  12/23/15.\n*   The facility inspection and verbal exit briefing done on 12/9/15 were conducted with the licensee, Karl Thornton\nACI and Robert Bacon ACI.\n\nAdditional Inspectors\nThornton Karl, Animal Care Inspector",
  "animals_total": 42,
  "species": [
    {
      "count": 23,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 19,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}