{
  "insp_id": "2016082568093438",
  "layout": "a",
  "customer_id": "332037",
  "customer_name": "Mikayla Raines",
  "customer_addr": "12245 175th St\nLakeville, MN 55044",
  "certificate": "41-B-0278",
  "site_id": "002",
  "site_name": "MIKAYLA RAINES",
  "insp_type": "ROUTINE INSPECTION",
  "date": "06-FEB-2017",
  "report_date": "08-FEB-2017",
  "citations": [
    {
      "code": "2.75(b)(1)",
      "kind": "",
      "repeat": false,
      "desc": "RECORDS: DEALERS AND EXHIBITORS.",
      "narrative": "The licensee was missing paperwork for at least one fox that had been sold in the past six months. In addition, the\nlicensee's current inventory was not up-to-date. Not properly keeping sales records or maintaining an up-to-date\ninventory does not allow for proper tracking of the animals by an APHIS official. All sales records must be kept for\none year after the animal leaves the facility. The inventory must be updated as animals enter or leave the facility.\nCorrect immediately."
    },
    {
      "code": "2.131(b)(1)",
      "kind": "Critical",
      "repeat": false,
      "desc": "HANDLING OF ANIMALS.",
      "narrative": "During inspection the licensee informed me that one of her foxes (\"Notchi\", a silver and white male born April 2016)\nhad escaped from her while she was walking it on January 1st, 2017. As of the time of inspection, the licensee had\nnot captured the fox. A fox that escapes from the control of the licensee is at risk of being preyed upon by other\nanimals. In addition, the fox may not have the skill set to survive on its own when it is not under control of the\nlicensee. The licensee must ensure that the foxes have no means of escaping from the licensee's control. Correct\nimmediately.\nThis inspection and exit interview were conducted with the licensee.\nEnd of report."
    }
  ],
  "narrative": "2.75(b)(1)\nRECORDS: DEALERS AND EXHIBITORS.\nThe licensee was missing paperwork for at least one fox that had been sold in the past six months.  In addition, the\nlicensee's current inventory was not up-to-date.  Not properly keeping sales records or maintaining an up-to-date\ninventory does not allow for proper tracking of the animals by an APHIS official.  All sales records must be kept for\none year after the animal leaves the facility.  The inventory must be updated as animals enter or leave the facility. \nCorrect immediately.\n2.131(b)(1)           CRITICAL\nHANDLING OF ANIMALS.\nDuring inspection the licensee informed me that one of her foxes (\"Notchi\", a silver and white male born April 2016)\nhad escaped from her while she was walking it on January 1st, 2017.  As of the time of inspection, the licensee had\nnot captured the fox.  A fox that escapes from the control of the licensee is at risk of being preyed upon by other\nanimals.  In addition, the fox may not have the skill set to survive on its own when it is not under control of the\nlicensee.  The licensee must ensure that the foxes have no means of escaping from the licensee's control.  Correct\nimmediately.\nThis inspection and exit interview were conducted with the licensee.\nEnd of report.",
  "animals_total": 3,
  "species": [
    {
      "count": 3,
      "scientific": "Vulpes vulpes",
      "common": "RED FOX (INCLUDES SILVER FOX & CROSS FOX)"
    }
  ]
}