{
  "insp_id": "181161057380243",
  "layout": "a",
  "customer_id": "2401",
  "customer_name": "Dan Moulton",
  "customer_addr": "976 14th Avenue S W\nRochester, MN 55902",
  "certificate": "41-B-0239",
  "site_id": "001",
  "site_name": "DAN MOULTON",
  "insp_type": "ROUTINE INSPECTION",
  "date": "22-JUN-2016",
  "report_date": "08-JUL-2016",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "Multiple chinchillas had health problems that had not been recognized by the facility and were not receiving any\nmedical treatment:\n-Male grey (no id; housed in south stacked cages, west/front room) had a large hairless swelling under its chin and\nits right eye was crusted shut and had hair loss around it with a creamy pale discharge.\n-Female grey with ear tag 332; its right eye was swollen and had a pale creamy discharge.\n-Female black with ear tag GROS 313 had a soiled and unkempt hair coat, crusty eyes and hair loss around the\nlower jaw area. The licensee said that it appeared to have 'bone spurs' on the bottom jaw and may have bad back\nteeth. The combination of an unkempt hair coat, crusty eyes, and hair loss are suggestive of an underlying health\ncondition that must be determined by the attending veterinarian and treated per the AV's reccomendations.\n-Male beige with ear tag GROS 329; its left eye was swollen and had a pale creamy discharge in it.\n-Male beige (no ID; cage card \"AMMC\"); its left eye was swollen and had a pale creamy discharge in it.\n-Male cream with ear tag GROS 375; had a large, hairless swelling under its chin that was firm and had reddened\nskin indicating inflammation. The chinchilla would vocalize each time the swelling was lightly touched indicating the\nswelling was painful.\n-Female beige with ear tag GROS 352 had a large hairless swelling on the area under its chin.\nINDIRECT NON-COMPLIANCES:\n-White female in cage 168 on south stacked cages, tag 876 had a swollen area with hair-loss and the tissues felt\nthickened. Licensee said that this was just a 'plump' chinchilla. Given the other chinchillas with concerning chin\nswellings, the licensee must have this chinchilla observed by the veterinarian to determine if any treatment is\nnecessary.\n-Female grey with ear tag PMR 233; its left eye had an opaque mass inside of its eyeball. To ensure that this\ncondition is not painful, the licensee must have the attending veterinarian observe this animal's condition and follow\nany treatment instructions.\n-Silver grey female (no ID, housed in front room, north side, row of cages facing the wall); had a left head tilt and\nwhen it moved, it would circle to its left. The licensee reports observing this problem about two months ago and has\nbeen observing it for improvement but the attending veterinarian has not been consulted to diagnose and guide any\ntreatment for this animal.\n**Untreated medical problems can cause ongoing pain in affected animals and can be contagious to other animals\nin the building. The veterinarian must be contacted to properly diagnose and treat each animal's health problem\nand the facility must follow the reccomended treatment. Documentation of the diagnosis and treatment plan for\nanimals must available for APHIS officials for future inspections."
    },
    {
      "code": "2.40(b)(3)",
      "kind": "Direct",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "The facility had previously recognized and had 10 chinchillas under treatment with eye problems at the time of\ninspection, but there were 9 more chinchillas that had health problems that we brought to the licensee's attention\nduring inspection. These 9 chinchillas were pointed out to the licensee by inspectors to have health conditions:\n-Male grey (no id; housed in south stacked cages, west/front room) had a large hairless mass under its chin and its\nright eye had hair loss around it with a crusty and creamy pale discharge.\n-Female grey with ear tag 332; its right eye was swollen and had a pale creamy discharge.\n-Female black with ear tag GROS 313 had a soiled and unkempt hair coat, crusty eyes and hair loss around the\nlower jaw areas.\n-Male beige with ear tag GROS 329; its left eye that was swollen and had a pale creamy discharge in it.\n-Male beige (no ID; cage card \"AMMC\"); its left eye was swollen and had a pale creamy discharge in it.\n-Male cream colored with ear tag GROS 375; had a large, hairless swelling under its chin that was firm. The\nchinchilla would vocalize each time the swelling was lightly touched indicating possible pain.\n-Female beige with ear tag GROS 352 had a large hairless swelling on the area under its chin.\nINDIRECT NON-COMPLIANCES:\n-Female white in cage 168 on south stacked cages, tag 876 had a swollen area with hair-loss and the tissues felt\nthickened.\n-Female grey with ear tag PMR 233; its left eye had an opaque mass inside of its eyeball.\nLack of thorough daily observations has resulted in animals not receiving prompt veterinary care. The facility must\ndevelop and maintain a method of routine daily observations to ensure any animal with a health problem is treated\npromptly and appropriately."
    },
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": true,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "Structural Strength.\nTwo enclosures had wire points that the animals could contact. Two chinchillas were affected. Sharp metal points\ninside the enclosure can result in animal injuries. The facility must be maintained in good repair to contain and\nprotect animals from injury.\nNote: The licensee corrected the sharp metal points during the inspection."
    },
    {
      "code": "3.125(d)",
      "kind": "Direct",
      "repeat": true,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "Waste disposal.\nThe facility's equipment to eliminate the excreta, waste, and used bedding from the gutter was not working properly\nat the time of inspection. There was a large buildup of excreta, waste, used bedding and water under the enclosures\nof animals located over the south gutter of the facility. This buildup of material created a strong ammonia smell and\nfoul odor within the facility and a large number of small black flies were present in the middle room of the facility.\nThis buildup of material and foul odors can cause sickness in animals and attract pests such as flies. Eliminate the\nexcessive buildup of excreta, waste, used bedding and excess soiled water from the facility as often as necessary\nto minimize vermin infestation, odors, and disease hazards.\nNote: The licensee reports having contacted the repairman prior to inspection and contacted the repairman during\nthe inspection and scheduled repairs for Sunday 6/26/2016. The licensee must ensure that it is fixed by then. If the\nequipment breaks down again, additional methods must be used to remove soiled material from the building to\nprotect the animals from excessive odors and disease hazards."
    },
    {
      "code": "3.130",
      "kind": "",
      "repeat": true,
      "desc": "WATERING.",
      "narrative": "The water lines that provide water for the majority of the animals have sections where the tubing has a greenish\nappearance. The outside of the watering line continues to have some areas where an excessive buildup of hair and\nsoiled material is present. At least one watering bottle had a greenish buildup inside of it. Unclean water\nreceptacles may contaminate the water supply and cause many animals to get sick. To protect the health of the\nanimals, clean and/or replace water lines, spouts, and bottles as often as necessary to assure a clean supply of\nwater to the animals."
    },
    {
      "code": "3.131(a)",
      "kind": "",
      "repeat": true,
      "desc": "SANITATION.",
      "narrative": "Enclosures in the front room in the middle (cid:24)group pens(cid:25) where about 20 chinchillas are housed and enclosures on\nthe stacked enclosures on the south side of the front room housing approximately 10 chinchillas were noted to have\nan excessive amount of feces. The licensee stated that the enclosures had not been cleaned out in about two and\na half weeks. Excessive accumulations of feces can increase animals(cid:25)' risks for disease and does not provide for\ntheir comfort. Enclosures must be cleaned out as often as necessary to minimize excessive accumulations of feces\nand soiled bedding.\nExit interview conducted with facility representative by VMO Welch and ACI Wilken.\nAdditional Inspectors\nWilken Kevin, Animal Care Inspector"
    }
  ],
  "narrative": "2.40(b)(2)           DIRECT                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nMultiple chinchillas had health problems that had not been recognized by the facility and were not receiving any\nmedical treatment:   \n-Male grey (no id; housed in south stacked cages, west/front room) had a large hairless swelling under its chin and\nits right eye was crusted shut and had hair loss around it with a creamy pale discharge. \n-Female grey with ear tag 332; its right eye was swollen and had a pale creamy discharge. \n-Female black with ear tag GROS 313 had a soiled and unkempt hair coat, crusty eyes and hair loss around the\nlower jaw area.  The licensee said that it appeared to have 'bone spurs' on the bottom jaw and may have bad back\nteeth.  The combination of an unkempt hair coat, crusty eyes, and hair loss are suggestive of an underlying health\ncondition that must be determined by the attending veterinarian and treated per the AV's reccomendations. \n-Male beige with ear tag GROS 329; its left eye was swollen and had a pale creamy discharge in it.  \n-Male beige (no ID; cage card \"AMMC\"); its left eye was swollen and had a pale creamy discharge in it.   \n-Male cream with ear tag GROS 375; had a large, hairless swelling under its chin that was firm and had reddened\nskin indicating inflammation.  The chinchilla would vocalize each time the swelling was lightly touched indicating the\nswelling was painful. \n-Female beige with ear tag GROS 352 had a large hairless swelling on the area under its chin.  \nINDIRECT NON-COMPLIANCES:\n -White female in cage 168 on south stacked cages, tag 876 had a swollen area with hair-loss and the tissues felt\nthickened.  Licensee said that this was just a 'plump' chinchilla.  Given the other chinchillas with concerning chin\nswellings, the licensee must have this chinchilla observed by the veterinarian to determine if any treatment is\n\nnecessary. \n-Female grey with ear tag PMR 233; its left eye had an opaque mass inside of its eyeball. To ensure that this\ncondition is not painful, the licensee must have the attending veterinarian observe this animal's condition and follow\nany treatment instructions.\n-Silver grey female (no ID, housed in front room, north side, row of cages facing the wall); had a left head tilt and\nwhen it moved, it would circle to its left.  The licensee reports observing this problem about two months ago and has\nbeen observing it for improvement but the attending veterinarian has not been consulted to diagnose and guide any\ntreatment for this animal. \n**Untreated medical problems can cause ongoing pain in affected animals and can be contagious to other animals\nin the building.  The veterinarian must be contacted to properly diagnose and treat each animal's health problem\nand the facility must follow the reccomended treatment.  Documentation of the diagnosis and treatment plan for\nanimals must available for APHIS officials for future inspections.\n2.40(b)(3)           DIRECT                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThe facility had previously recognized and had 10 chinchillas under treatment with eye problems at the time of\ninspection, but there were 9 more chinchillas that had health problems that we brought to the licensee's attention\nduring inspection.  These 9 chinchillas were pointed out to the licensee by inspectors to have health conditions:    \n-Male grey (no id; housed in south stacked cages, west/front room) had a large hairless mass under its chin and its\nright eye had hair loss around it with a crusty and creamy pale discharge. \n-Female grey with ear tag 332; its right eye was swollen and had a pale creamy discharge. \n-Female black with ear tag GROS 313 had a soiled and unkempt hair coat, crusty eyes and hair loss around the\nlower jaw areas.   \n-Male beige with ear tag GROS 329; its left eye that was swollen and had a pale creamy discharge in it.  \n-Male beige (no ID; cage card \"AMMC\"); its left eye was swollen and had a pale creamy discharge in it.   \n-Male cream colored with ear tag GROS 375; had a large, hairless swelling under its chin that was firm. The\nchinchilla would vocalize each time the swelling was lightly touched indicating possible pain. \n-Female beige with ear tag GROS 352 had a large hairless swelling on the area under its chin.\nINDIRECT NON-COMPLIANCES:\n-Female white in cage 168 on south stacked cages, tag 876 had a swollen area with hair-loss and the tissues felt\nthickened.  \n-Female grey with ear tag PMR 233; its left eye had an opaque mass inside of its eyeball.\n\nLack of thorough daily observations has resulted in animals not receiving prompt veterinary care.  The facility must\ndevelop and maintain a method of routine daily observations to ensure any animal with a health problem is treated\npromptly and appropriately.\n3.125(a)                    REPEAT\nFACILITIES, GENERAL.   \nStructural Strength.\nTwo enclosures had wire points that the animals could contact. Two chinchillas were affected.  Sharp metal points\ninside the enclosure can result in animal injuries.  The facility must be maintained in good repair to contain and\nprotect animals from injury.\nNote:  The licensee corrected the sharp metal points during the inspection.\n3.125(d)           DIRECT                    REPEAT\nFACILITIES, GENERAL.   \nWaste disposal.\nThe facility's equipment to eliminate the excreta, waste, and used bedding from the gutter was not working properly\nat the time of inspection. There was a large buildup of excreta, waste, used bedding and water under the enclosures\nof animals located over the south gutter of the facility. This buildup of material created a strong ammonia smell and\nfoul odor within the facility and a large number of small black flies were present in the middle room of the facility. \nThis buildup of material and foul odors can cause sickness in animals and attract pests such as flies.  Eliminate the\nexcessive buildup of excreta, waste, used bedding and excess soiled water from the facility as often as necessary\nto minimize vermin infestation, odors, and disease hazards.\nNote:  The licensee reports having contacted the repairman prior to inspection and contacted the repairman during\nthe inspection and scheduled repairs for Sunday 6/26/2016.  The licensee must ensure that it is fixed by then. If the\nequipment breaks down again, additional methods must be used to remove soiled material from the building to\nprotect the animals from excessive odors and disease hazards.\n3.130                    REPEAT\nWATERING.  \nThe water lines that provide water for the majority of the animals have sections where the tubing has a greenish\nappearance.  The outside of the watering line continues to have some areas where an excessive buildup of hair and\n\nsoiled material is present.  At least one watering bottle had a greenish buildup inside of it.  Unclean water\nreceptacles may contaminate the water supply and cause many animals to get sick.   To protect the health of the\nanimals, clean and/or replace water lines, spouts, and bottles as often as necessary to assure a clean supply of\nwater to the animals.\n3.131(a)                    REPEAT\nSANITATION.   \nEnclosures in the front room in the middle (cid:24)group pens(cid:25) where about 20 chinchillas are housed and enclosures on\nthe stacked enclosures on the south side of the front room housing approximately 10 chinchillas were noted to have\nan excessive amount of feces.   The licensee stated that the enclosures had not been cleaned out in about two and\na half weeks.  Excessive accumulations of feces can increase animals(cid:25)' risks for disease and does not provide for\ntheir comfort.  Enclosures must be cleaned out as often as necessary to minimize excessive accumulations of feces\nand soiled bedding.\nExit interview conducted with facility representative by VMO Welch and ACI Wilken.\nAdditional Inspectors\nWilken Kevin, Animal Care Inspector",
  "animals_total": 770,
  "species": [
    {
      "count": 770,
      "scientific": "Chinchilla brevicaudata",
      "common": "CHINCHILLA"
    }
  ]
}