{
  "insp_id": "103151537450269",
  "layout": "a",
  "customer_id": "1593",
  "customer_name": "Oklahoma State Univ Ctr For Health Sciences",
  "customer_addr": "1111 W 17 St\nTulsa, OK 74107",
  "certificate": "73-R-0010",
  "site_id": "001",
  "site_name": "OKLAHOMA STATE UNIVERSITY CTR FOR HEALTH SCIENCES",
  "insp_type": "ROUTINE INSPECTION",
  "date": "13-APR-2015",
  "report_date": "14-APR-2015",
  "citations": [
    {
      "code": "2.31(d)(1)(6)",
      "kind": "",
      "repeat": false,
      "desc": "INSTITUTIONAL ANIMAL CARE AND USE COMMITTEE (IACUC).",
      "narrative": "During the inspection a male prairie vole was found singly housed. Protocol 2014-05 states that animals will be\ngroup housed, and there are no provisions for singly housing animals. When questioned, the Primary Investigator\nstated that animals are housed singly as needed in order to make the best possible use of available animals.\nPrairie voles are noted as being a highly social species, and according to the protocol are intended to be housed\nsocially. The protocol must be amended to provide justification for singly housed animals, and describe any\nnecessary steps which will be taken to ensure that any singly housed animals are being managed appropriately.\nTo be corrected from this point forward.\nInspection and exit interview conducted with facility representative."
    }
  ],
  "narrative": "2.31(d)(1)(6)\nINSTITUTIONAL ANIMAL CARE AND USE COMMITTEE (IACUC).\nDuring the inspection a male prairie vole was found singly housed.  Protocol 2014-05 states that animals will be\ngroup housed, and there are no provisions for singly housing animals.  When questioned, the Primary Investigator\nstated that animals are housed singly as needed in order to make the best possible use of available animals. \nPrairie voles are noted as being a highly social species, and according to the protocol are intended to be housed\nsocially.  The protocol must be amended to provide justification for singly housed animals, and describe any\nnecessary steps which will be taken to ensure that any singly housed animals are being managed appropriately.\nTo be corrected from this point forward.\nInspection and exit interview conducted with facility representative.",
  "animals_total": 237,
  "species": [
    {
      "count": 237,
      "scientific": "Microtus ochrogaster",
      "common": "PRAIRIE VOLE"
    }
  ]
}