{
  "insp_id": "300152047370788",
  "layout": "a",
  "customer_id": "331508",
  "customer_name": "Emma Wagler",
  "customer_addr": "Menno D Wagler\n8774 Shortcut Rd\nBloomington, WI 53804",
  "certificate": "35-A-0360",
  "site_id": "001",
  "site_name": "MENNO WAGLER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "27-OCT-2015",
  "report_date": "27-OCT-2015",
  "citations": [
    {
      "code": "2.50(y)",
      "kind": "",
      "repeat": false,
      "desc": "TIME AND METHOD OF IDENTIFICATION.",
      "narrative": "Four adult dogs were noted during inspection to lack either a legible tatoo or acceptable identification tag. The\nfacility has decided to begin using tags, however has not placed tags on the dogs and has not assigned numbers to\neach dog in the facility. Proper identification of each dog is important for tracking husbandry-related information for\neach dog. Each adult dog at the facility must be identified and recorded in animal records as described in the\nregulations.\nCorrect by November 30, 2015."
    },
    {
      "code": "2.126(a)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ACCESS AND INSPECTION OF RECORDS AND PROPERTY; SUBMISSION OF ITINERARIES.",
      "narrative": "The facility has a Program of Veterinary Care (PVC) in place, however the documented PVC signed by the\nAttending Veterinarian could not be located during inspection. To ensure proper animal husbandry and care and\nalso to demonstrate to APHIS officials that a formal agreement between the Attending Veterinarian and the facility\nexists; a documented PVC is required to be kept and made available for inspections. The PVC must be located or a\nnew signed PVC must be made with the Attending Veterinarian.\nCorrect by November 9, 2015.\nExit interview conducted with facility representative."
    }
  ],
  "narrative": "2.50(y)\nTIME AND METHOD OF IDENTIFICATION.\nFour adult dogs were noted during inspection to lack either a legible tatoo or acceptable identification tag.  The\nfacility has decided to begin using tags, however has not placed tags on the dogs and has not assigned numbers to\neach dog in the facility.  Proper identification of each dog is important for tracking husbandry-related information for\neach dog.  Each adult dog at the facility must be identified and recorded in animal records as described in the\nregulations.\nCorrect by November 30, 2015.\n2.126(a)(2)\nACCESS AND INSPECTION OF RECORDS AND PROPERTY; SUBMISSION OF ITINERARIES.\nThe facility has a Program of Veterinary Care (PVC) in place, however the documented PVC signed by the\nAttending Veterinarian could not be located during inspection.  To ensure proper animal husbandry and care and\nalso to demonstrate to APHIS officials that a formal agreement between the Attending Veterinarian and the facility\nexists; a documented PVC is required to be kept and made available for inspections.  The PVC must be located or a\nnew signed PVC must be made with the Attending Veterinarian. \nCorrect by November 9, 2015.\nExit interview conducted with facility representative.",
  "animals_total": 70,
  "species": [
    {
      "count": 45,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 25,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}