{
  "insp_id": "78140955412523",
  "layout": "a",
  "customer_id": "4900",
  "customer_name": "Arlene L Koehn",
  "customer_addr": "2625 E. 20th St\nBurns, KS 66840",
  "certificate": "48-A-1189",
  "site_id": "001",
  "site_name": "Arlene Koehn",
  "insp_type": "ROUTINE INSPECTION",
  "date": "17-MAR-2014",
  "report_date": "19-MAR-2014",
  "citations": [
    {
      "code": "3.1(c)(2)",
      "kind": "",
      "repeat": true,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "* The entrance edges to two fiberglass shelter structures are chewed exposing a jagged, roughened surface. The\nshelter structures used by two dogs are located in outdoor housing. Surfaces not maintained on a regular basis\ncannot be readily cleaned and sanitized. A chewed, roughened surface could harbor disease causing agents which\naffects the health and well-being of the dogs. The potential exists for dogs to ingest chewed plastic which could\ncause potential digestion problems. The licensee must ensure that all surfaces can be readily cleaned and\nsanitized and be free of jagged edges or sharp points for the safety of the dogs."
    },
    {
      "code": "3.10",
      "kind": "",
      "repeat": false,
      "desc": "WATERING.",
      "narrative": "* Two metal water receptacles used by two dogs have a brownish looking deposit collecting on an estimated 80 to\n90 percent of the interior wall of these receptacles. The receptacles are located in shelter enclosures. It indicates\nthe water receptacles have not been adequately cleaned and sanitized. It could lead to water contamination\naffecting the health and well-being of the dogs. The licensee must ensure all water receptacles are kept clean and\nsanitized. Correct by 3/24/14.\n* The entire top of one water receptacle is chewed and has a roughened, jagged edge. The receptacle used by\none dog is located on primary enclosure flooring in indoor housing. A chewed, roughened, jagged surface cannot\nbe easily cleaned and sanitized and could potentially cause injury to the dog. In addition, it could harbor bacteria\nand other disease causing agents that can affect the health and wellbeing of the dogs. The licensee must ensure\nthat all receptacles can be properly cleaned and sanitized at all times. Correct by 3/24/14."
    },
    {
      "code": "3.11(c)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "* Cobwebs and dust were observed collecting on the west interior wall and on top of three metal wire panels.\nThree dogs are in contact with the affected areas which are located in sheltered housing. It indicates unsanitary\nliving conditions exist that could impact the health and well-being of the dogs. It indicates a potential living area\nexists for other pests. The licensee must ensure all areas of the facility are kept clean to facilitate normal husbandry\npractices. Correct by 3/31/14.\n* The facility inspection done on 3/17/14 was conducted with facility representative.\n* The exit interview done on 3/19/14 was conducted with the licensee."
    }
  ],
  "narrative": "3.1(c)(2)                    REPEAT\nHOUSING FACILITIES, GENERAL.\n*    The entrance edges to two fiberglass shelter structures are chewed exposing a jagged, roughened surface.  The\nshelter structures used by two dogs are located in outdoor housing.  Surfaces not maintained on a regular basis\ncannot be readily cleaned and sanitized.  A chewed, roughened surface could harbor disease causing agents which\naffects the health and well-being of the dogs.  The potential exists for dogs to ingest chewed plastic which could\ncause potential digestion problems.  The licensee must ensure that all surfaces can be readily cleaned and\nsanitized and be free of jagged edges or sharp points for the safety of the dogs.\n3.10\nWATERING.\n*  Two metal water receptacles used by two dogs have a brownish looking deposit collecting on an estimated 80 to\n90 percent of the interior wall of these receptacles.  The receptacles are located in shelter enclosures. It indicates\nthe water receptacles have not been adequately cleaned and sanitized.  It could lead to water contamination\naffecting the health and well-being of the dogs.   The licensee must ensure all water receptacles are kept clean and\nsanitized.  Correct by 3/24/14.\n*    The entire top of one water receptacle is chewed and has a roughened, jagged edge.  The receptacle used by\none dog is located on primary enclosure flooring in indoor housing.  A chewed, roughened, jagged surface cannot\nbe easily cleaned and sanitized and could potentially cause injury to the dog.  In addition, it could harbor bacteria\nand other disease causing agents that can affect the health and wellbeing of the dogs.  The licensee must ensure\nthat all receptacles can be properly cleaned and sanitized at all times.  Correct by 3/24/14.\n3.11(c)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\n*   Cobwebs and dust were observed collecting on the west interior wall and on top of three metal wire panels. \nThree dogs are in contact with the affected areas which are located in sheltered housing.  It indicates unsanitary\nliving conditions exist that could impact the health and well-being of the dogs. It indicates a potential living area\nexists for other pests.  The licensee must ensure all areas of the facility are kept clean to facilitate normal husbandry\n\npractices.  Correct by 3/31/14.\n*   The facility inspection done on 3/17/14 was conducted with facility representative.   \n*   The exit interview done on 3/19/14 was conducted with the licensee.",
  "animals_total": 29,
  "species": [
    {
      "count": 23,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 6,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}