{
  "insp_id": "190151902130716",
  "layout": "a",
  "customer_id": "5160",
  "customer_name": "Connie Johnson",
  "customer_addr": "Harold Johnson\n2503 Hwy 59\nMelvin, IA 51350",
  "certificate": "42-B-0226",
  "site_id": "001",
  "site_name": "CONNIE AND HAROLD JOHNSON",
  "insp_type": "ROUTINE INSPECTION",
  "date": "09-JUL-2015",
  "report_date": "10-JUL-2015",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "A six year old male Boston terrier, (Microchip #042821540) has brown, dry and flakey material around both eyes.\nThe periphery of both eye balls is reddened. The central area of both eyes is cloudy and small, round and cloudier\nareas are within. The upper and lower canine and cheek teeth have a thick, brown material covering a majority of\nthe teeth and touching the gum. The area of the gum that is touching the thick, brown material is darker red than\nthe rest of the gum.\nA male, approximately ten years old, black poodle (no ID) has a severe build-up of a thick, grey/tan material\nencasing all of the upper and lower cheek teeth and approximately half of the surface of each canine. The majority\nof the surfaces of the cheek teeth cannot be visualized due to the excessive build-up of the grey/tan material. Part\nof the upper right cheek teeth easily move when touched. The gums are severely red and swollen and in some\nareas they are pulled back from the teeth.\nA female Chihuahua, approximately four years old (Microchip #0A01524341), is continuously squinting and has\nmoderately cloudy eyes. The cloudiness is present throughout the surface of both eyes. The white areas\nsurrounding the eyes are severely reddened and there is a small amount of crusting present on both eyelids.\nDental and eye conditions such as these can be painful and can lead to further health complications. All of the\nanimals listed above must be examined by a licensed veterinarian by 12:00 pm on Saturday, July 11, 2015 in order\nto ensure that an accurate diagnosis is obtained and an appropriate treatment plan is developed and followed. This\ninformation, including the diagnosis, treatment and resolution of the condition, must be documented and made\navailable to the inspector upon request. The licensee must ensure that all animals receive appropriate veterinary\ncare at all times."
    },
    {
      "code": "3.1(c)(1)(1)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "In the \"Old Kennel\" there is one enclosure, containing three dogs, whose gate is constructed of metal chain link\nfence. The metal frame at the bottom of the gate has become excessively rusty. The rust is pitted and flaking\nwhich prevents the proper cleaning and sanitization of the metal. This metal frame must be replaced, repaired or\naltered in a manner that allows for proper cleaning and sanitization to occur. The licensee must ensure that all\nmetal fencing and frames remain free of excessive rust.\nCorrection date: July 23, 2015"
    },
    {
      "code": "3.1(c)(2)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "In the \"Old Kennel\" there is one enclosure, containing one dog, whose wire wall is covered in a sheet of vinyl\nplastic. This plastic has been chewed and damaged by the dog. In the same building there is another enclosure,\ncontaining at least two dogs, whose wall is also covered in a sheet of vinyl plastic that the dogs have chewed, torn\nand damaged and have exposed the plywood underneath. The dogs have begun chewing on the edges of the\nplywood.\nIn the \"New Kennel\" there is one enclosure, containing at least two dogs, whose walls are also covered in vinyl\nplastic that has been chewed and damaged by the dogs exposing the plywood beneath.\nThe damaged vinyl plastic sheets and chewed plywood cannot be readily cleaned and sanitized which can increase\nthe disease risk towards the dogs. All surfaces must be maintained on a regular basis. Any surfaces of housing\nfacilities that cannot be readily cleaned and sanitized must be replaced or repaired when worn or soiled. The\nlicensee must repair or replace the damaged sheets of vinyl plastic and plywood and must ensure that all surfaces\nare well maintained in order for proper cleaning and sanitization can occur.\nCorrection date: July 26, 2015"
    },
    {
      "code": "3.11(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "In the \"Old Kennel\" there are three enclosures, containing at least six dogs, which have a buildup of dirt and grime\non the walls. The buildup of dirt and grime can increase the disease risk towards the dogs. All used primary\nenclosures must be sanitized once every two weeks or as often as necessary to prevent the accumulation of dirt,\ngrime and any other disease hazards. The licensee must ensure that all surfaces are kept free of dirt and grime\nbuildup in order to promote the health and well-being of the dogs.\nCorrection date: July 23, 2015\nFemale Yorkshire Terrier cited under 2.40(b)(2) on inspection report dated September 16, 2014 was evaluated by a\nlicensed veterinarian and received treatment.\nExit interview conducted with Kelly Maxwell, ACI, Heather Cole, VMO, Bart Sutherland, VMO and the facility\nrepresentative.\nAdditional Inspectors\nSutherland Bart, Veterinary Medical Officer\nCole Heather, Supervisory Animal Care Specialist"
    }
  ],
  "narrative": "2.40(b)(2)           DIRECT                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nA six year old male Boston terrier, (Microchip #042821540) has brown, dry and flakey material around both eyes. \nThe periphery of both eye balls is reddened.  The central area of both eyes is cloudy and small, round and cloudier\nareas are within.  The upper and lower canine and cheek teeth have a thick, brown material covering a majority of\nthe teeth and touching the gum.  The area of the gum that is touching the thick, brown material is darker red than\nthe rest of the gum.\nA male, approximately ten years old, black poodle (no ID) has a severe build-up of a thick, grey/tan material\nencasing all of the upper and lower cheek teeth and approximately half of the surface of each canine. The majority\nof the surfaces of the cheek teeth cannot be visualized due to the excessive build-up of the grey/tan material. Part\nof the upper right cheek teeth easily move when touched.  The gums are severely red and swollen and in some\nareas they are pulled back from the teeth.\nA female Chihuahua, approximately four years old (Microchip #0A01524341), is continuously squinting and has\nmoderately cloudy eyes. The cloudiness is present throughout the surface of both eyes. The white areas\nsurrounding the eyes are severely reddened and there is a small amount of crusting present on both eyelids. \nDental and eye conditions such as these can be painful and can lead to further health complications. All of the\nanimals listed above must be examined by a licensed veterinarian by 12:00 pm on Saturday, July 11, 2015 in order\nto ensure that an accurate diagnosis is obtained and an appropriate treatment plan is developed and followed. This\ninformation, including the diagnosis, treatment and resolution of the condition, must be documented and made\navailable to the inspector upon request. The licensee must ensure that all animals receive appropriate veterinary\ncare at all times. \n3.1(c)(1)(1)\nHOUSING FACILITIES, GENERAL.\nIn the \"Old Kennel\" there is one enclosure, containing three dogs, whose gate is constructed of metal chain link\n\nfence.  The metal frame at the bottom of the gate has become excessively rusty.  The rust is pitted and flaking\nwhich prevents the proper cleaning and sanitization of the metal.  This metal frame must be replaced, repaired or\naltered in a manner that allows for proper cleaning and sanitization to occur.  The licensee must ensure that all\nmetal fencing and frames remain free of excessive rust.\nCorrection date:  July 23, 2015\n3.1(c)(2)\nHOUSING FACILITIES, GENERAL.\nIn the \"Old Kennel\" there is one enclosure, containing one dog, whose wire wall is covered in a sheet of vinyl\nplastic.  This plastic has been chewed and damaged by the dog.  In the same building there is another enclosure,\ncontaining at least two dogs, whose wall is also covered in a sheet of vinyl plastic that the dogs have chewed, torn\nand damaged and have exposed the plywood underneath.  The dogs have begun chewing on the edges of the\nplywood.   \nIn the \"New Kennel\" there is one enclosure, containing at least two dogs, whose walls are also covered in vinyl\nplastic that has been chewed and damaged by the dogs exposing the plywood beneath.    \nThe damaged vinyl plastic sheets and chewed plywood cannot be readily cleaned and sanitized which can increase\nthe disease risk towards the dogs.  All surfaces must be maintained on a regular basis.  Any surfaces of housing\nfacilities that cannot be readily cleaned and sanitized must be replaced or repaired when worn or soiled.  The\nlicensee must repair or replace the damaged sheets of vinyl plastic and plywood and must ensure that all surfaces\nare well maintained in order for proper cleaning and sanitization can occur.\nCorrection date:  July 26, 2015\n3.11(b)(2)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\nIn the \"Old Kennel\" there are three enclosures, containing at least six dogs, which have a buildup of dirt and grime\non the walls.  The buildup of dirt and grime can increase the disease risk towards the dogs.  All used primary\nenclosures must be sanitized once every two weeks or as often as necessary to prevent the accumulation of dirt,\ngrime and any other disease hazards.  The licensee must ensure that all surfaces are kept free of dirt and grime\nbuildup in order to promote the health and well-being of the dogs.\nCorrection date:  July 23, 2015\n\nFemale Yorkshire Terrier cited under 2.40(b)(2) on inspection report dated September 16, 2014 was evaluated by a\nlicensed veterinarian and received treatment.\nExit interview conducted with Kelly Maxwell, ACI, Heather Cole, VMO, Bart Sutherland, VMO and the facility\nrepresentative.\nAdditional Inspectors\nSutherland Bart, Veterinary Medical Officer\nCole Heather, Supervisory Animal Care Specialist",
  "animals_total": 173,
  "species": [
    {
      "count": 134,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 39,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}