{
  "insp_id": "INS-0001390673",
  "layout": "c",
  "customer_id": "503533",
  "customer_name": "Norman Yoder",
  "customer_addr": "11024 Dover Road\nApple Creek, OH 44606",
  "certificate": "31-A-0705",
  "site_id": "001",
  "site_name": "NORMAN E YODER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "31-JUL-2025",
  "report_date": "08-AUG-2025",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "There is a large container of expired Ivermax (Ivermectin) being stored in the small breed sheltered housing building. This\nwas the only Ivermax container observed in the facility. The container has an expiration date stamp of January 2025.\nMedications being used past the expiration date have an unknown efficacy and potency; thus, they may no longer be\nefficacious for the labeled indications of use. Correct by ensuring that the facility is using the appropriate methods to\nprevent and control diseases. Corrected at the time of inspection by disposing of the container on 31 July 2025."
    },
    {
      "code": "2.40(b)(3)",
      "kind": "Direct",
      "repeat": false,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "A 3-year-old male Boston Terrier named “Banjo” (USDA Tag #373) that is being housed with a female adult Boston\nTerrier was identified during the inspection to require veterinary care. “Banjo” was observed with an approximately 1.5-\ninch by 1.5-inch circular open wound on the left rear thigh area. The wound was oozing a small amount of blood and the\ntissue at the edges of the wound was reddened, thickened, and had a yellowish discoloration. There is crusting and\nscabbing of the wound that obscures a large portion of the wound making it difficult to determine the extent and potential\ncause. If left untreated, open wounds are painful and may lead to secondary bacterial infection. The licensee stated that\nhe had not noticed this lesion prior to the inspector bringing it to his attention.\nAnimals with untreated medical conditions such as open wounds may suffer from unnecessary pain, discomfort, infection,\nand stress. Daily observations of animals to identify medical problems are essential to identify injury and illness quickly,\ninitiate treatment quickly, and prevent unnecessary suffering. Correct by observing all animals at least daily to identify\nphysical, medical, or behavioral problems. Additionally, ensure that all findings are communicated in a timely manner to\nthe attending veterinarian so that they can examine the animals and ensure that appropriate treatment is provided as\nrequired by section 2.40(b)(2).\nThe licensee was instructed to have the animal evaluated by a veterinarian by no later 5:00 pm on 2 August 2025."
    },
    {
      "code": "2.50(a)(2)",
      "kind": "",
      "repeat": false,
      "desc": "Time and method of identification.",
      "narrative": "An enclosure housing 5 Shih-tzu/Bichon mix puppies which were less than 16 weeks of age did not have individual\nidentification. When inquiring with the representative regarding the missing cage card he stated that the dam destroyed\nthe cage card, and he had not replaced the card. Identification is required to ensure that each animal's identity can be\nknown with certainty and to facilitate record keeping requirements. The licensee must ensure that all dogs less than 16\nweeks of age are identified by an official tag as described in Sec. 2.51, a legible tattoo approved by the Administrator, a\nmicrochip, or a cage card (if maintained as a litter with their dam and housed within the same primary enclosure).\nCorrect by 5 August 2025"
    },
    {
      "code": "3.1(a)",
      "kind": "",
      "repeat": false,
      "desc": "Housing facilities, general.",
      "narrative": "The housing facilities are not being maintained and kept in good repair to contain the animals securely. An outdoor\nhousing enclosure containing 4 adult Goldendoodles has a large hole dug by the dogs under the fencing that separates it\nfrom the adjacent enclosure that is currently empty of dogs. This allows the dogs to move freely between the two\nenclosures. A second outdoor housing enclosure used to house 2 adult Boston Terriers has damaged fencing on the back\nwall of the enclosure allowing the dogs to move freely to the adjacent enclosure that is also currently empty of other dogs.\nThe dogs in these enclosures could potentially become stuck under the fencing, escape, or be injured due to not properly\nmaintaining housing facilities in good repair. Housing facilities for dogs must be designed and constructed so they are\nstructurally sound. They must be kept in good repair, and they must protect the animals from injury, contain the animals\nsecurely, and restrict other animals from entering.\nCorrect by 19 August 2025"
    },
    {
      "code": "3.1(c)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Housing facilities, general.",
      "narrative": "The facility is not maintaining surfaces to ensure they are free of excess rust and free of jagged edges or sharp points. In\nthe outdoor housing area, the facility utilizes large water bulk containers as the shelter for the dogs. The majority of these\nshelters have excessive rusting at the bottom of the metal framework that provides support on the exterior of the shelter.\nIn the smallest sheltered housing building a foldable metal wire dog enclosure is being utilized to house a single Yorkshire\nTerrier puppy. The metal wire enclosure has extensive rusting throughout the entire structure causing all surfaces to be\npitted and roughened with areas of flaking metal. Surfaces in disrepair such as rusted and pitting metal cannot be\nadequately sanitized and may harbor organic matter or bacteria that can cause illness or poor health in the dogs.\nExcessive rusting of metal surfaces can also affect the structural integrity of the enclosures.\nThe indoor portion of the primary enclosure used to house 1 adult German Shepherd dog and 9 German Shepherd\npuppies has a long metal nail with a sharp point that is protruding into the primary enclosure from the exterior of the\nbuilding. Additionally, in the indoor portion of the small breed sheltered housing building an enclosure housing 7 adult\ndogs has a windowpane above the enclosure that has become dislodged from the window frame. The glass in the\nwindowpane is broken creating sharp points and edges. Sharp points and edges may cause injury to the dogs and result\nin unnecessary pain and discomfort.\nThe facility must ensure that all surfaces that come into contact with dogs are free of excessive rust that prevents the\nrequired cleaning and sanitation, or that affects the structural strength of the surface and be free of jagged edges or sharp\npoints that might injure the animals.\nCorrect by 19 August 2025"
    },
    {
      "code": "3.1(c)(2)",
      "kind": "",
      "repeat": false,
      "desc": "Housing facilities, general.",
      "narrative": "The facility is not maintaining surfaces on a regular basis or replacing objects that are excessively worn. Two enclosures\nlocated in the small dog whelping building housing 2 adult dogs and 9 puppies have carpet squares that are torn and have\nexcessively long strands of fiber. Frayed edges can be injurious to the dogs as they could ingest the material or could\ncause entrapment especially in enclosures with puppies.\nTwo outdoor enclosures that are currently housing 7 adult Goldendoodles have excessive chew damage around the\nedges of the entrance to the shelter structures. Excessive chewing of surfaces in housing facilities can prevent proper\ncleaning and sanitizing increasing the risk of spreading disease hazards to the dogs.\nAll surfaces must be maintained on a regular basis. Surfaces of housing facilities- including houses, dens, and other\nfurniture-type fixtures and objects within the facility- that cannot be readily cleaned and sanitized, must be replaced when\nworn or soiled. Correct by 19 August 2025."
    },
    {
      "code": "3.1(c)(3)",
      "kind": "",
      "repeat": false,
      "desc": "Housing facilities, general.",
      "narrative": "The surfaces in all the sheltered housing facilities are not being cleaned and sanitized in an appropriate manner. The\ninterior surfaces of the sheltered housing facilities that include walls, doors, floors, dividers, and other objects have a\nbuildup of dust, cobwebs, dead flies and cockroaches. The outside walls of the enclosures and most surfaces in these\nbuildings have generalized areas of brown spotting that are consistent with fly or cockroach feces. In two sheltered\nhousing enclosures that are currently housing 2 adult dogs and 7 puppies, the door between the inside and outside\nportion of the enclosure and the surrounding wall are soiled with a buildup of brown material. The exterior of the shelters\nin the outdoor housing area were also observed with a buildup of dirt and green organic material on the sides of the\nshelter structures.\nProper cleaning and sanitizing practices must be done to prevent odors, insects, and pests, and prevent the spread of\npossible disease hazards. The facility must be cleaned and sanitized when necessary to satisfy generally accepted\nhusbandry standards and practices. Sanitization may be done using any of the methods provided in 3.11(b)(3) for primary\nenclosures. Correct by 25 August 2025"
    },
    {
      "code": "3.1(e)",
      "kind": "",
      "repeat": false,
      "desc": "Housing facilities, general.",
      "narrative": "Food is not being stored in an appropriate manner. At the time of the inspection, there was a 50 lb. open bag of dog food\nbeing stored in the barn. The representative placed the open bag of dog food in an unused deep chest freezer that was\nlocated beside the pallet used to store unopen bags of food. The freezer contained too numerous to count unidentified\nsmall insects, cobwebs, dust, and debris indicating the container is not being adequately cleaned or prevents the entrance\nof pests. Open supplies of dog food could spoil or become contaminated by exposure to the environment or pests such as\nflies and mice. Containers that are used to store food that are not kept clean and prevent the entrance of insects or pests\ncan result in contamination of the food supplies.\nSupplies of food and bedding must be stored in a manner that protects the supplies from spoilage, contamination, and\nvermin infestation. All open supplies of food and bedding must be kept in leakproof containers with tightly fitting lids to\nprevent contamination and spoilage. Correct by 19 August 2025."
    },
    {
      "code": "3.4(b)",
      "kind": "",
      "repeat": false,
      "desc": "Outdoor housing facilities.",
      "narrative": "The facility is not providing an adequate wind and rain break at the entrance to the shelters. In an outdoor enclosure\ncontaining 3 adult Goldendoodle dogs the hard plastic flap that was cut into the shelter structure being utilized as a\nwind/rain break has been chewed excessively. The excessive chewing of the edges of the flap has resulted in a large gap\naround the entire flap especially at the bottom corners. These large gaps do not provide an adequate barrier from the\nelements. In another enclosure housing 4 adult Goldendoodles a similarly constructed shelter is missing the flap\naltogether and it was observed laying on the ground in the adjacent enclosure. Without an adequate barrier at the\nentrance to the shelter the wind and rain could enter the shelter making the dogs cold and damp. Shelters are important\nto provide warmth and protection from wind and severe weather. The facility must provide a sufficient barrier to block wind\nand rain from entering the shelters.\nIn the outdoor housing area, a primary enclosure is utilizing a piece of sheet metal attached to the top of the shelter\nstructure to provide additional shade to the 3 adult Goldendoodle dogs. The sheet metal extends approximately 2 feet\npast the front of the shelter structure and is approximately 3 feet long. This separate shade structure does not appear\nlarge enough to contain all three dogs at the same time. In another outdoor housing enclosure, trees are utilized as the\nonly other separate area to provide shade in addition to the shelter structure for 3 adult dogs. The trees appear to be\ndead, and all the foliage has fallen off at some point exposing the animals in the enclosure to the direct rays of the sun.\nThe facility representative states this was adequate when the trees were full of leaves.\nLack of adequate shade from the direct rays of the sun can be stressful and cause discomfort, which could create a\npotential negative impact on the health and well-being of the dogs. In addition, dogs do not have the ability to regulate\ntheir internal temperature which could lead to dogs becoming overheated. Shade provides comfort for the animal during\nperiods of direct sunlight. All outdoor enclosures must be provided with adequate shade structures to effectively provide\nshade to the enclosure during the daylight hours. The licensee must ensure that shade is provided and be large enough\nto contain all the dogs at one time and protect them from the direct rays of the sun.\nCorrect by 19 August 2025."
    },
    {
      "code": "3.4(c)",
      "kind": "",
      "repeat": false,
      "desc": "Outdoor housing facilities.",
      "narrative": "There is an outdoor housing enclosure currently housing 3 adult Goldendoodle dogs that has a vertical support pole made\nof wood. The facility representative states this structure was originally utilized to provide shade for a large enclosure.\nWhen asking if the pole has been sealed the representative stated it has not been sealed but is made from treated wood.\nBuilding structures made of unsealed wood cannot be properly cleaned or sanitized when permeable to moisture. The\nlicensee must ensure that all building surfaces the animals come in contact with are impervious to moisture and able to be\nreadily cleaned and sanitized.\nCorrect by 19 August 2025"
    },
    {
      "code": "3.9(b)",
      "kind": "",
      "repeat": false,
      "desc": "Feeding",
      "narrative": "Food receptacles are not being located to protect the food from the rain. In the outdoor housing area two primary\nenclosures housing 3 adult German Shepherd dogs have the food receptacles placed on the ground out in the open. It\nwas raining at the time of the inspection, and the dry food was observed to be swollen and soft from being exposed to the\nelements. Failure to locate food receptacles to protect the food from the rain and snow can result in the food being\nunpalatable to the dogs and increase the chances of molding. This also exposes the food to pests such as insects and\nbirds that can spread disease to the animals. The facility must ensure that food receptacles be located so as to minimize\ncontamination by excreta and pests and be protected from rain and snow.\nCorrect by 5 August 2025."
    },
    {
      "code": "3.10(c)",
      "kind": "",
      "repeat": false,
      "desc": "Watering",
      "narrative": "Water receptacles are not being kept clean and sanitized. In the outdoor housing area, the facility is using a large\nstainless-steel bucket to provide water in an enclosure housing 4 adult Goldendoodle dogs. The water receptacle was\nobserved to have a green algae-like organic material coating the bottom and sides of the interior surface of the bucket.\nAlgae buildup in the receptacle indicates cleaning is not occurring on a frequent enough basis and could cause the water\nto become contaminated. Contaminated water is no longer considered to be safe to consume and could lead to potential\nhealth risks.\nMultiple plastic water receptacles being utilized in the small dog whelping building and the large dog whelping building\nhave excessive chew damage around the rim of the receptacles. Water receptacles with excessive chew damage are not\nable to be readily cleaned and sanitized and can lead to disease spread in the dogs.\nClean water receptacles are important to promote good health for the animals and reduce the risk of disease. The\nlicensee must ensure that all water receptacles are to be kept clean and are able to be properly cleaned and sanitized in\naccordance with 3.11(b). Correct by 19 August 2025"
    },
    {
      "code": "3.11(a)",
      "kind": "",
      "repeat": false,
      "desc": "Cleaning, sanitization, housekeeping, and pest control.",
      "narrative": "The sheltered housing facilities that include the small breed whelping building, large breed whelping building, and small\ndog sheltered housing buildings are not being properly cleaned and sanitized to include the areas under the primary\nenclosures. The facility is also not ensuring excreta and food waste is being removed daily. The entire length of the wash\ndowns underneath the indoor portion of the enclosures that extend the length of the building in both the small breed\nwhelping and small breed housing buildings have an excessive amount of green and brown buildup of excreta, pooling of\ndark brown and green liquid, dead flies and cockroaches, organic material, and debris. The entire length of the slatted\nflooring has an excessive amount of hair hanging from beneath the flooring in the small breed building. The indoor portion\nof the primary enclosures in this building also has dried excreta on the inside of the individual squares of the slatted\nflooring. In the small breed whelping building, there is dried brown residue observed in the indoor portion of all the\nenclosures at the junction of the slatted and solid flooring. In the large breed whelping building, there is old moist bedding\nlocated under the majority of the enclosures. Under the outdoor portion of the small breed whelping building there is an\nexcessive amount of old excreta piled underneath the elevated enclosures. There are swarms of flies flying around the\npiles of excreta in this area. Additionally, an excessive amount of excreta was observed in the outdoor portion of a primary\nenclosure in the small dog whelping building that is housing 1 adult dog and 4 puppies. The excreta in this enclosure\nvaries from wet to dry and is brown to white in appearance indicating the waste has been there for an extended period.\nExcreta, bedding, and food waste accumulation inside and under primary enclosures can lead to increased disease\nhazards or discomfort for the animals, odors, and/or attract unwanted pests.\nThe facility must ensure that excreta is removed daily from primary enclosures and from under primary enclosures as\noften as necessary to prevent the excessive accumulation of feces and food waste, to prevent soiling of the dogs in the\nprimary enclosure, and to reduce disease hazards, insects, pests, and odors.\nCorrect by 19 August 2025"
    },
    {
      "code": "3.11(c)",
      "kind": "",
      "repeat": false,
      "desc": "Cleaning, sanitization, housekeeping, and pest control.",
      "narrative": "The facility is not maintaining adequate housekeeping on the premises. Two outdoor enclosures used to house 2 adult\nBoston Terriers, 1 adult German Shepherd, and 9 German Shepherd puppies have areas of overgrown grass and weeds\nwhere some of the weeds measure approximately 2 feet in height. The barn that is used to store the dry feed for the dogs\nalso has numerous empty bags of dog food lying on the floor next to the pallet used to store the full bags of food. Having\novergrown areas of vegetation in an enclosure and accumulations of trash and debris on the premises such as the empty\nfood bags can provide nesting areas and attract unwanted pests to the facility.\nPremises must be kept free of accumulations of trash, junk, waste products, and discarded matter. Weeds, grasses, and\nbushes must be controlled so as to facilitate cleaning of the premises and pest control, and to protect the health and well-\nbeing of the animals.\nCorrect by 19 August 2025"
    },
    {
      "code": "3.11(d)",
      "kind": "",
      "repeat": false,
      "desc": "Cleaning, sanitization, housekeeping, and pest control.",
      "narrative": "The facility does not have an effective program for the control of insects and pests. There is obvious evidence of insect\npests present throughout the facility, including around and under food bins. Too numerous to count live and dead\ncockroaches were observed throughout all the sheltered housing facilities. There were also too numerous to count dead\nand live flies flying throughout the sheltered housing facilities. The insects were observed crawling around on the floor,\nwalls, underneath animal enclosures, walls of the animal enclosures, and most horizontal surfaces in the buildings. In the\nlarge breed whelping building too numerous to count rodent droppings were observed in the indoor portion of two empty\nprimary enclosures. The facility is utilizing fly tape, cockroach traps, and diatomaceous earth to attempt to control the\npests.\nPests can carry potential diseases and lead to contamination of food, bedding, or other supplies used on the animals. The\nfacility must have an effective pest control program established and maintained to reduce contamination and promote the\nhealth and well-being of animals at the facility.\nCorrect by 19 August 2025"
    },
    {
      "code": "3.13(a)(3)",
      "kind": "",
      "repeat": false,
      "desc": "Veterinary care for dogs.",
      "narrative": "The facility is not following the program of veterinary care for vaccinations. The Program of Veterinary Care currently\nprescribes dogs will be vaccinated for rabies at 18 weeks of age, booster at 1 year, and every 3 years going forward. The\nprogram currently prescribes dogs will be vaccinated for distemper, parvovirus, and leptospirosis at 14 weeks of age, 18\nweeks of age, and annually going forward.\nThe kennel currently has 125 dogs that are not currently up to date on their rabies vaccine. The last recorded rabies\nvaccine for the entire kennel was a herd record dated 12 September 2023 at which time a 1 year labeled rabies vaccine\nwas administered. The facility also currently has 74 adult dogs that are not currently up to date on their DAPP/Lepto (7-\nway) vaccine.\nFailure to follow the preventative care schedule for vaccinations in the Program of Veterinary Care does not ensure the\ndogs are receiving appropriate protection against contagious and deadly diseases such as distemper, parvo,\nleptospirosis, and rabies which can lead to illness and discomfort to the dogs. The facility must follow the vaccination\nschedule approved by the attending veterinarian in the Program of Veterinary Care to protect the dogs from deadly or\ncontagious diseases.\nCorrect by 19 August 2025"
    },
    {
      "code": "3.13(a)(4)",
      "kind": "",
      "repeat": false,
      "desc": "Veterinary care for dogs.",
      "narrative": "The licensee is not following an appropriate program of veterinary care to prevent healthy and un-matted hair coats and\nclean and healthy teeth. One adult Yorkshire Terrier (USDA Tag #151) was observed with matted fur and excessively\nlong hair around the face that almost completely obscures the dog’s eyes. The excessively long fur was also clumping\naround the nose due to moisture from normal eye discharge. One adult Goldendoodle (USDA Tag 126) was observed\nwith multiple large areas of matted fur in the rump area and on both hindlimbs. The skin under the matted areas on both\ndogs appeared normal with no signs of redness or irritation and neither dog vocalized when manipulating the matted\nareas.\nThe Program of Vet Care prescribes for the dogs to be brushed, clipped, and/or groomed to prevent matted hair coats.\nMatted fur may cause discomfort, pain, skin irritation, or can lead to infection. The matted fur for the Yorkshire Terrier was\ncorrected at the time of inspection on 31 July 2025.\nAn adult Yorkshire Terrier (USDA Tag # 260) was observed with a significant buildup of hard, brown organic debris on the\nteeth of the upper jaw. The gum tissue in this area has a dark reddened appearance indicating inflammation. The teeth do\nnot appear to be mobile and gum recession was not apparent. The dog appears to be normal in weight and did not exhibit\npain on oral inspection.\nBuildup of hard, brown debris on the teeth can be signs of dental disease. Dental disease can be a source of pain and\ninfection for dogs, possibly leading to problems eating, weight loss, or tooth loss.\nThe licensee must ensure that preventative care and treatments are being regularly performed to ensure healthy and\nunmatted haircoats and clean and healthy teeth, in accordance with the established Program of Vet Care.\nCorrect by 19 August 2025"
    },
    {
      "code": "3.13(b)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Veterinary care for dogs.",
      "narrative": "The facility is not maintaining adequate medical records. The licensee is using a herd record for a litter of German\nShepherd puppies to document the treatment of hair loss on their tails per the program of veterinary care. The herd record\nis for the entire litter of 9 puppies born on 10 June 2025 but only 4 of the puppies (#66-10, 66-11, 66-06, and 66-12) are\nafflicted with hair loss and were actively being treated. Official identification documented on medical records is necessary\nfor APHIS officials to determine which dog/puppy the record belongs to and if the animal has received adequate\nveterinary care.\nEach dealer shall keep copies of medical records that include the identity of the animal including identifying marks,\ntattoos, or tags and the animal's breed, sex and age. The licensee must ensure that all medical records contain the\nidentification of the animal as well as all other required information.\nCorrect by 5 August 2025."
    },
    {
      "code": "3.13(b)(3)",
      "kind": "",
      "repeat": false,
      "desc": "Veterinary care for dogs.",
      "narrative": "The facility does not have the names of treatments, nor the dates of administration recorded in the medical records. The\nmedical record for treatment of hair loss on the tails of a litter of German Shepherd puppies (Litter #66) lists the plan for\ntreatment by administering (Purishield) twice daily but does not list the dates of administration since the issue was\nobserved on 22 July 2025. Additionally, the facility is using the physical exam form provided by the AV as the medical\nrecord for issues observed during the annual kennel exam with the prescribed treatment. The record shows for an 8-\nmonth-old female Shih-tzu (USDA tag # 135) antibiotics were recommended for a wound on the right thorax. The facility\nrecorded “treated” on June 3rd but did not record the name of the medication or the dates of administration. This record\nalso shows a 1-year-old Goldendoodle (USDA tag # 358) who was observed with a small skin wound and the facility\nwould treat per the PVC. The record again states “treated” on 3 June 2025 but did not record the name of the treatment or\nthe dates of administration. Failure to record the names and dates for all treatments administered does not allow for\nAPHIS officials to determine if adequate veterinary care has been provided for animals covered under the Animal Welfare\nAct. Additionally, Complete medical records ensure that all personnel at the facility are clear on the plan for treatment and\nenable the licensee to evaluate effectiveness of the plan and ensure that the condition is corrected. The licensee must\nensure that the names of all vaccines and treatments administered, and the dates of administration are recorded and\nmaintained.\nCorrect by 5 August 2025\nThis inspection and exit interview were conducted with the facility representative.\nn"
    }
  ],
  "narrative": "2.40(b)(2) \n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nThere is a large container of expired Ivermax (Ivermectin) being stored in the small breed sheltered housing building. This \nwas the only Ivermax container observed in the facility. The container has an expiration date stamp of January 2025.  \nMedications being used past the expiration date have an unknown efficacy and potency; thus, they may no longer be \nefficacious for the labeled indications of use. Correct by ensuring that the facility is using the appropriate methods to \nprevent and control diseases. Corrected at the time of inspection by disposing of the container on 31 July 2025. \n2.40(b)(3)  Direct\n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nA 3-year-old male Boston Terrier named “Banjo” (USDA Tag #373) that is being housed with a female adult Boston \nTerrier was identified during the inspection to require veterinary care. “Banjo” was observed with an approximately 1.5-\ninch by 1.5-inch circular open wound on the left rear thigh area. The wound was oozing a small amount of blood and the \ntissue at the edges of the wound was reddened, thickened, and had a yellowish discoloration. There is crusting and \nscabbing of the wound that obscures a large portion of the wound making it difficult to determine the extent and potential \ncause. If left untreated, open wounds are painful and may lead to secondary bacterial infection. The licensee stated that \nhe had not noticed this lesion prior to the inspector bringing it to his attention.  \nAnimals with untreated medical conditions such as open wounds may suffer from unnecessary pain, discomfort, infection, \nand stress. Daily observations of animals to identify medical problems are essential to identify injury and illness quickly, \ninitiate treatment quickly, and prevent unnecessary suffering. Correct by observing all animals at least daily to identify \nphysical, medical, or behavioral problems. Additionally, ensure that all findings are communicated in a timely manner to \nthe attending veterinarian so that they can examine the animals and ensure that appropriate treatment is provided as \nrequired by section 2.40(b)(2). \nThe licensee was instructed to have the animal evaluated by a veterinarian by no later 5:00 pm on 2 August 2025. \n2.50(a)(2) \n   \nTime and method of identification. \nAn enclosure housing 5 Shih-tzu/Bichon mix puppies which were less than 16 weeks of age did not have individual \nidentification. When inquiring with the representative regarding the missing cage card he stated that the dam destroyed \nthe cage card, and he had not replaced the card. Identification is required to ensure that each animal's identity can be \nknown with certainty and to facilitate record keeping requirements. The licensee must ensure that all dogs less than 16\n\nweeks of age are identified by an official tag as described in Sec. 2.51, a legible tattoo approved by the Administrator, a \nmicrochip, or a cage card (if maintained as a litter with their dam and housed within the same primary enclosure). \nCorrect by 5 August 2025 \n3.1(a) \n   \nHousing facilities, general. \nThe housing facilities are not being maintained and kept in good repair to contain the animals securely. An outdoor \nhousing enclosure containing 4 adult Goldendoodles has a large hole dug by the dogs under the fencing that separates it \nfrom the adjacent enclosure that is currently empty of dogs. This allows the dogs to move freely between the two \nenclosures. A second outdoor housing enclosure used to house 2 adult Boston Terriers has damaged fencing on the back \nwall of the enclosure allowing the dogs to move freely to the adjacent enclosure that is also currently empty of other dogs.  \nThe dogs in these enclosures could potentially become stuck under the fencing, escape, or be injured due to not properly \nmaintaining housing facilities in good repair. Housing facilities for dogs must be designed and constructed so they are \nstructurally sound. They must be kept in good repair, and they must protect the animals from injury, contain the animals \nsecurely, and restrict other animals from entering.  \nCorrect by 19 August 2025 \n3.1(c)(1) \n   \nHousing facilities, general. \nThe facility is not maintaining surfaces to ensure they are free of excess rust and free of jagged edges or sharp points. In \nthe outdoor housing area, the facility utilizes large water bulk containers as the shelter for the dogs. The majority of these \nshelters have excessive rusting at the bottom of the metal framework that provides support on the exterior of the shelter. \nIn the smallest sheltered housing building a foldable metal wire dog enclosure is being utilized to house a single Yorkshire \nTerrier puppy. The metal wire enclosure has extensive rusting throughout the entire structure causing all surfaces to be \npitted and roughened with areas of flaking metal. Surfaces in disrepair such as rusted and pitting metal cannot be \nadequately sanitized and may harbor organic matter or bacteria that can cause illness or poor health in the dogs. \nExcessive rusting of metal surfaces can also affect the structural integrity of the enclosures.  \nThe indoor portion of the primary enclosure used to house 1 adult German Shepherd dog and 9 German Shepherd \npuppies has a long metal nail with a sharp point that is protruding into the primary enclosure from the exterior of the \nbuilding. Additionally, in the indoor portion of the small breed sheltered housing building an enclosure housing 7 adult \ndogs has a windowpane above the enclosure that has become dislodged from the window frame. The glass in the \nwindowpane is broken creating sharp points and edges. Sharp points and edges may cause injury to the dogs and result \nin unnecessary pain and discomfort.  \nThe facility must ensure that all surfaces that come into contact with dogs are free of excessive rust that prevents the \nrequired cleaning and sanitation, or that affects the structural strength of the surface and be free of jagged edges or sharp \npoints that might injure the animals.  \nCorrect by 19 August 2025 \n3.1(c)(2) \n   \nHousing facilities, general. \nThe facility is not maintaining surfaces on a regular basis or replacing objects that are excessively worn. Two enclosures \nlocated in the small dog whelping building housing 2 adult dogs and 9 puppies have carpet squares that are torn and have\n\nexcessively long strands of fiber. Frayed edges can be injurious to the dogs as they could ingest the material or could \ncause entrapment especially in enclosures with puppies.  \nTwo outdoor enclosures that are currently housing 7 adult Goldendoodles have excessive chew damage around the \nedges of the entrance to the shelter structures. Excessive chewing of surfaces in housing facilities can prevent proper \ncleaning and sanitizing increasing the risk of spreading disease hazards to the dogs.  \nAll surfaces must be maintained on a regular basis. Surfaces of housing facilities- including houses, dens, and other \nfurniture-type fixtures and objects within the facility- that cannot be readily cleaned and sanitized, must be replaced when \nworn or soiled. Correct by 19 August 2025. \n3.1(c)(3) \n   \nHousing facilities, general. \nThe surfaces in all the sheltered housing facilities are not being cleaned and sanitized in an appropriate manner. The \ninterior surfaces of the sheltered housing facilities that include walls, doors, floors, dividers, and other objects have a \nbuildup of dust, cobwebs, dead flies and cockroaches. The outside walls of the enclosures and most surfaces in these \nbuildings have generalized areas of brown spotting that are consistent with fly or cockroach feces. In two sheltered \nhousing enclosures that are currently housing 2 adult dogs and 7 puppies, the door between the inside and outside \nportion of the enclosure and the surrounding wall are soiled with a buildup of brown material. The exterior of the shelters \nin the outdoor housing area were also observed with a buildup of dirt and green organic material on the sides of the \nshelter structures. \nProper cleaning and sanitizing practices must be done to prevent odors, insects, and pests, and prevent the spread of \npossible disease hazards. The facility must be cleaned and sanitized when necessary to satisfy generally accepted \nhusbandry standards and practices. Sanitization may be done using any of the methods provided in 3.11(b)(3) for primary \nenclosures. Correct by 25 August 2025 \n3.1(e) \n   \nHousing facilities, general. \nFood is not being stored in an appropriate manner. At the time of the inspection, there was a 50 lb. open bag of dog food \nbeing stored in the barn. The representative placed the open bag of dog food in an unused deep chest freezer that was \nlocated beside the pallet used to store unopen bags of food. The freezer contained too numerous to count unidentified \nsmall insects, cobwebs, dust, and debris indicating the container is not being adequately cleaned or prevents the entrance \nof pests. Open supplies of dog food could spoil or become contaminated by exposure to the environment or pests such as \nflies and mice. Containers that are used to store food that are not kept clean and prevent the entrance of insects or pests \ncan result in contamination of the food supplies.  \nSupplies of food and bedding must be stored in a manner that protects the supplies from spoilage, contamination, and \nvermin infestation. All open supplies of food and bedding must be kept in leakproof containers with tightly fitting lids to \nprevent contamination and spoilage. Correct by 19 August 2025. \n3.4(b) \n   \nOutdoor housing facilities. \nThe facility is not providing an adequate wind and rain break at the entrance to the shelters. In an outdoor enclosure \ncontaining 3 adult Goldendoodle dogs the hard plastic flap that was cut into the shelter structure being utilized as a \nwind/rain break has been chewed excessively. The excessive chewing of the edges of the flap has resulted in a large gap\n\naround the entire flap especially at the bottom corners. These large gaps do not provide an adequate barrier from the \nelements. In another enclosure housing 4 adult Goldendoodles a similarly constructed shelter is missing the flap \naltogether and it was observed laying on the ground in the adjacent enclosure. Without an adequate barrier at the \nentrance to the shelter the wind and rain could enter the shelter making the dogs cold and damp. Shelters are important \nto provide warmth and protection from wind and severe weather. The facility must provide a sufficient barrier to block wind \nand rain from entering the shelters.  \n \nIn the outdoor housing area, a primary enclosure is utilizing a piece of sheet metal attached to the top of the shelter \nstructure to provide additional shade to the 3 adult Goldendoodle dogs. The sheet metal extends approximately 2 feet \npast the front of the shelter structure and is approximately 3 feet long. This separate shade structure does not appear \nlarge enough to contain all three dogs at the same time. In another outdoor housing enclosure, trees are utilized as the \nonly other separate area to provide shade in addition to the shelter structure for 3 adult dogs. The trees appear to be \ndead, and all the foliage has fallen off at some point exposing the animals in the enclosure to the direct rays of the sun. \nThe facility representative states this was adequate when the trees were full of leaves.  \nLack of adequate shade from the direct rays of the sun can be stressful and cause discomfort, which could create a \npotential negative impact on the health and well-being of the dogs. In addition, dogs do not have the ability to regulate \ntheir internal temperature which could lead to dogs becoming overheated. Shade provides comfort for the animal during \nperiods of direct sunlight. All outdoor enclosures must be provided with adequate shade structures to effectively provide \nshade to the enclosure during the daylight hours. The licensee must ensure that shade is provided and be large enough \nto contain all the dogs at one time and protect them from the direct rays of the sun. \nCorrect by 19 August 2025. \n3.4(c) \n   \nOutdoor housing facilities. \nThere is an outdoor housing enclosure currently housing 3 adult Goldendoodle dogs that has a vertical support pole made \nof wood. The facility representative states this structure was originally utilized to provide shade for a large enclosure. \nWhen asking if the pole has been sealed the representative stated it has not been sealed but is made from treated wood.  \nBuilding structures made of unsealed wood cannot be properly cleaned or sanitized when permeable to moisture. The \nlicensee must ensure that all building surfaces the animals come in contact with are impervious to moisture and able to be \nreadily cleaned and sanitized. \nCorrect by 19 August 2025 \n3.9(b) \n   \nFeeding \nFood receptacles are not being located to protect the food from the rain. In the outdoor housing area two primary \nenclosures housing 3 adult German Shepherd dogs have the food receptacles placed on the ground out in the open. It \nwas raining at the time of the inspection, and the dry food was observed to be swollen and soft from being exposed to the \nelements. Failure to locate food receptacles to protect the food from the rain and snow can result in the food being \nunpalatable to the dogs and increase the chances of molding. This also exposes the food to pests such as insects and \nbirds that can spread disease to the animals. The facility must ensure that food receptacles be located so as to minimize \ncontamination by excreta and pests and be protected from rain and snow.  \nCorrect by 5 August 2025.\n\n3.10(c) \n   \nWatering \nWater receptacles are not being kept clean and sanitized. In the outdoor housing area, the facility is using a large \nstainless-steel bucket to provide water in an enclosure housing 4 adult Goldendoodle dogs. The water receptacle was \nobserved to have a green algae-like organic material coating the bottom and sides of the interior surface of the bucket. \nAlgae buildup in the receptacle indicates cleaning is not occurring on a frequent enough basis and could cause the water \nto become contaminated. Contaminated water is no longer considered to be safe to consume and could lead to potential \nhealth risks.  \nMultiple plastic water receptacles being utilized in the small dog whelping building and the large dog whelping building \nhave excessive chew damage around the rim of the receptacles. Water receptacles with excessive chew damage are not \nable to be readily cleaned and sanitized and can lead to disease spread in the dogs. \nClean water receptacles are important to promote good health for the animals and reduce the risk of disease. The \nlicensee must ensure that all water receptacles are to be kept clean and are able to be properly cleaned and sanitized in \naccordance with 3.11(b). Correct by 19 August 2025 \n3.11(a) \n   \nCleaning, sanitization, housekeeping, and pest control. \nThe sheltered housing facilities that include the small breed whelping building, large breed whelping building, and small \ndog sheltered housing buildings are not being properly cleaned and sanitized to include the areas under the primary \nenclosures. The facility is also not ensuring excreta and food waste is being removed daily. The entire length of the wash \ndowns underneath the indoor portion of the enclosures that extend the length of the building in both the small breed \nwhelping and small breed housing buildings have an excessive amount of green and brown buildup of excreta, pooling of \ndark brown and green liquid, dead flies and cockroaches, organic material, and debris. The entire length of the slatted \nflooring has an excessive amount of hair hanging from beneath the flooring in the small breed building. The indoor portion \nof the primary enclosures in this building also has dried excreta on the inside of the individual squares of the slatted \nflooring. In the small breed whelping building, there is dried brown residue observed in the indoor portion of all the \nenclosures at the junction of the slatted and solid flooring. In the large breed whelping building, there is old moist bedding \nlocated under the majority of the enclosures. Under the outdoor portion of the small breed whelping building there is an \nexcessive amount of old excreta piled underneath the elevated enclosures. There are swarms of flies flying around the \npiles of excreta in this area. Additionally, an excessive amount of excreta was observed in the outdoor portion of a primary \nenclosure in the small dog whelping building that is housing 1 adult dog and 4 puppies. The excreta in this enclosure \nvaries from wet to dry and is brown to white in appearance indicating the waste has been there for an extended period.  \nExcreta, bedding, and food waste accumulation inside and under primary enclosures can lead to increased disease \nhazards or discomfort for the animals, odors, and/or attract unwanted pests. \nThe facility must ensure that excreta is removed daily from primary enclosures and from under primary enclosures as \noften as necessary to prevent the excessive accumulation of feces and food waste, to prevent soiling of the dogs in the \nprimary enclosure, and to reduce disease hazards, insects, pests, and odors.  \nCorrect by 19 August 2025 \n3.11(c) \n   \nCleaning, sanitization, housekeeping, and pest control.\n\nThe facility is not maintaining adequate housekeeping on the premises. Two outdoor enclosures used to house 2 adult \nBoston Terriers, 1 adult German Shepherd, and 9 German Shepherd puppies have areas of overgrown grass and weeds \nwhere some of the weeds measure approximately 2 feet in height. The barn that is used to store the dry feed for the dogs \nalso has numerous empty bags of dog food lying on the floor next to the pallet used to store the full bags of food. Having \novergrown areas of vegetation in an enclosure and accumulations of trash and debris on the premises such as the empty \nfood bags can provide nesting areas and attract unwanted pests to the facility.  \nPremises must be kept free of accumulations of trash, junk, waste products, and discarded matter. Weeds, grasses, and \nbushes must be controlled so as to facilitate cleaning of the premises and pest control, and to protect the health and well-\nbeing of the animals.  \nCorrect by 19 August 2025 \n3.11(d) \n   \nCleaning, sanitization, housekeeping, and pest control. \nThe facility does not have an effective program for the control of insects and pests. There is obvious evidence of insect \npests present throughout the facility, including around and under food bins. Too numerous to count live and dead \ncockroaches were observed throughout all the sheltered housing facilities. There were also too numerous to count dead \nand live flies flying throughout the sheltered housing facilities. The insects were observed crawling around on the floor, \nwalls, underneath animal enclosures, walls of the animal enclosures, and most horizontal surfaces in the buildings. In the \nlarge breed whelping building too numerous to count rodent droppings were observed in the indoor portion of two empty \nprimary enclosures. The facility is utilizing fly tape, cockroach traps, and diatomaceous earth to attempt to control the \npests.  \nPests can carry potential diseases and lead to contamination of food, bedding, or other supplies used on the animals. The \nfacility must have an effective pest control program established and maintained to reduce contamination and promote the \nhealth and well-being of animals at the facility.  \nCorrect by 19 August 2025 \n3.13(a)(3) \n   \nVeterinary care for dogs. \nThe facility is not following the program of veterinary care for vaccinations. The Program of Veterinary Care currently \nprescribes dogs will be vaccinated for rabies at 18 weeks of age, booster at 1 year, and every 3 years going forward. The \nprogram currently prescribes dogs will be vaccinated for distemper, parvovirus, and leptospirosis at 14 weeks of age, 18 \nweeks of age, and annually going forward.  \nThe kennel currently has 125 dogs that are not currently up to date on their rabies vaccine. The last recorded rabies \nvaccine for the entire kennel was a herd record dated 12 September 2023 at which time a 1 year labeled rabies vaccine \nwas administered. The facility also currently has 74 adult dogs that are not currently up to date on their DAPP/Lepto (7-\nway) vaccine.  \nFailure to follow the preventative care schedule for vaccinations in the Program of Veterinary Care does not ensure the \ndogs are receiving appropriate protection against contagious and deadly diseases such as distemper, parvo, \nleptospirosis, and rabies which can lead to illness and discomfort to the dogs. The facility must follow the vaccination \nschedule approved by the attending veterinarian in the Program of Veterinary Care to protect the dogs from deadly or \ncontagious diseases.  \nCorrect by 19 August 2025\n\n3.13(a)(4) \n   \nVeterinary care for dogs. \nThe licensee is not following an appropriate program of veterinary care to prevent healthy and un-matted hair coats and \nclean and healthy teeth. One adult Yorkshire Terrier (USDA Tag #151) was observed with matted fur and excessively \nlong hair around the face that almost completely obscures the dog’s eyes. The excessively long fur was also clumping \naround the nose due to moisture from normal eye discharge. One adult Goldendoodle (USDA Tag 126) was observed \nwith multiple large areas of matted fur in the rump area and on both hindlimbs. The skin under the matted areas on both \ndogs appeared normal with no signs of redness or irritation and neither dog vocalized when manipulating the matted \nareas.  \nThe Program of Vet Care prescribes for the dogs to be brushed, clipped, and/or groomed to prevent matted hair coats. \nMatted fur may cause discomfort, pain, skin irritation, or can lead to infection. The matted fur for the Yorkshire Terrier was \ncorrected at the time of inspection on 31 July 2025.  \nAn adult Yorkshire Terrier (USDA Tag # 260) was observed with a significant buildup of hard, brown organic debris on the \nteeth of the upper jaw. The gum tissue in this area has a dark reddened appearance indicating inflammation. The teeth do \nnot appear to be mobile and gum recession was not apparent. The dog appears to be normal in weight and did not exhibit \npain on oral inspection.  \nBuildup of hard, brown debris on the teeth can be signs of dental disease. Dental disease can be a source of pain and \ninfection for dogs, possibly leading to problems eating, weight loss, or tooth loss.  \nThe licensee must ensure that preventative care and treatments are being regularly performed to ensure healthy and \nunmatted haircoats and clean and healthy teeth, in accordance with the established Program of Vet Care.  \nCorrect by 19 August 2025 \n3.13(b)(1) \n   \nVeterinary care for dogs. \nThe facility is not maintaining adequate medical records. The licensee is using a herd record for a litter of German \nShepherd puppies to document the treatment of hair loss on their tails per the program of veterinary care. The herd record \nis for the entire litter of 9 puppies born on 10 June 2025 but only 4 of the puppies (#66-10, 66-11, 66-06, and 66-12) are \nafflicted with hair loss and were actively being treated. Official identification documented on medical records is necessary \nfor APHIS officials to determine which dog/puppy the record belongs to and if the animal has received adequate \nveterinary care. \nEach dealer shall keep copies of medical records that include the identity of the animal including identifying marks, \ntattoos, or tags and the animal's breed, sex and age. The licensee must ensure that all medical records contain the \nidentification of the animal as well as all other required information. \nCorrect by 5 August 2025. \n3.13(b)(3) \n   \nVeterinary care for dogs. \nThe facility does not have the names of treatments, nor the dates of administration recorded in the medical records. The \nmedical record for treatment of hair loss on the tails of a litter of German Shepherd puppies (Litter #66) lists the plan for \ntreatment by administering (Purishield) twice daily but does not list the dates of administration since the issue was \nobserved on 22 July 2025. Additionally, the facility is using the physical exam form provided by the AV as the medical \nrecord for issues observed during the annual kennel exam with the prescribed treatment. The record shows for an 8-\n\nmonth-old female Shih-tzu (USDA tag # 135) antibiotics were recommended for a wound on the right thorax. The facility \nrecorded “treated” on June 3rd but did not record the name of the medication or the dates of administration. This record \nalso shows a 1-year-old Goldendoodle (USDA tag # 358) who was observed with a small skin wound and the facility \nwould treat per the PVC. The record again states “treated” on 3 June 2025 but did not record the name of the treatment or \nthe dates of administration. Failure to record the names and dates for all treatments administered does not allow for \nAPHIS officials to determine if adequate veterinary care has been provided for animals covered under the Animal Welfare \nAct. Additionally, Complete medical records ensure that all personnel at the facility are clear on the plan for treatment and \nenable the licensee to evaluate effectiveness of the plan and ensure that the condition is corrected. The licensee must \nensure that the names of all vaccines and treatments administered, and the dates of administration are recorded and \nmaintained.  \nCorrect by 5 August 2025 \n \nThis inspection and exit interview were conducted with the facility representative. \n \n n",
  "animals_total": 196,
  "species": [
    {
      "count": 57,
      "scientific": "Canis familiaris",
      "common": "DOG PUPPY"
    },
    {
      "count": 139,
      "scientific": "Canis familiaris",
      "common": "DOG ADULT"
    }
  ]
}