{
  "insp_id": "154160449210442",
  "layout": "a",
  "customer_id": "44084",
  "customer_name": "Byron Johnson",
  "customer_addr": "Loretta Johnson\n27190 Concord Ave\nWarrens, WI 54666",
  "certificate": "35-C-0289",
  "site_id": "001",
  "site_name": "BYRON AND LORETTA JOHNSON",
  "insp_type": "ROUTINE INSPECTION",
  "date": "01-JUN-2016",
  "report_date": "08-JUN-2016",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "A black and white Fainting Goat had hair loss covering a good portion of its body. The hair loss was observed on\nthe back and sides of the head, the sides of the legs, and the inner parts of the back legs. The goat was noted to\nhave flaky skin, especially in the areas of the hair loss. The licensee has not consulted with or had this condition\ntreated by the Attending Veterinarian. Hair loss indicates there may be an underlying health issue. It can be\nirritable to the animal and it could potentially be contagious to other animals or even people. The Attending\nVeterinarian must be consulted with and the goat must be treated per his or her instructions. Correct by 6/3/16."
    },
    {
      "code": "3.53(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "Two rabbit enclosures (each holding a rabbit) had holes in the wire flooring of the enclosures that were large\nenough for the rabbit to fall through. Holes in the enclosures could allow for the rabbits to escape or for a wild\nanimal to get into the enclosure. In addition, the rabbits could get injured if they fall through the holes. Primary\nenclosures shall be structurally sound and maintained in good repair to protect the rabbits from injury, contain them,\nand to keep predators out. Correct by 6/8/16."
    },
    {
      "code": "3.125(d)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "In the small animal room, there was a hedgehog enclosure (had 1 hedgehog) on top of the degu enclosure (had 2\ndegus). There was no tray in between the enclosures or anything to prevent feces or urine from the hedgehog\nenclosure from falling into the degu enclosure. This in unsanitary and could easily allow for the spread of disease\nfrom the hedgehog enclosure to the degu enclosure. Provisions shall be made for the removal and disposal of\nanimal and food wastes in the hedgehog enclosure. Correct immediately."
    },
    {
      "code": "3.126(b)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, INDOOR.",
      "narrative": "An overwhelming odor was observed when walking into the small animal room (size of a small bedroom). There\nwere over 16 animals in the room comprising over 11 species. I was not able to determine exactly where the odor\nwas coming from. A strong odor may indicate the room is not properly ventilated. Not having a properly ventilated\nroom may allow for disease to easily spread from animal to animal. In addition, a room that isn't properly ventilated\ncould be an added stress to the upper respiratory systems of the animals in the room. Indoor housing facilities shall\nbe adequately ventilated by natural or mechanical means to provide for the health and to prevent discomfort of the\nanimals at all times. Correct by 6/8/16.\nExit interview conducted with facility representative.\nEnd of report."
    }
  ],
  "narrative": "2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nA black and white Fainting Goat had hair loss covering a good portion of its body.  The hair loss was observed on\nthe back and sides of the head, the sides of the legs, and the inner parts of the back legs.  The goat was noted to\nhave flaky skin, especially in the areas of the hair loss.  The licensee has not consulted with or had this condition\ntreated by the Attending Veterinarian.  Hair loss indicates there may be an underlying health issue.  It can be\nirritable to the animal and it could potentially be contagious to other animals or even people.  The Attending\nVeterinarian must be consulted with and the goat must be treated per his or her instructions.  Correct by 6/3/16.\n3.53(a)(1)\nPRIMARY ENCLOSURES.   \nTwo rabbit enclosures (each holding a rabbit) had holes in the wire flooring of the enclosures that were large\nenough for the rabbit to fall through.  Holes in the enclosures could allow for the rabbits to escape or for a wild\nanimal to get into the enclosure.  In addition, the rabbits could get injured if they fall through the holes.  Primary\nenclosures shall be structurally sound and maintained in good repair to protect the rabbits from injury, contain them,\nand to keep predators out.  Correct by 6/8/16.\n3.125(d)\nFACILITIES, GENERAL.   \nIn the small animal room, there was a hedgehog enclosure (had 1 hedgehog) on top of the degu enclosure (had 2\ndegus).  There was no tray in between the enclosures or anything to prevent feces or urine from the hedgehog\nenclosure from falling into the degu enclosure.  This in unsanitary and could easily allow for the spread of disease\nfrom the hedgehog enclosure to the degu enclosure.  Provisions shall be made for the removal and disposal of\nanimal and food wastes in the hedgehog enclosure.  Correct immediately.\n3.126(b)\nFACILITIES, INDOOR. \nAn overwhelming odor was observed when walking into the small animal room (size of a small bedroom).  There\n\nwere over 16 animals in the room comprising over 11 species.  I was not able to determine exactly where the odor\nwas coming from.  A strong odor may indicate the room is not properly ventilated.  Not having a properly ventilated\nroom may allow for disease to easily spread from animal to animal.  In addition, a room that isn't properly ventilated\ncould be an added stress to the upper respiratory systems of the animals in the room.  Indoor housing facilities shall\nbe adequately ventilated by natural or mechanical means to provide for the health and to prevent discomfort of the\nanimals at all times.  Correct by 6/8/16.\nExit interview conducted with facility representative.\nEnd of report.",
  "animals_total": 62,
  "species": [
    {
      "count": 1,
      "scientific": "Bos grunniens",
      "common": "YAK"
    },
    {
      "count": 1,
      "scientific": "Bos primigenuis indicus",
      "common": "ZEBU"
    },
    {
      "count": 7,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 2,
      "scientific": "Cavia porcellus",
      "common": "DOMESTIC GUINEA PIG"
    },
    {
      "count": 2,
      "scientific": "Chinchilla brevicaudata",
      "common": "CHINCHILLA"
    },
    {
      "count": 3,
      "scientific": "Erinaceus concolor",
      "common": "EASTERN EUROPEAN HEDGEHOG"
    },
    {
      "count": 2,
      "scientific": "Gerbillus acticola",
      "common": "BERBERA GERBIL"
    },
    {
      "count": 4,
      "scientific": "Lama glama",
      "common": "LLAMA"
    },
    {
      "count": 2,
      "scientific": "Lama pacos",
      "common": "ALPACA"
    },
    {
      "count": 1,
      "scientific": "Muscardinus avellanarius",
      "common": "HAZEL DORMOUSE"
    },
    {
      "count": 2,
      "scientific": "Octodon degus",
      "common": "DEGU"
    },
    {
      "count": 24,
      "scientific": "Oryctolagus cuniculus",
      "common": "EUROPEAN RABBIT"
    },
    {
      "count": 2,
      "scientific": "Ovis aries aries",
      "common": "SHEEP INCLUDING ALL DOMESTIC BREEDS"
    },
    {
      "count": 1,
      "scientific": "Phodopus roborovskis",
      "common": "ROBOROVSKIS DWARF HAMSTER"
    },
    {
      "count": 1,
      "scientific": "Phodopus sungorus",
      "common": "WINTER WHITE RUSSIAN DWARF HAMSTER"
    },
    {
      "count": 3,
      "scientific": "Sus domestica",
      "common": "DOMESTIC PIG"
    },
    {
      "count": 4,
      "scientific": "Sus scrofa domestica",
      "common": "DOMESTIC PIG / POTBELLY PIG / MICRO PIG"
    }
  ]
}