{
  "insp_id": "103161411380194",
  "layout": "a",
  "customer_id": "36282",
  "customer_name": "Dawn K Van Deman",
  "customer_addr": "2130 Gilbert Ave\nIndianapolis, IN 46227",
  "certificate": "32-C-0240",
  "site_id": "001",
  "site_name": "EAGLE CREEK EARTH DISCOVERY CENTER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "12-APR-2016",
  "report_date": "12-APR-2016",
  "citations": [
    {
      "code": "2.40(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "One of the opossums receives an oral daily glucosamine supplement. The supplement is labeled to administer one\ntreat to a sixty pound dog. One treat is divided into six pieces and one piece is given to the opossum once daily.\nThough the attending veterinarian has indicated on the written program of veterinary care that Cosequin may be\ngiven to older animals, the supplement being used is not the brand Cosequin, nor are there veterinary instructions\npresent for how to dose this supplement to opossums.\nPyrantel poamate, an oral dewormer labeled for dogs, is kept on hand and given to the opossums once monthly at\nthe dog dose. The written program of veterinary care indicates the opossums will have fecal exams done and\ntreated as necessary. There are no veterinary instructions present for how to dose the opossums with the\ndewormer kept on hand.\nMedications/supplements/treatments may be ineffective or even harmful when used off label. Specific instructions\nincluding: The species for which it is to be used, the name of the medication/supplement/treatment, the dose to be\nadministered, the route of administration, the frequency of administration, and the duration of treatment must be\nindicated for all medications/supplements/treatments used. All medications/supplements/treatments must be\napproved by a licensed veterinarian. Each exhibitor shall employ an attending veterinarian under formal\narrangements which includes a written program of veterinary care and specific instructions for use of all\nmedications/supplements and treatments.\nCorrect by: April 22, 2016\nExit interview conducted with Facility Representative"
    }
  ],
  "narrative": "2.40(a)(1)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nOne of the opossums receives an oral daily glucosamine supplement.  The supplement is labeled to administer one\ntreat to a sixty pound dog.  One treat is divided into six pieces and one piece is given to the opossum once daily. \nThough the attending veterinarian has indicated on the written program of veterinary care that Cosequin may be\ngiven to older animals, the supplement being used is not the brand Cosequin, nor are there veterinary instructions\npresent for how to dose this supplement to opossums.\nPyrantel poamate, an oral dewormer labeled for dogs, is kept on hand and given to the opossums once monthly at\nthe dog dose.  The written program of veterinary care indicates the opossums will have fecal exams done and\ntreated as necessary.  There are no veterinary instructions present for how to dose the opossums with the\ndewormer kept on hand.\nMedications/supplements/treatments may be ineffective or even harmful when used off label.  Specific instructions\nincluding:  The species for which it is to be used, the name of the medication/supplement/treatment, the dose to be\nadministered, the route of administration, the frequency of administration, and the duration of treatment must be\nindicated for all medications/supplements/treatments used.  All medications/supplements/treatments must be\napproved by a licensed veterinarian.   Each exhibitor shall employ an attending veterinarian under formal\narrangements which includes a written program of veterinary care and specific instructions for use of all\nmedications/supplements and treatments.\nCorrect by:  April 22, 2016\nExit interview conducted with Facility Representative",
  "animals_total": 2,
  "species": [
    {
      "count": 2,
      "scientific": "Didelphis virginiana",
      "common": "VIRGINIA OPOSSUM"
    }
  ]
}