{
  "insp_id": "302141443160462",
  "layout": "a",
  "customer_id": "6515",
  "customer_name": "Kevin Vogel",
  "customer_addr": "8493 State Hwy 371\nBrainerd, MN 56401",
  "certificate": "41-C-0104",
  "site_id": "001",
  "site_name": "KEVIN VOGEL",
  "insp_type": "ROUTINE INSPECTION",
  "date": "29-OCT-2014",
  "report_date": "29-OCT-2014",
  "citations": [
    {
      "code": "3.137(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES USED TO TRANSPORT LIVE ANIMALS.",
      "narrative": "This was a focused inspection regarding the Syrian brown bear cub.\nOn 27 October 2014 the facility was transporting a Syrian brown bear cub between facility sites. The bear cub was\nhoused in a sky kennel primary enclosure secured with wire inside the transport trailer. During transportation the\nbear cub was able to escape its enclosure. While making a rest stop the bear cub was able to break through the\nsliding ventilation window and escape the trailer. The facility was unaware of the escape until they reached their\nfinal destination. The bear cub was recovered by local authorities with no injuries.\nThe facility failed to ensure the primary enclosure was of sufficient structural strength to contain the animal. This\nresulted in its escape and may have resulted in injury to the animal or the public.\nEnsure that all primary enclosures used to transport animals meet the standards by being of sufficient strength to\ncontain the animals, to withstand the rigors of transport and prevent escapes. Correct immediately.\nNote: The facility has initiated correction of this noncompliance at the time of inspection.\nInspection and exit briefing conducted with licensee.\nEnd of report."
    }
  ],
  "narrative": "3.137(a)(1)\nPRIMARY ENCLOSURES USED TO TRANSPORT LIVE ANIMALS.\nThis was a focused inspection regarding the Syrian brown bear cub.\nOn 27 October 2014 the facility was transporting a Syrian brown bear cub between facility sites.  The bear cub was\nhoused in a sky kennel primary enclosure secured with wire inside the transport trailer.  During transportation the\nbear cub was able to escape its enclosure.  While making a rest stop the bear cub was able to break through the\nsliding ventilation window and escape the trailer.  The facility was unaware of the escape until they reached their\nfinal destination.  The bear cub was recovered by local authorities with no injuries.\nThe facility failed to ensure the primary enclosure was of sufficient structural strength to contain the animal.  This\nresulted in its escape and may have resulted in injury to the animal or the public.\nEnsure that all primary enclosures used to transport animals meet the standards by being of sufficient strength to\ncontain the animals, to withstand the rigors of transport and prevent escapes.  Correct immediately.\nNote: The facility has initiated correction of this noncompliance at the time of inspection.\n \nInspection and exit briefing conducted with licensee.\nEnd of report.",
  "animals_total": 0,
  "species": [
    {
      "count": 0,
      "scientific": "NONE",
      "common": "NONE"
    }
  ]
}