{
  "insp_id": "119161714310747",
  "layout": "a",
  "customer_id": "19885",
  "customer_name": "Monroe County Conservation",
  "customer_addr": "1270 635th Ave.\nLovilia, IA 50150",
  "certificate": "42-C-0220",
  "site_id": "001",
  "site_name": "MONROE COUNTY CONSERVATION",
  "insp_type": "ROUTINE INSPECTION",
  "date": "28-APR-2016",
  "report_date": "28-APR-2016",
  "citations": [
    {
      "code": "3.131(c)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "Within the enclosure containing six elk and five deer there are metal and wood fence posts, as well as, a long\nsection of woven wire lying in a pile on the ground. These materials had come from a fence building project in the\nanimal enclosure. The animals could become entangled in the discarded woven wire resulting in injury. The\nunused fence posts can also increase the injury risk to the animals as they move around them.\nPremises shall be kept clean and in good repair in order to protect the animals from injury and facilitate husbandry\npractices. Trash and unused materials shall be placed in appropriate areas and cleared from the animal areas to\nprotect the health of the animals. The facility must store the unused fence posts and woven wire in an appropriate\narea away from the animals in order to eliminate the risk of injury and to promote the health and well-being of the\nanimals. The licensee must ensure that the animal enclosure remains free of unused materials and trash at all\ntimes.\nCorrection date: May 05, 2016\nExit interview conducted with Kelly Maxwell, ACI and the facility representative."
    }
  ],
  "narrative": "3.131(c)\nSANITATION.   \nWithin the enclosure containing six elk and five deer there are metal and wood fence posts, as well as, a long\nsection of woven wire lying in a pile on the ground.  These materials had come from a fence building project in the\nanimal enclosure.  The animals could become entangled in the discarded woven wire resulting in injury.  The\nunused fence posts can also increase the injury risk to the animals as they move around them.  \nPremises shall be kept clean and in good repair in order to protect the animals from injury and facilitate husbandry\npractices.  Trash and unused materials shall be placed in appropriate areas and cleared from the animal areas to\nprotect the health of the animals.  The facility must store the unused fence posts and woven wire in an appropriate\narea away from the animals in order to eliminate the risk of injury and to promote the health and well-being of the\nanimals.  The licensee must ensure that the animal enclosure remains free of unused materials and trash at all\ntimes.\nCorrection date:  May 05, 2016\nExit interview conducted with Kelly Maxwell, ACI and the facility representative.",
  "animals_total": 11,
  "species": [
    {
      "count": 6,
      "scientific": "Cervus c. canadensis",
      "common": "ELK"
    },
    {
      "count": 5,
      "scientific": "Odocoileus virginianus",
      "common": "WHITE-TAILED DEER"
    }
  ]
}