{
  "insp_id": "INS-0000849012",
  "layout": "c",
  "customer_id": "7727",
  "customer_name": "CRITTER BARN",
  "customer_addr": "9275 ADAMS STREET\nZEELAND, MI 49464",
  "certificate": "34-C-0146",
  "site_id": "001",
  "site_name": "CRITTER BARN",
  "insp_type": "ROUTINE INSPECTION",
  "date": "22-FEB-2023",
  "report_date": "23-FEB-2023",
  "citations": [
    {
      "code": "2.1(b)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Requirements and application",
      "narrative": "The facility did not notify the Animal Welfare Operations office of an additional address prior to moving animals to a new\naddress. All licensees must notify the Animal Welfare Operations office of any change or additional addresses where\nanimals are housed no fewer than 90 before use of the new facility. All addresses where animals are housed must be\nupdated to ensure animal care inspectors are aware of new facilities to carry out there duties and ensure all animals and\nfacilities are inspected for compliance with the Animal Welfare Act. The licensees must notify the Animal Welfare\nOperations office of any addition addresses to inspect no fewer than 90 days prior to use.\nCorrected at time of inspection"
    },
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": true,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "-Bella a seven-year-old female pig was acquired by the facility in December 2022. Bella was noted to have long toes on\nher front feet. Bella appears at times to be reluctant to place weight on her rear feet while standing. When walking Bella\nhas an awkward gate that appears as if she is unsure of herself when placing her rear feet on the ground. This gate could\nbe indicative of some sort of neurological condition or deficit. Undiagnosed and treated medical conditions can contribute\nto unnecessary discomfort and stress for this pig. Bella needs to be evaluated by the attending veterinarian for this\ncondition and her feet need to be trimmed.\n-The facility has expired Bovine Rhinotracheitis, Parainfluenza, Respiratory Syncytial Virus vaccines. There are a mix of\nthis vaccine in a single box. Some vials have an expiration of 11AUG20, and some have an expiration date of 22NOV22.\nThe facility also has an expired container of Medicated Wound Care. The expiration date on the wound care is May/2017.\nThe use of expired drugs is not an appropriate method to prevent or treat injury or illness. The efficacy of these products\nbeyond their expiration date is uncertain. Use of these drugs could lead to failure to prevent or treat illness causing animal\nharm and suffering."
    },
    {
      "code": "2.134(a)",
      "kind": "",
      "repeat": false,
      "desc": "Contingency planning.",
      "narrative": "There is no contingency plan for emergencies or disasters that would affect the animals held at the facility. All exhibitors\nmust develop, document and follow a plan to provide for the humane handling, treatment, transportation, housing and\ncare of their animals in the event of an emergency or disaster. This plan must cover all anticipated emergencies that\nwould be detrimental to the good health and well-being of the animals in the facilities possession. A contingency plan for\nemergencies and/or disasters must be developed and documented for the protection of the animals at the facility.\nTo be corrected by March 8, 2023"
    },
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": true,
      "desc": "Facilities, general.",
      "narrative": "-A Holstein cow named Daisy has been moved to an enclosure inside the main barn. This enclosure used to house\nsheep, and has a low ceiling. Daisy's head nearly touches the ceiling and there are at least two nails, two screws and a\nhook hanging from the ceiling.\n-There is a single, male production pig in an enclosure in the main barn. The fencing is 4\" by 4\" squares, and there is a\nhorizontal wire that is broken that is creating sharp points. The pig was observed sticking its head through the broken\nfence with the sharp points.\nHousing facilities for animals shall be shall be maintained in good repair without sharp points that could injure the animals\ncontained in the enclosure. The licensee must ensure that there are no sharp points in primary enclosures that can cause\ninjury to the animals contained in the enclosure."
    },
    {
      "code": "3.127(c)",
      "kind": "",
      "repeat": true,
      "desc": "Facilities, outdoor.",
      "narrative": "There are two male sheep in an enclosure in the barn that contains male sheep and goats. There is standing water with\nfrozen ice on top and mud and muck in the outside portion of the enclosure. The water receptacle for the two sheep is in\nthe outside portion of the enclosure and the sheep have to walk through the standing water, mud and muck to get to their\nwater receptacle. A method to rapidly eliminate standing water must be provided to protect the animals from being wetted\nin the cold water, mud, and muck to access their water receptacle."
    },
    {
      "code": "3.131(a)",
      "kind": "",
      "repeat": true,
      "desc": "Sanitation.",
      "narrative": "One male sheep housed by itself, one male goat housed by itself, 3 jersey cows housed together, 2 jersey cows housed\nwith a Holstein and Angus cross, 3 female sheep housed together and 3 goats housed together have enclosures with 15\"\nto 18\" of manure pack. Excreta shall be removed from primary enclosures as often as necessary to prevent contamination\nof the animals contained therein and to minimize disease hazards and to reduce odors. Enclosures must be cleaned as\noften as necessary to prevent contamination of the animal enclosed, reduce disease hazards, reduce pest infestation, and\nreduce odors.\nThis inspection was conducted with the animal care manager and exit interview were conducted with the Executive\nDirector.\nAdditional Inspectors:\nKURT HAMMEL, VETERINARY MEDICAL OFFICEREnd Section"
    }
  ],
  "narrative": "2.1(b)(1) \n   \nRequirements and application \nThe facility did not notify the Animal Welfare Operations office of an additional address  prior to moving animals to a new \naddress.  All licensees must notify the Animal Welfare Operations office of any change or additional addresses where \nanimals are housed no fewer than 90 before use of the new facility.  All addresses where animals are housed must be \nupdated to ensure animal care inspectors are aware of new facilities to carry out there duties and ensure all animals and \nfacilities are inspected for compliance with the Animal Welfare Act.  The licensees must notify the Animal Welfare \nOperations office of any addition addresses to inspect no fewer than 90 days prior to use. \nCorrected at time of inspection \n2.40(b)(2)  Repeat\n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \n-Bella a seven-year-old female pig was acquired by the facility in December 2022.  Bella was noted to have long toes on \nher front feet.  Bella appears at times to be reluctant to place weight on her rear feet while standing.  When walking Bella \nhas an awkward gate that appears as if she is unsure of herself when placing her rear feet on the ground.  This gate could \nbe indicative of some sort of neurological condition or deficit. Undiagnosed and treated medical conditions can contribute \nto unnecessary discomfort and stress for this pig.  Bella needs to be evaluated by the attending veterinarian for this \ncondition and her feet need to be trimmed.\n\n-The facility has expired Bovine Rhinotracheitis, Parainfluenza, Respiratory Syncytial Virus vaccines.  There are a mix of \nthis vaccine in a single box.  Some vials have an expiration of 11AUG20, and some have an expiration date of 22NOV22.  \nThe facility also has an expired container of Medicated Wound Care.  The expiration date on the wound care is May/2017.  \nThe use of expired drugs is not an appropriate method to prevent or treat injury or illness. The efficacy of these products \nbeyond their expiration date is uncertain. Use of these drugs could lead to failure to prevent or treat illness causing animal \nharm and suffering. \n2.134(a) \n   \nContingency planning. \nThere is no contingency plan for emergencies or disasters that would affect the animals held at the facility.  All exhibitors \nmust develop, document and follow a plan to provide for the humane handling, treatment, transportation, housing and \ncare of their animals in the event of an emergency or disaster.  This plan must cover all anticipated emergencies that \nwould be detrimental to the good health and well-being of the animals in the facilities possession.  A contingency plan for \nemergencies and/or disasters must be developed and documented for the protection of the animals at the facility. \nTo be corrected by March 8, 2023 \n3.125(a)  Repeat\n   \nFacilities, general. \n-A Holstein cow named Daisy has been moved to an enclosure inside the main barn.  This enclosure used to house \nsheep, and has a low ceiling. Daisy's head nearly touches the ceiling and there are at least two nails, two screws and a \nhook hanging from the ceiling. \n-There is a single, male production pig in an enclosure in the main barn.  The fencing is 4\" by 4\" squares, and there is a \nhorizontal wire that is broken that is creating sharp points.  The pig was observed sticking its head through the broken \nfence with the sharp points.\n\nHousing facilities for animals shall be shall be maintained in good repair without sharp points that could injure the animals \ncontained in the enclosure.  The licensee must ensure that there are no sharp points in primary enclosures that can cause \ninjury to the animals contained in the enclosure. \n3.127(c)  Repeat\n   \nFacilities, outdoor. \nThere are two male sheep in an enclosure in the barn that contains male sheep and goats.  There is standing water with \nfrozen ice on top and mud and muck in the outside portion of the enclosure.  The water receptacle for the two sheep is in \nthe outside portion of the enclosure and the sheep have to walk through the standing water, mud and muck to get to their \nwater receptacle.  A method to rapidly eliminate standing water must be provided to protect the animals from being wetted \nin the cold water, mud, and muck to access their water receptacle. \n3.131(a)  Repeat\n   \nSanitation. \nOne male sheep housed by itself, one male goat housed by itself, 3 jersey cows housed together, 2 jersey cows housed \nwith a Holstein and Angus cross, 3 female sheep housed together and 3 goats housed together have enclosures with 15\" \nto 18\" of manure pack. Excreta shall be removed from primary enclosures as often as necessary to prevent contamination \nof the animals contained therein and to minimize disease hazards and to reduce odors.  Enclosures must be cleaned as \noften as necessary to prevent contamination of the animal enclosed, reduce disease hazards, reduce pest infestation, and \nreduce odors. \n \nThis inspection was conducted with the animal care manager and exit interview were conducted with the Executive \nDirector.\n\nAdditional Inspectors: \nKURT HAMMEL, VETERINARY MEDICAL OFFICEREnd Section",
  "animals_total": 203,
  "species": [
    {
      "count": 15,
      "scientific": "Felis silvestris catus",
      "common": "CAT ADULT"
    },
    {
      "count": 10,
      "scientific": "Bos taurus",
      "common": "CATTLE / COW / OX / WATUSI"
    },
    {
      "count": 80,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 5,
      "scientific": "Sus scrofa domestica",
      "common": "DOMESTIC PIG / POTBELLY PIG / MICRO PIG"
    },
    {
      "count": 40,
      "scientific": "Ovis aries aries",
      "common": "SHEEP INCLUDING ALL DOMESTIC BREEDS"
    },
    {
      "count": 53,
      "scientific": "Oryctolagus cuniculus",
      "common": "DOMESTIC RABBIT / EUROPEAN RABBIT"
    }
  ]
}