{
  "insp_id": "2016090000612433",
  "layout": "b",
  "customer_id": "495",
  "customer_name": "UNIVERSITY OF VIRGINIA",
  "customer_addr": "PO BOX 400301\nOFFICE OF THE VICE PRESIDENT FOR RESEARCH\nCHARLOTTESVILLE, VA 22904",
  "certificate": "52-R-0011",
  "site_id": "001",
  "site_name": "UNIVERSITY OF VIRGINIA",
  "insp_type": "ROUTINE INSPECTION",
  "date": "19-MAY-2021",
  "report_date": "20-MAY-2021",
  "citations": [
    {
      "code": "2.31(c)(7)",
      "kind": "",
      "repeat": false,
      "desc": "Institutional Animal Care and Use Committee (IACUC).",
      "narrative": "Multiple changes, including one significant change, were made to a protocol in consultation with the attending\nveterinarian, but these were never submitted to the IACUC for a designated member review as outlined in the institutional\npolicy regarding modifications of protocols. Protocol # 4274, involving woodchucks, was approved by the IACUC in\napproximately June 2019. The PI and veterinary technician both separately stated that in the summer of 2020, they had a\ndiscussion with the attending veterinarian which led to significant changes in the protocol. These were based on previous\nexperience with animals in the study and would ultimately improve animal welfare. The changes made include: 1)\nswitching from an injectable sedative to a strictly inhalant anesthetic for imaging and blood sampling; 2) changing the\nvascular access location for obtaining blood; 3) removing intubation in favor of masking during longer procedures or\naltogether for very short procedures such as imaging; and 4) discontinuing the use of an injectable medication in favor of\nan oral drug. According to the PI, vet tech and animal medical records, the modified protocol was implemented soon after\nthe discussion. However, the current approved protocol on record with the IACUC and reviewed during this inspection\ndoes not reflect these changes.\nMaking changes to a protocol without seeking IACUC review and approval does not allow the IACUC to perform adequate\noversight into the use of animals for medical research.\nCorrect by allowing the IACUC to review and either approve, require modifications in, or withhold approval of proposed\nsignificant changes regarding the care and use of animals in ongoing activities. The institution immediately took steps to\nmake the appropriate modifications to the protocol and allow review by the IACUC at the time of the exit interview.\nCorrect by: May 27, 2021."
    },
    {
      "code": "2.31(e)",
      "kind": "",
      "repeat": false,
      "desc": "Institutional Animal Care and Use Committee (IACUC).",
      "narrative": "Protocol 4274 is missing multiple required components. The IACUC approved protocol on file and reviewed during the\ninspection is missing details regarding blood sampling, agent administration, and euthanasia method. Specifically, the\nprotocol does not include: 1) blood sampling procedures performed to determine inclusion criteria for treatment in the\nstudy; 2) IV administration of a histopathological tracer to a group of animals who recover for a short time prior to\neuthanasia; 3) specific procedures regarding the method of euthanasia. The protocol only states that the veterinary staff\nwill perform euthanasia. The institution’s policy on euthanasia only references generic humane methods.\nIncomplete descriptions of procedures do not allow the IACUC to fully understand and review the proposed activities\ninvolving animal use. This oversight is crucial to monitoring and enforcing animal welfare standards in research.\nCorrect by ensuring that all protocols submitted to the IACUC for review contain all five components listed in this\nsubsection, including a complete description of the proposed use of the animals and a description of any euthanasia\nmethod to be used. The institution immediately took steps to add detail to the protocol and allow review by the IACUC at\nthe time of the exit interview.\nCorrect by: May 27, 2021.\nThis inspection and exit interview were conducted with the attending veterinarian, IACUC and compliance personnel.\nAdditional Inspectors:\nKATHRYN CAMPITELLI, VETERINARY MEDICAL OFFICEREnd Section"
    }
  ],
  "narrative": "2.31(c)(7) \n   \nInstitutional Animal Care and Use Committee (IACUC). \nMultiple changes, including one significant change, were made to a protocol in consultation with the attending \nveterinarian,  but these were never submitted to the IACUC for a designated member review as outlined in the institutional \npolicy regarding modifications of protocols. Protocol # 4274, involving  woodchucks, was approved  by the IACUC in \napproximately June 2019. The PI and veterinary  technician both separately stated that in the summer of 2020, they had a \ndiscussion with the attending veterinarian  which led to significant changes in the protocol. These were based on previous \nexperience with animals in the study and would ultimately improve animal welfare.  The changes made include: 1) \nswitching from an injectable sedative to a strictly inhalant anesthetic for imaging and blood sampling; 2) changing the \nvascular access location for obtaining blood; 3) removing  intubation in favor  of masking during longer procedures or \naltogether for very short procedures such as imaging; and 4) discontinuing the use of an injectable medication in favor of \nan oral drug. According to the PI, vet tech and animal medical records, the modified protocol was implemented soon after \nthe discussion. However,  the current approved  protocol on record with the IACUC and reviewed  during this inspection \ndoes not reflect these changes. \n \nMaking changes to a protocol without seeking IACUC review and approval  does not allow the IACUC to perform adequate\n\noversight into the use of animals for medical research. \n \nCorrect by allowing the IACUC to review  and either approve, require modifications in, or withhold approval  of proposed \nsignificant changes regarding the care and use of animals in ongoing activities. The institution immediately took steps to \nmake the appropriate modifications to the protocol and allow review by the IACUC at the time of the exit interview. \n \nCorrect by: May 27, 2021. \n2.31(e) \n   \nInstitutional Animal Care and Use Committee (IACUC). \nProtocol 4274 is missing multiple required components. The IACUC approved  protocol on file and reviewed  during the \ninspection is missing details regarding blood sampling, agent administration, and euthanasia method. Specifically, the \nprotocol does not include: 1) blood sampling procedures performed  to determine inclusion criteria for treatment in the \nstudy; 2) IV administration of a histopathological  tracer to a group of animals who recover for a short time prior to \neuthanasia; 3) specific procedures regarding the method of euthanasia. The protocol only states that the veterinary  staff \nwill perform euthanasia. The institution’s policy on euthanasia only references generic humane methods. \n \nIncomplete descriptions of procedures do not allow the IACUC to fully understand and review the proposed activities \ninvolving  animal use. This oversight is crucial to monitoring and enforcing animal welfare standards in research. \n \nCorrect by ensuring that all protocols submitted to the IACUC for review contain all five components listed in this \nsubsection, including a complete description of the proposed use of the animals and a description of any euthanasia \nmethod to be used. The institution immediately took steps to add detail to the protocol and allow review by the IACUC at\n\nthe time of the exit interview. \n \nCorrect by: May 27, 2021. \n \nThis inspection and exit interview were conducted with the attending veterinarian,  IACUC and compliance personnel. \n \nAdditional Inspectors: \nKATHRYN CAMPITELLI,  VETERINARY MEDICAL OFFICEREnd Section",
  "animals_total": 276,
  "species": [
    {
      "count": 5,
      "scientific": "Sus scrofa domestica",
      "common": "DOMESTIC PIG / POTBELLY PIG / MICRO PIG"
    },
    {
      "count": 1,
      "scientific": "Cricetomys gambianus",
      "common": "GAMBIAN POUCHED RAT / NORTHERN GIANT POUCHED RAT"
    },
    {
      "count": 41,
      "scientific": "Tupaia belangeri",
      "common": "NORTHERN TREE SHREW"
    },
    {
      "count": 12,
      "scientific": "Oryctolagus cuniculus",
      "common": "DOMESTIC RABBIT / EUROPEAN RABBIT"
    },
    {
      "count": 26,
      "scientific": "Marmota monax",
      "common": "GROUNDHOG / WOODCHUCK"
    },
    {
      "count": 130,
      "scientific": "Oryzomys palustris",
      "common": "MARSH RICE RAT"
    },
    {
      "count": 53,
      "scientific": "Microtus ochrogaster",
      "common": "PRAIRIE VOLE"
    },
    {
      "count": 8,
      "scientific": "Mustela putorius furo",
      "common": "DOMESTIC FERRET"
    }
  ]
}