{
  "insp_id": "2016082568021969",
  "layout": "a",
  "customer_id": "6508",
  "customer_name": "John F Zeiset",
  "customer_addr": "N14359 Gorman Avenue\nThorp, WI 54771",
  "certificate": "35-A-0224",
  "site_id": "001",
  "site_name": "JOHN ZEISET",
  "insp_type": "ROUTINE INSPECTION",
  "date": "29-NOV-2016",
  "report_date": "29-NOV-2016",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "Three dogs were observed to have long nails on their front legs during inspection. The nails on all three dogs were\ncurling and when weight was put on the paws, the nails would stick out sideways. The observed dogs with long\nnails were a black and brown male Yorkie (no i.d., right front leg), a white and brown male English Bulldog (#233,\nright front leg), and a white and brown female Bulldog (#331, both front legs). Long nails can make it difficult for the\ndogs to walk. In addition, if the nails curl too much and grow too long, they can penetrate the pads of the paws and\ncause an infection. The licensee must ensure that the nails on the dogs are kept trim on a regular basis.\nTwo medications were found to be expired during inspection. B-complex 100 expired 9/16 and Triz Ultra + Keto\nexpired 2/16. Expired medications doesn't ensure that the products are safe to use. All expired medications must\nbe discarded once they expire."
    },
    {
      "code": "2.50(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "TIME AND METHOD OF IDENTIFICATION.",
      "narrative": "Three adult dogs examined during inspection did not have any tags, tattoos, or microchips identifying them. Not\nhaving tags on the dogs doesn't allow for APHIS officials to be able to easily identify the dogs that are examined.\nAll adult dogs must be identified by a tag, tattoo, or microchip. Correct by 12/13/16."
    },
    {
      "code": "3.6(a)(2)(ii)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "Carpeting in three of the whelping enclosures was frayed and had string hanging from it. Frayed carpeting can be\ndangerous for the puppies as they may ingest any loose strings or the strings could get wrapped around a limb and\ncut off circulation. All frayed carpeting needs to be either replaced, repaired, or removed. Correct immediately."
    },
    {
      "code": "3.11(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "During inspection, the licensee informed me that he sanitizes the enclosures about once a month. Not sanitizing the\nenclosures every two weeks or more often as necessary doesn't ensure that the enclosures are clean enough to\nprevent the spread of disease amongst the dogs. The licensee must start sanitizing all enclosures every two weeks\nor more often as necessary to prevent the accumulation of dirt, debris, food waste, excreta, and other disease\nhazards. Correct by 12/13/16."
    },
    {
      "code": "3.11(c)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "The scooper used to scoop the dog food into the bowls was filthy. It had what appeared to be dried up, caked on\nfood sticking to it. The dried up food sticking on the scooper appeared to have been there for some time. Dried up\nfood sticking onto the scooper can become moldy which can in turn contaminate any fresh feed that it comes into\ncontact with. The scooper should be disinfected every two weeks or more often as necessary. Correct\nimmediately.\nThis inspection and exit interview were conducted with the licensee.\nEnd of report."
    }
  ],
  "narrative": "2.40(b)(2)                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThree dogs were observed to have long nails on their front legs during inspection.  The nails on all three dogs were\ncurling and when weight was put on the paws, the nails would stick out sideways.  The observed dogs with long\nnails were a black and brown male Yorkie (no i.d., right front leg), a white and brown male English Bulldog (#233,\nright front leg), and a white and brown female Bulldog (#331, both front legs).  Long nails can make it difficult for the\ndogs to walk.  In addition, if the nails curl too much and grow too long, they can penetrate the pads of the paws and\ncause an infection.  The licensee must ensure that the nails on the dogs are kept trim on a regular basis.\nTwo medications were found to be expired during inspection.  B-complex 100 expired 9/16 and Triz Ultra + Keto\nexpired 2/16.  Expired medications doesn't ensure that the products are safe to use. All expired medications must\nbe discarded once they expire.\n2.50(a)(1)\nTIME AND METHOD OF IDENTIFICATION.\nThree adult dogs examined during inspection did not have any tags, tattoos, or microchips identifying them.  Not\nhaving tags on the dogs doesn't allow for APHIS officials to be able to easily identify the dogs that are examined. \nAll adult dogs must be identified by a tag, tattoo, or microchip.  Correct by 12/13/16.\n3.6(a)(2)(ii)\nPRIMARY ENCLOSURES.\nCarpeting in three of the whelping enclosures was frayed and had string hanging from it.  Frayed carpeting can be\ndangerous for the puppies as they may ingest any loose strings or the strings could get wrapped around a limb and\ncut off circulation.  All frayed carpeting needs to be either replaced, repaired, or removed.  Correct immediately.\n3.11(b)(2)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\nDuring inspection, the licensee informed me that he sanitizes the enclosures about once a month. Not sanitizing the\n\nenclosures every two weeks or more often as necessary doesn't ensure that the enclosures are clean enough to\nprevent the spread of disease amongst the dogs. The licensee must start sanitizing all enclosures every two weeks\nor more often as necessary to prevent the accumulation of dirt, debris, food waste, excreta, and other disease\nhazards. Correct by 12/13/16.\n3.11(c)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\nThe scooper used to scoop the dog food into the bowls was filthy.  It had what appeared to be dried up, caked on\nfood sticking to it.  The dried up food sticking on the scooper appeared to have been there for some time.  Dried up\nfood sticking onto the scooper can become moldy which can in turn contaminate any fresh feed that it comes into\ncontact with.  The scooper should be disinfected every two weeks or more often as necessary.  Correct\nimmediately.\nThis inspection and exit interview were conducted with the licensee.\nEnd of report.",
  "animals_total": 134,
  "species": [
    {
      "count": 84,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 50,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}