{
  "insp_id": "196161557050050",
  "layout": "a",
  "customer_id": "29283",
  "customer_name": "Joette Peterson",
  "customer_addr": "44044 283 St\nFreeman, SD 57029",
  "certificate": "46-A-0377",
  "site_id": "001",
  "site_name": "JOETTE PETERSON",
  "insp_type": "ROUTINE INSPECTION",
  "date": "13-JUL-2016",
  "report_date": "17-JUL-2016",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "* \"(cid:28)Beckles\", a five year old female Saint Bernard, (ID#: 0A02396226) had an open sore on the nose that was about\n1 inch wide that was missing hair and skin. The sore was reddened and moist. There were a few areas of dark\ncrusty material within the sore.\n* \"(cid:28)Giggles\", a four year old female Saint Bernard, (ID#: 0A02353415) was observed to have a large number of flies\non her nose about every minute during inspection. Her nose was missing hair, slightly moist, and reddened with\ndark ring around the wound. This is a sign that the flies were starting to irritate it.\n* \"(cid:28)Freckles\", a seven year old female Saint Bernard, (ID#: 0A02397928) had an open sore on top of the nose about\n1/2 inch wide that was missing skin and hair. The sore was reddened and moist.\n* (cid:28)\"Gabby\", a five year old female Collie, (ID#: 0A02352560), was missing hair at the tip of her left ear. This area\nwas approximately ½ inch wide at the widest point. There was hair loss on the back side of the right ear\napproximately ¼ inch wide at the widest point. The skin was reddened and there was a dark crusty material on the\ntip of both ears. The top of her nose had hair loss approximately ½ inch wide by 1 inch long. The skin on top of the\nnose was pink. The licensee reported that this is what happens to the collies during fly season.\nThe licensee said that this happens every year during fly season and showed the treatment plan that they were\nfollowing. Open sores with hair loss for the above mentioned dogs can be due to allergies, injury, flies or other\nmedical conditions that could be painful and irritating.\n** There is Ovitrol prescribed by the Attending Veterinarian to prevent flies from bothering the nose and ears of the\ndogs. Due to the ongoing condition of the open sores, the licensee must have the above mentioned dogs\nreevaluated by the Attending Veterinarian care to determine what has caused the open sores (diagnosis) and\ndevelop a treatment plan for them. This is will provide guidance so that they can get healed up. Additionally, a\ntreatment plan for the open sores on the above mentioned dogs must prevent irritation by flies.\nThe outcome of this consultation must be documented and provided to the inspector upon request. The licensee\nmust ensure that all animals receive adequate veterinary care at all times.\n* The following medications were in the Main Kennel in a medication storage bucket:\n1.One bottle of Calcium Gloconate 23% with an expiration date of Jan 2016.\n2.One bottle of Albon 5% with no Expiration date.\n3.One bottle of a yellow substance with no label.\nThese medications were be used. Medications used past their expiration date can lose their effectiveness and\naffect the health of the animals. There is no know expiration date, instructions for usage and what is being used for\nmedications with no label. As a result, this medication is being used without certainty.\nMedications must be labeled with appropriate and accurate information in order to ensure that the contents of the\ncontainer can be known with certainty, that the drugs are used at safe doses, and that medications are not used\npast their expiration dates. As part of the program of adequate veterinary care, the licensee must ensure that all\nmedications are labeled with the contents (name and concentration of drug), dosing instructions (specific for the\nspecies of animal being treated), and expiration date. The Licensee must ensure that appropriate methods of\nveterinary care are used at all times. This will promote the health of 26 adult dogs and five puppies.\nTo be corrected by, 16-July-2016."
    },
    {
      "code": "3.1(a)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "* The chain link dividers between enclosures: one and two, and three and four, counting from the east for the main\nkennel are fasten to the back wall with metal straps. The top metal straps for these two dividers were broken. The\npanels are slightly leaning at the top. This could cause injury to the 11 Saint Bernards and Labrador Retrievers\nhoused in these enclosures, from the dogs leaning on the dividers causing them to fall.\nFor the prevention of injury and containment of the dogs, all housing facilities for dogs must be kept in good repair\nat all times.\nTo be corrected by, 21-July-2016."
    },
    {
      "code": "3.1(b)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "* Four bottles of medication were stored in a square bucket in the main kennel. The bucket did not have a lid and\nthere was an accumulation of gray to brown dust and debris on top of the bottles. This can soil or contaminate the\nmedication affecting the health of the dogs the medication is used for.\nAll medications must be stored in an area that is kept clean and in a manner that prevents an accumulation of dust\nand debris on the bottles. This will prevent contamination and ensure the quality of the medications used on the 26\nadult and five puppies.\nTo be corrected by, 16-July-2016."
    },
    {
      "code": "3.1(c)(2)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "* The concrete flooring inside the main kennel had paint that is worn off exposing bare concrete. The surface of the\nconcrete is rough. This concrete surface is not impervious to moisture and cannot be properly cleaned and\nsanitized.\n* Along the wood walls of the whelping room there were boards that are excessively chewed or scratched. The\npaint is peeling off in these areas exposing bare wood.\nThe New Shed and Main Kennel had a wood board that runs along the bottom of the wall. This board had paint\npeeling off exposing bare wood and is excessively scratched and chewed in areas. The wood dog door frames for\nthe New Shed have paint that was peeling off in areas exposing bare wood.\nThese above mentioned surfaces cannot be properly cleaned and sanitized. Therefore, this can increase the\ndisease hazards for the 26 adult dogs and five puppies.\nAll surfaces must be maintain on a regular basis. This will allow for proper cleaning and sanitization, thus\nminimizing the disease hazards.\nTo be corrected by, 15-August-2016.\nThis inspection and exit briefing was conducted with the facility representative, Dr. Scott Welch (VMO) and Randall\nWagner (ACI).\nThis inspection report will be sent both regular and certified mail.\nUSPS Tracking #: 9590940215195362505079.\nAdditional Inspectors\nWelch Scott, Veterinary Medical Officer"
    }
  ],
  "narrative": "2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n* \"(cid:28)Beckles\", a five year old female Saint Bernard, (ID#: 0A02396226) had an open sore on the nose that was about\n1 inch wide that was missing hair and skin. The sore was reddened and moist.    There were a few areas of dark\ncrusty material within the sore.\n* \"(cid:28)Giggles\", a four year old female Saint Bernard, (ID#: 0A02353415) was observed to have a large number of flies\non her nose about every minute during inspection.  Her nose was missing hair, slightly moist, and reddened with\ndark ring around the wound.  This is a sign that the flies were starting to irritate it.  \n* \"(cid:28)Freckles\", a seven year old female Saint Bernard, (ID#: 0A02397928) had an open sore on top of the nose about\n1/2 inch wide that was missing skin and hair. The sore was reddened and moist.   \n* (cid:28)\"Gabby\", a five year old female Collie, (ID#: 0A02352560), was missing hair at the tip of her left ear. This area\nwas approximately ½ inch wide at the widest point. There was hair loss on the back side of the right ear\napproximately ¼ inch wide at the widest point. The skin was reddened and there was a dark crusty material on the\ntip of both ears.  The top of her nose had hair loss approximately ½ inch wide by 1 inch long.  The skin on top of the\nnose was pink. The licensee reported that this is what happens to the collies during fly season. \nThe licensee said that this happens every year during fly season and showed the treatment plan that they were\nfollowing. Open sores with hair loss for the above mentioned dogs can be due to allergies, injury, flies or other\nmedical conditions that could be painful and irritating. \n** There is Ovitrol prescribed by the Attending Veterinarian to prevent flies from bothering the nose and ears of the\ndogs. Due to the ongoing condition of the open sores, the licensee must have the above mentioned dogs\nreevaluated by the Attending Veterinarian care to determine what has caused the open sores (diagnosis) and\ndevelop a treatment plan for them.  This is will provide guidance so that they can get healed up. Additionally, a\ntreatment plan for the open sores on the above mentioned dogs must prevent irritation by flies.  \nThe outcome of this consultation must be documented and provided to the inspector upon request. The licensee\n\nmust ensure that all animals receive adequate veterinary care at all times.\n* The following medications were in the Main Kennel in a medication storage bucket:\n1.One bottle of Calcium Gloconate 23% with an expiration date of Jan 2016.\n2.One bottle of Albon 5% with no Expiration date.\n3.One bottle of a yellow substance with no label.\nThese medications were be used.  Medications used past their expiration date can lose their effectiveness and\naffect the health of the animals.  There is no know expiration date, instructions for usage and what is being used for\nmedications with no label.  As a result, this medication is being used without certainty. \nMedications must be labeled with appropriate and accurate information in order to ensure that the contents of the\ncontainer can be known with certainty, that the drugs are used at safe doses, and that medications are not used\npast their expiration dates. As part of the program of adequate veterinary care, the licensee must ensure that all\nmedications are labeled with the contents (name and concentration of drug), dosing instructions (specific for the\nspecies of animal being treated), and expiration date. The Licensee must ensure that appropriate methods of\nveterinary care are used at all times. This will promote the health of 26 adult dogs and five puppies.\nTo be corrected by, 16-July-2016.\n3.1(a)\nHOUSING FACILITIES, GENERAL.\n* The chain link dividers between enclosures: one and two, and three and four, counting from the east for the main\nkennel are fasten to the back wall with metal straps.   The top metal straps for these two dividers were broken. The\npanels are slightly leaning at the top.  This could cause injury to the 11 Saint Bernards and Labrador Retrievers\nhoused in these enclosures, from the dogs leaning on the dividers causing them to fall.    \nFor the prevention of injury and containment of the dogs, all housing facilities for dogs must be kept in good repair\nat all times.\nTo be corrected by, 21-July-2016.\n3.1(b)\n\nHOUSING FACILITIES, GENERAL.\n* Four bottles of medication were stored in a square bucket in the main kennel.  The bucket did not have a lid and\nthere was an accumulation of  gray to brown dust and debris on top of the bottles.  This can soil or contaminate the\nmedication affecting the health of the dogs the medication is used for.\nAll medications must be stored in an area that is kept clean and in a manner that prevents an accumulation of dust\nand debris on the bottles.  This will prevent contamination and ensure the quality of the medications used on the 26\nadult and five puppies.\nTo be corrected by, 16-July-2016.\n3.1(c)(2)\nHOUSING FACILITIES, GENERAL.\n* The concrete flooring inside the main kennel had paint that is worn off exposing bare concrete.  The surface of the\nconcrete is rough. This concrete surface is not impervious to moisture and cannot be properly cleaned and\nsanitized.\n* Along the wood walls of the whelping room there were boards that are excessively chewed or scratched.  The\npaint is peeling off in these areas exposing bare wood.\nThe New Shed and Main Kennel had a wood board that runs along the bottom of the wall.  This board had paint\npeeling off exposing bare wood and is excessively scratched and chewed in areas.  The wood dog door frames for\nthe New Shed have paint that was peeling off in areas exposing bare wood. \nThese above mentioned surfaces cannot be properly cleaned and sanitized.  Therefore, this can increase the\ndisease hazards for the 26 adult dogs and five puppies.\n  \nAll surfaces must be maintain on a regular basis.  This will allow for proper cleaning and sanitization, thus\nminimizing the disease hazards.\nTo be corrected by, 15-August-2016.\nThis inspection and exit briefing was conducted with the facility representative, Dr. Scott Welch (VMO) and Randall\nWagner (ACI).\n\nThis inspection report will be sent both regular and certified mail.\nUSPS Tracking #: 9590940215195362505079.\nAdditional Inspectors\nWelch Scott, Veterinary Medical Officer",
  "animals_total": 31,
  "species": [
    {
      "count": 26,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 5,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}