{
  "insp_id": "INS-0000818064",
  "layout": "c",
  "customer_id": "334399",
  "customer_name": "HARVEY TROYER",
  "customer_addr": "2551 TOWNSHIP ROAD 177\nBALTIC, OH 43804",
  "certificate": "31-A-0568",
  "site_id": "001",
  "site_name": "HARVEY TROYER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "28-SEP-2022",
  "report_date": "28-SEP-2022",
  "citations": [
    {
      "code": "2.75(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Records: Dealers and exhibitors.",
      "narrative": "Three adult dogs were missing from APHIS Form 7005. In addition, the 7005's were missing dates acquired and dates\nsold for some of the dogs. Not having the APHIS Form 7005 filled out completely with all dates and not including all dogs\non these forms doesn't allow for APHIS officials to properly tracks the dogs. The APHIS Forms have to be updated to\ninclude all regulated dogs and must have all acquisition and disposition dates. Correct by 10/26/22."
    },
    {
      "code": "3.6(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Primary enclosures.",
      "narrative": "Two enclosures (each housing one dog) have a ramp in the outdoor section of the enclosure that is in disrepair. In both\nenclosures on both ramps a screw is out on side of the ramp and the ramp is hanging on by one screw on the other\ncausing the ramp to be tilted and unstable. The dog in one enclosure wasn't even using the ramp anymore and was just\njumping up to get back to the doggy door. A broken ramp could collapse completely causing injury to the dog and could\nalso prevent the dog from getting back to the indoor part of the enclosure if the dog is unable to jump up to the doggy\ndoor. The ramps needs to be repaired so they are not tilted or unstable for the dogs to walk up. Correct by 9/30/22."
    },
    {
      "code": "3.6(c)(4)",
      "kind": "",
      "repeat": false,
      "desc": "Primary enclosures.",
      "narrative": "An approximately 3 year old unaltered female Mini Aussie (No identification) was tethered outside. The dog is tethered\nmost of the day and throughout the night. Tethering a dog for an extended period of time can be uncomfortable and\nstressful for that dog. In addition, it can result in injury to the dog. Tethering of dogs for use as a primary enclosure must\nbe discontinued. Correct from this day forward.\nNote: The licensee corrected this during inspection."
    },
    {
      "code": "3.13(a)(3)",
      "kind": "",
      "repeat": false,
      "desc": "Veterinary care for dogs.",
      "narrative": "The adult dogs in the kennel have not been vaccinated for rabies. Not vaccinating against rabies doesn't ensure the dogs\nare adequately protected against the disease. All adults dogs must be vaccinated for rabies in accordance with the\nschedule that is approved by the Attending Veterinarian that is listed in the Program of Veterinary Care. Correct by\n10/26/22."
    },
    {
      "code": "3.13(b)(3)",
      "kind": "",
      "repeat": false,
      "desc": "Veterinary care for dogs.",
      "narrative": "The licensee stated his adult dogs are vaccinated for parvo and distemper, but he has no records to confirm they were\ngiven and the dates they were administered. Not keeping records of distemper and parvo vaccines doesn't ensure that all\nadult dogs have been vaccinated for these diseases. The licensee must document the names and dates of all vaccines\nthat have been administered to the dogs. Correct by 10/26/22.\nThis inspection and exit interview were conducted with the licensee.\nEnd of report.\nn"
    }
  ],
  "narrative": "2.75(a)(1) \n   \nRecords: Dealers and exhibitors. \nThree adult dogs were missing from APHIS Form 7005.  In addition, the 7005's were missing dates acquired and dates \nsold for some of the dogs.  Not having the APHIS Form 7005 filled out completely with all dates and not including all dogs \non these forms doesn't allow for APHIS officials to properly tracks the dogs.  The APHIS Forms have to be updated to \ninclude all regulated dogs and must have all acquisition and disposition dates.  Correct by 10/26/22. \n3.6(a)(1) \n   \nPrimary enclosures. \nTwo enclosures (each housing one dog) have a ramp in the outdoor section of the enclosure that is in disrepair.  In both \nenclosures on both ramps a screw is out on side of the ramp and the ramp is hanging on by one screw on the other \ncausing the ramp to be tilted and unstable.  The dog in one enclosure wasn't even using the ramp anymore and was just \njumping up to get back to the doggy door.  A broken ramp could collapse completely causing injury to the dog and could \nalso prevent the dog from getting back to the indoor part of the enclosure if the dog is unable to jump up to the doggy \ndoor.  The ramps needs to be repaired so they are not tilted or unstable for the dogs to walk up.  Correct by 9/30/22. \n3.6(c)(4) \n   \nPrimary enclosures.\n\nAn approximately 3 year old unaltered female Mini Aussie (No identification) was tethered outside.  The dog is tethered \nmost of the day and throughout the night.  Tethering a dog for an extended period of time can be uncomfortable and \nstressful for that dog.  In addition, it can result in injury to the dog.  Tethering of dogs for use as a primary enclosure must \nbe discontinued.  Correct from this day forward. \n \nNote: The licensee corrected this during inspection. \n3.13(a)(3) \n   \nVeterinary care for dogs. \nThe adult dogs in the kennel have not been vaccinated for rabies.  Not vaccinating against rabies doesn't ensure the dogs \nare adequately protected against the disease.  All adults dogs must be vaccinated for rabies in accordance with the \nschedule that is approved by the Attending Veterinarian that is listed in the Program of Veterinary Care.  Correct by \n10/26/22. \n3.13(b)(3) \n   \nVeterinary care for dogs. \nThe licensee stated his adult dogs are vaccinated for parvo and distemper, but he has no records to confirm they were \ngiven and the dates they were administered.  Not keeping records of distemper and parvo vaccines doesn't ensure that all \nadult dogs have been vaccinated for these diseases.  The licensee must document the names and dates of all vaccines \nthat have been administered to the dogs.  Correct by 10/26/22. \n \nThis inspection and exit interview were conducted with the licensee. \n \nEnd of report.\n\nn",
  "animals_total": 31,
  "species": [
    {
      "count": 17,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 14,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}