{
  "insp_id": "335141152200787",
  "layout": "a",
  "customer_id": "323804",
  "customer_name": "100 Aker Wood",
  "customer_addr": "Po Box 312\nMillington, MI 48746",
  "certificate": "34-C-0337",
  "site_id": "001",
  "site_name": "100 AKER WOOD",
  "insp_type": "ROUTINE INSPECTION",
  "date": "01-DEC-2014",
  "report_date": "01-DEC-2014",
  "citations": [
    {
      "code": "2.40(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "The written program of veterinary care does not include rabbits. Rabbits are now present at the facility. It is\nessential that these animals be included in the program of veterinary care. Veterinary recommendations for the\ncare of these animals should be included in the program. APHIS inspectors then use this information while\ninspecting the animals in order to determine if veterinary recommendations are being followed by the facility. This\nprogram is a valuable tool in order to ensure the continuing health and comfort of these animals. Rabbits need to\nbe included on the program of veterinary care.\nCorrect by: 1/2/15"
    },
    {
      "code": "2.75(b)(1)",
      "kind": "",
      "repeat": false,
      "desc": "RECORDS: DEALERS AND EXHIBITORS.",
      "narrative": "Since the time of the last inspection the facility has acquired and disposed of several animals including: rabbits,\nmuntjacs, sika deer, elk, fallow deer, red deer and bison. It is required that the facility record these animal\nacquisitions and dispositions. This information is needed to help the inspector to monitor animal health at the\nfacility. It is also needed to ensure that animals are obtained from legal sources. Record all animal acquisitions and\ndispositions.\nCorrect by: Correct from this time forward.\nThe exit interview was conducted with the animal caretaker at the time of inspection. All non-compliant items were\nexplained at that time. The inspection report was sent by certified mail due to computer issues at the time of the\ninspection."
    }
  ],
  "narrative": "2.40(a)(1)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThe written program of veterinary care does not include rabbits.  Rabbits are now present at the facility.  It is\nessential that these animals be included in the program of veterinary care.  Veterinary recommendations for the\ncare of these animals should be included in the program.  APHIS inspectors then use this information while\ninspecting the animals in order to determine if veterinary recommendations are being followed by the facility.  This\nprogram is a valuable tool in order to ensure the continuing health and comfort of these animals.  Rabbits need to\nbe included on the program of veterinary care.\nCorrect by:  1/2/15\n2.75(b)(1)\nRECORDS: DEALERS AND EXHIBITORS.\nSince the time of the last inspection the facility has acquired and disposed of several animals including:  rabbits,\nmuntjacs, sika deer, elk, fallow deer, red deer and bison.  It is required that the facility record these animal\nacquisitions and dispositions.  This information is needed to help the inspector to monitor animal health at the\nfacility.  It is also needed to ensure that animals are obtained from legal sources.  Record all animal acquisitions and\ndispositions.\nCorrect by:  Correct from this time forward.\nThe exit interview was conducted with the animal caretaker at the time of inspection.  All non-compliant items were\nexplained at that time.  The inspection report was sent by certified mail due to computer issues at the time of the\ninspection.",
  "animals_total": 134,
  "species": [
    {
      "count": 6,
      "scientific": "Bison bison",
      "common": "AMERICAN BISON"
    },
    {
      "count": 1,
      "scientific": "Camelus bactrianus domestic",
      "common": "DOMESTIC BACTRIAN CAMEL"
    },
    {
      "count": 1,
      "scientific": "Camelus dromedarius",
      "common": "DROMEDARY CAMEL"
    },
    {
      "count": 7,
      "scientific": "Cervus c. canadensis",
      "common": "ELK"
    },
    {
      "count": 8,
      "scientific": "Cervus elaphus",
      "common": "RED DEER"
    },
    {
      "count": 12,
      "scientific": "Cervus nippon",
      "common": "SIKA DEER"
    },
    {
      "count": 83,
      "scientific": "Dama dama",
      "common": "FALLOW DEER"
    },
    {
      "count": 5,
      "scientific": "Muntiacus reevesi",
      "common": "REEVE'S MUNTJAC"
    },
    {
      "count": 8,
      "scientific": "Oryctolagus cuniculus",
      "common": "EUROPEAN RABBIT"
    },
    {
      "count": 3,
      "scientific": "Ursus americanus",
      "common": "NORTH AMERICAN BLACK BEAR"
    }
  ]
}