{
  "insp_id": "281141556260047",
  "layout": "a",
  "customer_id": "24809",
  "customer_name": "Jeffrey R Gray",
  "customer_addr": "Judy K Gray\n107 South Street\nRothville, MO 64676",
  "certificate": "43-A-4052",
  "site_id": "001",
  "site_name": "JEFFREY & JUDY GRAY",
  "insp_type": "ROUTINE INSPECTION",
  "date": "08-OCT-2014",
  "report_date": "08-OCT-2014",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "***A Shih-Tzu (#145532122A) had a dental condition. A yellowish-brown material was covering the surface of the\ndog(cid:25)s teeth. Some of the dogs teeth were missing and the dog had wet fur around the mouth. The gums were\nreddened and inflamed along the cheek teeth and upper canine teeth. Also, a creamy, grey to white material was\nnoted along the gum line of some of these teeth. The gums had also receded along these teeth and the roots of\nsome of the teeth were visible. The lower left cheek teeth also had a reddish discharge, with at least one very loose\ntooth. According to the licensee, this dog(cid:25)s teeth had been cleaned by a veterinarian around the time of 3/26 or 3/27\nof this year. There was no additional written documentation regarding this dogs dental condition. The abnormal\nbuild-up of material on this dogs teeth can cause damage to the gum tissue and tooth structures. This dogs dental\ncondition could be painful, may decrease the dogs ability to eat normally and negatively impact the overall health of\nthe animal.\nThe licensee must have this dog seen by a licensed veterinarian no later than October 14, 2014 in order to ensure\nthat an accurate diagnosis is made and that appropriate treatment plans are developed and followed. The licensee\nmust develop and establish an effective dental care program and all dogs receive adequate veterinary care at all\ntimes.\nVeterinary care for Yorkshire Terrier (#0A01403513), and English Bulldog (#036010061) from the July 2014\ninspection have been addressed.\nThe inspection and exit interview conducted with licensee.\nAdditional Inspectors\nLeisner Erika, Veterinary Medical Officer"
    }
  ],
  "narrative": "2.40(b)(2)                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n***A Shih-Tzu (#145532122A) had a dental condition.   A yellowish-brown material was covering the surface of the\ndog(cid:25)s teeth. Some of the dogs teeth were missing and the dog had wet fur around the mouth.  The gums were\nreddened and inflamed along the cheek teeth and upper canine teeth.  Also, a creamy, grey to white material was\nnoted along the gum line of some of these teeth.  The gums had also receded along these teeth and the roots of\nsome of the teeth were visible. The lower left cheek teeth also had a reddish discharge, with  at least one very loose\ntooth. According to the licensee, this dog(cid:25)s teeth had been cleaned by a veterinarian around the time of 3/26 or 3/27\nof this year.  There was no additional written documentation regarding this dogs dental condition.  The abnormal\nbuild-up of material on this dogs teeth can cause damage to the gum tissue and tooth structures.  This dogs dental\ncondition could be painful, may decrease the dogs ability to eat normally and negatively impact the overall health of\nthe animal.\nThe licensee must have this dog seen by a licensed veterinarian no later than October 14, 2014 in order to ensure\nthat an accurate diagnosis is made and that appropriate treatment plans are developed and followed.  The licensee\nmust develop and establish  an effective dental care program and all dogs receive adequate veterinary care at all\ntimes.\nVeterinary care for Yorkshire Terrier (#0A01403513), and English Bulldog (#036010061) from the July 2014\ninspection have been addressed.\nThe inspection and exit interview conducted with licensee.\nAdditional Inspectors\nLeisner Erika, Veterinary Medical Officer",
  "animals_total": 154,
  "species": [
    {
      "count": 106,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 48,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}