{
  "insp_id": "154141106030002",
  "layout": "a",
  "customer_id": "127",
  "customer_name": "Sanofi Pasteur Biologics Co",
  "customer_addr": "38 Sidney Street\nCambridge, MA 02139",
  "certificate": "14-R-0031",
  "site_id": "001",
  "site_name": "SANOFI PASTEUR BIOLOGICALS CO",
  "insp_type": "ROUTINE INSPECTION",
  "date": "02-JUN-2014",
  "report_date": "03-JUN-2014",
  "citations": [
    {
      "code": "2.31(d)(1)(1)",
      "kind": "",
      "repeat": false,
      "desc": "INSTITUTIONAL ANIMAL CARE AND USE COMMITTEE (IACUC).",
      "narrative": "The USDA inspector reviewed records dated within the month of February 2014 from a recently terminated animal\nuse protocol using hamsters. This protocol listed specific endpoints that if an animal were to reach, it was to be\nhumanely euthanized, one of which was a weight loss greater than 30%. There were 2 cases in which the\nprotocol's endpoints were not followed. One of the animals, as of day 5 had lost greater than 30% of starting\nweight, was euthanized on day 7 due to abnormal appearance and posture. The records on the other animal show\nthat weight loss was greater than 30% on day 5 and day 6 indicated further weight loss without continued\ndocumentation on that animal in the records being reviewed. The IACUC must ensure that activities involving\nanimals will avoid or minimize distress, discomfort and pain.\nThis is a terminated study if re-activated the IACUC must correct from that point forward."
    }
  ],
  "narrative": "2.31(d)(1)(1)\nINSTITUTIONAL ANIMAL CARE AND USE COMMITTEE (IACUC).\nThe USDA inspector reviewed records dated within the month of February 2014 from a recently terminated animal\nuse protocol using hamsters.  This protocol listed specific endpoints that if an animal were to reach, it was to be\nhumanely euthanized, one of which was a weight loss greater than 30%.  There were 2 cases in which the\nprotocol's endpoints were not followed.  One of the animals, as of day 5 had lost greater than 30% of starting\nweight, was euthanized on day 7 due to abnormal appearance and posture.  The records on the other animal show\nthat weight loss was greater than 30% on day 5 and day 6 indicated further weight loss without continued\ndocumentation on that animal in the records being reviewed.  The IACUC must ensure that activities involving\nanimals will avoid or minimize distress, discomfort and pain.\nThis is a terminated study if re-activated the IACUC must correct from that point forward.",
  "animals_total": 6,
  "species": [
    {
      "count": 6,
      "scientific": "Cavia porcellus",
      "common": "DOMESTIC GUINEA PIG"
    }
  ]
}