{
  "insp_id": "INS-0000826830",
  "layout": "c",
  "customer_id": "24785",
  "customer_name": "Randy Schweitzer",
  "customer_addr": "547 - 294TH ROAD\nMILFORD, NE 68405",
  "certificate": "47-A-0534",
  "site_id": "001",
  "site_name": "RANDY SCHWEITZER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "18-NOV-2022",
  "report_date": "23-NOV-2022",
  "citations": [
    {
      "code": "2.126(a)(4)",
      "kind": "Critical",
      "repeat": true,
      "desc": "Access and inspection of records and property; submission of itineraries.",
      "narrative": "Each dealer, exhibitor, intermediate handler, or carrier, shall, during business hours, allow APHIS officials.\nOn the 18-November-2022, at 3:32p.m., the inspector was in the process of conducting a routine inspection. During the\ninspection process the inspector was going to take pictures of a Non-compliant Item (N.C.I) concerning the “Program of\nVeterinary Care”. This was the lack of instructions from the Attending Veterinarian (A.V.) specifically instructing the\n“frequency” and “Sample size” of ecto, blood and internal parasites. The inspector was getting the camera out of the\ncamera bag to photograph or document this N.C.I. At this point, the licensee stated, you will not take pictures inside of\nthis building. The inspector stated photographs were apart of the inspection process to document a N.C.I. And, that\npictures had to be taken as a part of this process. The licensee stated you will not take any pictures in here. The\ninspector said, since I cannot take photos are you refusing an inspection or are you done with the inspection. The\nlicensee said, if photos are part of the inspection, then we’re done.\nRefusal of inspection to include taking photos as necessary interferes with APHIS’s ability to assure animal welfare. Each\ndealer, exhibitor, intermediate handler, or carrier, shall, during business hours, allow APHIS officials to inspect and\nphotograph the facilities, property and animals, as the APHIS officials consider necessary to enforce the provisions of the\nAct, the regulations and the standards in this subchapter; and to document, by the taking of photographs and other\nmeans, conditions and areas of noncompliance\nThis inspection and exit interview were conducted with the facility representative.\nn"
    }
  ],
  "narrative": "2.126(a)(4)  Critical Repeat\n   \nAccess and inspection of records and property; submission of itineraries. \nEach dealer, exhibitor, intermediate handler, or carrier, shall, during business hours, allow APHIS officials. \n \nOn the 18-November-2022, at 3:32p.m., the inspector was in the process of conducting a routine inspection.  During the \ninspection process the inspector was going to take pictures of a Non-compliant Item (N.C.I) concerning the “Program of \nVeterinary Care”.  This was the lack of instructions from the Attending Veterinarian (A.V.) specifically instructing the \n“frequency” and “Sample size” of ecto, blood and internal parasites.  The inspector was getting the camera out of the \ncamera bag to photograph or document this N.C.I.  At this point, the licensee stated, you will not take pictures inside of \nthis building.  The inspector stated photographs were apart of the inspection process to document a N.C.I.  And, that \npictures had to be taken as a part of this process.  The licensee stated you will not take any pictures in here. The \ninspector said, since I cannot take photos are you refusing an inspection or are you done with the inspection.  The \nlicensee said, if photos are part of the inspection, then we’re done.  \n \nRefusal of inspection to include taking photos as necessary interferes with APHIS’s ability to assure animal welfare. Each \ndealer, exhibitor, intermediate handler, or carrier, shall, during business hours, allow APHIS officials to inspect and \nphotograph the facilities, property and animals, as the APHIS officials consider necessary to enforce the provisions of the\n\nAct, the regulations and the standards in this subchapter; and to document, by the taking of photographs and other \nmeans, conditions and areas of noncompliance \n \nThis inspection and exit interview were conducted with the facility representative. \n \n n",
  "animals_total": 0,
  "species": [
    {
      "count": 0,
      "scientific": "NONE",
      "common": "NONE"
    }
  ]
}