{
  "insp_id": "210151228520535",
  "layout": "a",
  "customer_id": "324698",
  "customer_name": "Arbuckle Adventures L L C",
  "customer_addr": "6132 Kay Starr Trail\nDavis, OK 73030",
  "certificate": "73-C-0190",
  "site_id": "001",
  "site_name": "ARBUCKLE ADVENTURES LLC",
  "insp_type": "ROUTINE INSPECTION",
  "date": "28-JUL-2015",
  "report_date": "30-JUL-2015",
  "citations": [
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": true,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "- The enclosure housing the Jacobs sheep has multiple areas which are unsafe. The enclosure fence has a large\nhole near the gate, apparently caused by the animals stretching the wires. This is an entrapment risk, and must be\ncorrected. The shelter has several gaps, which also contain sharp points or loops of wire. These areas are a\npotential source of entrapment or injury to the contained animals. All sharp points and loose wires must be\neliminated, and all gaps repaired to minimize the risk of injury to the animals."
    },
    {
      "code": "3.125(c)",
      "kind": "",
      "repeat": true,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "- The feed shed was dirty with an accumulation of spilled feed and other debris between the pallets and the walls.\nThis area needs to be swept and cleaned on a more frequent basis.\n- There is a bale of hay being stored on concrete blocks in the maintenance shed. The shed is not an appropriate\narea for food storage, since it is filled with machinery, chemicals, and various other materials. In addition, the bale\nof hay has a large spoiled, discolored area in one corner. Spoiled hay is not an appropriate animal feed.\nThe facility must ensure that feed is properly stored in order to protect it from contamination. Food storage areas\nmust be kept in good condition, and cleaned as frequently as necessary to ensure good quality feed is given to the\nanimals."
    },
    {
      "code": "3.127(c)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, OUTDOOR.",
      "narrative": "- The outdoor enclosure housing a young red kangaroo has a floor that slopes down in the middle, with a drain\nlocated at the bottom of the slope. This drain had no cover, leaving an open hole in the middle of the floor. This is\na potential source of injury to the enclosed animal. The facility must place an appropriate drain cover in this\nlocation.\nCorrect by: 30 July 2015"
    },
    {
      "code": "3.129(a)",
      "kind": "",
      "repeat": true,
      "desc": "FEEDING.",
      "narrative": "- There was no hay present in the Jacob's sheep enclosure. Employees were unclear about when the animals were\nlast given hay, and how much hay they are actually receiving. In the past, the facility was directed to ensure that all\ngrazing animals had access to clean hay at all times. The Jacob's sheep have heavy wool coats, making it difficult\nto assess body condition without actually capturing the animals. In order to help ensure they are getting enough\nfeed, these animals must be provided access to free choice hay at all times. The facility must consult their\nattending veterinarian to ensure that the correct type of hay is being given to the animals. There is a written feeding\nplan provided by the facility attending veterinarian. If the facility chooses to deviate from this written plan, it must be\napproved in writing by the attending veterinarian."
    },
    {
      "code": "3.130",
      "kind": "",
      "repeat": false,
      "desc": "WATERING.",
      "narrative": "- The water receptacle for the Jacobs sheep was extremely dirty. The water was so cloudy inspectors were not able\nto see the bottom or sides of the receptacle. Animals must have access to clean potable water at all times, but\nparticularly during the hot summer months. Dirty water receptacles increase the contamination of the animals, and\nmay lead to illness or other negative health effects. The facility must clean the water receptacles as often as\nneeded to keep them clean and protect the health of the enclosed animals.\nCorrected on the spot.\nInspection and exit interview conducted by Michael Tygart (VMO) and Cathy Niebruegge (ACI) with facility\nrepresentatives.\nAdditional Inspectors\nNiebruegge Cathy, Animal Care Inspector"
    }
  ],
  "narrative": "3.125(a)                    REPEAT\nFACILITIES, GENERAL.   \n- The enclosure housing the Jacobs sheep has multiple areas which are unsafe.  The enclosure fence has a large\nhole near the gate, apparently caused by the animals stretching the wires.  This is an entrapment risk, and must be\ncorrected.  The shelter has several gaps, which also contain sharp points or loops of wire.  These areas are a\npotential source of entrapment or injury to the contained animals.  All sharp points and loose wires must be\neliminated, and all gaps repaired to minimize the risk of injury to the animals.\n3.125(c)                    REPEAT\nFACILITIES, GENERAL.   \n- The feed shed was dirty with an accumulation of spilled feed and other debris between the pallets and the walls.\nThis area needs to be swept and cleaned on a more frequent basis.  \n - There is a bale of hay being stored on concrete blocks in the maintenance shed.  The shed is not an appropriate\narea for food storage, since it is filled with machinery, chemicals, and various other materials.  In addition, the bale\nof hay has a large spoiled, discolored area in one corner. Spoiled hay is not an appropriate animal feed.\nThe facility must ensure that feed is properly stored in order to protect it from contamination.  Food storage areas\nmust be kept in good condition, and cleaned as frequently as necessary to ensure good quality feed is given to the\nanimals.\n3.127(c)\nFACILITIES, OUTDOOR. \n- The outdoor enclosure housing a young red kangaroo has a floor that slopes down in the middle, with a drain\nlocated at the bottom of the slope.  This drain had no cover, leaving an open hole in the middle of the floor.  This is\na potential source of injury to the enclosed animal.  The facility must place an appropriate drain cover in this\nlocation.\n\nCorrect by:  30 July 2015\n3.129(a)                    REPEAT\nFEEDING.    \n- There was no hay present in the Jacob's sheep enclosure.  Employees were unclear about when the animals were\nlast given hay, and how much hay they are actually receiving.  In the past, the facility was directed to ensure that all\ngrazing animals had access to clean hay at all times.  The Jacob's sheep have heavy wool coats, making it difficult\nto assess body condition without actually capturing the animals.  In order to help ensure they are getting enough\nfeed, these animals must be provided access to free choice hay at all times.  The facility must consult their\nattending veterinarian to ensure that the correct type of hay is being given to the animals.  There is a written feeding\nplan provided by the facility attending veterinarian.  If the facility chooses to deviate from this written plan, it must be\napproved in writing by the attending veterinarian.\n3.130\nWATERING.  \n- The water receptacle for the Jacobs sheep was extremely dirty.  The water was so cloudy inspectors were not able\nto see the bottom or sides of the receptacle.  Animals must have access to clean potable water at all times, but\nparticularly during the hot summer months.  Dirty water receptacles increase the contamination of the animals, and\nmay lead to illness or other negative health effects.  The facility must clean the water receptacles as often as\nneeded to keep them clean and protect the health of the enclosed animals.\nCorrected on the spot.\nInspection and exit interview conducted by Michael Tygart (VMO) and Cathy Niebruegge (ACI) with facility\nrepresentatives.\nAdditional Inspectors\nNiebruegge Cathy, Animal Care Inspector",
  "animals_total": 10,
  "species": [
    {
      "count": 1,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 1,
      "scientific": "Lama glama",
      "common": "LLAMA"
    },
    {
      "count": 2,
      "scientific": "Lemur catta",
      "common": "RING-TAILED LEMUR"
    },
    {
      "count": 1,
      "scientific": "Osphranter rufus",
      "common": "RED KANGAROO"
    },
    {
      "count": 5,
      "scientific": "Ovis aries aries",
      "common": "SHEEP INCLUDING ALL DOMESTIC BREEDS"
    }
  ]
}