{
  "insp_id": "220140936070189",
  "layout": "a",
  "customer_id": "325262",
  "customer_name": "Ann Allison",
  "customer_addr": "21909 S. Jordan Spr. Rd.\nLangdon, KS 67583",
  "certificate": "48-A-2124",
  "site_id": "001",
  "site_name": "Ann Allison",
  "insp_type": "ROUTINE INSPECTION",
  "date": "04-AUG-2014",
  "report_date": "08-AUG-2014",
  "citations": [
    {
      "code": "3.1(a)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "The divider fence between two enclosures on the south side of the \"blue kennel\" building is rusted that has resulted\nin a hole approximately 4\"X4\" as well as some wire points. This hole could allow dogs to pass through it and the\nwire points could cause injury to the dogs. All housing facilities must be constructed in a manner so dogs are\nsecurely contained and protected from injury. Correct by 4 Sept. 2014."
    },
    {
      "code": "3.6(a)(2)(9)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "In the indoor portion of one dog enclosure of the \"blue trailer\" there are areas where the paint has been scratched\noff the walls, there is a gap between the flooring material and the wall and a portion of the material on the wall is\npulled away from the wall. All of these areas allow for the accumulation of dirt, debris and disease causing\norganisms. All surfaces must be constructed in a manner that allows them to be readily cleaned and sanitized.\nCorrect by 18 August 2014.\nThis routine inspection and exit interview were conducted with a facility representative."
    }
  ],
  "narrative": "3.1(a)\nHOUSING FACILITIES, GENERAL.\nThe divider fence between two enclosures on the south side of the \"blue kennel\" building is rusted that has resulted\nin a hole approximately 4\"X4\" as well as some wire points.  This hole could allow dogs to pass through it and the\nwire points could cause injury to the dogs.  All housing facilities must be constructed in a manner so dogs are\nsecurely contained and protected from injury.  Correct by 4 Sept. 2014.\n3.6(a)(2)(9)\nPRIMARY ENCLOSURES.\nIn the indoor portion of one dog enclosure of the \"blue trailer\" there are areas where the paint has been scratched\noff the walls, there is a gap between the flooring material and the wall and a portion of the material on the wall is\npulled away from the wall.  All of these areas allow for the accumulation of dirt, debris and disease causing\norganisms.  All surfaces must be constructed in a manner that allows them to be readily cleaned and sanitized. \nCorrect by 18 August 2014.\nThis routine inspection and exit interview were conducted with a facility representative.",
  "animals_total": 67,
  "species": [
    {
      "count": 34,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 33,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}