{
  "insp_id": "307141548160949",
  "layout": "a",
  "customer_id": "5134",
  "customer_name": "Kevin Aschinger",
  "customer_addr": "Lindy Aschinger\n1321 380 St\nWestside, IA 51467",
  "certificate": "42-A-0446",
  "site_id": "001",
  "site_name": "KEVIN AND LINDY ASCHINGER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "28-OCT-2014",
  "report_date": "04-NOV-2014",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "A male Poodle, (cid:28)Rocket(cid:29) microchip #076623263, was observed in his enclosure with severe matting on his head,\nneck, back, chest, abdomen, and legs. He was also observed sitting in a hunched position and almost unwilling to\nmove. The matting of the hair was so tightly bound that it was pulling on the skin, which was easily visible in\nbetween the matts, that the skin was reddened in some areas. The matting on the abdomen, legs and feet\nappeared dark brown and moist. Matting of the hair coat can be painful, can lead to the development of skin\ninfections, and reduces the ability of the coat to insulate the animal. In addition to the matting of the hair coat, this\ndog also had an extremely foul odor emitting from his mouth. Upon closer observation it was noted that his tongue\nwas partially protruding from his mouth and there is a heavy accumulation of a light to dark brown material covering\nthe majority of the cheek and back teeth, of which some could not be visualized. The gum line is reddened and\nswollen and there is a whitish to cream colored line of material. These signs are consistent with the presence of\ndental disease, which can be painful, lead to the development of other health problems, and can inhibit the ability of\nthe animal to eat normally.\nA red male Pomeranian, microchip #010813009, was observed sitting by himself in the back corner of the outside\nsection of his sheltered enclosure. He was observed shaking and scratching almost constantly during the time he\nwas observed. Upon closer observation of this dog it was noted that under his matted hair coat the majority of the\nskin was covered with yellowish sand-like granules. The facility representative was not aware of this condition until\nit was pointed out to her by the inspectors. This could be a sign of a medical condition. The matting of the hair coat\nwas observed on his neck, chest, back, abdomen, and legs. Matting of the hair coat can be painful, can lead to the\ndevelopment of skin infections, and reduces the ability of the coat to insulate the animal.\nA male Lhasa Apso, (cid:28)Romeo(cid:29) microchip #047348261, was observed in his enclosure with a heavily matted hair coat\non his face with large golf ball sized clumps of a dark brown grainy material entangled with the hair. These large\nclumps of hair and brown grainy material greatly reduced his field of vision. This could be a sign of a medical\ncondition. In addition to the matted condition of the face this dog was also heavily matted on his chest, abdomen,\nlegs, and feet. The matted hair was bound closely to the skin. Matting of the hair coat can be painful, can lead to\nthe development of skin infections, and reduces the ability of the coat to insulate the animal. The facility\nrepresentative was not aware of this condition until it was pointed out to her by the inspectors.\nA female Beagle, microchip #047368034, was observed limping on her left hind leg. This dog was mostly\nnon-weight bearing on this leg. The facility representative stated that the dog had gotten out of her enclosure a few\nweeks ago, became injured and was evaluated by a veterinarian at that time with no treatment prescribed. This dog\nis still showing signs of pain and needs to be re-evaluated by a veterinarian for more accurate diagnosis and\ntreatment plan.\nThe licensee was verbally instructed to have the above stated animals examined by a veterinarian to obtain an\naccurate diagnosis and appropriate treatment plan, and for the dogs affected by matting to receive hair coat\nmaintenance by close of business on Wednesday 29 October 2014. The outcome of these exams must be\ndocumented and provided to the inspector upon request. Licensee must ensure that all veterinary care issues are\naddressed in a timely manner.\nA female black Labrador Retriever, (cid:28)Shadow(cid:29) microchip #010860001, has a deep, approximately ½ inch, open\nwound on the right side of her muzzle. The wound is approximately 1 ½ inch in diameter with a crusty brown to\nyellow material around circumference of the wound. In addition to the wound on the muzzle the pad above the\npastern on the left front leg also has an open wound. This wound is at the base of the pad next to the leg and is\napproximately 2 inches in length. The facility representative stated that this dog was in a fight the previous day and\nthat she had removed the dog from the enclosure, and treated the dog with a (cid:28)shot of penicillin(cid:29) but had not\ncontacted or consulted with a veterinarian.\nA female white Husky, microchip #047351095, was observed limping on her right rear leg. The licensee had not\nnoticed this until it was pointed out to her by the inspectors and had not contacted or consulted with a veterinarian.\nThis could be a sign of an injury or other medical condition.\nA female Cocker Spaniel, microchip #010531612, was observed rubbing her abdomen on the floor of the enclosure.\nUpon closer observation it was noted that the abdomen was hairless and had several small reddened bumps. The\nfacility representative was not aware of this condition until it was pointed out to her by the inspectors. This could be\na sign of a contact allergy or another medical condition.\nA female Cocker Spaniel, microchip #021063566, was observed with a greenish (cid:19) yellow discharge on the surface\nand around the left eye. There is also some crusted brownish colored material around the outside of the left eye\nentangled with the hair. The facility representative was not aware of this condition until it was pointed out to her by\nthe inspectors. This could be a sign of an injury or other medical condition. This dog also had large, lemon-sized,\nmatted hair on her right ear. This matted hair appeared wet and dirty. This dog needs to be groomed.\nA male red Poodle, microchip # 047378792, was observed with a clouded, light blue to gray in color, right eye. The\nfacility representative was not aware of this condition until it was pointed out to her by the inspectors. This could be\na sign of and injury or other medical condition.\nA male Poodle, (cid:28)Coco(cid:29) unable to obtain microchip number, has a heavily matted hair coat. The matting is on his\nback and back legs. This dog could not be caught for a closer observation. This dog needs to receive hair coat\nmaintenance. Matting of the hair coat can be painful, can lead to the development of skin infections, and reduces\nthe ability of the coat to insulate the animal.\nA female Standard Poodle, microchip #010795274, was observed with a heavily matted hair coat on her chest,\nabdomen and legs. These matts were bound closely to the skin. There are also areas on this dog'(cid:25)s chest,\nabdomen and legs that have clumps of dirt entangled with the hair. This dog needs to be groomed.\nA female Standard Poodle, microchip #010828627, was observed with a heavily matted hair coat on her chest,\nabdomen and legs. These matts were bound closely to the skin. There are also areas on this dog(cid:25)s chest,\nabdomen and legs that have clumps of dirt entangled with the hair. This dog needs to be groomed.\nA female Standard Poodle, unable to catch to obtain an ID, was observed with a heavily matted hair coat on her\nchest, abdomen and legs. These matts appeared bound closely to the skin. There are also areas on this dog(cid:25)s\nchest, abdomen and legs that have clumps of dirt entangled with the hair. This dog needs to be groomed.\nMatting of the hair coat can be painful, can lead to the development of skin infections, and reduces the ability of the\ncoat to insulate the animal. The licensee must remove the matted hair from the above stated dogs. The licensee\nmust develop an effective program of hair coat maintenance.\nThe licensee must have the above stated dogs with veterinary care issues examined by a veterinarian by 12:00pm\non 31 October 2014 for an accurate diagnosis and treatment plan and ensure that all veterinary care issues are\naddressed in a timely manner. The licensee must provide documentation of these exams to the inspectors upon\nrequest."
    },
    {
      "code": "3.4(b)(4)",
      "kind": "",
      "repeat": false,
      "desc": "OUTDOOR HOUSING FACILITIES.",
      "narrative": "Throughout the outdoor housing enclosures, affecting at least 76 dogs, there was no bedding provided within the\nshelters. Temperature at the time of inspection was measured with the Kestrel 3000 and was 49.4 degrees\nFahrenheit. Forecast low temperature for the day of inspection was 41 degrees Fahrenheit. Inspector asked\nfacility representative if she had any bedding in the shelters she said \"(cid:28)No\"(cid:29). Inspector asked her when she was\ngoing to get the bedding and she said, \"(cid:28)I get it from a farmer, but I can'(cid:25)t get it until this weekend\"(cid:29).\nWhen the ambient temperature is 50 degrees Fahrenheit (10 degrees Celsius) or lower the shelters must be\nprovided with clean, dry bedding. When the temperature falls to 35 degrees Fahrenheit (1.7 degrees Celsius) or\nlower extra bedding must be provided. This bedding provides the animals with protection from temperature\nextremes. The bedding has insulating qualities that help the animals maintain their body temperature and stay\nwarm. Temperatures for the area during the month of October have fallen at or below 50 degrees Fahrenheit\ntwenty-nine times and at or below 35 degrees Fahrenheit six times. The temperature for the rest of the week is\nforecasted to fall at or below 50 degrees Fahrenheit three more times and at or below 35 degrees Fahrenheit two\nmore times. The forecasted low temperature for 29 October 2014 is expected to be 37 degrees Fahrenheit, on 30\nOctober 2014 the forecasted low temperature is expected to be 34 degrees Fahrenheit and the low temperature on\n31 October 2014 is expected to be 27 degrees Fahrenheit. Licensee must ensure that clean, dry bedding is\nprovided to all animals housed in outdoor enclosures when the temperature falls at or below 50 degrees Fahrenheit,\nand must provide extra bedding when the temperature falls at or below 35 degrees Fahrenheit. Inspector verbal\ninstructed facility representative to provide bedding to all dogs housed in outdoor enclosures by close of business\non 29 October 2014."
    },
    {
      "code": "3.11(a)",
      "kind": "",
      "repeat": true,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "In the sheltered housing facilities referred to as (cid:28)W2, D, C, B, and A(cid:29), several of the enclosures, affecting at least\n120 dogs, have smeared, dried feces and grime compacted into the majority of the outdoor flooring and the dogs\ncannot avoid stepping and laying in it. Some of these enclosures, affecting at least 50 dogs, also have a buildup of\ngrime on the wall around the access doors.\nFailure to remove the excreta can cause soiling of the dogs within the enclosure, as well as, increasing the risk of\ndisease, pests, insects and odors. Also, the buildup of compacted feces and dirt on the floors and walls does not\nallow for proper sanitization of the enclosure.\nLicensee must remove all excreta daily, or as often as necessary, to ensure that there is no buildup of feces, dirt\nand grime on the floors or walls and proper sanitization of the enclosure can occur.\nA follow-up inspection was conducted on a violation of 2.40(b)(2) on the previous inspection, dated 8 July 2014,\nconcerning a female rat terrier and was found to be corrected.\nA complete inspection was conducted on 28 October 2014. This is a focused inspection report limited to the direct\nnon-compliant items 2.40(b)(2) veterinary care, lack of bedding in outdoor shelters 3.4(b)(4), and cleaning of\nprimary enclosures 3.11(a)identified during the inspection.\nInspection and exit interview conducted with facility representative.\nAdditional Inspectors\nOsborne Stephanie, Animal Care Inspector"
    }
  ],
  "narrative": "2.40(b)(2)           DIRECT                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nA male Poodle, (cid:28)Rocket(cid:29) microchip #076623263, was observed in his enclosure with severe matting on his head,\nneck, back, chest, abdomen, and legs.  He was also observed sitting in a hunched position and almost unwilling to\nmove.  The matting of the hair was so tightly bound that it was pulling on the skin, which was easily visible in\nbetween the matts, that the skin was reddened in some areas. The matting on the abdomen, legs and feet\nappeared dark brown and moist.  Matting of the hair coat can be painful, can lead to the development of skin\ninfections, and reduces the ability of the coat to insulate the animal.  In addition to the matting of the hair coat, this\ndog also had an extremely foul odor emitting from his mouth.  Upon closer observation it was noted that his tongue\nwas partially protruding from his mouth and there is a heavy accumulation of a light to dark brown material covering\nthe majority of the cheek and back teeth, of which some could not be visualized.  The gum line is reddened and\nswollen and there is a whitish to cream colored line of material. These signs are consistent with the presence of\ndental disease, which can be painful, lead to the development of other health problems, and can inhibit the ability of\nthe animal to eat normally.\nA red male Pomeranian, microchip #010813009, was observed sitting by himself in the back corner of the outside\nsection of his sheltered enclosure.  He was observed shaking and scratching almost constantly during the time he\nwas observed.  Upon closer observation of this dog it was noted that under his matted hair coat the majority of the\nskin was covered with yellowish sand-like granules.  The facility representative was not aware of this condition until\nit was pointed out to her by the inspectors.  This could be a sign of a medical condition.  The matting of the hair coat\nwas observed on his neck, chest, back, abdomen, and legs.  Matting of the hair coat can be painful, can lead to the\ndevelopment of skin infections, and reduces the ability of the coat to insulate the animal.\nA male Lhasa Apso, (cid:28)Romeo(cid:29) microchip #047348261, was observed in his enclosure with a heavily matted hair coat\non his face with large golf ball sized clumps of a dark brown grainy material entangled with the hair.  These large\nclumps of hair and brown grainy material greatly reduced his field of vision.  This could be a sign of a medical\ncondition.  In addition to the matted condition of the face this dog was also heavily matted on his chest, abdomen,\nlegs, and feet.  The matted hair was bound closely to the skin.  Matting of the hair coat can be painful, can lead to\nthe development of skin infections, and reduces the ability of the coat to insulate the animal.   The facility\nrepresentative was not aware of this condition until it was pointed out to her by the inspectors.\n\nA female Beagle, microchip #047368034, was observed limping on her left hind leg.  This dog was mostly\nnon-weight bearing on this leg.  The facility representative stated that the dog had gotten out of her enclosure a few\nweeks ago, became injured and was evaluated by a veterinarian at that time with no treatment prescribed.  This dog\nis still showing signs of pain and needs to be re-evaluated by a veterinarian for more accurate diagnosis and\ntreatment plan.  \nThe licensee was verbally instructed to have the above stated animals examined by a veterinarian to obtain an\naccurate diagnosis and appropriate treatment plan, and for the dogs affected by matting to receive hair coat\nmaintenance by close of business on Wednesday 29 October 2014. The outcome of these exams must be\ndocumented and provided to the inspector upon request. Licensee must ensure that all veterinary care issues are\naddressed in a timely manner.   \n A female black Labrador Retriever, (cid:28)Shadow(cid:29) microchip #010860001, has a deep, approximately ½ inch, open\nwound on the right side of her muzzle.  The wound is approximately 1 ½ inch in diameter with a crusty brown to\nyellow material around circumference of the wound.  In addition to the wound on the muzzle the pad above the\npastern on the left front leg also has an open wound.  This wound is at the base of the pad next to the leg and is\napproximately 2 inches in length.  The facility representative stated that this dog was in a fight the previous day and\nthat she had removed the dog from the enclosure, and treated the dog with a (cid:28)shot of penicillin(cid:29) but had not\ncontacted or consulted with a veterinarian.  \nA female white Husky, microchip #047351095, was observed limping on her right rear leg.  The licensee had not\nnoticed this until it was pointed out to her by the inspectors and had not contacted or consulted with a veterinarian. \nThis could be a sign of an injury or other medical condition.  \nA female Cocker Spaniel, microchip #010531612, was observed rubbing her abdomen on the floor of the enclosure.\n Upon closer observation it was noted that the abdomen was hairless and had several small reddened bumps.  The\nfacility representative was not aware of this condition until it was pointed out to her by the inspectors. This could be\na sign of a contact allergy or another medical condition. \nA female Cocker Spaniel, microchip #021063566, was observed with a greenish (cid:19) yellow discharge on the surface\nand around the left eye.  There is also some crusted brownish colored material around the outside of the left eye\nentangled with the hair.  The facility representative was not aware of this condition until it was pointed out to her by\nthe inspectors. This could be a sign of an injury or other medical condition. This dog also had large, lemon-sized,\nmatted hair on her right ear.  This matted hair appeared wet and dirty.  This dog needs to be groomed.\n \nA male red Poodle, microchip # 047378792, was observed with a clouded, light blue to gray in color, right eye.  The\nfacility representative was not aware of this condition until it was pointed out to her by the inspectors.  This could be\n\na sign of and injury or other medical condition.  \nA male Poodle, (cid:28)Coco(cid:29) unable to obtain microchip number, has a heavily matted hair coat.  The matting is on his\nback and back legs.  This dog could not be caught for a closer observation.  This dog needs to receive hair coat\nmaintenance.  Matting of the hair coat can be painful, can lead to the development of skin infections, and reduces\nthe ability of the coat to insulate the animal.   \nA female Standard Poodle, microchip #010795274, was observed with a heavily matted hair coat on her chest,\nabdomen and legs.  These matts were bound closely to the skin.  There are also areas on this dog'(cid:25)s chest,\nabdomen and legs that have clumps of dirt entangled with the hair.   This dog needs to be groomed.\nA female Standard Poodle, microchip #010828627, was observed with a heavily matted hair coat on her chest,\nabdomen and legs.  These matts were bound closely to the skin.  There are also areas on this dog(cid:25)s chest,\nabdomen and legs that have clumps of dirt entangled with the hair.  This dog needs to be groomed. \nA female Standard Poodle, unable to catch to obtain an ID, was observed with a heavily matted hair coat on her\nchest, abdomen and legs.  These matts appeared bound closely to the skin.  There are also areas on this dog(cid:25)s\nchest, abdomen and legs that have clumps of dirt entangled with the hair.  This dog needs to be groomed. \nMatting of the hair coat can be painful, can lead to the development of skin infections, and reduces the ability of the\ncoat to insulate the animal.  The licensee must remove the matted hair from the above stated dogs. The licensee\nmust develop an effective program of hair coat maintenance.\nThe licensee must have the above stated dogs with veterinary care issues examined by a veterinarian by 12:00pm\non 31 October 2014 for an accurate diagnosis and treatment plan and ensure that all veterinary care issues are\naddressed in a timely manner.  The licensee must provide documentation of these exams to the inspectors upon\nrequest.  \n3.4(b)(4)\nOUTDOOR HOUSING FACILITIES.\nThroughout the outdoor housing enclosures, affecting at least 76 dogs, there was no bedding provided within the\nshelters.  Temperature at the time of inspection was measured with the Kestrel 3000 and was 49.4 degrees\nFahrenheit.  Forecast low temperature for the day of inspection was 41 degrees Fahrenheit.   Inspector asked\nfacility representative if she had any bedding in the shelters she said \"(cid:28)No\"(cid:29).  Inspector asked her when she was\ngoing to get the bedding and she said, \"(cid:28)I get it from a farmer, but I can'(cid:25)t get it until this weekend\"(cid:29).  \nWhen the ambient temperature is 50 degrees Fahrenheit (10 degrees Celsius) or lower the shelters must be\n\nprovided with clean, dry bedding.  When the temperature falls to 35 degrees Fahrenheit (1.7 degrees Celsius) or\nlower extra bedding must be provided.  This bedding provides the animals with protection from temperature\nextremes. The bedding has insulating qualities that help the animals maintain their body temperature and stay\nwarm.  Temperatures for the area during the month of October have fallen at or below 50 degrees Fahrenheit\ntwenty-nine times and at or below 35 degrees Fahrenheit six times.  The temperature for the rest of the week is\nforecasted to fall at or below 50 degrees Fahrenheit three more times and at or below 35 degrees Fahrenheit two\nmore times.  The forecasted low temperature for 29 October 2014 is expected to be 37 degrees Fahrenheit, on 30\nOctober 2014 the forecasted low temperature is expected to be 34 degrees Fahrenheit and the low temperature on\n31 October 2014 is expected to be 27 degrees Fahrenheit.  Licensee must ensure that clean, dry bedding is\nprovided to all animals housed in outdoor enclosures when the temperature falls at or below 50 degrees Fahrenheit,\nand must provide extra bedding when the temperature falls at or below 35 degrees Fahrenheit.  Inspector verbal\ninstructed facility representative to provide bedding to all dogs housed in outdoor enclosures by close of business\non 29 October 2014. \n3.11(a)                    REPEAT\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\nIn the sheltered housing facilities referred to as (cid:28)W2, D, C, B, and A(cid:29), several of the enclosures, affecting at least\n120 dogs, have smeared, dried feces and grime compacted into the majority of the outdoor flooring and the dogs\ncannot avoid stepping and laying in it. Some of these enclosures, affecting at least 50 dogs, also have a buildup of\ngrime on the wall around the access doors.  \nFailure to remove the excreta can cause soiling of the dogs within the enclosure, as well as, increasing the risk of\ndisease, pests, insects and odors. Also, the buildup of compacted feces and dirt on the floors and walls does not\nallow for proper sanitization of the enclosure. \nLicensee must remove all excreta daily, or as often as necessary, to ensure that there is no buildup of feces, dirt\nand grime on the floors or walls and proper sanitization of the enclosure can occur. \nA follow-up inspection was conducted on a violation of 2.40(b)(2) on the previous inspection, dated 8 July 2014,\nconcerning a female rat terrier and was found to be corrected.\nA complete inspection was conducted on 28 October 2014.  This is a focused inspection report limited to the direct\nnon-compliant items 2.40(b)(2) veterinary care, lack of bedding in outdoor shelters 3.4(b)(4), and cleaning of\nprimary enclosures 3.11(a)identified during the inspection.\n\nInspection and exit interview conducted with facility representative.\nAdditional Inspectors\nOsborne Stephanie, Animal Care Inspector",
  "animals_total": 247,
  "species": [
    {
      "count": 218,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 29,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}