{
  "insp_id": "2016082569757823",
  "layout": "a",
  "customer_id": "369",
  "customer_name": "Lampire Biological Laboratories Inc",
  "customer_addr": "P. O. Box 270\nPipersville, PA 18947",
  "certificate": "23-R-0122",
  "site_id": "002",
  "site_name": "LAMPIRE BIOLOGICAL LABORATORIES",
  "insp_type": "ROUTINE INSPECTION",
  "date": "03-MAR-2020",
  "report_date": "05-MAR-2020",
  "citations": [
    {
      "code": "2.38(f)(1)",
      "kind": "Critical",
      "repeat": false,
      "desc": "MISCELLANEOUS.",
      "narrative": "During a review of IACUC records and facility paperwork, an incident was found involving the death of a goat\nunintentionally involved in the facility’s Goat and Sheep Freunds 2020 Protocol. On April 3, 2019, a donor goat,\n#4630, was inadvertently bled under the facility’s core protocol involving anti-body production in goats and sheep.\nThe technician handling the goat, verified the tag number of the goat after removing approximately 900ml of blood\nand immediately stopped the procedure when she realized it was the incorrect animal. The technician immediately\nreported the incident to the facility manager. As a goat not intended for the project, the animal did not receive the\ninitial physical exam, bloodwork, and additional testing to ensure that it met the specified health standards written in\nthe protocol and Standard Operating Procedures (SOPs). The animal also was not given the opportunity to go\nthrough the facility’s typical acclimation phase in which smaller volumes of blood are drawn over time before\ncollecting the maximum blood volume. Before the bleeding occurred, the animal did not exhibit any signs of illness.\nThat afternoon, the animal was found to have profuse diarrhea and was treated as directed by the attending\nveterinarian. Later that evening, the animal was observed in distress by a staff member and was humanely\neuthanized.\nThe facility has well documented protocols and SOPs regarding blood collection procedures. The individual\nconducting the procedure was trained and found to be proficient to perform this task by the facility prior to this event\noccurring. The internal IACUC investigation following this incident concluded that it occurred due to human error\n(failing to check the animal’s identification correctly as required by the SOP).\nThe research protocol and SOP included several appropriate methods to ensure that handling of animals used\nunder the protocol are handled in a careful manner that minimizes stress and physical harm (including pre-use\nphysical examination, bloodwork, and fecal examination). As a result of the human error in checking identification,\nnone of these methods were used for this animal. Large volume blood collections without adequate pre-collection\ntesting may result in the worsening of underlying illness not obvious at the time of collection making subsequent\ntreatment more difficult. Handling of all animals shall be done as expeditiously and carefully as possible in a\nmanner that does not cause trauma, physical harm, or unnecessary discomfort. The unintentional bleeding of the\ndonor goat, resulted in unnecessary physical harm and likely contributed to the death of the animal.\nThe facility took immediate corrective actions to address the incident. Management investigated the issue,\nsubmitted the finding to the IACUC for review, and quickly retrained all of the large animal technicians on the\nprotocol and SOP procedures.\nCorrect from this day forward by ensuring corrective actions are followed to prevent further occurrence of incidents.\nThis inspection and exit interview were conducted with facility representatives.\nAdditional Inspectors\nRadzai Christina, Veterinary Medical Officer"
    }
  ],
  "narrative": "2.38(f)(1)           CRITICAL\nMISCELLANEOUS.\nDuring a review of IACUC records and facility paperwork, an incident was found involving the death of a goat\nunintentionally involved in the facility’s Goat and Sheep Freunds 2020 Protocol.  On April 3, 2019, a donor goat,\n#4630, was inadvertently bled under the facility’s core protocol involving anti-body production in goats and sheep. \nThe technician handling the goat, verified the tag number of the goat after removing approximately 900ml of blood\nand immediately stopped the procedure when she realized it was the incorrect animal.   The technician immediately\nreported the incident to the facility manager.  As a goat not intended for the project, the animal did not receive the\ninitial physical exam, bloodwork, and additional testing to ensure that it met the specified health standards written in\nthe protocol and Standard Operating Procedures (SOPs).  The animal also was not given the opportunity to go\nthrough the facility’s typical acclimation phase in which smaller volumes of blood are drawn over time before\ncollecting the maximum blood volume.  Before the bleeding occurred, the animal did not exhibit any signs of illness.\nThat afternoon, the animal was found to have profuse diarrhea and was treated as directed by the attending\nveterinarian.  Later that evening, the animal was observed in distress by a staff member and was humanely\neuthanized.  \nThe facility has well documented protocols and SOPs regarding blood collection procedures.  The individual\nconducting the procedure was trained and found to be proficient to perform this task by the facility prior to this event\noccurring.  The internal IACUC investigation following this incident concluded that it occurred due to human error\n(failing to check the animal’s identification correctly as required by the SOP). \nThe research protocol and SOP included several appropriate methods to ensure that handling of animals used\nunder the protocol are handled in a careful manner that minimizes stress and physical harm (including pre-use\nphysical examination, bloodwork, and fecal examination).  As a result of the human error in checking identification,\nnone of these methods were used for this animal.  Large volume blood collections without adequate pre-collection\ntesting may result in the worsening of underlying illness not obvious at the time of collection making subsequent\ntreatment more difficult.  Handling of all animals shall be done as expeditiously and carefully as possible in a\nmanner that does not cause trauma, physical harm, or unnecessary discomfort.  The unintentional bleeding of the\ndonor goat, resulted in unnecessary physical harm and likely contributed to the death of the animal.\nThe facility took immediate corrective actions to address the incident.  Management investigated the issue,\nsubmitted the finding to the IACUC for review, and quickly retrained all of the large animal technicians on the\nprotocol and SOP procedures.\n\nCorrect from this day forward by ensuring corrective actions are followed to prevent further occurrence of incidents. \nThis inspection and exit interview were conducted with facility representatives.\nAdditional Inspectors\nRadzai Christina, Veterinary Medical Officer",
  "animals_total": 2474,
  "species": [
    {
      "count": 314,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 28,
      "scientific": "Equus asinus asinus",
      "common": "DONKEY / BURRO / ASS"
    },
    {
      "count": 1,
      "scientific": "Equus caballus",
      "common": "DOMESTIC HORSE"
    },
    {
      "count": 34,
      "scientific": "Lama glama",
      "common": "LLAMA"
    },
    {
      "count": 4,
      "scientific": "Lama pacos",
      "common": "ALPACA"
    },
    {
      "count": 1741,
      "scientific": "Oryctolagus cuniculus",
      "common": "DOMESTIC RABBIT / EUROPEAN RABBIT"
    },
    {
      "count": 352,
      "scientific": "Ovis aries aries",
      "common": "SHEEP INCLUDING ALL DOMESTIC BREEDS"
    }
  ]
}