{
  "insp_id": "29160943240949",
  "layout": "a",
  "customer_id": "4295",
  "customer_name": "Jeanne Becker",
  "customer_addr": "645 S 142 Ave\nOsborne, KS 67473",
  "certificate": "48-A-0161",
  "site_id": "001",
  "site_name": "Jeanne Becker",
  "insp_type": "ROUTINE INSPECTION",
  "date": "28-JAN-2016",
  "report_date": "29-JAN-2016",
  "citations": [
    {
      "code": "2.50(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "TIME AND METHOD OF IDENTIFICATION.",
      "narrative": "* Six weaned dogs less than 16 weeks in age did not have official identification on them at time of inspection. The\ndogs are being housed in sheltered housing. The licensee is using tags as the official identification. Official\nidentification is needed to ensure that each animal(cid:25)s identity can be known with certainty, which helps to facilitate\nthe inspection process. The licensee must ensure that all animals less than 16 weeks of age shall be identified by\nan official tag, a distinctive and legible tattoo or a plastic-type collar acceptable to and approved by the\nAdministrator. Correct by 2/28/16."
    },
    {
      "code": "3.11(a)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "* An excessive amount of excreta was accumulating on the flooring in four enclosures housing eight dogs. The\naffected enclosure flooring is located in sheltered housing. This indicates unsanitary living condition exists that\ncould lead to potential disease or health risks. In addition, excessive excreta buildup reduces the available clean\nsurface area that the dogs have access to. The licensee must ensure that excreta is removed from the primary\nenclosure daily to prevent an excessive accumulation of feces, to prevent soiling of the dogs contained in the\nprimary enclosures and to reduce diseased hazards, insects, pests and odors. Correct by 1/30/16.\n* The facility inspection and verbal exit briefing done on 1/28/16 were conducted with the licensee.\n* Copy of the inspection report was sent by certified and regular mail."
    }
  ],
  "narrative": "2.50(b)(2)\nTIME AND METHOD OF IDENTIFICATION.\n*    Six weaned dogs less than 16 weeks in age did not have official identification on them at time of inspection.  The\ndogs are being housed in sheltered housing. The licensee is using tags as the official identification.  Official\nidentification is needed to ensure that each animal(cid:25)s identity can be known with certainty, which helps to facilitate\nthe inspection process.   The licensee must ensure that all animals less than 16 weeks of age shall be identified by\nan official tag, a distinctive and legible tattoo or a plastic-type collar acceptable to and approved by the\nAdministrator.  Correct by  2/28/16.\n3.11(a)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\n*   An excessive amount of excreta was accumulating on the flooring in four enclosures housing eight dogs.  The\naffected enclosure flooring is located in sheltered housing.  This indicates unsanitary living condition exists that\ncould lead to potential disease or health risks.  In addition, excessive excreta buildup reduces the available clean\nsurface area that the dogs have access to. The licensee must ensure that excreta is removed from the primary\nenclosure daily to prevent an excessive accumulation of feces, to prevent soiling of the dogs contained in the\nprimary enclosures and to reduce diseased hazards, insects, pests and odors.  Correct by 1/30/16.\n*  The facility inspection and verbal exit briefing done on 1/28/16 were conducted with the licensee.\n*  Copy of the inspection report was sent by certified and regular mail.",
  "animals_total": 88,
  "species": [
    {
      "count": 70,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 18,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}