{
  "insp_id": "135140958480983",
  "layout": "a",
  "customer_id": "2854",
  "customer_name": "Deloris Richards",
  "customer_addr": "Dick Richards\n2336 250th St\nMarshall, MN 56258",
  "certificate": "41-A-0016",
  "site_id": "001",
  "site_name": "DELORIS AND DICK RICHARDS",
  "insp_type": "ROUTINE INSPECTION",
  "date": "14-MAY-2014",
  "report_date": "15-MAY-2014",
  "citations": [
    {
      "code": "2.40(a)(1)",
      "kind": "",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).\nThe licensee has a formal written program of veterinary care (PVC) that has recently been updated; however, it still\nlacks sufficient detail on some of the routine care provided to the animals. The external parasite control plan only\nstates 'treat as necessary' but does not indicate with what products and how they should be used if external\nparasites are present. The licensee is docking tails but the PVC does not give any instructions on procedure\nprotocol, instruments used and methods to sanitize the instruments. There was also a bottle of Oxytocin in the\nfridge in the whelping building but instructions on when and how to use this product is also not on the PVC.\nRegarding a dental plan for the dogs, the licensee stated that the attending veterinarian evaluates the dental health\nof the dogs on the site visit to determine which dogs need a dental cleaning; however, this is also not indicated on\nthe PVC.\nFailure to have adequate written authority approved by the attending veterinarian on treatment plans and\nprocedures does not ensure animals are receiving appropriate care. An incomplete PVC also does not allow the\nattending veterinarian appropriate authority to ensure the provisions of adequate veterinary care and to oversee the\nadequacy of other aspects of animal care and use. Update the written PVC so that it reflects the care being\nprovided to the animals and to ensure sufficient oversight by the attending veterinarian."
    },
    {
      "code": "3.1(b)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "Condition and Site\nThroughout the facility grounds, including areas that come up to and against enclosure walls, there are areas where\nconstruction waste, discarded farm equipment, and horse barrels have accumulated. There are also areas in which\ngrass and weeds have grown up to almost knee high. 1 enclosure amongst enclosures in which dogs are being\nhoused is being used to house one goose. Outside of this enclosure, there is a plastic baby pool and a large plastic\ncontainer that contained dirty brackish water for the goose when it is not in the enclosure.\nThese areas can house rodents, predatory animals, or insect populations, can contaminate the ground around\nenclosures, and can pose injury hazards to animals that may escape. These areas also make it difficult or\nimpossible to properly inspect some sections of the enclosures that possibly may be damaged or hazardous to the\nanimals housed within. All areas around enclosures must be free of unnecessary or unused items or trash, and all\ngrass, weeds, trees, or other organic materials must be kept up in such a way as to provide free and easy access to\nall areas in and around the enclosures during an inspection. Correct by 1 June 2014"
    },
    {
      "code": "3.1(c)(1)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "Surfaces--(1) General requirements.\n***The enclosure next to the house garage that housed two dogs had a rusted metal post in the back corner behind\nthe garage. There was also a rusted metal fence section approximately two feet wide near the large tree in the\nenclosure. In addition, a few metal barbwire ties used to secure the support posts were rusted. These rusted areas\nhad a rough surface to the metal.\n***The enclosure adjacent to what the owner refers to as the new barn, which housed two dogs, had a rusted metal\nhook attached to the wood wall inside the shelter area at the level of the dogs.\n***On the indoor portion of the first enclosure in the north shed, which housed three dogs, the metal support pipe\nalong the bottom of the gate has rusted through the paint leaving a rough surface to the metal. There was a rusted\nmetal hook attached to the wall in the corner by the water bucket at the level of the dogs. This enclosure also had a\nmetal support pipe with excessive rust at the bottom on the outdoor portion on the north section of the fence. The\npost has a rough surface to the metal and the pipe is breaking leaving jagged edges exposed.\n***The third enclosure on the indoor portion of this same housing area, which housed two dogs, had chain link and a\nmetal panel along the bottom of the gate that had excessive rust leaving a rough surface to the metal. The chain link\nhad broken in areas where the rust was excessive leaving sharp points. This enclosure also had a metal support\npipe with excessive rust at the bottom on the outdoor portion on the north section of the fence. This post has a\nrough surface to the metal and the pipe is breaking leaving jagged edges exposed.\n***The shelter building attached to the south of the north building has rusted surfaces. The first enclosure housing\ntwo dogs had a rusted metal post stuck in the ground on the outside adjacent to the wall. The alleyway inside this\nbuilding used as an enclosure for one dog had a rusted metal hook attached to the wall at the level of the dog. The\nother enclosure in this building with outdoor access also had a rusted metal hook attached to the wall.\n***The enclosure just north of the whelping building that housed two dogs had a rusted bottom edge of the metal\nfeeder where the dogs access the food. The rusted edge has also become jagged.\n***The enclosures in the whelping building had rusted hinges on the access doors at the level of the dogs on the\ninside of their enclosures. The alleyway of this building is also used as an enclosure for five dogs and has areas of\nexcessive rust at the level of the dogs. There is a rusted metal edge along the bottom of the south wall in this area,\nthe hinges at the bottom of the whelping enclosure doors have excessive rust and the metal medicine cabinet in this\narea also had excessive rust along the bottom.\n***A plastic dog igloo in an enclosure on the new concrete pad housing two dogs had excessive chewing causing\ngrooves and pitting along the edge of the doorway with dirt accumulating in the grooves.\n***At least two plastic water buckets for 5 dogs had excessive chewing causing grooves and pitting on the top edge\nof the bucket.\n***There are two shelter structures just north of the whelping building constructed in a manner that does not allow\nthe inside to be cleaned and sanitized. Each enclosure housed two dogs. The opening for the structure is too small\nfor the owners to access the shelter to properly clean and sanitize surfaces.\nFailure to maintain surfaces that can be readily cleaned and sanitized may increase disease hazards or affect\nstructural strength leading to injury or escape of the animals. Replace, cover or repair rusted and chewed surfaces\nto ensure structural strength and cleaning and sanitizing of the surfaces. Provide a means of accessing shelter\nstructures so that they can be cleaned and sanitized and allow for inspection. Correct by 01 June 2014."
    },
    {
      "code": "3.1(e)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "Food Storage\nThere is an open bag of dog food in the animal food storage area that is approximately 1/3 full of dog food. This\nbag was not closed or sealed in any way.\nFeed that is not properly stored is in risk of becoming spoiled, contaminated, or infested. All open bags of animal\nfeed must be kept in a sealable container at all times. Correct by 16 May 2014."
    },
    {
      "code": "3.1(f)",
      "kind": "Direct",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "Drainage\nIn the large enclosure attached to the whelping building housing 2 adult German Shepherds, there is absolute\nground coverage of mud, water and waste. There is not an area in which the two animals can access that is dry or\nfree of moisture. Both of the animals were observed as being drenched with muddy water from the chests down.\nThere was standing puddles of water in the enclosure and a sour, moldy smell was evident around the enclosure.\nThe licensee stated that he had dumped a load of gravel into the enclosure but it was immediately overtaken with\nmud and water.\nThere is an immediate risk of rodent or insect infestation, illness or skin conditions to the dogs housed within, and\ncontamination to areas around the enclosure unless proper drainage or coverage with dry material is done. Animals\nmust be moved to a clean, dry area by the end of 15 May 2014 and an adequate means of drainage or coverage\nwith dry material in this enclosure must be completed by 1 June 2014."
    },
    {
      "code": "3.4(b)",
      "kind": "",
      "repeat": false,
      "desc": "OUTDOOR HOUSING FACILITIES.",
      "narrative": "Shelter from the elements.\nThe shelter in the far southwest enclosure housing two Australian Shepherds is inadequate. A plastic travel crate is\nused for their shelter and does not afford the dogs protection from the wind and rain due to the ventilation openings\nin the sides of the crate. There is also not a wind break at the entrance. The roof of the shelter for two Australian\nShepherds in the first enclosure south of the whelping building is in disrepair and does not afford the dogs\nprotection from rain. The ceiling had water damage and is deteriorated to the point of potentially collapsing.\nInadequate shelter from wind and rain does not ensure that the dogs remain dry able to maintain a comfortable\nbody temperature. Provide adequate shelter structures for these dogs to ensure their health and comfort. Correct by\n16 May 2014."
    },
    {
      "code": "3.4(c)",
      "kind": "",
      "repeat": true,
      "desc": "OUTDOOR HOUSING FACILITIES.",
      "narrative": "Impervious Surfaces\nThere continues to be surfaces throughout the outdoor enclosures that are not impervious to moisture. This includes\nthe new wood posts and privacy wood fencing, unsealed wood for the platforms holding the food and water\nreceptacles, railroad ties and posts used along the bottom of enclosures to prevent digging, cement blocks and\nlandscape bricks on the ground in some of the outdoor enclosures, round wooden support posts for the fencing,\nplywood and painted wood shelters where areas of the paint have worn off leaving bare wood exposed or not\nsealed at all.\nUnsealed surfaces cannot be readily cleaned and sanitized, which could increase disease hazards and odors.\nThese surfaces must be made impervious to moisture or covered or replaced with materials that are impervious to\nallow all surfaces in contact with the dogs to be readily cleaned and sanitized."
    },
    {
      "code": "3.6(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "General requirements.\nThe enclosure housing two Australian Shepherds just south of the whelping building contains a shelter structure that\nis in disrepair. The inside back wood wall of the structure has a hole chewed through at the bottom left corner\nexposing fiberglass insulation. The roof of the structure has water damage and the ceiling is now bowed and\ndamaged to the extent that collapse is likely.\nThis structure could harm the dogs by them ingesting insulation or by the structure collapsing on them. This shelter\nstructure is unsafe for current use and must be removed and replaced with one that is in good repair. Correct by\nend of 15 May 2014."
    },
    {
      "code": "3.6(a)(2)(1)",
      "kind": "Direct",
      "repeat": true,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "General requirements.\n***There are multiple sharp nail heads protruding outward from the wood fencing in the enclosure next to the garage\nattached to the house. Additionally, in that same enclosure, the licensee has used barbed wire to hold part of the\nfence in place, exposing sharp points at eye level of the dogs within.\n***In the indoor portion of the enclosure beside the garage and the machine shop housing 2 dogs, as well as the\nwhelping building and the indoor portion of enclosures directly beside that housing a total of at least 15 adults and\npuppies, that are large sharp hooks screwed in to the walls or posts that have been used in the past to hold water\nreceptacles in place. These sharp hooks are at eye level to most of the dogs within.\n***In the outdoor enclosure just south of the whelping building housing 2 Australian Shepherds, there is a\nhomemade dog house that acts as the sole shelter from the elements. Upon further inspection of this shelter,\nmultiple long sharp screw heads were found along every wall all pointing inward so that if animals entered the\nshelter, only the center of the shelter could be utilized.\n***There are multiple areas throughout the facility in which the cyclone fencing used as enclosure walls has become\ndamaged or unraveled in places exposing sharp points which the animals have access to.\n***In several areas throughout the outdoor enclosures, cyclone fencing is attached to metal poles by way of clamps\nheld in place by nuts and bolts. The bolts in many of these areas are facing inward so that the animals have access\nto them and some of them are as long as 4 inches with abrupt edges that could potentially tear flesh or pull hair.\n***In the indoor portion of the enclosure beside the garage and the machine shop housing 2 dogs, there is a gate\nthat can be closed to divide the enclosure off from the outdoor portion. This gate was open during the inspection\nrevealing a long sharp edge from aluminum sheeting that is being used to cover the lower portion of the gate door.\nSharp points or edges present physical hazards that could injure the dogs. Repair, remove or replace these sharp\npoints or edges to prevent injury."
    },
    {
      "code": "3.6(a)(2)(3)",
      "kind": "",
      "repeat": true,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "General requirements.\n***One enclosure towards the southeast corner of the property has a large gap between the enclosure's dog house\nand the chain link fence that acts as the enclosure wall. This gap has been plugged with a wooden pallet that is\nloose and can be manipulated freely without much effort. There are dog paw tracks and evidence of digging\nbetween the pallet and the dog house indicating that the two American Eskimos housed in the enclosure are able to\nget into the gap and there is a possibility of escape.\n***The enclosure housing two German Shepherds located between the garage and machine shed is not properly\nsecuring the dogs. There is a gap between the chain link fencing facing the driveway and the garage beside it that\nwas large enough for the German Shepherds housed within to stick their heads out of the opening. During the\ninspection, one of the German Shepherds was observed as it stuck its head out of the enclosure and had direct\ncontact with the licensee's personal pet by biting its tail. The animals growled and barked at each other and the\nlicensee had to intervene to stop what could have been an animal fight.\nFailure to maintain enclosures that securely contain the dogs may lead to escape, injury or allow dogs that are not\ncompatible to have access to each other. Repair, replace or cover these areas to ensure the dogs remain secured\nin their enclosures."
    },
    {
      "code": "3.11(a)",
      "kind": "",
      "repeat": true,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "Cleaning of primary enclosures.\nThe enclosure beside the garage attached to the licensee's home housing 2 dogs, the outdoor portion of the three\nnorth shed enclosures housing approximately 6 dogs, the easternmost enclosure housing 2 German Shepherds and\nat least five other outdoor enclosures housing a total of eight dogs had more than a day's worth of feces present.\nThe licensee stated that some of these enclosures are cleaned daily, but other enclosures have not been cleaned in\nseveral days.\nFailure to remove excreta daily from primary enclosures could increase disease hazards, pests and odors and lead\nto soiling of the animals. Remove the feces from these enclosures and maintain daily removal of excreta in all\nenclosures to reduce these risks and to ensure the health and well-being of the animals."
    },
    {
      "code": "3.11(b)(2)",
      "kind": "",
      "repeat": true,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "Sanitization of primary enclosures and food and water receptacles.\nPrimary enclosures for the outdoor enclosures housing at least 12 dogs are not being disinfected at least once\nevery two weeks or as often as necessary to provide a clean and sanitary environment. At least 2 water receptacles\nhad dirty brackish water that could not be seen through. This is evidenced by the excessive accumulation of\nexcreta on the ground and the dirty buildup on the walls and dog doorways present in the enclosures throughout the\nfacility. The accumulation of cobwebs and dust on some upper surfaces of the sheltered portion of the north shed\nenclosures also shows an insufficient cleaning and sanitation schedule.\nFailure to clean and disinfect enclosures and food and water receptacles at least once every two weeks increases\ndisease hazards and accumulation of dirt, debris and excreta. Clean and disinfect all enclosures to reduce these\nrisks and maintain all primary enclosures and food and water receptacles on a sanitation schedule of at least once\nevery two weeks."
    },
    {
      "code": "3.12",
      "kind": "Direct",
      "repeat": false,
      "desc": "EMPLOYEES.",
      "narrative": "Employees.\nNumerous non-compliant items concerning cleaning, disinfecting and facility maintenance and repair are present at\nthe facility. Several of these non-compliant items were repeats and/or directs. The two owners currently reside at\nthis site and have one part-time employee that assists in the care of the dogs, which currently consists of 63 adult\ndogs and 12 puppies. The part-time employee is graduating in the near future and will no longer be available to\nassist at this facility. Due to the number and degree of non-compliant items present at this facility, the number of\nemployees or temporary employees is not sufficient.\nFailure to ensure that enough employees are maintained in order to carry out the level of husbandry practices and\ncare required in this subpart may directly affect the health and well-being of the animals. Ensure that enough\nemployees are maintained in order to carry out the level of husbandry practices and care required in this subpart\nand that the employees can perform to these standards. Correct by 29 May 2014.\nInspection was conducted with the facility representatives on 5/14/2014\nExit Interview was conducted with the licensee on 5/15/2014\nAdditional Inspectors\nCox Brenton, Animal Care Inspector"
    }
  ],
  "narrative": "2.40(a)(1)                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nAttending veterinarian and adequate veterinary care (dealers and exhibitors).\nThe licensee has a formal written program of veterinary care (PVC) that has recently been updated; however, it still\nlacks sufficient detail on some of the routine care provided to the animals. The external parasite control plan only\nstates 'treat as necessary' but does not indicate with what products and how they should be used if external\nparasites are present. The licensee is docking tails but the PVC does not give any instructions on procedure\nprotocol, instruments used and methods to sanitize the instruments. There was also a bottle of Oxytocin in the\nfridge in the whelping building but instructions on when and how to use this product is also not on the PVC.\nRegarding a dental plan for the dogs, the licensee stated that the attending veterinarian evaluates the dental health\nof the dogs on the site visit to determine which dogs need a dental cleaning; however, this is also not indicated on\nthe PVC.\nFailure to have adequate written authority approved by the attending veterinarian on treatment plans and\nprocedures does not ensure animals are receiving appropriate care. An incomplete PVC also does not allow the\nattending veterinarian appropriate authority to ensure the provisions of adequate veterinary care and to oversee the\nadequacy of other aspects of animal care and use. Update the written PVC so that it reflects the care being\nprovided to the animals and to ensure sufficient oversight by the attending veterinarian.\n3.1(b)\nHOUSING FACILITIES, GENERAL.\nCondition and Site\nThroughout the facility grounds, including areas that come up to and against enclosure walls, there are areas where\nconstruction waste, discarded farm equipment, and horse barrels have accumulated.  There are also areas in which\ngrass and weeds have grown up to almost knee high.  1 enclosure amongst enclosures in which dogs are being\nhoused is being used to house one goose.  Outside of this enclosure, there is a plastic baby pool and a large plastic\ncontainer that contained dirty brackish water for the goose when it is not in the enclosure.\n\nThese areas can house rodents, predatory animals, or insect populations, can contaminate the ground around\nenclosures, and can pose injury hazards to animals that may escape.  These areas also make it difficult or\nimpossible to properly inspect some sections of the enclosures that possibly may be damaged or hazardous to the\nanimals housed within.  All areas around enclosures must be free of unnecessary or unused items or trash, and all\ngrass, weeds, trees, or other organic materials must be kept up in such a way as to provide free and easy access to\nall areas in and around the enclosures during an inspection.  Correct by 1 June 2014\n3.1(c)(1)\nHOUSING FACILITIES, GENERAL.\nSurfaces--(1) General requirements. \n***The enclosure next to the house garage that housed two dogs had a rusted metal post in the back corner behind\nthe garage. There was also a rusted metal fence section approximately two feet wide near the large tree in the\nenclosure. In addition, a few metal barbwire ties used to secure the support posts were rusted. These rusted areas\nhad a rough surface to the metal.\n***The enclosure adjacent to what the owner refers to as the new barn, which housed two dogs, had a rusted metal\nhook attached to the wood wall inside the shelter area at the level of the dogs.\n***On the indoor portion of the first enclosure in the north shed, which housed three dogs, the metal support pipe\nalong the bottom of the gate has rusted through the paint leaving a rough surface to the metal. There was a rusted\nmetal hook attached to the wall in the corner by the water bucket at the level of the dogs. This enclosure also had a\nmetal support pipe with excessive rust at the bottom on the outdoor portion on the north section of the fence. The\npost has a rough surface to the metal and the pipe is breaking leaving jagged edges exposed.\n***The third enclosure on the indoor portion of this same housing area, which housed two dogs, had chain link and a\nmetal panel along the bottom of the gate that had excessive rust leaving a rough surface to the metal. The chain link\nhad broken in areas where the rust was excessive leaving sharp points. This enclosure also had a metal support\npipe with excessive rust at the bottom on the outdoor portion on the north section of the fence. This post has a\nrough surface to the metal and the pipe is breaking leaving jagged edges exposed.\n***The shelter building attached to the south of the north building has rusted surfaces. The first enclosure housing\ntwo dogs had a rusted metal post stuck in the ground on the outside adjacent to the wall. The alleyway inside this\nbuilding used as an enclosure for one dog had a rusted metal hook attached to the wall at the level of the dog. The\nother enclosure in this building with outdoor access also had a rusted metal hook attached to the wall.\n***The enclosure just north of the whelping building that housed two dogs had a rusted bottom edge of the metal\nfeeder where the dogs access the food. The rusted edge has also become jagged.\n***The enclosures in the whelping building had rusted hinges on the access doors at the level of the dogs on the\ninside of their enclosures. The alleyway of this building is also used as an enclosure for five dogs and has areas of\nexcessive rust at the level of the dogs. There is a rusted metal edge along the bottom of the south wall in this area,\nthe hinges at the bottom of the whelping enclosure doors have excessive rust and the metal medicine cabinet in this\n\narea also had excessive rust along the bottom.\n***A plastic dog igloo in an enclosure on the new concrete pad housing two dogs had excessive chewing causing\ngrooves and pitting along the edge of the doorway with dirt accumulating in the grooves.\n***At least two plastic water buckets for 5 dogs had excessive chewing causing grooves and pitting on the top edge\nof the bucket.\n***There are two shelter structures just north of the whelping building constructed in a manner that does not allow\nthe inside to be cleaned and sanitized. Each enclosure housed two dogs. The opening for the structure is too small\nfor the owners to access the shelter to properly clean and sanitize surfaces.\nFailure to maintain surfaces that can be readily cleaned and sanitized may increase disease hazards or affect\nstructural strength leading to injury or escape of the animals. Replace, cover or repair rusted and chewed surfaces\nto ensure structural strength and cleaning and sanitizing of the surfaces. Provide a means of accessing shelter\nstructures so that they can be cleaned and sanitized and allow for inspection. Correct by 01 June 2014.\n3.1(e)\nHOUSING FACILITIES, GENERAL.\nFood Storage\nThere is an open bag of dog food in the animal food storage area that is approximately 1/3 full of dog food.  This\nbag was not closed or sealed in any way. \nFeed that is not properly stored is in risk of becoming spoiled, contaminated, or infested.  All open bags of animal\nfeed must be kept in a sealable container at all times.  Correct by 16 May 2014.\n3.1(f)           DIRECT\nHOUSING FACILITIES, GENERAL.\nDrainage\nIn the large enclosure attached to the whelping building housing 2 adult German Shepherds, there is absolute\nground coverage of mud, water and waste.  There is not an area in which the two animals can access that is dry or\nfree of moisture.  Both of the animals were observed as being drenched with muddy water from the chests down. \nThere was standing puddles of water in the enclosure and a sour, moldy smell was evident around the enclosure. \nThe licensee stated that he had dumped a load of gravel into the enclosure but it was immediately overtaken with\nmud and water.\nThere is an immediate risk of rodent or insect infestation, illness or skin conditions to the dogs housed within, and\ncontamination to areas around the enclosure unless proper drainage or coverage with dry material is done.  Animals\n\nmust be moved to a clean, dry area by the end of 15 May 2014 and an adequate means of drainage or coverage\nwith dry material in this enclosure must be completed by 1 June 2014.\n3.4(b)\nOUTDOOR HOUSING FACILITIES.\nShelter from the elements.\nThe shelter in the far southwest enclosure housing two Australian Shepherds is inadequate. A plastic travel crate is\nused for their shelter and does not afford the dogs protection from the wind and rain due to the ventilation openings\nin the sides of the crate. There is also not a wind break at the entrance. The roof of the shelter for two Australian\nShepherds in the first enclosure south of the whelping building is in disrepair and does not afford the dogs\nprotection from rain. The ceiling had water damage and is deteriorated to the point of potentially collapsing.\nInadequate shelter from wind and rain does not ensure that the dogs remain dry able to maintain a comfortable\nbody temperature. Provide adequate shelter structures for these dogs to ensure their health and comfort. Correct by\n16 May 2014.\n3.4(c)                    REPEAT\nOUTDOOR HOUSING FACILITIES.\nImpervious Surfaces \nThere continues to be surfaces throughout the outdoor enclosures that are not impervious to moisture. This includes\nthe new wood posts and privacy wood fencing, unsealed wood for the platforms holding the food and water\nreceptacles, railroad ties and posts used along the bottom of enclosures to prevent digging, cement blocks and\nlandscape bricks on the ground in some of the outdoor enclosures, round wooden support posts for the fencing,\nplywood and painted wood shelters where areas of the paint have worn off leaving bare wood exposed or not\nsealed at all.\nUnsealed surfaces cannot be readily cleaned and sanitized, which could increase disease hazards and odors.\nThese surfaces must be made impervious to moisture or covered or replaced with materials that are impervious to\nallow all surfaces in contact with the dogs to be readily cleaned and sanitized.\n3.6(a)(1)\nPRIMARY ENCLOSURES.\nGeneral requirements.\nThe enclosure housing two Australian Shepherds just south of the whelping building contains a shelter structure that\n\nis in disrepair. The inside back wood wall of the structure has a hole chewed through at the bottom left corner\nexposing fiberglass insulation. The roof of the structure has water damage and the ceiling is now bowed and\ndamaged to the extent that collapse is likely.\nThis structure could harm the dogs by them ingesting insulation or by the structure collapsing on them. This shelter\nstructure is unsafe for current use and must be removed and replaced with one that is in good repair. Correct by\nend of 15 May 2014.\n3.6(a)(2)(1)           DIRECT                    REPEAT\nPRIMARY ENCLOSURES.\nGeneral requirements.\n***There are multiple sharp nail heads protruding outward from the wood fencing in the enclosure next to the garage\nattached to the house. Additionally, in that same enclosure, the licensee has used barbed wire to hold part of the\nfence in place, exposing sharp points at eye level of the dogs within.\n***In the indoor portion of the enclosure beside the garage and the machine shop housing 2 dogs, as well as the\nwhelping building and the indoor portion of enclosures directly beside that housing a total of at least 15 adults and\npuppies, that are large sharp hooks screwed in to the walls or posts that have been used in the past to hold water\nreceptacles in place.  These sharp hooks are at eye level to most of the dogs within.\n***In the outdoor enclosure just south of the whelping building housing 2 Australian Shepherds, there is a\nhomemade dog house that acts as the sole shelter from the elements.  Upon further inspection of this shelter,\nmultiple long sharp screw heads were found along every wall all pointing inward so that if animals entered the\nshelter, only the center of the shelter could be utilized.\n***There are multiple areas throughout the facility in which the cyclone fencing used as enclosure walls has become\ndamaged or unraveled in places exposing sharp points which the animals have access to.\n***In several areas throughout the outdoor enclosures, cyclone fencing is attached to metal poles by way of clamps\nheld in place by nuts and bolts.  The bolts in many of these areas are facing inward so that the animals have access\nto them and some of them are as long as 4 inches with abrupt edges that could potentially tear flesh or pull hair.\n***In the indoor portion of the enclosure beside the garage and the machine shop housing 2 dogs, there is a gate\nthat can be closed to divide the enclosure off from the outdoor portion.  This gate was open during the inspection\nrevealing a long sharp edge from aluminum sheeting that is being used to cover the lower portion of the gate door.\nSharp points or edges present physical hazards that could injure the dogs. Repair, remove or replace these sharp\npoints or edges to prevent injury.\n3.6(a)(2)(3)                    REPEAT\nPRIMARY ENCLOSURES.\n\nGeneral requirements.\n***One enclosure towards the southeast corner of the property has a large gap between the enclosure's dog house\nand the chain link fence that acts as the enclosure wall.  This gap has been plugged with a wooden pallet that is\nloose and can be manipulated freely without much effort.  There are dog paw tracks and evidence of digging\nbetween the pallet and the dog house indicating that the two American Eskimos housed in the enclosure are able to\nget into the gap and there is a possibility of escape.\n***The enclosure housing two German Shepherds located between the garage and machine shed is not properly\nsecuring the dogs. There is a gap between the chain link fencing facing the driveway and the garage beside it that\nwas large enough for the German Shepherds housed within to stick their heads out of the opening.  During the\ninspection, one of the German Shepherds was observed as it stuck its head out of the enclosure and had direct\ncontact with the licensee's personal pet by biting its tail. The animals growled and barked at each other and the\nlicensee had to intervene to stop what could have been an animal fight.\nFailure to maintain enclosures that securely contain the dogs may lead to escape, injury or allow dogs that are not\ncompatible to have access to each other. Repair, replace or cover these areas to ensure the dogs remain secured\nin their enclosures.\n3.11(a)                    REPEAT\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\nCleaning of primary enclosures.\nThe enclosure beside the garage attached to the licensee's home housing 2 dogs, the outdoor portion of the three\nnorth shed enclosures housing approximately 6 dogs, the easternmost enclosure housing 2 German Shepherds and\nat least five other outdoor enclosures housing a total of eight dogs had more than a day's worth of feces present.\nThe licensee stated that some of these enclosures are cleaned daily, but other enclosures have not been cleaned in\nseveral days.\n \nFailure to remove excreta daily from primary enclosures could increase disease hazards, pests and odors and lead\nto soiling of the animals. Remove the feces from these enclosures and maintain daily removal of excreta in all\nenclosures to reduce these risks and to ensure the health and well-being of the animals.\n3.11(b)(2)                    REPEAT\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\nSanitization of primary enclosures and food and water receptacles.\nPrimary enclosures for the outdoor enclosures housing at least 12 dogs are not being disinfected at least once\n\nevery two weeks or as often as necessary to provide a clean and sanitary environment. At least 2 water receptacles\nhad dirty brackish water that could not be seen through.  This is evidenced by the excessive accumulation of\nexcreta on the ground and the dirty buildup on the walls and dog doorways present in the enclosures throughout the\nfacility. The accumulation of cobwebs and dust on some upper surfaces of the sheltered portion of the north shed\nenclosures also shows an insufficient cleaning and sanitation schedule.\nFailure to clean and disinfect enclosures and food and water receptacles at least once every two weeks increases\ndisease hazards and accumulation of dirt, debris and excreta. Clean and disinfect all enclosures to reduce these\nrisks and maintain all primary enclosures and food and water receptacles on a sanitation schedule of at least once\nevery two weeks.\n3.12           DIRECT\nEMPLOYEES.\nEmployees.\nNumerous non-compliant items concerning cleaning, disinfecting and facility maintenance and repair are present at\nthe facility. Several of these non-compliant items were repeats and/or directs. The two owners currently reside at\nthis site and have one part-time employee that assists in the care of the dogs, which currently consists of 63 adult\ndogs and 12 puppies. The part-time employee is graduating in the near future and will no longer be available to\nassist at this facility. Due to the number and degree of non-compliant items present at this facility, the number of\nemployees or temporary employees is not sufficient.\nFailure to ensure that enough employees are maintained in order to carry out the level of husbandry practices and\ncare required in this subpart may directly affect the health and well-being of the animals. Ensure that enough\nemployees are maintained in order to carry out the level of husbandry practices and care required in this subpart\nand that the employees can perform to these standards. Correct by 29 May 2014.\nInspection was conducted with the facility representatives on 5/14/2014\nExit Interview was conducted with the licensee on 5/15/2014\nAdditional Inspectors\nCox Brenton, Animal Care Inspector",
  "animals_total": 75,
  "species": [
    {
      "count": 63,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 12,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}