{
  "insp_id": "55141410032212",
  "layout": "a",
  "customer_id": "329797",
  "customer_name": "Jacob K Lapp",
  "customer_addr": "12547 Madden Road\nBelmont, WI 53510",
  "certificate": "35-A-0353",
  "site_id": "001",
  "site_name": "JACOB K LAPP",
  "insp_type": "ROUTINE INSPECTION",
  "date": "26-FEB-2014",
  "report_date": "26-FEB-2014",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "A guinea pig (white body with yellow/black head markings across from pen #12) had problems in the left eye. The\neye could not be seen and appeared to have wetness around the eye. The area where the eye-ball would be was\nwhite (normally the eyeballs are black). Eye problems can be painful. This problem was not communicated to the\nattending veterinarian. This guinea pig must be evaluated by the attending veterinarian so that it can be determined\nwhat the problem is and receive treatment. Health problems must be communicated to the veterinarian and the\nveterinarian's recommended treatment must be followed."
    },
    {
      "code": "3.26(b)",
      "kind": "",
      "repeat": true,
      "desc": "FACILITIES, INDOOR.",
      "narrative": "(b) Ventilation.\nI noted a strong ammonia odor that caused a mild burning sensation to my throat during the inspection. Strong\nammonia odor can cause animals to get sick. To decrease ammonia odors, more fresh-air flow must be provided\nwhile maintaining the indoor temperature between 60-85 degrees F. Increased cleaning of wet bedding can also\ndecrease ammonia odors."
    },
    {
      "code": "3.28(a)(3)",
      "kind": "",
      "repeat": true,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "Most of the enclosures had a buildup of soiled and wet bedding around the watering lines. Animals could not get a\ndrink without getting their feet wet. Wet and soiled bedding can increase animals' risk of getting sick. All\nenclosures must be cleaned at least every two weeks or as often as necessary to prevent a build-up of soiled\nmaterial. Spot-cleaning of wet areas must be done so that animals can drink without getting their feet wet.\nCleaning more often can also help decrease ammonia odors.\nInspection and exit interview conducted with facility representative.\nNote: Time remains to correct rusted feeders as described on 1/22/14 inspection report."
    }
  ],
  "narrative": "2.40(b)(2)                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nA guinea pig (white body with yellow/black head markings across from pen #12)  had problems in the left eye.  The\neye could not be seen and appeared to have wetness around the eye.  The area where the eye-ball would be was\nwhite (normally the eyeballs are black).  Eye problems can be painful.  This problem was not communicated to the\nattending veterinarian.  This guinea pig must be evaluated by the attending veterinarian so that it can be determined\nwhat the problem is and receive treatment.  Health problems must be communicated to the veterinarian and the\nveterinarian's recommended treatment must be followed.\n3.26(b)                    REPEAT\nFACILITIES, INDOOR.\n(b) Ventilation.\nI noted a strong ammonia odor that caused a mild burning sensation to my throat during the inspection.  Strong\nammonia odor can cause animals to get sick.  To decrease ammonia odors, more fresh-air flow must be provided\nwhile maintaining the indoor temperature between 60-85 degrees F.  Increased cleaning of wet bedding can also\ndecrease ammonia odors.\n3.28(a)(3)                    REPEAT\nPRIMARY ENCLOSURES. \nMost of the enclosures had a buildup of soiled and wet bedding around the watering lines.  Animals could not get a\ndrink without getting their feet wet.  Wet and soiled bedding can increase animals' risk of getting sick.  All\nenclosures must be cleaned at least every two weeks or as often as necessary to prevent a build-up of soiled\nmaterial.  Spot-cleaning of wet areas must be done so that animals can drink without getting their feet wet. \nCleaning more often can also help decrease ammonia odors. \nInspection and exit interview conducted with facility representative. \nNote: Time remains to correct rusted feeders as described on 1/22/14 inspection report.",
  "animals_total": 1243,
  "species": [
    {
      "count": 1243,
      "scientific": "Cavia porcellus",
      "common": "DOMESTIC GUINEA PIG"
    }
  ]
}