{
  "insp_id": "2016082569759858",
  "layout": "a",
  "customer_id": "1858",
  "customer_name": "Festival Fun Parks Llc",
  "customer_addr": "850 N H Route 16\nGlen, NH 03838",
  "certificate": "12-C-0052",
  "site_id": "001",
  "site_name": "FESTIVAL FUN PARKS LLC",
  "insp_type": "FOCUSED INSPECTION",
  "date": "04-MAR-2020",
  "report_date": "09-MAR-2020",
  "citations": [
    {
      "code": "2.131(b)(1)",
      "kind": "",
      "repeat": false,
      "desc": "HANDLING OF ANIMALS.",
      "narrative": "One group of otters at a time are shifted off and on public exhibit at an hourly interval by allowing them to run\nthrough the housing room past a pen of other otters. Otters in both pens vocalize very loudly and vigorously\nattempt to fight under the edges of acrylic material on the cage fronts. The material has gaps that permit contact\nthrough the chain link. Loud vocalizations and aggressive behavior are indicators of behavioral stress, and can lead\nto physical harm. The facility must handle animals in a manner that does not cause behavioral stress.\nCorrect by: 13 March 2020"
    },
    {
      "code": "3.133(a)",
      "kind": "Critical",
      "repeat": false,
      "desc": "SEPARATION.",
      "narrative": "Otter pens were separated by a chain link panel which permitted contact with the other group of animals. Otters\nfought through the gaps in the chain link panel, resulting in traumatic injury to the forelimb of one otter that required\namputation. The facility remedied the problem by separately housing the injured otter until full recovery of the\nsurgical site, and by installing acrylic panels between pens over the chain link to prevent direct access between\npens before reintroducing the injured otter to her group. The facility must ensure that animals are not be housed\nnear animals that interfere with their health or cause them discomfort, such as the physical trauma incurred between\nthese two otters that resulted in loss of a limb from one otter. Correct by: the facility mounted acrylic panels\nbetween the two pens to prevent the otters from having direct contact and added a pen to allow for separate\nhousing of animals.\nThis inspection and exit interview were conducted with the facility representative."
    }
  ],
  "narrative": "2.131(b)(1)\nHANDLING OF ANIMALS.\nOne group of otters at a time are shifted off and on public exhibit at an hourly interval by allowing them to run\nthrough the housing room past a pen of other otters.  Otters in both pens vocalize very loudly and vigorously\nattempt to fight under the edges of acrylic material on the cage fronts.  The material has gaps that permit contact\nthrough the chain link.  Loud vocalizations and aggressive behavior are indicators of behavioral stress, and can lead\nto physical harm.  The facility must handle animals in a manner that does not cause behavioral stress.\nCorrect by: 13 March 2020\n3.133(a)           CRITICAL\nSEPARATION. \nOtter pens were separated by a chain link panel which permitted contact with the other group of  animals.  Otters\nfought through the gaps in the chain link panel, resulting in traumatic injury to the forelimb of one otter that required\namputation. The facility remedied the problem by separately housing the injured otter until full recovery of the\nsurgical site, and by installing acrylic panels between pens over the chain link to prevent direct access between\npens before reintroducing the injured otter to her group. The facility must ensure that animals are not be housed\nnear animals that interfere with their health or cause them discomfort, such as the physical trauma incurred between\nthese two otters that resulted in loss of a limb from one otter.  Correct by:  the facility mounted acrylic panels\nbetween the two pens to prevent the otters from having direct contact and added a pen to allow for separate\nhousing of animals.\nThis inspection and exit interview were conducted with the facility representative.",
  "animals_total": 6,
  "species": [
    {
      "count": 6,
      "scientific": "Aonyx cinereus",
      "common": "ORIENTAL SMALL-CLAWED OTTER"
    }
  ]
}