{
  "insp_id": "2016082568872957",
  "layout": "a",
  "customer_id": "9232",
  "customer_name": "Cenco Farms Inc",
  "customer_addr": "9225 St Croix Tr S\nHastings, MN 55033",
  "certificate": "41-C-0128",
  "site_id": "001",
  "site_name": "AFTON APPLE ORCHARD",
  "insp_type": "ROUTINE INSPECTION",
  "date": "03-OCT-2017",
  "report_date": "03-OCT-2017",
  "citations": [
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "A wooden platform (step) that the goats use to access a wooden bridge within the enclosure has three holes in it.\nAll three holes are large enough where the goats can fall or get their legs stuck and potentially injure themselves. In\naddition there is a wooden post within the enclosure that is broken near the bottom of it. The licensee stated that\none of the sheep broke it near the bottom. The post has jagged edges where any animal that is walking past it or\nrubbing up against it could potentially injure themselves. The wooden platform and wooden post need to be\nrepaired or replaced so they are structurally sound. All housing facilities shall be maintained in good repair to\nprotect the animals from injury. Correct by 10/10/17.\nThis inspection and exit interview were conducted with the licensee.\nEnd of report."
    }
  ],
  "narrative": "3.125(a)\nFACILITIES, GENERAL.   \nA wooden platform (step) that the goats use to access a wooden bridge within the enclosure has three holes in it. \nAll three holes are large enough where the goats can fall or get their legs stuck and potentially injure themselves.  In\naddition there is a wooden post within the enclosure that is broken near the bottom of it.  The licensee stated that\none of the sheep broke it near the bottom.  The post has jagged edges where any animal that is walking past it or\nrubbing up against it could potentially injure themselves.  The wooden platform and wooden post need to be\nrepaired or replaced so they are structurally sound.  All housing facilities shall be maintained in good repair to\nprotect the animals from injury.  Correct by 10/10/17.\nThis inspection and exit interview were conducted with the licensee.\nEnd of report.",
  "animals_total": 28,
  "species": [
    {
      "count": 17,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 6,
      "scientific": "Lama glama",
      "common": "LLAMA"
    },
    {
      "count": 5,
      "scientific": "Ovis aries aries",
      "common": "SHEEP INCLUDING ALL DOMESTIC BREEDS"
    }
  ]
}