{
  "insp_id": "215161719520135",
  "layout": "a",
  "customer_id": "6514",
  "customer_name": "Wilma Jinson",
  "customer_addr": "1161 Beaver Road\nStella, MO 64867",
  "certificate": "43-A-2656",
  "site_id": "001",
  "site_name": "WILMA JINSON",
  "insp_type": "ROUTINE INSPECTION",
  "date": "02-AUG-2016",
  "report_date": "02-AUG-2016",
  "citations": [
    {
      "code": "2.131(e)",
      "kind": "Direct",
      "repeat": false,
      "desc": "HANDLING OF ANIMALS.",
      "narrative": "In the sheltered whelping building, the temperature was 89.8 degrees F at about 2:00 pm. An adult female English\nBulldog and her four unweaned puppies along with 7 weaned English Bulldog puppies and one weaned Pug puppy\nwere present in the building. All of the dogs were panting heavily and some of the weaned puppies were vocalizing.\nThe adult female with her 4 puppies and 2 of the weaned puppies were locked inside the building. Shade was not\npresent in the outdoor portions of the enclosures. A window air conditioning unit was on and showed the\ntemperature as 90 degrees F. A wall thermometer was present but was broken. Excessive heat can cause pain\nand suffering, can affect the health of the dogs, and can lead to death. The inspectors stopped the inspection and\ninstructed the licensee to correct the problem before the end of the day.\nThe inspection and the exit briefing were conducted with the licensee and with Konnie Plumlee-VMO.\nAdditional Inspectors\nPlumlee Konnie, Supervisory Animal Care Specialist"
    }
  ],
  "narrative": "2.131(e)           DIRECT\nHANDLING OF ANIMALS.\nIn the sheltered whelping building, the temperature was 89.8 degrees F at about 2:00 pm.  An adult female English\nBulldog and her four unweaned puppies along with 7 weaned English Bulldog puppies and one weaned Pug puppy\nwere present in the building.  All of the dogs were panting heavily and some of the weaned puppies were vocalizing.\n The adult female with her 4 puppies and 2 of the weaned puppies were locked inside the building.  Shade was not\npresent in the outdoor portions of the enclosures.  A window air conditioning unit was on and showed the\ntemperature as 90 degrees F.  A wall thermometer was present but was broken.  Excessive heat can cause pain\nand suffering, can affect the health of the dogs, and can lead to death.  The inspectors stopped the inspection and\ninstructed the licensee to correct the problem before the end of the day.\nThe inspection and the exit briefing were conducted with the licensee and with Konnie Plumlee-VMO.\nAdditional Inspectors\nPlumlee Konnie, Supervisory Animal Care Specialist",
  "animals_total": 13,
  "species": [
    {
      "count": 12,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 1,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}