{
  "insp_id": "INS-0000871239",
  "layout": "c",
  "customer_id": "2115",
  "customer_name": "Craig Kokas",
  "customer_addr": "3153 Prospect Upper Sandusky Rd.\nProspect, OH 43342",
  "certificate": "31-A-0031",
  "site_id": "001",
  "site_name": "CRAIG KOKAS",
  "insp_type": "ROUTINE INSPECTION",
  "date": "02-JUN-2023",
  "report_date": "05-JUN-2023",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": true,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "The licensee is not currently providing adequate veterinary care to the Fallow deer for the treatment of barber pole worms\ndiagnosed by the Attending Veterinarian (AV) on May 31, 2023. Following the last inspection, the licensee submitted\nfecal samples to the Attending Veterinarian. The Fallow deer sample was positive for barber pole worms, an intestinal\nparasite found in ruminants. The AV recommended treating all 11 fallow deer with Safegaurd for 5 days. When asked\nabout this treatment, the licensee stated that he did not realize that the deer had been diagnosed with parasites. The\nlicensee had begun treatment for all animals on the first page of the letter from the AV but had not noticed that there was\nan additional species listed on the back which also required treatment. The license stated that he did not have Safeguard\nat that time but would call the AV that evening to either get the medication or see if there was another that could be\nsubstituted.\nFailing to follow the guidance provided by the attending veterinarian regarding treatment of parasitic disease can result in\nloss of body condition, anemia, or the development of other serious medical conditions. Correct by ensuring that the\nappropriate care is provided for the treatment and prevention diseases for all animals as recommended by the Attending\nVeterinarian."
    },
    {
      "code": "2.75(b)(1)",
      "kind": "",
      "repeat": true,
      "desc": "Records: Dealers and exhibitors.",
      "narrative": "The licensee does not have complete and accurate records of acquisition. Since the last inspection the licensee has\ncreated records for individual animals listing dates of acquisition and dates and methods of disposition. These records do\nnot currently specify the method of acquisition (born at the property vs. purchased or otherwise obtained). The licensee\nstates that most of adult animals have been born on the property, however, this is not recorded on any records at the\nproperty and inspectors have seen purchase receipts on prior inspections.\nFailure to maintain complete and accurate records limits APHIS Officials ability to ensure compliance with other aspects\nof the AWA. Correct by ensuring that the facility maintains complete and accurate records of all animals on hand, all\nanimal acquisitions (including the total offspring born of any animal while in his possession or under his control) and\nanimal dispositions (including those which die, are euthanized, sold, transferred, or otherwise disposed of). These records\nmust include all information required by this section, must be maintained in an accurate and timely manner, and must be\nmade available for inspection by APHIS officials."
    },
    {
      "code": "2.131(e)",
      "kind": "Direct",
      "repeat": false,
      "desc": "Handling of animals.",
      "narrative": "Five Mink were found to be excessively hot during the inspection. All of the Mink are housed in an open-sided barn\ncontaining two long rows of primary enclosures under a metal roof. All of the Mink were laying down and were inactive\nduring the inspection. Five Mink were laying stretch-out, turned onto their backs with their bellies and legs in the air and\nappeared lethargic. These Mink were also observed panting and open mouth breathing. When disturbed, the Mink did\nget up, but quickly returned to their previous posture and resumed panting and/or open mouth breathing. One mink did\nnot move until it was touched even though inspectors were talking around these animals. The behavior of these animals\nindicates that the mink were being adversely impacted by the heat. The mink were inspected at approximately noon and\nthe recorded high temperature for the area according to weatherunderground.com was 90 degrees Fahrenheit. The high\ntemperature for the day was 92 degrees Fahrenheit and was not reached until at 4:52 PM. The licensee stated that he\ncould install a fan that day to alleviate the heat.\nWhen climatic conditions present a threat to an animal’s health or well-being, appropriate measures must be taken to\nalleviate the impact of these conditions. Failure to alleviate the impact of extreme heat can result in discomfort, heat\nstress, and in extreme cases death. Correct by ensuring that animals are never subjected to any combination of\ntemperature, humidity, and time that would be detrimental to their health or well-being considering their species, age,\nhealth status, and acclimation. Correct by: 5 PM on 6/5/2023."
    },
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": true,
      "desc": "Facilities, general.",
      "narrative": "A total of 2 enclosures for animals were not maintained in good repair in order to protect the animals from injury and\nproperly contain the animals.\nOne Red fox enclosure had a single area of broken wire in the flooring resulting in sharp points that could injure the two\nfoxes housed in the enclosure. The licensee removed this area of wire flooring and replaced it with new wire during the\ninspection.\nOne Striped skunk enclosure housing one adult skunk had an area of deteriorated wood on the plywood nest box. The\nnest box is constructed of painted a plywood top that is hinged to provide access to the animals. The corner of one nest\nbox is soft and rotten under the rubber cover. The licensee/applicant moved this animal to another enclosure during the\ninspection.\nAdditionally, the wooden frame that supports the skunk enclosure described above as well as several others containing 4\nStriped skunk continues to be deteriorated. Approximately half of the thickness of the 2x4 wooden frame is missing due\nto the deterioration in several areas including under the nest box and in one area along the front of the wire for these\nenclosures. This frame which supports these enclosures, and these nest boxes are no longer structurally sound. The\nlicensee stated that he will replace this area of wood immediately following inspection.\nFailure to properly maintain housing facilities in good repair can lead to injury or the animals and/or escape. Correct by\nensuring that all enclosures are structurally sound and maintained in good repair to protect the animals from injury and to\nsafely contain the animals.\nThis inspection was conducted with the Licensee.\nAdditional Inspectors:\nMark Sanderbeck, ANIMAL CARE INSPECTOR n"
    }
  ],
  "narrative": "2.40(b)(2)  Repeat\n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nThe licensee is not currently providing adequate veterinary care to the Fallow deer for the treatment of barber pole worms \ndiagnosed by the Attending Veterinarian (AV) on May 31, 2023.  Following the last inspection, the licensee submitted \nfecal samples to the Attending Veterinarian.  The Fallow deer sample was positive for barber pole worms, an intestinal \nparasite found in ruminants.  The AV recommended treating all 11  fallow deer with Safegaurd for 5 days.  When asked \nabout this treatment, the licensee stated that he did not realize that the deer had been diagnosed with parasites.  The \nlicensee had begun treatment for all animals on the first page of the letter from the AV but had not noticed that there was \nan additional species listed on the back which also required treatment.  The license stated that he did not have Safeguard \nat that time but would call the AV that evening to either get the medication or see if there was another that could be \nsubstituted.    \n \nFailing to follow the guidance provided by the attending veterinarian regarding treatment of parasitic disease can result in \nloss of body condition, anemia, or the development of other serious medical conditions.  Correct by ensuring that the \nappropriate care is provided for the treatment and prevention diseases for all animals as recommended by the Attending \nVeterinarian.\n\n2.75(b)(1)  Repeat\n   \nRecords: Dealers and exhibitors. \nThe licensee does not have complete and accurate records of acquisition.  Since the last inspection the licensee has \ncreated records for individual animals listing dates of acquisition and dates and methods of disposition.  These records do \nnot currently specify the method of acquisition (born at the property vs. purchased or otherwise obtained).  The licensee \nstates that most of adult animals have been born on the property, however, this is not recorded on any records at the \nproperty and inspectors have seen purchase receipts on prior inspections.  \n \nFailure to maintain complete and accurate records limits APHIS Officials ability to ensure compliance with other aspects \nof the AWA.  Correct by ensuring that the facility maintains complete and accurate records of all animals on hand, all \nanimal acquisitions (including the total offspring born of any animal while in his possession or under his control) and \nanimal dispositions (including those which die, are euthanized, sold, transferred, or otherwise disposed of). These records \nmust include all information required by this section, must be maintained in an accurate and timely manner, and must be \nmade available for inspection by APHIS officials. \n2.131(e)  Direct\n   \nHandling of animals. \nFive Mink were found to be excessively hot during the inspection.  All of the Mink are housed in an open-sided barn \ncontaining two long rows of primary enclosures under a metal roof.  All of the Mink were laying down and were inactive \nduring the inspection.  Five Mink were laying stretch-out, turned onto their backs with their bellies and legs in the air and \nappeared lethargic.  These Mink were also observed panting and open mouth breathing.  When disturbed, the Mink did \nget up, but quickly returned to their previous posture and resumed panting and/or open mouth breathing.  One mink did \nnot move until it was touched even though inspectors were talking around these animals.  The behavior of these animals\n\nindicates that the mink were being adversely impacted by the heat.  The mink were inspected at approximately noon and \nthe recorded high temperature for the area according to weatherunderground.com was 90 degrees Fahrenheit.  The high \ntemperature for the day was 92 degrees Fahrenheit and was not reached until at 4:52 PM.  The licensee stated that he \ncould install a fan that day to alleviate the heat.   \n \nWhen climatic conditions present a threat to an animal’s health or well-being, appropriate measures must be taken to \nalleviate the impact of these conditions.  Failure to alleviate the impact of extreme heat can result in discomfort, heat \nstress, and in extreme cases death. Correct by ensuring that animals are never subjected to any combination of \ntemperature, humidity, and time that would be detrimental to their health or well-being considering their species, age, \nhealth status, and acclimation.  Correct by:  5 PM on 6/5/2023. \n3.125(a)  Repeat\n   \nFacilities, general. \nA total of 2 enclosures for animals were not maintained in good repair in order to protect the animals from injury and \nproperly contain the animals. \n \nOne Red fox enclosure had a single area of broken wire in the flooring resulting in sharp points that could injure the two \nfoxes housed in the enclosure.   The licensee removed this area of wire flooring and replaced it with new wire during the \ninspection.   \n \nOne Striped skunk enclosure housing one adult skunk had an area of deteriorated wood on the plywood nest box.  The \nnest box is constructed of painted a plywood top that is hinged to provide access to the animals.  The corner of one nest \nbox is soft and rotten under the rubber cover.  The licensee/applicant moved this animal to another enclosure during the\n\ninspection.   \n \nAdditionally, the wooden frame that supports the skunk enclosure described above as well as several others containing  4 \nStriped skunk continues to be deteriorated.   Approximately half of the thickness of the 2x4 wooden frame is missing due \nto the deterioration in several areas including under the nest box and in one area along the front of the wire for these \nenclosures.  This frame which supports these enclosures, and these nest boxes are no longer structurally sound.  The \nlicensee stated that he will replace this area of wood immediately following inspection.   \n \nFailure to properly maintain housing facilities in good repair can lead to injury or the animals and/or escape.  Correct by \nensuring that all enclosures are structurally sound and maintained in good repair to protect the animals from injury and to \nsafely contain the animals. \n \nThis inspection was conducted with the Licensee. \n \nAdditional Inspectors: \nMark Sanderbeck, ANIMAL CARE INSPECTOR n",
  "animals_total": 366,
  "species": [
    {
      "count": 33,
      "scientific": "Mustela putorius furo",
      "common": "DOMESTIC FERRET"
    },
    {
      "count": 10,
      "scientific": "Mustela vison",
      "common": "AMERICAN MINK"
    },
    {
      "count": 11,
      "scientific": "Dama dama",
      "common": "FALLOW DEER"
    },
    {
      "count": 37,
      "scientific": "Atelerix albiventris",
      "common": "FOUR-TOED HEDGEHOG"
    },
    {
      "count": 82,
      "scientific": "Vulpes vulpes",
      "common": "RED FOX (INCLUDES SILVER FOX & CROSS FOX)"
    },
    {
      "count": 8,
      "scientific": "Urocyon cinereoargenteus",
      "common": "GRAY FOX / GREY FOX"
    },
    {
      "count": 56,
      "scientific": "Vulpes lagopus",
      "common": "ARCTIC FOX"
    },
    {
      "count": 8,
      "scientific": "Nasua narica",
      "common": "WHITE-NOSED COATI"
    },
    {
      "count": 2,
      "scientific": "Nasuella olivacea",
      "common": "MOUNTAIN COATI"
    },
    {
      "count": 12,
      "scientific": "Marmota monax",
      "common": "GROUNDHOG / WOODCHUCK"
    },
    {
      "count": 28,
      "scientific": "Procyon lotor",
      "common": "RACCOON"
    },
    {
      "count": 2,
      "scientific": "Lynx rufus",
      "common": "BOBCAT"
    },
    {
      "count": 15,
      "scientific": "Notamacropus rufogriseus",
      "common": "BENNETT'S WALLABY / RED-NECKED WALLABY"
    },
    {
      "count": 52,
      "scientific": "Mephitis mephitis",
      "common": "STRIPED SKUNK"
    },
    {
      "count": 10,
      "scientific": "Spilogale putorius",
      "common": "EASTERN SPOTTED SKUNK"
    }
  ]
}