{
  "insp_id": "75151635040777",
  "layout": "a",
  "customer_id": "38010",
  "customer_name": "Amy Holtkamp",
  "customer_addr": "2667 C R 906\nGreen Forest, AR 72638",
  "certificate": "71-A-1338",
  "site_id": "001",
  "site_name": "AMY HOLTKAMP",
  "insp_type": "ROUTINE INSPECTION",
  "date": "16-MAR-2015",
  "report_date": "16-MAR-2015",
  "citations": [
    {
      "code": "3.1(f)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "In the kennel facility there is one occupied outdoor primary enclosure. This enclosure contains two adult dogs. The\noutdoor enclosure floor surface has several puddles of muddle water. Housing facilities must be equipped with\ndisposal facilities and drainage systems that are constructed and operated so that animal waste and water are\nrapidly eliminated and animals stay dry. Standing puddles of water in animal enclosures must be drained or\nmopped up so that the animals stay dry to protect their health and welfare.\nAffects two adults. Correct by March 30, 2015"
    },
    {
      "code": "3.4(b)(3)",
      "kind": "",
      "repeat": false,
      "desc": "OUTDOOR HOUSING FACILITIES.",
      "narrative": "In the kennel facility there is one outdoor occupied housing area. This enclosure contains two adult dogs. There is\none shelter for both animals. The shelter structure does not contain a wind break at it's entrance. A wind break is\nrequired to allow the animals to stay clean and dry.\nAffects two adults. Correct by March 30, 2015"
    },
    {
      "code": "3.6(a)(2)(10)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "The kennel facility consists of two sheltered buildings and one occupied outdoor housing area. In the second\nsmaller sheltered building there is one enclosure which contained one adult and six puppies. During the inspection\nthe puppies were observed with their feet falling through the raised wire enclosure flooring material. Primary\nenclosures must be designed and constructed of suitable materials so that they are structurally sound. The primary\nenclosures must be kept in good repair. Primary enclosures must be constructed and maintained so that they have\nfloors that are constructed in a manner that protects the dogs' feet and legs from injury. If the flooring is of mesh or\nslatted construction, it does not allow the dogs feet to pass through in order to protect them from injury.\nAffects six puppies Correct by March 19, 2014\nThe inspection and exit briefing was conducted with the facility Representatives."
    }
  ],
  "narrative": "3.1(f)\nHOUSING FACILITIES, GENERAL.\nIn the kennel facility there is one occupied outdoor primary enclosure.  This enclosure contains two adult dogs.  The\noutdoor enclosure floor surface has several puddles of muddle water.     Housing facilities must be equipped with\ndisposal facilities and drainage systems that are constructed and operated so that animal waste and water are\nrapidly eliminated and animals stay dry.  Standing puddles of water in animal enclosures must be drained or\nmopped up so that the animals stay dry to protect their health and welfare.\nAffects two adults.                                      Correct by March 30, 2015\n3.4(b)(3)\nOUTDOOR HOUSING FACILITIES.\nIn the kennel facility there is one outdoor occupied housing area.   This enclosure contains two adult dogs.  There is\none shelter for both animals.  The shelter structure does not contain a wind break at it's entrance.  A wind break is\nrequired to allow the animals to stay clean and dry.\nAffects two adults.                                                 Correct by March 30, 2015\n3.6(a)(2)(10)\nPRIMARY ENCLOSURES.\nThe kennel facility consists of two sheltered buildings and one occupied outdoor housing area.  In the second\nsmaller sheltered building there is one enclosure which contained one adult and six puppies.  During the inspection\nthe puppies were observed with their feet falling through the raised wire enclosure flooring material.  Primary\nenclosures must be designed and constructed of suitable materials so that they are structurally sound. The primary\nenclosures must be kept in good repair.  Primary enclosures must be constructed and maintained so that they have\nfloors that are constructed in a manner that protects the dogs' feet and legs from injury.  If the flooring is of mesh or\nslatted construction, it does not allow the dogs feet to pass through in order to protect them from injury. \nAffects six puppies                                           Correct by March 19, 2014\n\nThe inspection and exit briefing was conducted with the facility Representatives.",
  "animals_total": 63,
  "species": [
    {
      "count": 46,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 17,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}