{
  "insp_id": "179161556330072",
  "layout": "a",
  "customer_id": "18954",
  "customer_name": "Lucille Godfrey",
  "customer_addr": "604 Merrill Street\nBussey, IA 50044",
  "certificate": "42-A-0913",
  "site_id": "001",
  "site_name": "LUCILLE GODFREY",
  "insp_type": "ROUTINE INSPECTION",
  "date": "27-JUN-2016",
  "report_date": "27-JUN-2016",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "Male Coton (No ID) was observed walking around his enclosure but holding his left front foot off the floor every time\nhe stood still. Closer inspection of the foot revealed a small red lesion on the top of the paw. The lesion was round,\nraised and slightly firm. This dog also has a thick buildup of brown tartar covering the surface of the cheek teeth\nand the majority of the upper canine teeth. The gums are slightly reddened.\nFemale Coton (No ID) has a hairless area on the right side of her rump near the tail. The area is slightly reddened\nwith smaller sections within it that are a darker red and are developing a crust across them. The licensee stated\nthat she had been using Neosporin on the area but had not consulted a licensed veterinarian about treatment for\nthe dog.\nPoor dental health and abnormal skin conditions could cause pain or discomfort to the dog and could lead to further\nhealth complications. The licensee must have these dogs evaluated by a licensed veterinarian for proper diagnosis\nof their conditions and to establish an effective treatment plan. The diagnosis and treatment plan must be\ndocumented in writing and available to the inspector upon request. The licensee must ensure that all dogs receive\nadequate veterinary care at all times."
    },
    {
      "code": "3.1(a)",
      "kind": "",
      "repeat": true,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "There are three dogs housed in three enclosures in the outdoor housing area. In the enclosure housing one cocker\nspaniel there are at least three sharp points created by wire holding the dog house together. In the enclosure\nhousing one golden retriever there are at least four sharp points created by damaged fencing or twisted wire used to\nattach the fencing to the frame. In the enclosure housing one cavalier spaniel there is at least one sharp point\ncreated by the twisted wire that is holding the fencing together.\nWithin the basement there is one enclosure housing one adult golden retriever and five puppies that has two sharp\npoints created by wire attached to the fencing and located at the level of the puppies. Sharp points could cause\ninjury to the dogs and puppies.\nHousing facilities for dogs must be designed and constructed so that they are kept in good repair and protect the\ndogs from injury. The licensee must remove the sharp points from the enclosures. The licensee must ensure that\nall used dog enclosures are free of sharp points at all times in order to eliminate the risk of injury to the animals.\nExit interview conducted with Kelly Maxwell, ACI and the facility representative."
    }
  ],
  "narrative": "2.40(b)(2)                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nMale Coton (No ID) was observed walking around his enclosure but holding his left front foot off the floor every time\nhe stood still.  Closer inspection of the foot revealed a small red lesion on the top of the paw.  The lesion was round,\nraised and slightly firm.  This dog also has a thick buildup of brown tartar covering the surface of the cheek teeth\nand the majority of the upper canine teeth.  The gums are slightly reddened.  \nFemale Coton (No ID) has a hairless area on the right side of her rump near the tail.  The area is slightly reddened\nwith smaller sections within it that are a darker red and are developing a crust across them.  The licensee stated\nthat she had been using Neosporin on the area but had not consulted a licensed veterinarian about treatment for\nthe dog.\nPoor dental health and abnormal skin conditions could cause pain or discomfort to the dog and could lead to further\nhealth complications.  The licensee must have these dogs evaluated by a licensed veterinarian for proper diagnosis\nof their conditions and to establish an effective treatment plan.  The diagnosis and treatment plan must be\ndocumented in writing and available to the inspector upon request.  The licensee must ensure that all dogs receive\nadequate veterinary care at all times.\n3.1(a)                    REPEAT\nHOUSING FACILITIES, GENERAL.\nThere are three dogs housed in three enclosures in the outdoor housing area.  In the enclosure housing one cocker\nspaniel there are at least three sharp points created by wire holding the dog house together.  In the enclosure\nhousing one golden retriever there are at least four sharp points created by damaged fencing or twisted wire used to\nattach the fencing to the frame.  In the enclosure housing one cavalier spaniel there is at least one sharp point\ncreated by the twisted wire that is holding the fencing together.\n\nWithin the basement there is one enclosure housing one adult golden retriever and five puppies that has two sharp\npoints created by wire attached to the fencing and located at the level of the puppies.  Sharp points could cause\ninjury to the dogs and puppies.  \nHousing facilities for dogs must be designed and constructed so that they are kept in good repair and protect the\ndogs from injury.  The licensee must remove the sharp points from the enclosures.  The licensee must ensure that\nall used dog enclosures are free of sharp points at all times in order to eliminate the risk of injury to the animals.\nExit interview conducted with Kelly Maxwell, ACI and the facility representative.",
  "animals_total": 31,
  "species": [
    {
      "count": 26,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 5,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}