{
  "insp_id": "INS-0000899826",
  "layout": "c",
  "customer_id": "335322",
  "customer_name": "Twanna Simpson",
  "customer_addr": "3840 N State Rd 9\nShelbyville, IN 46176",
  "certificate": "32-B-0235",
  "site_id": "001",
  "site_name": "TY AND TWANNA SIMPSON",
  "insp_type": "ROUTINE INSPECTION",
  "date": "23-OCT-2023",
  "report_date": "26-OCT-2023",
  "citations": [
    {
      "code": "2.75(b)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Records: Dealers and exhibitors.",
      "narrative": "The facility was lacking complete records. The licensee did not have acquisition paperwork for one yak and one rabbit.\nThere were no disposition records for five guinea pigs removed from the facility. Additionally, the bird inventory was\nincomplete, missing different species. An accurate animal inventory and records of acquisition and disposition are\nrequired so that USDA inspectors can ensure all animals are accounted for, receiving adequate veterinary care, and\nensure animals can be traced in case of an animal disease outbreak. Exhibitors shall make, keep and maintain records\nwhich fully and correctly disclose animals purchased, acquired, owned, held, leased or otherwise in his or her possession\nor under his or her control or which is transported, sold, euthanized or otherwise disposed of. Records shall include any\noffspring born of any animal while in his or her possession.\nCorrect by: 10-26-2023"
    },
    {
      "code": "3.78(d)",
      "kind": "",
      "repeat": false,
      "desc": "Outdoor housing facilities.",
      "narrative": "The facility’s perimeter fence was inadequate. There was an approximately 4.5 inch gap in the perimeter fence where the\nprivate entrance gate was located. A wooden post, at the same private entrance area, measured only 66 inches tall.\nThere were several sections of the perimeter fence that had not been sufficiently cleared of brush and trees. Failure to\nhave an adequate perimeter fence and failure to maintain the vegetation around the perimeter fence could compromise\nthe integrity of the fence and provide a means for animals or people to gain entry into the facility. An outdoor housing\nfacility must be enclosed by a perimeter fence that serves as an effective barrier to protect nonhuman primates from\nunauthorized persons and animals. Fences must be at least 6 feet high unless approved in writing by the Administrator.\nFences must be of sufficient distance from the outside wall or fence of the primary enclosure to prevent physical contract\nbetween animals inside the enclosure and outside the perimeter fence.\nCorrect by: 11-20-2023"
    },
    {
      "code": "3.81(c)(4)",
      "kind": "",
      "repeat": false,
      "desc": "Environment enhancement to promote psychological well-being.",
      "narrative": "There is one black handed spider monkey that is individually housed in the licensee’s residence located in the property\nthat is unable to see or hear other nonhumane primates. The current written environmental enrichment plan does not\naddress special considerations for individually housed non-human primates. Individually housed non-human primates that\nare unable to see and hear non-human primates of their own or compatible species require special attention within this\nenrichment plan to promote psychological well-being. The written environmental enrichment plan should be updated and\nreviewed by the attending veterinarian to address the specific considerations.\nCorrect by: 11-09-2023"
    },
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": false,
      "desc": "Facilities, general.",
      "narrative": "The water bucket for two African crested porcupines was secured within a wooden frame composed of 2 by 4’s. One\ncorner of this wooden frame was excessively chewed and had an exposed screw. The exposed screw could lead to an\nanimal injury. Indoor and outdoor housing facilities shall be structurally sound and shall be maintained in good repair to\nprotect the animals from injury and to contain the animals.\nCorrect by: 10-30-2023"
    },
    {
      "code": "3.127(b)",
      "kind": "",
      "repeat": false,
      "desc": "Facilities, outdoor.",
      "narrative": "The facility did not have a shelter for one kunekune pig housed outdoors. Shelter appropriate for the species and the local\nclimate must be available for all animals kept outdoors to prevent discomfort. An appropriate species-specific shelter\nneeds to be provided for the kunekune pig for protection from the local climatic conditions.\nCorrect by: 11-02-2023"
    },
    {
      "code": "3.127(d)",
      "kind": "",
      "repeat": false,
      "desc": "Facilities, outdoor.",
      "narrative": "The facility’s perimeter fence was inadequate. There was an approximately 4.5 inch gap in the perimeter fence where the\nprivate entrance gate was located. A wooden post, at the same private entrance area, measured only 66 inches tall.\nThere were several sections of the perimeter fence that had not been sufficiently cleared of brush and trees. Failure to\nhave an adequate perimeter fence and failure to maintain the vegetation around the perimeter fence could compromise\nthe integrity of the fence and provide a means for animals or people to gain entry into the facility. An outdoor housing\nfacility must be enclosed by a perimeter fence that serves as an effective barrier to restrict unauthorized persons and\nanimals. Fences must be at least 6 feet high unless dangerous animals are present or a variance is approved in writing by\nthe Administrator. Fences must be of sufficient distance from the outside wall or fence of the primary enclosure to prevent\nphysical contract between animals inside the enclosure and outside the perimeter fence.\nCorrect by: 11-20-2023"
    },
    {
      "code": "3.131(c)",
      "kind": "",
      "repeat": false,
      "desc": "Sanitation.",
      "narrative": "The refrigerator in the food preparation area was dirty. The shelves were covered with food residue and grime. The dirty\ncondition of this refrigerator can serve as a potential source of contamination for food items stored in it. This refrigerator\nneeds to be cleaned. The enclosure housing one yak, five goats and one sheep contained two four by four posts left over\nfrom the construction of a barrier fence within the enclosure. These posts can be a potential injury hazard to the animals\nhoused in this enclosure and need to be removed. There was a broken pallet in the enclosure housing one pig. This pallet\nhad broken boards which had sharp and rough edges that could injury the pig housed in the enclosure. This pallet should\nbe removed from the enclosure. The facility was cluttered with a variety of building supplies, equipment and various other\nitems. This clutter can provide good hiding places for rodents. Two live mice were noted by inspectors during the\ninspection. Excess clutter should be organized and minimized to facilitate husbandry of the facility. Premises shall be kept\nin good repair to protect animals from injury.\nCorrect by: 10-30-2023"
    },
    {
      "code": "3.131(d)",
      "kind": "",
      "repeat": false,
      "desc": "Sanitation.",
      "narrative": "The enclosure housing two sloths had numerous flies. The flies could be seen in the air and on the pillowed resting\nsurface provided for the sloths. One sloth was observed scratching its head in response to the irritation from the flies. The\npresence of these flies can be an annoyance to the sloths housed in this enclosure and can be a source of disease. Two\nlive mice were seen in the outdoor barn area. These rodents can be a source of disease for the animals and efforts must\nbe maintained to minimize their presence. A safe and effective program for the control of insects and rodent pests shall be\nestablished and maintained by the facility.\nCorrect by: 10-30-2023"
    },
    {
      "code": "3.150(e)",
      "kind": "",
      "repeat": false,
      "desc": "Facilities, general.",
      "narrative": "An opened bag of wild bird food was sitting on the floor in the food preparation area. Supplies of food, supplements and\nbedding must be stored off the ground and away from walls in a manner that prevents these supplies from deterioration\nand spoilage. Also, this opened bag of food could serve to attract mammalian pests. Two live mice were seen in the\noutdoor barn area. Contaminated food and rodents are a source of potential illness to the animals at the facility. Store\nfood, supplements and bedding in a manner that prevents potential contamination and spoilage. Store these supplies off\nthe floor, away from the walls and apart from cleaning supplies and chemicals.\nCorrect by: 10-30-2023"
    },
    {
      "code": "3.154",
      "kind": "",
      "repeat": false,
      "desc": "Environment enhancement to promote psychological well-being.",
      "narrative": "The facility does not have a documented bird environmental enhancement plan. This document is essential for APHIS\ninspectors to evaluate the quality of the environmental enhancement program provided to all birds at the facility. The\nfacility must develop, document and follow a species-appropriate environmental enhancement plan to promote the\npsychological well-being of birds. This program must be approved by the attending veterinarian and available for review\nby APHIS inspectors.\nCorrect by: 11-09-2023"
    },
    {
      "code": "3.158(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Cleaning, sanitization, housekeeping, and pest control.",
      "narrative": "The enclosure housing one Amazon Parrot and the enclosure housing one cockatoo had a very large amount of fecal\nmaterial in them. These feces piled approximately 2 to 4 inches high in areas directly under perches in the enclosure. The\nlicensee stated that it had been a couple weeks since the enclosures were cleaned. Excess fecal material can be a\nsource of disease to the birds housed in these enclosures. Excreta and food waste must be removed from primary\nenclosures as well as under and around the enclosures to prevent to prevent soiling of the birds in the enclosures and\nminimize disease hazards, insects, pests and odors. These enclosures must be cleaned.\nCorrect by: 10-30-2023"
    },
    {
      "code": "3.158(b)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Cleaning, sanitization, housekeeping, and pest control.",
      "narrative": "The water receptacle for the military macaw was lined with a brownish residue around the upper rim of the receptacle.\nPrimary enclosures and food and water receptacles must be sanitized as often as necessary to prevent an accumulation\ndirt, debris, food waste and excreta which can be a disease hazard. This receptacle must be cleaned and sanitized.\nCorrect by: 10-30-2023"
    },
    {
      "code": "3.160(b)",
      "kind": "",
      "repeat": false,
      "desc": "Compatibility and separation",
      "narrative": "One turkey was observed to be missing feathers from its neck and chest area. The facility representatives informed the\ninspectors that the turkey had recently been moved to a new enclosure as it had been in an enclosure with a young yak\nthat had been picking on it. Birds must not be housed with other animals including birds unless they are compatible.\nHousing this turkey with the yak caused the turkey undue stress and the potential for serious injury. Do not house the\nturkey or other birds with animals which will harass them. The turkey had been moved to a new enclosure at the time of\ninspection.\nCorrect by: 10-26-2023\nThis inspection and exit interview were conducted with a facility representative.\nAdditional Inspectors:\nJUSTINE O MALLEY, VETERINARY MEDICAL OFFICER\nSheydanis DiazMartinez, VETERINARY MEDICAL OFFICER n"
    }
  ],
  "narrative": "2.75(b)(1) \n   \nRecords: Dealers and exhibitors. \nThe facility was lacking complete records. The licensee did not have acquisition paperwork for one yak and one rabbit. \nThere were no disposition records for five guinea pigs removed  from the facility. Additionally, the bird inventory was \nincomplete, missing different species. An accurate animal inventory and records of acquisition and disposition are \nrequired so that USDA inspectors can ensure all animals are accounted for, receiving adequate veterinary care, and \nensure animals can be traced in case of an animal disease outbreak. Exhibitors shall make, keep and maintain records \nwhich fully and correctly disclose animals purchased, acquired, owned, held, leased or otherwise in his or her possession \nor under his or her control or which is transported, sold, euthanized or otherwise disposed of. Records shall include any \noffspring born of any animal while in his or her possession. \nCorrect by: 10-26-2023 \n3.78(d) \n   \nOutdoor housing facilities. \nThe facility’s perimeter fence was inadequate. There was an approximately 4.5 inch gap in the perimeter fence where the \nprivate entrance gate was located. A wooden post, at the same private entrance area, measured only 66 inches tall. \nThere were several sections of the perimeter fence that had not been sufficiently cleared of brush and trees. Failure to \nhave an adequate perimeter fence and failure to maintain the vegetation around the perimeter fence could compromise \nthe integrity of the fence and provide  a means for animals or people to gain entry into the facility. An outdoor housing \nfacility must be enclosed by a perimeter fence that serves as an effective barrier to protect nonhuman primates from \nunauthorized persons and animals. Fences must be at least 6 feet high unless approved  in writing by the Administrator. \nFences must be of sufficient distance from the outside wall or fence of the primary enclosure to prevent physical contract \nbetween animals inside the enclosure and outside the perimeter fence. \nCorrect by: 11-20-2023 \n3.81(c)(4) \n   \nEnvironment enhancement to promote psychological well-being. \nThere is one black handed spider monkey that is individually housed in the licensee’s residence located in the property \nthat is unable to see or hear other nonhumane primates. The current written environmental  enrichment plan does not \naddress special considerations for individually housed non-human primates. Individually housed non-human primates that\n\nare unable to see and hear non-human primates of their own or compatible species require special attention within this \nenrichment plan to promote psychological well-being. The written environmental  enrichment plan should be updated and \nreviewed  by the attending veterinarian  to address the specific considerations. \nCorrect by: 11-09-2023 \n3.125(a) \n   \nFacilities, general. \nThe water bucket for two African crested porcupines was secured within a wooden frame composed of 2 by 4’s. One \ncorner of this wooden frame was excessively chewed and had an exposed screw. The exposed screw could lead to an \nanimal injury. Indoor and outdoor housing facilities shall be structurally sound and shall be maintained in good repair to \nprotect the animals from injury and to contain the animals. \nCorrect by: 10-30-2023 \n3.127(b) \n   \nFacilities, outdoor. \nThe facility did not have a shelter for one kunekune pig housed outdoors. Shelter appropriate for the species and the local \nclimate must be available for all animals kept outdoors to prevent discomfort. An appropriate species-specific shelter \nneeds to be provided  for the kunekune pig for protection from the local climatic conditions. \nCorrect by: 11-02-2023 \n3.127(d) \n   \nFacilities, outdoor. \nThe facility’s perimeter fence was inadequate. There was an approximately 4.5 inch gap in the perimeter fence where the \nprivate entrance gate was located. A wooden post, at the same private entrance area, measured only 66 inches tall. \nThere were several sections of the perimeter fence that had not been sufficiently cleared of brush and trees. Failure to \nhave an adequate perimeter fence and failure to maintain the vegetation around the perimeter fence could compromise \nthe integrity of the fence and provide  a means for animals or people to gain entry into the facility. An outdoor housing \nfacility must be enclosed by a perimeter fence that serves as an effective barrier to restrict unauthorized persons and \nanimals. Fences must be at least 6 feet high unless dangerous animals are present or a variance is approved  in writing by \nthe Administrator. Fences must be of sufficient distance from the outside wall or fence of the primary enclosure to prevent \nphysical contract between animals inside the enclosure and outside the perimeter fence. \nCorrect by: 11-20-2023 \n3.131(c) \n   \nSanitation. \nThe refrigerator  in the food preparation area was dirty. The shelves were covered with food residue and grime. The dirty \ncondition of this refrigerator  can serve as a potential source of contamination for food items stored in it. This refrigerator \nneeds to be cleaned. The enclosure housing one yak, five  goats and one sheep contained two four by four posts left over \nfrom the construction of a barrier fence within the enclosure. These posts can be a potential injury hazard to the animals \nhoused in this enclosure and need to be removed.  There was a broken pallet in the enclosure housing one pig. This pallet \nhad broken boards which had sharp and rough edges that could injury the pig housed in the enclosure. This pallet should\n\nbe removed from the enclosure. The facility was cluttered with a variety of building supplies, equipment and various other \nitems. This clutter can provide  good hiding places for rodents. Two live mice were noted by inspectors during the \ninspection. Excess clutter should be organized and minimized to facilitate husbandry of the facility. Premises shall be kept \nin good repair to protect animals from injury. \nCorrect by: 10-30-2023 \n3.131(d) \n   \nSanitation. \nThe enclosure housing two sloths had numerous flies. The flies could be seen in the air and on the pillowed resting \nsurface provided  for the sloths. One sloth was observed  scratching its head in response to the irritation from the flies. The \npresence of these flies can be an annoyance to the sloths housed in this enclosure and can be a source of disease. Two \nlive mice were seen in the outdoor barn area. These rodents can be a source of disease for the animals and efforts must \nbe maintained to minimize their presence. A safe and effective program for the control of insects and rodent pests shall be \nestablished and maintained by the facility. \nCorrect by: 10-30-2023 \n3.150(e) \n   \nFacilities, general. \nAn opened bag of wild bird food was sitting on the floor in the food preparation area. Supplies of food, supplements and \nbedding must be stored off the ground and away from walls in a manner that prevents these supplies from deterioration \nand spoilage. Also, this opened bag of food could serve to attract mammalian pests. Two live mice were seen in the \noutdoor barn area. Contaminated food and rodents are a source of potential illness to the animals at the facility. Store \nfood, supplements and bedding in a manner that prevents potential contamination and spoilage. Store these supplies off \nthe floor, away from the walls and apart from cleaning supplies and chemicals. \nCorrect by: 10-30-2023 \n3.154 \n   \nEnvironment enhancement to promote psychological well-being. \nThe facility does not have a documented bird environmental  enhancement plan. This document is essential for APHIS \ninspectors to evaluate the quality of the environmental  enhancement program provided  to all birds at the facility. The \nfacility must develop,  document and follow a species-appropriate  environmental  enhancement plan to promote the \npsychological well-being of birds. This program must be approved  by the attending veterinarian  and available for review \nby APHIS inspectors. \nCorrect by: 11-09-2023 \n3.158(a)(1) \n   \nCleaning, sanitization, housekeeping, and pest control. \nThe enclosure housing one Amazon Parrot and the enclosure housing one cockatoo had a very large amount of fecal \nmaterial in them. These feces piled approximately 2 to 4 inches high in areas directly under perches in the enclosure. The \nlicensee stated that it had been a couple weeks since the enclosures were cleaned. Excess fecal material can be a \nsource of disease to the birds housed in these enclosures. Excreta and food waste must be removed  from primary\n\nenclosures as well as under and around the enclosures to prevent to prevent soiling of the birds in the enclosures and \nminimize disease hazards, insects, pests and odors. These enclosures must be cleaned. \nCorrect by: 10-30-2023 \n3.158(b)(1) \n   \nCleaning, sanitization, housekeeping, and pest control. \nThe water receptacle for the military macaw was lined with a brownish residue around the upper rim of the receptacle. \nPrimary enclosures and food and water receptacles must be sanitized as often as necessary to prevent an accumulation \ndirt, debris, food waste and excreta which can be a disease hazard. This receptacle must be cleaned and sanitized. \nCorrect by: 10-30-2023 \n3.160(b) \n   \nCompatibility and separation \nOne turkey was observed  to be missing feathers from its neck and chest area. The facility representatives  informed the \ninspectors that the turkey had recently been moved to a new enclosure as it had been in an enclosure with a young yak \nthat had been picking on it. Birds must not be housed with other animals including birds unless they are compatible. \nHousing this turkey with the yak caused the turkey undue stress and the potential for serious injury. Do not house the \nturkey or other birds with animals which will harass them. The turkey had been moved to a new enclosure at the time of \ninspection. \nCorrect by: 10-26-2023 \n \nThis inspection and exit interview were conducted with a facility representative. \n \nAdditional Inspectors: \nJUSTINE O MALLEY, VETERINARY MEDICAL OFFICER \nSheydanis DiazMartinez, VETERINARY MEDICAL OFFICER n",
  "animals_total": 57,
  "species": [
    {
      "count": 1,
      "scientific": "Ateles geoffroyi",
      "common": "BLACK-HANDED SPIDER MONKEY"
    },
    {
      "count": 3,
      "scientific": "Nasua nasua",
      "common": "SOUTH AMERICAN COATI"
    },
    {
      "count": 2,
      "scientific": "Lemur catta",
      "common": "RING-TAILED LEMUR"
    },
    {
      "count": 1,
      "scientific": "Guinea Pigs",
      "common": "GUINEA PIGS"
    },
    {
      "count": 1,
      "scientific": "Potos flavus",
      "common": "KINKAJOU"
    },
    {
      "count": 2,
      "scientific": "Vulpes lagopus",
      "common": "ARCTIC FOX"
    },
    {
      "count": 2,
      "scientific": "Procyon lotor",
      "common": "RACCOON"
    },
    {
      "count": 1,
      "scientific": "Osphranter rufus",
      "common": "RED KANGAROO"
    },
    {
      "count": 3,
      "scientific": "Hystrix cristata",
      "common": "AFRICAN CRESTED PORCUPINE"
    },
    {
      "count": 5,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 1,
      "scientific": "Sus scrofa domestica",
      "common": "DOMESTIC PIG / POTBELLY PIG / MICRO PIG"
    },
    {
      "count": 2,
      "scientific": "Nasuella olivacea",
      "common": "MOUNTAIN COATI"
    },
    {
      "count": 5,
      "scientific": "Ovis aries aries",
      "common": "SHEEP INCLUDING ALL DOMESTIC BREEDS"
    },
    {
      "count": 1,
      "scientific": "Bos taurus",
      "common": "CATTLE / COW / OX / WATUSI"
    },
    {
      "count": 2,
      "scientific": "Mephitis mephitis",
      "common": "STRIPED SKUNK"
    },
    {
      "count": 2,
      "scientific": "Choloepus hoffmanni",
      "common": "HOFFMANN'S TWO-TOED SLOTH"
    },
    {
      "count": 1,
      "scientific": "Oryctolagus cuniculus",
      "common": "DOMESTIC RABBIT / EUROPEAN RABBIT"
    },
    {
      "count": 1,
      "scientific": "Bos grunniens",
      "common": "YAK"
    },
    {
      "count": 4,
      "scientific": "Dromaius novaehollandiae",
      "common": "EMU"
    },
    {
      "count": 3,
      "scientific": "Anas platyrhynchos domesticus",
      "common": "DOMESTIC DUCK INCLUDING ALL DOMESTIC BREEDS"
    },
    {
      "count": 2,
      "scientific": "Ara ararauna",
      "common": "BLUE-AND-YELLOW MACAW / BLUE-AND-GOLD MACAW"
    },
    {
      "count": 1,
      "scientific": "Ara militaris",
      "common": "MILITARY MACAW"
    },
    {
      "count": 3,
      "scientific": "Meleagris gallopavo domesticus",
      "common": "DOMESTIC TURKEY"
    },
    {
      "count": 3,
      "scientific": "Pavo cristatus",
      "common": "INDIAN PEAFOWL / COMMON PEAFOWL / PEAHEN /"
    },
    {
      "count": 1,
      "scientific": "Columba livia domestica",
      "common": "DOMESTIC PIGEON INCLUDING ALL DOMESTIC BREEDS"
    },
    {
      "count": 1,
      "scientific": "Cacatua alba",
      "common": "WHITE COCKATOO / UMBRELLA COCKATOO"
    },
    {
      "count": 1,
      "scientific": "Psittacus erithacus",
      "common": "CONGO AFRICAN GREY PARROT / GRAY PARROT"
    },
    {
      "count": 1,
      "scientific": "Amazona oratrix",
      "common": "YELLOW-HEADED PARROT / YELLOW-HEADED AMAZON /"
    },
    {
      "count": 1,
      "scientific": "Rhea americana",
      "common": "GREATER RHEA / AMERICAN RHEA"
    }
  ]
}