{
  "insp_id": "153161857400281",
  "layout": "a",
  "customer_id": "6614",
  "customer_name": "Dean Oswald",
  "customer_addr": "Jewel Oswald\n13814 County Road 407\nNewberry, MI 49868",
  "certificate": "34-C-0123",
  "site_id": "001",
  "site_name": "DEAN AND JEWEL OSWALD",
  "insp_type": "ROUTINE INSPECTION",
  "date": "01-JUN-2016",
  "report_date": "01-JUN-2016",
  "citations": [
    {
      "code": "2.131(c)(1)",
      "kind": "",
      "repeat": false,
      "desc": "HANDLING OF ANIMALS.",
      "narrative": "2.131(c)(1) - On 5-19-16, a house guest of the Oswald's was injured by a bear cub in the Oswald residence. This\ncub had been doing poorly as it was undeveloped weighing around six pounds and had vision problems. The\nOswald's had been providing nursing care to the cub in the house and it had been let out of its enclosure for\nexercise. The cub inflicted a minor scratch to the house guest which became infected two days later. The wound\nwas treated and the guest recovered without incident. The licensee is to have sufficient distance and/or barriers\nbetween the public and the animal at all times to ensure safety of the animal and the public.\nCorrect by: Correct from this time forward.\nThis was a focused inspection on the cub incident.\nThe licensee self reported this incident to the USDA.\nExit interview conducted with the licensee and APHIS employee Kurt Hammel."
    }
  ],
  "narrative": "2.131(c)(1)\nHANDLING OF ANIMALS.\n2.131(c)(1) - On 5-19-16, a house guest of the Oswald's was injured by a bear cub in the Oswald residence.  This\ncub had been doing poorly as it was undeveloped weighing around six pounds and had vision problems.  The\nOswald's had been providing nursing care to the cub in the house and it had been let out of its enclosure for\nexercise.  The cub inflicted a minor scratch to the house guest which became infected two days later.  The wound\nwas treated and the guest recovered without incident.  The licensee is to have sufficient distance and/or barriers\nbetween the public and the animal at all times to ensure safety of the animal and the public.  \nCorrect by:  Correct from this time forward.\nThis was a focused inspection on the cub incident.\nThe licensee self reported this incident to the USDA.\nExit interview conducted with the licensee and APHIS employee Kurt Hammel.",
  "animals_total": 5,
  "species": [
    {
      "count": 5,
      "scientific": "Ursus americanus",
      "common": "NORTH AMERICAN BLACK BEAR"
    }
  ]
}