{
  "insp_id": "287141428090560",
  "layout": "a",
  "customer_id": "4411",
  "customer_name": "Donald Schrage",
  "customer_addr": "51123 State Hwy P\nEdina, MO 63537",
  "certificate": "43-A-1957",
  "site_id": "001",
  "site_name": "DONALD SCHRAGE",
  "insp_type": "ROUTINE INSPECTION",
  "date": "14-OCT-2014",
  "report_date": "14-OCT-2014",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "****\nDIRECT: There was a female Golden Retriever (tag# 083 ) that was squinting her left eye and the eye appeared\ndiscolored. On closer observation, most of the surface of the left eye had an uneven appearance which was also\nopaque and whitish-blue in color. There was a small irregular-shaped circular lesion with a white outline present on\nthe upper surface of the eye closest to the nose. Viewing from the side of the animal, closest to the left ear, it\nappeared that there was a reddish-brown discoloration inside the left eye. This eye condition could be the result of\ninjury, infection or other veterinary medical condition which could be painful or may cause blindness. The licensee\nmust have this animal seen by a licensed veterinarian no later than October 15, 2014 in order for an accurate\ndiagnosis to be made and an appropriate treatment plan to be developed and followed. The licensee must ensure\nthat all animals receive timely and adequate veterinary care at all times.\nThere were two bottles of expired medication found inside of the whelping building that were recently used or ready\nfor use on dogs and/or puppies. A bottle of Sterile Water expired on Oct 12, and when questioned by the inspectors\nthe licensee stated that he \"had last used this product about 1 month ago\" and a bottle of Pyrantel Pamoate\nSuspension expired on 05/14, and when questioned by the inspectors the licensee stated that he \"switched to\nPanacur about 3 weeks ago\". Expired medications may be contaminated, may not work as expected, and could\nharm the animals. All medications used on the animals must not be expired in order to protect the health of the\nanimals. Licensee must ensure that all medications maintained for and used on the animals are not expired at all\ntimes."
    },
    {
      "code": "3.6(a)(2)(5)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "Wet and dirty dogs\n****\nIn three outdoor enclosures, housing 8 adult dogs, there are large puddles of water with the majority of the\nenclosure being wet and muddy. The dogs in these enclosures were observed with varying degrees of wet and\ndirty hair coats, especially on the dogs' paws, legs, chest & abdominal areas. When the dogs' hair coats become\nwet and dirty it can decrease the comfort and well-being of the animals as well as increase the risk of disease\nhazards. The licensee must facilitate the drainage issue in these enclosures and ensure that all primary enclosures\nare constructed and maintained so that all the dogs remain clean and dry.\nTo be corrected by: 15 Oct 14\nInspection and exit interview conducted with licensee. The dog's previously identified with veterinary care issues: A\nfemale black Cocker Spaniel tag #037, a female Boston Terrier tag #095, a male Boston Terrier tag #89, A female\nPoodle tag#161, a female Pomeranian tag #146 have been addressed.\nAdditional Inspectors\nLeisner Erika, Veterinary Medical Officer"
    }
  ],
  "narrative": "2.40(b)(2)           DIRECT                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n****\nDIRECT:  There was a female Golden Retriever (tag# 083 ) that was squinting her left eye and the eye appeared\ndiscolored.  On closer observation, most of the surface of the left eye had an uneven appearance which was also\nopaque and whitish-blue in color.  There was a small irregular-shaped circular lesion with a white outline present on\nthe upper surface of the eye closest to the nose.  Viewing from the side of the animal, closest to the left ear, it\nappeared that there was a reddish-brown discoloration inside the left eye. This eye condition could be the result of\ninjury, infection or other veterinary medical condition which could be painful or may cause blindness.  The licensee\nmust have this animal seen by a licensed veterinarian no later than October 15, 2014 in order for an accurate\ndiagnosis to be made and an appropriate treatment plan to be developed and followed.  The licensee must ensure\nthat all animals receive timely and adequate veterinary care at all times. \nThere were two bottles of expired medication found inside of the whelping building that were recently used or ready\nfor use on dogs and/or puppies.  A bottle of Sterile Water expired on Oct 12, and when questioned by the inspectors\nthe licensee stated that he \"had last used this product about 1 month ago\" and a bottle of Pyrantel Pamoate\nSuspension expired on 05/14,  and when questioned by the inspectors the licensee stated that he \"switched to\nPanacur about 3 weeks ago\".  Expired medications may be contaminated, may not work as expected, and could\nharm the animals.    All medications used on the animals must not be expired in order to protect the health of the\nanimals.  Licensee must ensure that all medications maintained for and used on the animals are not expired at all\ntimes. \n3.6(a)(2)(5)\nPRIMARY ENCLOSURES.\nWet and dirty dogs\n****\nIn three outdoor enclosures, housing 8 adult dogs, there are large puddles of water  with the majority of the\n\nenclosure being wet and muddy.  The dogs in these enclosures were observed with varying degrees of wet and\ndirty hair coats, especially on the dogs' paws, legs, chest & abdominal areas. When the dogs' hair coats become\nwet and dirty it can decrease the comfort and well-being of the animals as well as increase the risk of disease\nhazards. The licensee must  facilitate the drainage issue in these enclosures and ensure that all primary enclosures\nare constructed and maintained so that all the dogs remain clean and dry. \nTo be corrected by:  15 Oct 14\nInspection and exit interview conducted with licensee. The dog's previously identified with veterinary care issues:  A\nfemale black Cocker Spaniel tag #037, a female Boston Terrier tag #095, a male Boston Terrier tag #89, A female\nPoodle tag#161, a female Pomeranian tag #146 have been addressed.\nAdditional Inspectors\nLeisner Erika, Veterinary Medical Officer",
  "animals_total": 169,
  "species": [
    {
      "count": 113,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 56,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}