{
  "insp_id": "2016082569227070",
  "layout": "a",
  "customer_id": "332216",
  "customer_name": "Daniel Kauffman",
  "customer_addr": "21589 Ice Ave\nBloomfield, IA 52537",
  "certificate": "42-A-1572",
  "site_id": "002",
  "site_name": "DANIEL KAUFFMAN",
  "insp_type": "ROUTINE INSPECTION",
  "date": "26-JUL-2018",
  "report_date": "26-JUL-2018",
  "citations": [
    {
      "code": "2.75(a)(1)(vi)",
      "kind": "",
      "repeat": false,
      "desc": "RECORDS: DEALERS AND EXHIBITORS.",
      "narrative": "The official USDA identification for ten adult dogs is missing from the Record of Acquisition of Dogs and Cats on\nHand. The missing identification does not allow for APHIS officials to correctly identify the dogs that correspond\nwith the form. The licensee must add the official USDA indentification for each dog to the Record of Acquisition of\nDogs and Cats on Hand to ensure USDA officials can fully identify each dog."
    },
    {
      "code": "3.1(e)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "Unopened bags of dog food and bedding are stored on the floor of the housing facility. Food and bedding stored on\nthe floor does not allow for proper cleaning around and underneath the supplies which could result in the attraction\nof pests such as mice.\nAll supplies must be stored off the floor and away from the walls. The licensee must store the bags of food and\nbedding up off the floor and away from the walls."
    },
    {
      "code": "3.2(d)",
      "kind": "",
      "repeat": false,
      "desc": "INDOOR HOUSING FACILITIES.",
      "narrative": "Five English bulldog puppies are housed inside an indoor housing facility. The interior walls and ceiling are\nconstructed of wood and insulation and they are not impervious to moisture. Failure to ensure that wood is\nimpervious to moisture could cause softening or rotting of the wood resulting in an increased risk of structural\ninstability.\nSurfaces in contact with dogs, as well as, floors, walls and ceilings of indoor housing facilities must be impervious to\nmoisture. The licensee must alter the wood and insulation in a manner that makes it impervious to moisture or\nmove the puppies into a building that is compliant with regulations.\nInspection and exit interview conducted with Kelly Maxwell, ACI and the facility representatives.\nNo regulated activity can be conducted from this location until approved."
    }
  ],
  "narrative": "2.75(a)(1)(vi)\nRECORDS: DEALERS AND EXHIBITORS.\nThe official USDA identification for ten adult dogs is missing from the Record of Acquisition of Dogs and Cats on\nHand.  The missing identification does not allow for APHIS officials to correctly identify the dogs that correspond\nwith the form.  The licensee must add the official USDA indentification for each dog to the Record of Acquisition of\nDogs and Cats on Hand to ensure USDA officials can fully identify each dog.\n3.1(e)\nHOUSING FACILITIES, GENERAL.\nUnopened bags of dog food and bedding are stored on the floor of the housing facility.  Food and bedding stored on\nthe floor does not allow for proper cleaning around and underneath the supplies which could result in the attraction\nof pests such as mice.  \nAll supplies must be stored off the floor and away from the walls.  The licensee must store the bags of food and\nbedding up off the floor and away from the walls. \n3.2(d)\nINDOOR HOUSING FACILITIES.\nFive English bulldog puppies are housed inside an indoor housing facility.  The interior walls and ceiling are\nconstructed of wood and insulation and they are not impervious to moisture.  Failure to ensure that wood is\nimpervious to moisture could cause softening or rotting of the wood resulting in an increased risk of structural\ninstability.\nSurfaces in contact with dogs, as well as, floors, walls and ceilings of indoor housing facilities must be impervious to\nmoisture.  The licensee must alter the wood and insulation in a manner that makes it impervious to moisture or\nmove the puppies into a building that is compliant with regulations.\n\nInspection and exit interview conducted with Kelly Maxwell, ACI and the facility representatives.\nNo regulated activity can be conducted from this location until approved.",
  "animals_total": 27,
  "species": [
    {
      "count": 15,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 12,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}