{
  "insp_id": "2016082568063641",
  "layout": "a",
  "customer_id": "329373",
  "customer_name": "Sanford Health",
  "customer_addr": "2301 E. 60th Street N.\nSioux Falls, SD 57104",
  "certificate": "46-R-0011",
  "site_id": "001",
  "site_name": "SANFORD HEALTH",
  "insp_type": "ROUTINE INSPECTION",
  "date": "11-JAN-2017",
  "report_date": "11-JAN-2017",
  "citations": [
    {
      "code": "2.33(b)(3)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE.",
      "narrative": "A review of post operative and daily treatment records for a rabbit (ID #7) under IACUC approved protocol\n#88-04-17D, showed that the rabbit was given enrofloxacin at a dosage of 5 mg subcutaneously every 6 hours\nbeginning on 03-04-2016. The rabbit received 4 injections over the course of 24 hours. There is no provision for\nthe use of enrofloxacin in the protocol. There was also no documentation in the records which indicated the need\nfor a therapeutic antibiotic and no documentation that the attending nor clinical veterinarian had been contacted\nregarding its use.\nPost operative treatment or usage of therapeutic agents without attending veterinarian approval may lead to\nadverse health effects in research animals. Animals must be observed daily and any veterinary care issues timely\nand accurately relayed to the attending veterinarian. The facility must insure that a program is place to insure that\nall animals receive prompt and adequate veterinary care.\nTo be corrected immediately.\nThis inspection and exit interview were conducted with a facility representative."
    }
  ],
  "narrative": "2.33(b)(3)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE.\nA review of post operative and daily treatment records for a rabbit (ID  #7) under IACUC approved protocol\n#88-04-17D, showed that the rabbit was given enrofloxacin at a dosage of 5 mg subcutaneously every 6 hours\nbeginning on 03-04-2016. The rabbit received 4 injections over the course of  24 hours.  There is no provision for\nthe use of enrofloxacin in the protocol. There was also no documentation in the records which indicated the  need\nfor a therapeutic antibiotic and no documentation that the attending nor clinical veterinarian had been contacted\nregarding its use.\nPost operative treatment or  usage of therapeutic agents without attending veterinarian approval may lead to\nadverse health effects in research animals.  Animals must be observed daily and any veterinary care issues  timely\nand accurately relayed to the attending veterinarian.  The facility must insure that a program is place to insure that\nall animals receive prompt and adequate veterinary care.\nTo be corrected immediately.\nThis inspection and exit interview were conducted with a facility representative.",
  "animals_total": 0,
  "species": []
}