{
  "insp_id": "125161526340703",
  "layout": "a",
  "customer_id": "330919",
  "customer_name": "Stephen Bennett",
  "customer_addr": "313 Terrier Road\nTheodosia, MO 65761",
  "certificate": "43-A-5975",
  "site_id": "001",
  "site_name": "Stephen Bennett",
  "insp_type": "ROUTINE INSPECTION",
  "date": "04-MAY-2016",
  "report_date": "04-MAY-2016",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "The left front teat of an adult, female Lakeland Terrier (m/c# 95600008501375) named Shawnee was discolored\nblack, was swollen, and the skin was moist. The licensee had not recognized the problem and no treatment had\nbeen given. Untreated medical conditions can worsen and can be painful. The licensee must have this dog\nexamined by a veterinarian, must follow the treatment recommendations, and must keep a written medical record."
    },
    {
      "code": "2.50(a)(2)",
      "kind": "",
      "repeat": false,
      "desc": "TIME AND METHOD OF IDENTIFICATION.",
      "narrative": "None of the unweaned puppies had any form of identification. The licensee is not properly identifying puppies that\nare less than 16 weeks old. Appropriate identification of dogs is necessary to meet recordkeeping requirements for\ninventory, disposition, transport, and healthcare documentation. The licensee must properly identify puppies with\nan acceptable form of identification, which include a cage card (if litters are not comingled), a microchip, a collar and\ntag, or a plastic-type collar with the required information legibly written.\nTO BE CORRECTED BY MAY 11, 2016."
    },
    {
      "code": "3.4(b)(3)",
      "kind": "",
      "repeat": true,
      "desc": "OUTDOOR HOUSING FACILITIES.",
      "narrative": "Shelter from the Elements.\nTwo shelters in the outdoor facility did not have adequate wind/rain breaks. The shelters were igloo type structures\nwith offset tunnels for the entrance. However, the dogs had chewed the tunnels to the point that they were not\nproviding adequate protection from the rain and wind. Wind/rain breaks are necessary so the dogs have a dry place\nthat is protected from the wind. The licensee must ensure that all shelters have adequate wind/rain breaks."
    },
    {
      "code": "3.11(c)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "Housekeeping for Premises.\nFive enclosures housing a total of six dogs had an excessive amount of tall grass and weeds adjacent to the\nenclosure. Tall grass and weeds can harbor pests such as fleas, ticks, and snakes. The licensee must ensure that\ngrass and weeds are trimmed on all sides of each enclosure.\nTO BE CORRECTED BY MAY 11, 2016.\nThe inspection and the exit briefing were conducted with the licensee, facility representatives, Cassie Driskill (MDA),\nand Nick Meizler (MDA)."
    }
  ],
  "narrative": "2.40(b)(2)                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThe left front teat of an adult, female Lakeland Terrier (m/c# 95600008501375) named Shawnee was discolored\nblack, was swollen, and the skin was moist.  The licensee had not recognized the problem and no treatment had\nbeen given.  Untreated medical conditions can worsen and can be painful.  The licensee must have this dog\nexamined by a veterinarian, must follow the treatment recommendations, and must keep a written medical record.\n2.50(a)(2)\nTIME AND METHOD OF IDENTIFICATION.\nNone of the unweaned puppies had any form of identification.  The licensee is not properly identifying puppies that\nare less than 16 weeks old.  Appropriate identification of dogs is necessary to meet recordkeeping requirements for\ninventory, disposition, transport, and healthcare documentation.  The licensee must properly identify puppies with\nan acceptable form of identification, which include a cage card (if litters are not comingled), a microchip, a collar and\ntag, or a plastic-type collar with the required information legibly written.\nTO BE CORRECTED BY MAY 11, 2016.\n3.4(b)(3)                    REPEAT\nOUTDOOR HOUSING FACILITIES.\nShelter from the Elements.\nTwo shelters in the outdoor facility did not have adequate wind/rain breaks.  The shelters were igloo type structures\nwith offset tunnels for the entrance.  However, the dogs had chewed the tunnels to the point that they were not\nproviding adequate protection from the rain and wind.  Wind/rain breaks are necessary so the dogs have a dry place\nthat is protected from the wind.  The licensee must ensure that all shelters have adequate wind/rain breaks.\n3.11(c)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\nHousekeeping for Premises.\n\nFive enclosures housing a total of six dogs had an excessive amount of tall grass and weeds adjacent to the\nenclosure.  Tall grass and weeds can harbor pests such as fleas, ticks, and snakes.  The licensee must ensure that\ngrass and weeds are trimmed on all sides of each enclosure.\nTO BE CORRECTED BY MAY 11, 2016.\nThe inspection and the exit briefing were conducted with the licensee, facility representatives, Cassie Driskill (MDA),\nand Nick Meizler (MDA).",
  "animals_total": 54,
  "species": [
    {
      "count": 37,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 17,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}