{
  "insp_id": "196151734590799",
  "layout": "a",
  "customer_id": "27942",
  "customer_name": "Kelly Schelling",
  "customer_addr": "3757 Indian Ave\nOrange City, IA 51041",
  "certificate": "42-A-1277",
  "site_id": "001",
  "site_name": "KELLY SCHELLING",
  "insp_type": "ROUTINE INSPECTION",
  "date": "15-JUL-2015",
  "report_date": "23-JUL-2015",
  "citations": [
    {
      "code": "3.1(c)(1)(2)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "In the \"Adult Room\" there is one enclosure, housing two dogs, that has a sheet of metal on the wall near the access\ndoor. This sheet of metal has been torn into sharp points and edges. Sharp points and edges could injure the\ndogs. Licensee must replace, repair or alter this sheet of metal to eliminate all sharp points and edges. Licensee\nmust ensure all enclosures are free of sharp points and edges and remain safe for the dogs. The dogs were moved\nto a different enclosure during the inspection.\nCorrection date: August 01, 2015"
    },
    {
      "code": "3.6(a)(2)(5)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "In the \"Adult Room\" there is a section of enclosures against the wall that have access doors cut into the wall that\nallows the dogs to go into outdoor enclosures. There is an air conditioning unit installed in the wall above the\naccess door of one of these enclosures and it is dripping water into the outdoor section. The entire flooring of the\noutdoor enclosure that is beneath the air conditioner was completely wet and the two dogs housed in this enclosure\nhad wet hair on their legs and feet. The air conditioning unit was dripping water continuously into this enclosure\nwhile being observed by the inspector.\nWet hair coats could have a negative effect on the dogs' health and well-being. All primary enclosures must be\nconstructed and maintained so that they enable the dogs to remain dry. Licensee must replace, repair or alter the\nair conditioning unit in a manner that keeps the outdoor enclosure beneath it dry. Licensee must ensure that all\nenclosures keep the dogs dry in order to promote their health and well-being. The dogs were moved to a different\nenclosure during the inspection.\nCorrection date: August 01, 2015"
    },
    {
      "code": "3.6(a)(2)(10)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "In the \"Adult Room\" there is one enclosure, housing two dogs, that has flooring constructed of coated wire. Near\nthe back of this enclosure the wire has been damaged and has left an approximately two inch wide hole in the floor.\nThe feet and legs of the dogs could pass through this hole causing injury. All enclosures must have flooring\nconstructed in a manner that protects the dogs' feet and legs from injury and does not allow the dogs' feet to pass\nthrough any openings in the floor. The licensee must replace, repair or alter this wire flooring in manner that would\nnot allow the dogs' feet and legs to pass through. The licensee must ensure that the flooring in all enclosures is\nmaintained and keeps the dogs safe from injury. The dogs were moved to a different enclosure during the\ninspection.\nCorrection date: August 01, 2015\nMale poodle (microchip #4823482378) cited under 2.40 (b)(2) on inspection report dated September 03, 2015 was\nevaluated by a licensed veterinarian and received treatment.\nFemale poodle (microchip #4C1D1B0A4F) cited under 2.40 (b)(2) on inspection report dated September 03, 2015\nwas evaluated by a licensed veterinarian and is under a treatment plan.\nExit interview conducted with Kelly Maxwell, ACI and the facility representative."
    }
  ],
  "narrative": "3.1(c)(1)(2)\nHOUSING FACILITIES, GENERAL.\nIn the \"Adult Room\" there is one enclosure, housing two dogs, that has a sheet of metal on the wall near the access\ndoor.  This sheet of metal has been torn into sharp points and edges.  Sharp points and edges could injure the\ndogs.  Licensee must replace, repair or alter this sheet of metal to eliminate all sharp points and edges.  Licensee\nmust ensure all enclosures are free of sharp points and edges and remain safe for the dogs.  The dogs were moved\nto a different enclosure during the inspection.\nCorrection date:  August 01, 2015\n3.6(a)(2)(5)\nPRIMARY ENCLOSURES.\nIn the \"Adult Room\" there is a section of enclosures against the wall that have access doors cut into the wall that\nallows the dogs to go into outdoor enclosures.  There is an air conditioning unit installed in the wall above the\naccess door of one of these enclosures and it is dripping water into the outdoor section.  The entire flooring of the\noutdoor enclosure that is beneath the air conditioner was completely wet and the two dogs housed in this enclosure\nhad wet hair on their legs and feet.  The air conditioning unit was dripping water continuously into this enclosure\nwhile being observed by the inspector.\nWet hair coats could have a negative effect on the dogs' health and well-being.  All primary enclosures must be\nconstructed and maintained so that they enable the dogs to remain dry.  Licensee must replace, repair or alter the\nair conditioning unit in a manner that keeps the outdoor enclosure beneath it dry.  Licensee must ensure that all\nenclosures keep the dogs dry in order to promote their health and well-being.  The dogs were moved to a different\nenclosure during the inspection.\nCorrection date:  August 01, 2015\n\n3.6(a)(2)(10)\nPRIMARY ENCLOSURES.\nIn the \"Adult Room\" there is one enclosure, housing two dogs, that has flooring constructed of coated wire.  Near\nthe back of this enclosure the wire has been damaged and has left an approximately two inch wide hole in the floor. \nThe feet and legs of the dogs could pass through this hole causing injury.  All enclosures must have flooring\nconstructed in a manner that protects the dogs' feet and legs from injury and does not allow the dogs' feet to pass\nthrough any openings in the floor.  The licensee must replace, repair or alter this wire flooring in manner that would\nnot allow the dogs' feet and legs to pass through.  The licensee must ensure that the flooring in all enclosures is\nmaintained and keeps the dogs safe from injury.  The dogs were moved to a different enclosure during the\ninspection.\nCorrection date:  August 01, 2015\nMale poodle (microchip #4823482378) cited under 2.40 (b)(2) on inspection report dated September 03, 2015 was\nevaluated by a licensed veterinarian and received treatment.\nFemale poodle (microchip #4C1D1B0A4F) cited under 2.40 (b)(2) on inspection report dated September 03, 2015\nwas evaluated by a licensed veterinarian and is under a treatment plan.\nExit interview conducted with Kelly Maxwell, ACI and the facility representative.",
  "animals_total": 96,
  "species": [
    {
      "count": 89,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 7,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}