{
  "insp_id": "324141442380264",
  "layout": "a",
  "customer_id": "4552",
  "customer_name": "Janet Kirkham",
  "customer_addr": "Jerry Aswegan\n7907 E 233rd St\nPeculiar, MO 64078",
  "certificate": "43-B-0184",
  "site_id": "001",
  "site_name": "JERRY ASWEGAN & JANET E KIRKHAM",
  "insp_type": "ROUTINE INSPECTION",
  "date": "19-NOV-2014",
  "report_date": "20-NOV-2014",
  "citations": [
    {
      "code": "3.80(b)(2)(1)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "* Approximately one week before the inspection, the licensee brought all the nonhuman primates in from their\noutdoor enclosures to a heated barn due to the cold weather. The licensee is near completion of constructing a\nsecond, heated barn since the one does not have enough space to house all the licensee's birds and primates.\nDue to space constraints in the barn, the licensee housed one pair of adult ring-tailed lemurs in a medium-sized dog\ntravel crate and another pair of ring-tailed lemurs (with an infant) in a large dog travel crate. The medium crate was\n21 inches tall and provided 2.9 square feet of floor space. The large crate provided 5.1 square feet of floor space\nand was 30 inches tall. Adult lemurs are required to be housed in enclosures which are at least 30 inches tall and\nprovide each adult with at least 3 square feet of floor space. Therefore, the medium crate was too small and too\nshort for even one ring-tailed lemur. The large crate provided the minimum amount of space required for one lemur,\nbut did not provide adequate space for the two adults housed in it. Primates require sufficient space to allow them\nto make normal postural adjustments for their health and well-being.\n** The licensee must ensure that primary enclosures provide each nonhuman primate with the minimum floor space\nand height required by the regulations. Specifically, each ring-tailed lemur must have at least 3.0 square feet of\nfloor space (6.0 square feet if there are two adults) and at least 30 inches of height in their primary enclosures. TO\nBE CORRECTED BY: 24 November 2014."
    },
    {
      "code": "3.127(b)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, OUTDOOR.",
      "narrative": "(b) Shelter from inclement weather.\n* A camel, zedonk, and some of the goats had tall, metal shelter structures which were two-sided with an overhead\nroof. Many of the other animals housed outdoor had three-sided lean-to shelter structures. Many of the three-sided\nstructures had at least one of the three walls not fully intact, resulting in nearly half a wall missing in some cases.\nThis was the case for the shelter provided for two older, recently sheared alpacas observed shivering at the time of\ninspection. Temperatures in the area during the past week were below freezing and reached a low of 10 degrees\nFahrenheit the night before the inspection. Wind speeds in the area during the past week reached a high of 26mph.\nShelter structures with less than 3 solid sides do not provide adequate protection from inclement weather.\nInadequate protection from the elements can result in great discomfort to the animals and/or health issues such as\nhypothermia or death.\n** The licensee must ensure all animals have appropriate shelters to protect them from inclement weather and to\nprevent discomfort. TO BE CORRECTED BY: 11 December 2014."
    },
    {
      "code": "3.130",
      "kind": "Direct",
      "repeat": false,
      "desc": "WATERING.",
      "narrative": "* The drinking water in nearly all the outdoor enclosures was frozen solid. Many of the animals were observed\nhovering over and around the water receptacles, pawing, striking, and licking at ice chunks. Some of the buckets\nmeasured 13 inches in height with the solid ice chunks measuring 11 inches. There were no ice chunks present\nnear the water receptacles to indicate there had been recent watering activity. Upon request by the inspectors, the\nice was dumped and fresh water was provided for two different enclosures housing multiple goats. The goats\nimmediately crowded around the water and were observed head butting and shoving each other to gain access to\nthe water. One goat drank the fresh water for over two minutes. Another goat drank the fresh water for over five\nand a half minutes. Drinking for this long indicates the animals were excessively thirsty and most likely very\ndehydrated. Even in cold temperatures, animals must have access to adequate amounts of water to stay hydrated\nand healthy.\n** The licensee must ensure potable water is provided as often as necessary for the health and comfort of the\nanimals. TO BE CORRECTED BY: All animals were provided with fresh water at the time of inspection.\nThe inspection and an exit interview were conducted with the licensee.\nAdditional Inspectors\nDepoe Angela, Animal Care Inspector"
    }
  ],
  "narrative": "3.80(b)(2)(1)\nPRIMARY ENCLOSURES.  \n* Approximately one week before the inspection, the licensee brought all the nonhuman primates in from their\noutdoor enclosures to a heated barn due to the cold weather.  The licensee is near completion of constructing a\nsecond, heated barn since the one does not have enough space to house all the licensee's birds and primates. \nDue to space constraints in the barn, the licensee housed one pair of adult ring-tailed lemurs in a medium-sized dog\ntravel crate and another pair of ring-tailed lemurs (with an infant) in a large dog travel crate.  The medium crate was\n21 inches tall and provided 2.9 square feet of floor space.  The large crate provided 5.1 square feet of floor space\nand was 30 inches tall.  Adult lemurs are required to be housed in enclosures which are at least 30 inches tall and\nprovide each adult with at least 3 square feet of floor space.  Therefore, the medium crate was too small and too\nshort for even one ring-tailed lemur.  The large crate provided the minimum amount of space required for one lemur,\nbut did not provide adequate space for the two adults housed in it.  Primates require sufficient space to allow them\nto make normal postural adjustments for their health and well-being.\n** The licensee must ensure that primary enclosures provide each nonhuman primate with the minimum floor space\nand height required by the regulations.  Specifically, each ring-tailed lemur must have at least 3.0 square feet of\nfloor space (6.0 square feet if there are two adults) and at least 30 inches of height in their primary enclosures.  TO\nBE CORRECTED BY: 24 November 2014.\n3.127(b)\nFACILITIES, OUTDOOR. \n(b) Shelter from inclement weather.\n* A camel, zedonk, and some of the goats had tall, metal shelter structures which were two-sided with an overhead\nroof.  Many of the other animals housed outdoor had three-sided lean-to shelter structures.  Many of the three-sided\nstructures had at least one of the three walls not fully intact, resulting in nearly half a wall missing in some cases. \nThis was the case for the shelter provided for two older, recently sheared alpacas observed shivering at the time of\ninspection.  Temperatures in the area during the past week were below freezing and reached a low of 10 degrees\nFahrenheit the night before the inspection.  Wind speeds in the area during the past week reached a high of 26mph.\n\nShelter structures with less than 3 solid sides do not provide adequate protection from inclement weather. \nInadequate protection from the elements can result in great discomfort to the animals and/or health issues such as\nhypothermia or death.\n** The licensee must ensure all animals have appropriate shelters to protect them from inclement weather and to\nprevent discomfort.  TO BE CORRECTED BY: 11 December 2014.\n3.130           DIRECT\nWATERING.  \n* The drinking water in nearly all the outdoor enclosures was frozen solid.  Many of the animals were observed\nhovering over and around the water receptacles, pawing, striking, and licking at ice chunks.  Some of the buckets\nmeasured 13 inches in height with the solid ice chunks measuring 11 inches. There were no ice chunks present\nnear the water receptacles to indicate there had been recent watering activity.  Upon request by the inspectors, the\nice was dumped and fresh water was provided for two different enclosures housing multiple goats.  The goats\nimmediately crowded around the water and were observed head butting and shoving each other to gain access to\nthe water.  One goat drank the fresh water for over two minutes.  Another goat drank the fresh water for over five\nand a half minutes.  Drinking for this long indicates the animals were excessively thirsty and most likely very\ndehydrated.  Even in cold temperatures, animals must have access to adequate amounts of water to stay hydrated\nand healthy.\n** The licensee must ensure potable water is provided as often as necessary  for the health and comfort of the\nanimals.  TO BE CORRECTED BY: All animals were provided with fresh water at the time of inspection.\nThe inspection and an exit interview were conducted with the licensee.\nAdditional Inspectors\nDepoe Angela, Animal Care Inspector",
  "animals_total": 74,
  "species": [
    {
      "count": 1,
      "scientific": "Ateles geoffroyi",
      "common": "BLACK-HANDED SPIDER MONKEY"
    },
    {
      "count": 1,
      "scientific": "Axis axis",
      "common": "AXIS DEER / SPOTTED DEER / CHITAL"
    },
    {
      "count": 6,
      "scientific": "Bos primigenuis indicus",
      "common": "ZEBU"
    },
    {
      "count": 1,
      "scientific": "Bos taurus",
      "common": "CATTLE / COW / OX / WATUSI"
    },
    {
      "count": 1,
      "scientific": "Bubalus bubalis",
      "common": "ASIATIC WATER BUFFALO"
    },
    {
      "count": 2,
      "scientific": "Camelus dromedarius",
      "common": "DROMEDARY CAMEL"
    },
    {
      "count": 41,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 2,
      "scientific": "Dolichotis patagonum",
      "common": "PATAGONIAN CAVY / MARA"
    },
    {
      "count": 1,
      "scientific": "Equus quagga",
      "common": "BURCHELL’S / GRANT’S / CHAPMAN’S / PLAINS ZEBRA"
    },
    {
      "count": 1,
      "scientific": "Eulemur fulvus",
      "common": "COMMON BROWN LEMUR"
    },
    {
      "count": 3,
      "scientific": "Lama pacos",
      "common": "ALPACA"
    },
    {
      "count": 8,
      "scientific": "Lemur catta",
      "common": "RINGTAIL LEMUR"
    },
    {
      "count": 1,
      "scientific": "Oryx gazella",
      "common": "GEMSBOK"
    },
    {
      "count": 2,
      "scientific": "Osphranter rufus",
      "common": "RED KANGAROO"
    },
    {
      "count": 1,
      "scientific": "Taurotragus oryx",
      "common": "COMMON ELAND"
    },
    {
      "count": 2,
      "scientific": "Varecia variegata",
      "common": "BLACK-AND-WHITE RUFFED LEMUR"
    }
  ]
}