{
  "insp_id": "202151750080247",
  "layout": "a",
  "customer_id": "30067",
  "customer_name": "Aden A Yoder",
  "customer_addr": "5160 County Road 19\nMillersburg, OH 44654",
  "certificate": "31-A-0178",
  "site_id": "001",
  "site_name": "ADEN A YODER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "21-JUL-2015",
  "report_date": "21-JUL-2015",
  "citations": [
    {
      "code": "2.40(a)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "*** Black and White Shih-Tzu female #108 was examined by the attending veterinarian in November 2014 for an\nannual physical exam. At that time the AV documented a Grade II dental disease in this dog. The current Program\nof Veterinary Care (PVC) states that dogs with a Grade II should be documented by the facility and hand scaled by\nthe facility if the dogs are not pregnant. Additionally, dogs with Grade III of Grade IV dental disease require cleaning\nby the veterinarian if not pregnant. Today, this dog(cid:25)s dental disease has progressed and the dog is currently\npregnant. The licensee has not documented anything concerning this dog including whether the dog was hand\nscaled or pregnant when identified as a Grade II in November 2014. This does not give the AV adequate authority\nto ensure the appropriate veterinary care to all dogs in the kennel. The licensee must ensure the PVC is followed\nas written or request changes be made to the PVC so the procedures in the facility match what the PVC documents.\nThis dog will require veterinary attention after she whelps and the licensee must document this need as stated in\nthe PVC.\nCorrect by: 22 July 2015 for this dog and from this day forward for all future medical problems in the dogs."
    },
    {
      "code": "2.75(a)(2)",
      "kind": "",
      "repeat": false,
      "desc": "RECORDS: DEALERS AND EXHIBITORS.",
      "narrative": "*** This facility is currently using cage cards for both ID and records for puppies. The cage cards do include all of\nthe required information to satisfy the recordkeeping requirement including a description of the animals, the date\nremoved or sold, and the breed type. Failure to maintain complete and accurate records impedes the inspection\nprocess and makes animal tracking difficult to impossible. Animal tracking is especially important in the event of a\ndisease outbreak. Correct this by ensuring all records are complete, including cage cards if they are used as\nrecords for puppies.\nCorrect by: 28 July 2015 for animals on hand and from this date forward for all future puppies"
    },
    {
      "code": "3.6(a)(2)(10)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "*** The feet for three adult Pomeranian dogs on the right side of the outdoor housing were found falling through the\nopenings in the flooring being used. Also, the feet of one litter of 6 puppies in the whelping area of the 2nd kennel\nwere found falling through the coated metal wire flooring. This is a hazard to the dogs as their legs may be injured\nor trapped in the flooring. The licensee must ensure that if non-solid flooring is used, it must not allow the feet to\nfall through the floors.\nCorrect by: 22 July 2015"
    },
    {
      "code": "3.8(a)",
      "kind": "",
      "repeat": false,
      "desc": "EXERCISE FOR DOGS.",
      "narrative": "*** This facility(cid:25)s exercise program states that all singly housed dogs will have twice the minimum space\nrequirement for adult dogs. Male Shih-Tzu #200 is housed alone and measures approximately 17 inches in length.\nThis dog requires 7.35 square feet of floor space to satisfy the exercise requirement. This dog is housed in a\nprimary enclosure measuring 25 inches by 24 inches (4.17 square feet). This dog does not have adequate space.\nFailure to provide adequate space can be stressful to the dogs and can result in stereotypical behaviors. Correct\nthis by providing this dog adequate space.\nCorrect by: 22 July 2015\n***Inspection and exit interview conducted with the licensee, Liz Bartels, ACI, and Randy Coleman, ACI.\nAdditional Inspectors\nBartels Mary, Animal Care Inspector"
    }
  ],
  "narrative": "2.40(a)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n*** Black and White Shih-Tzu female #108 was examined by the attending veterinarian in November 2014 for an\nannual physical exam.   At that time the AV documented a Grade II dental disease in this dog.  The current Program\nof Veterinary Care (PVC) states that dogs with a Grade II should be documented by the facility and hand scaled by\nthe facility if the dogs are not pregnant. Additionally, dogs with Grade III of Grade IV dental disease require cleaning\nby the veterinarian if not pregnant.  Today, this dog(cid:25)s dental disease has progressed and the dog is currently\npregnant.  The licensee has not documented anything concerning this dog including whether the dog was hand\nscaled or pregnant when identified as a Grade II in November 2014. This does not give the AV adequate authority\nto ensure the appropriate veterinary care to all dogs in the kennel.  The licensee must ensure the PVC is followed\nas written or request changes be made to the PVC so the procedures in the facility match what the PVC documents.\n This dog will require veterinary attention after she whelps and the licensee must document this need as stated in\nthe PVC.\nCorrect by: 22 July 2015 for this dog and from this day forward for all future medical problems in the dogs.\n2.75(a)(2)\nRECORDS: DEALERS AND EXHIBITORS.\n*** This facility is currently using cage cards for both ID and records for puppies.   The cage cards do include all of\nthe required information to satisfy the recordkeeping requirement including a description of the animals, the date\nremoved or sold, and the breed type.   Failure to maintain complete and accurate records impedes the inspection\nprocess and makes animal tracking difficult to impossible.   Animal tracking is especially important in the event of a\ndisease outbreak.  Correct this by ensuring all records are complete, including cage cards if they are used as\nrecords for puppies.\nCorrect by: 28 July 2015 for animals on hand and from this date forward for all future puppies \n3.6(a)(2)(10)\n\nPRIMARY ENCLOSURES.\n*** The feet for three adult Pomeranian dogs on the right side of the outdoor housing were found falling through the\nopenings in the flooring being used.  Also, the feet of one litter of 6 puppies in the whelping area of the 2nd kennel\nwere found falling through the coated metal wire flooring.  This is a hazard to the dogs as their legs may be injured\nor trapped in the flooring.   The licensee must ensure that if non-solid flooring is used, it must not allow the feet to\nfall through the floors.  \nCorrect by: 22 July 2015\n3.8(a)\nEXERCISE FOR DOGS.\n*** This facility(cid:25)s exercise program states that all singly housed dogs will have twice the minimum space\nrequirement for adult dogs.  Male Shih-Tzu #200 is housed alone and measures approximately 17 inches in length. \nThis dog requires 7.35 square feet of floor space to satisfy the exercise requirement.   This dog is housed in a\nprimary enclosure measuring 25 inches by 24 inches (4.17 square feet).   This dog does not have adequate space. \nFailure to provide adequate space can be stressful to the dogs and can result in stereotypical behaviors.  Correct\nthis by providing this dog adequate space.\nCorrect by: 22 July 2015\n***Inspection and exit interview conducted with the licensee, Liz Bartels, ACI, and Randy Coleman, ACI.\nAdditional Inspectors\nBartels Mary, Animal Care Inspector",
  "animals_total": 75,
  "species": [
    {
      "count": 69,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 6,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}