{
  "insp_id": "230141712040751",
  "layout": "a",
  "customer_id": "26680",
  "customer_name": "Barbara Hammen",
  "customer_addr": "Martin Hammen\n2171 220th Street\nJolley, IA 50551",
  "certificate": "42-A-1048",
  "site_id": "001",
  "site_name": "MARTIN HAMMEN, BARBARA HAMMEN",
  "insp_type": "ROUTINE INSPECTION",
  "date": "18-AUG-2014",
  "report_date": "18-AUG-2014",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "A white, approximately 9 year old, female maltese (microchip # 101 352 819) has wet hair all around its mouth and\na thick, yellow/tan material encasing all of the upper cheek teeth and approximately one third of the surface of each\nupper canine. The upper gums are moderately red and swollen and pulled back slightly from the teeth. A milky\ngrey/tan substance is present along the gum line of all of the teeth. Dental problems can be painful and can lead to\nfurther health complications. The animal listed above must be examined by a licensed veterinarian in order to\nensure that an accurate diagnosis is obtained and an appropriate treatment plan is developed and followed. This\nmust be done by August 22, 2014. This information, including the diagnosis, treatment and resolution of the\ncondition, must be documented and made available to the inspector upon request."
    },
    {
      "code": "3.1(a)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "The outdoor enclosure housing one St. Bernard has flooring made of concrete. The concrete floor is damaged and\nhas a hole in it. The hole is approximately four inches deep and six inches wide. This presents an injury hazard to\nthe dog. Enclosures for dogs must be kept in good repair to protect the animals from injury.\nCorrect by 08/25/14"
    },
    {
      "code": "3.1(c)(3)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "There is a build-up of old and fresh feces within the outdoor portion of one enclosure housing three Saint Bernards.\nThe majority of the feces is located in piles along the edge of the enclosure. Some of the feces is mixed in with\nshredded paper bedding and has become compacted on the ground. Failure to properly clean and sanitize primary\nenclosures can lead to disease hazards for the dogs. Hard surfaces with which the dogs come in contact must be\nspot-cleaned daily and sanitized at least once every two weeks in order to prevent an accumulation of excreta and\nreduce disease hazards.\nTo be corrected by: September 1, 2014"
    },
    {
      "code": "3.6(a)(2)(1)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "In the outdoor enclosure containing three St. Bernards, there is a damaged gate with broken wires that are twisted\ninward and at the level of the dogs. Also, the fencing of the outdoor enclosure of the St. Bernards is attached to the\nfence posts by wire. The wire is twisted inward and at the level of the dogs. In the small dog building, the outdoor\nportion of the sheltered housing facility has wire floor. One enclosure, housing three dogs, has a broken wire on the\nfloor that is twisted upward into the enclosure and can be stepped on by the dogs. The sharp points of these wires\ncan cause injury to the dogs. The wires should be removed or altered in a way that will not cause injury to the dogs.\nCorrect by 08/25/14"
    },
    {
      "code": "3.11(a)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "In the building housing the small dogs, the outdoor portion of the enclosure is raised off the ground and there is a\nbuildup of feces and urine beneath it. As the inspectors approached this area they detected a strong smell of\nammonia and manure, as a well as, a large number of flies. Licensee said that she only cleans under these raised\nenclosures in the spring and fall. There are fifty-one dogs in the affected area. The odors and flies attracted by the\nmanure pile cause a disease hazard to the dogs. This buildup of feces and urine needs to be removed from under\nthe enclosures as often as necessary to reduce the odors, flies and potential disease hazards toward the dogs.\nCorrect by 09/01/14.\nThe Direct Veterinary Care Non-compliant item listed under 2.40 (b)(2) on the August 12, 2014 inspection report\nhas been corrected.\nInspection and exit briefing conducted with the owner.\nAdditional Inspectors\nCole Heather, Supervisory Animal Care Specialist"
    }
  ],
  "narrative": "2.40(b)(2)                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nA white, approximately 9 year old, female maltese (microchip # 101 352 819) has wet hair all around its mouth and\na thick, yellow/tan material encasing all of the upper cheek teeth and approximately one third of the surface of each\nupper canine. The upper gums are moderately red and swollen and pulled back slightly from the teeth. A milky\ngrey/tan substance is present along the gum line of all of the teeth. Dental problems can be painful and can lead to\nfurther health complications. The animal listed above must be examined by a licensed veterinarian in order to\nensure that an accurate diagnosis is obtained and an appropriate treatment plan is developed and followed. This\nmust be done by August 22, 2014. This information, including the diagnosis, treatment and resolution of the\ncondition, must be documented and made available to the inspector upon request.\n3.1(a)\nHOUSING FACILITIES, GENERAL.\nThe outdoor enclosure housing one St. Bernard has flooring made of concrete.  The concrete floor is damaged and\nhas a hole in it.  The hole is approximately four inches deep and six inches wide.  This presents an injury hazard to\nthe dog.  Enclosures for dogs must be kept in good repair to protect the animals from injury.\nCorrect by 08/25/14\n3.1(c)(3)\nHOUSING FACILITIES, GENERAL.\nThere is a build-up of old and fresh feces within the outdoor portion of one enclosure housing three Saint Bernards.\nThe majority of the feces is located in piles along the edge of the enclosure. Some of the feces is mixed in with\nshredded paper bedding and has become compacted on the ground. Failure to properly clean and sanitize primary\nenclosures can lead to disease hazards for the dogs. Hard surfaces with which the dogs come in contact must be\nspot-cleaned daily and sanitized at least once every two weeks in order to prevent an accumulation of excreta and\nreduce disease hazards.\nTo be corrected by: September 1, 2014\n\n3.6(a)(2)(1)\nPRIMARY ENCLOSURES.\nIn the outdoor enclosure containing three St. Bernards, there is a damaged gate with broken wires that are twisted\ninward and at the level of the dogs. Also, the fencing of the outdoor enclosure of the St. Bernards is attached to the\nfence posts by wire.  The wire is twisted inward and at the level of the dogs.  In the small dog building, the outdoor\nportion of the sheltered housing facility has wire floor.  One enclosure, housing three dogs, has a broken wire on the\nfloor that is twisted upward into the enclosure and can be stepped on by the dogs.  The sharp points of these wires\ncan cause injury to the dogs.  The wires should be removed or altered in a way that will not cause injury to the dogs.\nCorrect by 08/25/14\n3.11(a)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\nIn the building housing the small dogs, the outdoor portion of the enclosure is raised off the ground and there is a\nbuildup of feces and urine beneath it.  As the inspectors approached this area they detected a strong smell of\nammonia and manure, as a well as, a large number of flies.  Licensee said that she only cleans under these raised\nenclosures in the spring and fall.  There are fifty-one dogs in the affected area. The odors and flies attracted by the\nmanure pile cause a disease hazard to the dogs.  This buildup of feces and urine needs to be removed from under\nthe enclosures as often as necessary to reduce the odors, flies and potential disease hazards toward the dogs.\nCorrect by 09/01/14.\nThe Direct Veterinary Care Non-compliant item listed under 2.40 (b)(2) on the August 12, 2014 inspection report\nhas been corrected. \nInspection and exit briefing conducted with the owner.\nAdditional Inspectors\nCole Heather, Supervisory Animal Care Specialist",
  "animals_total": 197,
  "species": [
    {
      "count": 132,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 65,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}