{
  "insp_id": "2016082569130672",
  "layout": "a",
  "customer_id": "500439",
  "customer_name": "Jacob Miller",
  "customer_addr": "E 15984 St Johns Lane\nHillsboro, WI 54634",
  "certificate": "35-A-0390",
  "site_id": "001",
  "site_name": "JACOB MILLER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "25-APR-2018",
  "report_date": "25-APR-2018",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "A female shih tzu (tag #61-A) was seen limping on her hind left leg. On closer observation it had some swelling on\nthe upper side of it and the skin was black and bluish colored. She would pull away (a sign of pain) if light pressure\nwas put on the paw. The licensee reports that this dog did not have these signs during this morning's observations.\nThe licensee tried but was unable to contact the attending veterinarian during the inspection. Ensure that this dog is\nevaluated by the attending veterinarian and that the veterinarian's prescribed treatment is followed.\nCorrect by 4/26/18."
    },
    {
      "code": "3.6(x)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "A litter of 3 un-weaned puppies were housed in an enclosure that had holes big enoug for feet to pass through when\nthey got out of their whelping box. Another puppy's whelping box had corners missing its floor so it left holes big\nenough for its feet to potentially pass through. To prevent injury, enclosure floors must not allow legs or feet to\npass through. Ensure that floors are constructed and maintained so that dogs' and puppies' feet cannot pass\nthrough.\nNote: The licensee moved the litter of 3 puppies and their dam to an appropriate enclosure so that feet are not\npassing through and fixed the whelping box so that the puppy wouldn't have feet passing through. Maintain correct\nfrom this day forward.\nThis inspection and exit interview were conducted with a facility representative."
    }
  ],
  "narrative": "2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nA female shih tzu (tag #61-A) was seen limping on her hind left leg.  On closer observation it had some swelling on\nthe upper side of it and the skin was black and bluish colored.  She would pull away (a sign of pain) if light pressure\nwas put on the paw.  The licensee reports that this dog did not have these signs during this morning's observations. \nThe licensee tried but was unable to contact the attending veterinarian during the inspection.  Ensure that this dog is\nevaluated by the attending veterinarian and that the veterinarian's prescribed treatment is followed.\nCorrect by 4/26/18.\n3.6(x)\nPRIMARY ENCLOSURES.\nA litter of 3 un-weaned puppies were housed in an enclosure that had holes big enoug for feet to pass through when\nthey got out of their whelping box.  Another puppy's whelping box had corners missing its floor so it left holes big\nenough for its feet to potentially pass through.   To prevent injury, enclosure floors must not allow legs or feet to\npass through.  Ensure that floors are constructed and maintained so that dogs' and puppies' feet cannot pass\nthrough.\nNote:  The licensee moved the litter of 3 puppies and their dam to an appropriate enclosure so that feet are not\npassing through and fixed the whelping box so that the puppy wouldn't have feet passing through.   Maintain correct\nfrom this day forward.\nThis inspection and exit interview were conducted with a facility representative.",
  "animals_total": 43,
  "species": [
    {
      "count": 26,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 17,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}