{
  "insp_id": "2016082568554437",
  "layout": "a",
  "customer_id": "334381",
  "customer_name": "Ruben D Miller",
  "customer_addr": "33360 Township Road 125\nMillersburg, OH 44654",
  "certificate": "--",
  "site_id": "001",
  "site_name": "RUBEN MILLER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "29-JUN-2017",
  "report_date": "14-JUL-2017",
  "citations": [
    {
      "code": "2.1(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "REQUIREMENTS AND APPLICATION.",
      "narrative": "A search for unlicensed regulated activity was conducted. The facility representative contacted stated that sales of\nanimals via wholesale were being conducted regularly. This is activity for which a USDA license is required.\nConducting regulated activity without a license does not allow the regulatory process, including routine inspections,\nto ensure the welfare standards are being met for those animals. This is not in compliance with the Animal Welfare\nAct. Correct by either applying for a USDA \"A\" license to conduct regulated sales via wholesale, or cease to\nconduct these types of sales without a USDA license.\nCorrect from this time forward.\nNote: after the search was completed, the facility representative stated that he plans to reduce his animal numbers\nto below the 4 breeding female threshold which will exempt him from needing a USDA license under 2.1(a)(3)(iii).\nThis inspection and exit interview were conducted with the facility representative."
    }
  ],
  "narrative": "2.1(a)(1)\nREQUIREMENTS AND APPLICATION.\nA search for unlicensed regulated activity was conducted.  The facility representative contacted stated that sales of\nanimals via wholesale were being conducted regularly.  This is activity for which a USDA license is required. \nConducting regulated activity without a license does not allow the regulatory process, including routine inspections,\nto ensure the welfare standards are being met for those animals.  This is not in compliance with the Animal Welfare\nAct.  Correct by either applying for a USDA \"A\" license to conduct regulated sales via wholesale, or cease to\nconduct these types of sales without a USDA license. \nCorrect from this time forward.\nNote: after the search was completed, the facility representative stated that he plans to reduce his animal numbers\nto below the 4 breeding female threshold which will exempt him from needing a USDA license under 2.1(a)(3)(iii).\nThis inspection and exit interview were conducted with the facility representative.",
  "animals_total": 0,
  "species": [
    {
      "count": 0,
      "scientific": "NONE",
      "common": "NONE"
    }
  ]
}