{
  "insp_id": "130151144070184",
  "layout": "a",
  "customer_id": "35508",
  "customer_name": "Zoopro Inc",
  "customer_addr": "553 Lynn Shores Dr\nVirginia Beach, VA 23452",
  "certificate": "52-C-0244",
  "site_id": "001",
  "site_name": "ZOOPRO INC",
  "insp_type": "ROUTINE INSPECTION",
  "date": "07-MAY-2015",
  "report_date": "10-MAY-2015",
  "citations": [
    {
      "code": "2.40(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "Exhibitors with part time attending veterinarians must have a formal arrangement with the veterinarian that includes\na written Program of Veterinary Care (PVC) and regularly scheduled visits to the premises. The written PVC needs\nto be available for review during USDA inspections. The employee that accompanied me on this inspection did not\nhave access to the PVC. I requested he have the owner call me or email me the PVC. Neither of these occurred.\nThis facility needs to have a Program of Veterinary Care available for review during USDA inspection.\nTo be corrected by: June 1, 2015"
    },
    {
      "code": "3.129(a)",
      "kind": "",
      "repeat": false,
      "desc": "FEEDING.",
      "narrative": "The small animal room had several open bags of food lying around with an accumulation of what looked like fruit\nflies hovering around the bags. Food shall be wholesome, palatable, and free from contamination. All animal food\nmust be stored in containers with lids that protect the food from contamination.\nTo be corrected by: June 1, 2015"
    },
    {
      "code": "3.131(c)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "The small animal room was in need of a good cleaning. Buildings and grounds shall be kept clean and in good\nrepair in order to facilitate adequate animal husbandry. The small animal room had grain and seeds all over the\nfloor, excessive clutter, and open containers of food lying around. This type of situation is conducive to insects and\nrodents which may carry disease and contaminate food. This room needs to be cleaned and maintained in a more\nsanitary condition.\nTo be corrected by: June 1, 2015"
    },
    {
      "code": "3.131(d)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "The opossum enclosure had an excessive accumulation of ants on the top lid around the hinges. The small animal\nroom had an excessive amount of fruit flies hovering around open bags of food and the bottom of some animal\ncages. Ants can cause contamination of food and injury to the animal. Fruit flies can cause contamination of food.\nA safe and effective program for the control of insects and other pests needs to be established.\nTo be corrected by: June 1, 2015\nInspection and exit interview conducted with facility representative."
    }
  ],
  "narrative": "2.40(a)(1)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nExhibitors with part time attending veterinarians must have a formal arrangement with the veterinarian that includes\na written Program of Veterinary Care (PVC) and regularly scheduled visits to the premises.  The written PVC needs\nto be available for review during USDA inspections.   The employee that accompanied me on this inspection did not\nhave access to the PVC.  I requested he have the owner call me or email me the PVC.  Neither of these occurred. \nThis facility needs to have a Program of Veterinary Care available for review during USDA inspection.\nTo be corrected by:  June 1, 2015  \n3.129(a)\nFEEDING.    \nThe small animal room had several open bags of food lying around with an accumulation of what looked like fruit\nflies hovering around the bags.  Food shall be wholesome, palatable, and free from contamination.  All animal food\nmust be stored in containers with lids that protect the food from contamination.\nTo be corrected by:  June 1, 2015\n3.131(c)\nSANITATION.   \nThe small animal room was in need of a good cleaning.  Buildings and grounds shall be kept clean and in good\nrepair in order to facilitate adequate animal husbandry.  The small animal room had grain and seeds all over the\nfloor, excessive clutter, and open containers of food lying around.  This type of situation is conducive to insects and\nrodents which may carry disease and contaminate food.  This room needs to be cleaned and maintained in a more\nsanitary condition.\nTo be corrected by:  June 1, 2015\n\n3.131(d)\nSANITATION.   \nThe opossum enclosure had an excessive accumulation of ants on the top lid around the hinges.  The small animal\nroom had an excessive amount of fruit flies hovering around open bags of food and the bottom of some animal\ncages.  Ants can cause contamination of food and injury to the animal.  Fruit flies can cause contamination of food. \nA safe and effective program for the control of insects and other pests needs to be established.\nTo be corrected by: June 1, 2015\nInspection and exit interview conducted with facility representative.",
  "animals_total": 7,
  "species": [
    {
      "count": 1,
      "scientific": "Atelerix algirus",
      "common": "ALGERIAN HEDGEHOG"
    },
    {
      "count": 1,
      "scientific": "Chinchilla brevicaudata",
      "common": "CHINCHILLA"
    },
    {
      "count": 1,
      "scientific": "Dasypus novemcinctus",
      "common": "NINE-BANDED ARMADILLO"
    },
    {
      "count": 1,
      "scientific": "Eidolon helvum",
      "common": "STRAW-COLOURED FRUIT BAT"
    },
    {
      "count": 1,
      "scientific": "Leptailurus serval",
      "common": "SERVAL"
    },
    {
      "count": 2,
      "scientific": "Mephitis mephitis",
      "common": "STRIPED SKUNK"
    }
  ]
}