{
  "insp_id": "92151133120906",
  "layout": "a",
  "customer_id": "326734",
  "customer_name": "Debra Crowley",
  "customer_addr": "Larry Crowley\n302 Manzanita Lane\nEllsinore, MO 63937",
  "certificate": "43-A-5739",
  "site_id": "001",
  "site_name": "LARRY CROWLEY & DEBRA CROWLEY",
  "insp_type": "ROUTINE INSPECTION",
  "date": "29-JAN-2015",
  "report_date": "03-APR-2015",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "***Attending veterinarian and adequate veterinary care***\nTwo adult English Bulldogs were observed with excessively long toenails on the front feet. These toenails were\nover 1/2 inch in length and were starting hook on the ends. Excessively long toenails are prone to foot injury and\nmay cause pain, distress and potential infections. These toenails must be trimmed to reduce the risk of breakage or\nhanging of the nails and thus creating unnecessary veterinary care risks. The affected dogs, microchip numbers\n018-632-265 and 037-533-292, should be trimmed as well as any other dogs with excessively long toenails. A\nprogram of routinely trimming toenails should be followed to prevent this condition in the future. To be corrected by:\n02/02/15"
    },
    {
      "code": "3.4(b)(3)",
      "kind": "",
      "repeat": false,
      "desc": "OUTDOOR HOUSING FACILITIES.",
      "narrative": "***Wind and rain breaks***\nTwo shelters in the outdoor kennel area in enclosures containing one Boston Terrier each were observed without\nsufficient wind and rain break structures at the entrance to the shelter. The lack of a wind and rain break on a\nshelter allows the bedding to become wet and is not conducive to the creation of a dead air space within the shelter.\nThis significantly limits the affected dogs' ability to conserve body heat. All outdoor shelters must have measures in\nplace to restrict to the entrance to the shelter of wind and rain. To be corrected by: 01/31/15"
    },
    {
      "code": "3.4(b)",
      "kind": "",
      "repeat": false,
      "desc": "OUTDOOR HOUSING FACILITIES.",
      "narrative": "***Shelter from elements***\nTwo outdoor enclosures, containing three adult Cocker Spaniels each, were observed with single igloo-type\nshleters. These shelters do not provide sufficient space to allow all dogs enough space to enter, turn around and lie\ndown freely at the same time. All outside enclosures must be provided with shelters that provide adequate space\nfor all dogs contained to enter the shelter and make normal postural adjustments simultaneously. To be corrected\nby: 01/31/15\nThis inspection and exit interview was conducted with the facility owner."
    }
  ],
  "narrative": "2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n***Attending veterinarian and adequate veterinary care***\nTwo adult English Bulldogs were observed with excessively long toenails on the front feet.  These toenails were\nover 1/2 inch in length and were starting hook on the ends.  Excessively long toenails are prone to foot injury and\nmay cause pain, distress and potential infections.  These toenails must be trimmed to reduce the risk of breakage or\nhanging of the nails and thus creating unnecessary veterinary care risks.  The affected dogs, microchip numbers\n018-632-265 and 037-533-292, should be trimmed as well as any other dogs with excessively long toenails.  A\nprogram of routinely trimming toenails should be followed to prevent this condition in the future.  To be corrected by:\n02/02/15\n3.4(b)(3)\nOUTDOOR HOUSING FACILITIES.\n***Wind and rain breaks***\nTwo shelters in the outdoor kennel area in enclosures containing one Boston Terrier each were observed without\nsufficient wind and rain break structures at the entrance to the shelter.  The lack of a wind and rain break on a\nshelter allows the bedding to become wet and is not conducive to the creation of a dead air space within the shelter.\n This significantly limits the affected dogs' ability to conserve body heat.  All outdoor shelters must have measures in\nplace to restrict to the entrance to the shelter of wind and rain.  To be corrected by: 01/31/15\n3.4(b)\nOUTDOOR HOUSING FACILITIES.\n***Shelter from elements***\nTwo outdoor enclosures, containing three adult Cocker Spaniels each, were observed with single igloo-type\nshleters.  These shelters do not provide sufficient space to allow all dogs enough space to enter, turn around and lie\ndown freely at the same time.  All outside enclosures must be provided with shelters that provide adequate space\nfor all dogs contained to enter the shelter and make normal postural adjustments simultaneously.  To be corrected\nby: 01/31/15\n\nThis inspection and exit interview was conducted with the facility owner.",
  "animals_total": 188,
  "species": [
    {
      "count": 122,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 66,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}