{
  "insp_id": "2016090000770908",
  "layout": "b",
  "customer_id": "333332",
  "customer_name": "CRYSTAL FRAZIER",
  "customer_addr": "2453 HOWARD RD\nBYBEE, TN 37713",
  "certificate": "63-B-0189",
  "site_id": "001",
  "site_name": "CRYSTAL FRAZIER",
  "insp_type": "RE-LICENSE INSPECTION",
  "date": "08-MAR-2022",
  "report_date": "14-MAR-2022",
  "citations": [
    {
      "code": "2.40(b)(3)",
      "kind": "Direct",
      "repeat": false,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "***The male coatimundi housed with the females has a wound on his tail. The tail is a stump approximately 5 inches in\nlength and the skin around the end of the stump is gone leaving it bleeding. The coatimundi shall be examined and\ntreated in accordance with the program of veterinary care. Correct by March 16, 2022.\n***The male raccoon in the last enclosure has a wound on his left hindleg. There is a puncture wound on the top of the\nfoot and a cut on the footpad, in addition the foot is swollen. When ambulating, the raccoon is favoring this foot indicating\npain. This raccoon shall be examined and treated in accordance with the program of veterinary care. Correct by March\n16, 2022."
    },
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": false,
      "desc": "Facilities, general.",
      "narrative": "***The ground in the coyote enclosure and the coatimundi enclosure is dirt covered by a wire fence panel with large hole\n(approx. 2 x 4 inches). There are large areas where the dirt has washed out or been dug out leaving gaps that will allow\nthe animals feet to pass through which could potentially cause injury. The dirt or substrate shall be refilled to eliminate the\ngap between the wire and the ground thereby protect the feet from becoming trapped or injured. Correct by March 16,\n2022.\n***There is chicken wire lining the inside of the fence for the Carpathian Lynx. The wire has become detached from the\nchain link leaving gaps and frayed ends with points. The wire shall be repaired or replaced to protect the lynx from injury.\nCorrect by March 16, 2022."
    },
    {
      "code": "3.127(b)",
      "kind": "",
      "repeat": false,
      "desc": "Facilities, outdoor.",
      "narrative": "***There is only one kennel provided as shelter for the five raccoons housed together in the first enclosure. The kennel is\nof inadequate size to allow all four raccoons to be housed at the same time in the presence of inclement weather.\nAdditional housing shall be provided to allow all of the raccoons shelter from inclement weather. Correct by March 16,\n2022\nThis is a 1st Re-License Inspection for a Class \"B\" license. The inspection and exit briefing were conducted with the\napplicant.\nAll items must be in compliance within 2 more inspection(s) or by May 7, 2022 or the applicant will forfeit the license fee\nand must wait 6 months to reapply. Please contact your inspector to schedule your next Re-License Inspection.\nRegulated activity can continue under your existing USDA license until it expires.\nEnd Section"
    }
  ],
  "narrative": "2.40(b)(3)  Direct\n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \n***The male coatimundi housed with the females has a wound on his tail.  The tail is a stump approximately 5 inches in \nlength and the skin around the end of the stump is gone leaving it bleeding.  The coatimundi shall be examined and \ntreated in accordance with the program of veterinary care.  Correct by March 16, 2022. \n \n***The male raccoon in the last enclosure has a wound on his left hindleg.  There is a puncture wound on the top of the \nfoot and a cut on the footpad, in addition the foot is swollen.  When ambulating, the raccoon is favoring this foot indicating \npain.  This raccoon shall be examined and treated in accordance with the program of veterinary care.  Correct by March \n16, 2022. \n3.125(a) \n   \nFacilities, general. \n***The ground in the coyote enclosure and the coatimundi enclosure is dirt covered by a wire fence panel with large hole \n(approx. 2 x 4 inches).  There are large areas where the dirt has washed out or been dug out leaving gaps that will allow \nthe animals feet to pass through which could potentially cause injury.  The dirt or substrate shall be refilled to eliminate the \ngap between the wire and the ground thereby protect the feet from becoming trapped or injured.  Correct by March 16,\n\n2022. \n \n***There is chicken wire lining the inside of the fence for the Carpathian Lynx.  The wire has become detached from the \nchain link leaving gaps and frayed ends with points.  The wire shall be repaired or replaced to protect the lynx from injury.  \nCorrect by March 16, 2022. \n3.127(b) \n   \nFacilities, outdoor. \n***There is only one kennel provided as shelter for the five raccoons housed together in the first enclosure.  The kennel is \nof inadequate size to allow all four raccoons to be housed at the same time in the presence of inclement weather.   \nAdditional housing shall be provided to allow all of the raccoons shelter from inclement weather.  Correct by March 16, \n2022 \n \nThis is a 1st Re-License Inspection for a Class \"B\" license. The inspection and exit briefing were conducted with the \napplicant. \n \nAll items must be in compliance within 2 more inspection(s) or by May 7, 2022 or the applicant will forfeit the license fee \nand must wait 6 months to reapply. Please contact your inspector to schedule your next Re-License Inspection. \n \nRegulated activity can continue under your existing USDA license until it expires. \n \nEnd Section",
  "animals_total": 61,
  "species": [
    {
      "count": 1,
      "scientific": "Sciurus carolinensis",
      "common": "EASTERN GREY SQUIRREL"
    },
    {
      "count": 2,
      "scientific": "Vulpes lagopus",
      "common": "ARCTIC FOX"
    },
    {
      "count": 6,
      "scientific": "Lynx rufus",
      "common": "BOBCAT"
    },
    {
      "count": 1,
      "scientific": "Lynx lynx",
      "common": "NORTHERN/EURASIAN LYNX"
    },
    {
      "count": 26,
      "scientific": "Procyon lotor",
      "common": "RACCOON"
    },
    {
      "count": 8,
      "scientific": "Vulpes vulpes",
      "common": "RED FOX (INCLUDES SILVER FOX & CROSS FOX)"
    },
    {
      "count": 3,
      "scientific": "Canis latrans",
      "common": "COYOTE"
    },
    {
      "count": 4,
      "scientific": "Nasuella olivacea",
      "common": "MOUNTAIN COATI"
    },
    {
      "count": 3,
      "scientific": "Lemur catta",
      "common": "RING-TAILED LEMUR"
    },
    {
      "count": 6,
      "scientific": "Canis lupus X C. l. familiaris",
      "common": "WOLF/DOG HYBRID"
    },
    {
      "count": 1,
      "scientific": "Marmota monax",
      "common": "GROUNDHOG / WOODCHUCK"
    }
  ]
}