{
  "insp_id": "74161711400131",
  "layout": "a",
  "customer_id": "2401",
  "customer_name": "Dan Moulton",
  "customer_addr": "976 14th Avenue S W\nRochester, MN 55902",
  "certificate": "41-B-0239",
  "site_id": "001",
  "site_name": "DAN MOULTON",
  "insp_type": "ROUTINE INSPECTION",
  "date": "14-MAR-2016",
  "report_date": "14-MAR-2016",
  "citations": [
    {
      "code": "2.75(b)(1)",
      "kind": "",
      "repeat": false,
      "desc": "RECORDS: DEALERS AND EXHIBITORS.",
      "narrative": "The facility has incomplete records. Records don't fully disclose animals' disposition for deaths and euthanized\nanimals. The licensee stated that it was unknown that records of animal deaths/euthanized animals must be\nrecorded. The facility had recently euthanized some animals under recommendation from the veterinarian. Some\ncages were marked and empty for euthanized animals however we could not completely ascertain the disposal of\nthree animals that were in need of treatment on the February-11-2016 report. The licensee reports that they were\neuthanized. Without complete records, the facility may have problems tracking animal health and treatment\nprogress and APHIIS officials cannot accurately verify the disposition of the animals.\nCorrection: Maintain records complete from this day forward.\nExit interview conducted with facility representative.\nNOTE: This was a focused inspection on the Direct non-compliant items cited under 3.125(a) and 2.40 (b)(3) and\nthe Direct and Non-direct items cited under 2.40(b)(2). Animals needing veterinary treatment were seen by the\nattending veterinarian and are receiving treatment.\nAdditional Inspectors\nWilken Kevin, Animal Care Inspector"
    }
  ],
  "narrative": "2.75(b)(1)\nRECORDS: DEALERS AND EXHIBITORS.\nThe facility has incomplete records.   Records don't fully disclose animals' disposition for deaths and euthanized\nanimals.  The licensee stated that it was unknown that records of animal deaths/euthanized animals must be\nrecorded. The facility had recently euthanized some animals under recommendation from the veterinarian.  Some\ncages were marked and empty for euthanized animals however we could not completely ascertain the disposal of\nthree animals that were in need of treatment on the February-11-2016 report.  The licensee reports that they were\neuthanized.  Without complete records, the facility may have problems tracking animal health and treatment\nprogress and APHIIS officials cannot accurately verify the disposition of the animals.\nCorrection:  Maintain records complete from this day forward. \nExit interview conducted with facility representative.\nNOTE: This was a focused inspection on the Direct non-compliant items cited under 3.125(a) and 2.40 (b)(3) and\nthe Direct and Non-direct items cited under 2.40(b)(2).   Animals needing veterinary treatment were seen by the\nattending veterinarian and are receiving treatment.\nAdditional Inspectors\nWilken Kevin, Animal Care Inspector",
  "animals_total": 14,
  "species": [
    {
      "count": 14,
      "scientific": "Chinchilla brevicaudata",
      "common": "CHINCHILLA"
    }
  ]
}