{
  "insp_id": "2016082569245916",
  "layout": "a",
  "customer_id": "329964",
  "customer_name": "Jacob J Miller",
  "customer_addr": "7270 Harrison Rd\nFredericksburg, OH 44627",
  "certificate": "31-A-0471",
  "site_id": "001",
  "site_name": "JACOB MILLER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "16-AUG-2018",
  "report_date": "16-AUG-2018",
  "citations": [
    {
      "code": "3.6(c)(1)(i)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "Five weaned puppies were in an enclosure that was too small for them. Three of puppies measured 11 inches and\ntwo measured 12 inches. Altogether, they required 1,515 square inches of space. The enclosure measured 36.25\ninches by 24.5 inches for a total of 888.125 square inches of space. The puppies were short 626.875 square\ninches.\nCage space requirements ensure that the dogs have enough room to move about freely within their cages. It\nminimizes the dogs from stepping or sitting in their feces and also minimizes the spread of disease. The licensee\nmust ensure that all enclosures containing dogs and puppies have enough floor space to meet the minimum floor\nspace requirements for the number of and the size of the dogs in that enclosure. Correct immediately."
    },
    {
      "code": "3.11(d)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "Mouse feces was observed throughout the kennel. Mouse feces was observed on a shelf, the window sills, on top\nof the lids of the food containers, and next to the medications and dewormers. The licensee admitted the mice have\nbeen a problem. Mice can contaminate food sources and transmit disease. An effective pest control program must\nbe implemented within the kennel. Correct by 8/23/18.\nThis inspection and exit interview were conducted with the licensee.\nEnd of report."
    }
  ],
  "narrative": "3.6(c)(1)(i)\nPRIMARY ENCLOSURES.\nFive weaned puppies were in an enclosure that was too small for them.  Three of puppies measured 11 inches and\ntwo measured 12 inches.  Altogether, they required 1,515 square inches of space.  The enclosure measured 36.25\ninches by 24.5 inches for a total of 888.125 square inches of space.  The puppies were short 626.875 square\ninches.\nCage space requirements ensure that the dogs have enough room to move about freely within their cages. It\nminimizes the dogs from stepping or sitting in their feces and also minimizes the spread of disease. The licensee\nmust ensure that all enclosures containing dogs and puppies have enough floor space to meet the minimum floor\nspace requirements for the number of and the size of the dogs in that enclosure. Correct immediately.\n3.11(d)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\nMouse feces was observed throughout the kennel.  Mouse feces was observed on a shelf, the window sills, on top\nof the lids of the food containers, and next to the medications and dewormers.  The licensee admitted the mice have\nbeen a problem.  Mice can contaminate food sources and transmit disease.  An effective pest control program must\nbe implemented within the kennel.  Correct by 8/23/18.\nThis inspection and exit interview were conducted with the licensee.\nEnd of report.",
  "animals_total": 41,
  "species": [
    {
      "count": 16,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 25,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}