{
  "insp_id": "2016090000646461",
  "layout": "b",
  "customer_id": "502460",
  "customer_name": "OKLAHOMA STATE UNIVERSITY",
  "customer_addr": "101 McElroy Hall Annex\nSTILLWATER, OK 74078",
  "certificate": "73-R-0121",
  "site_id": "001",
  "site_name": "OKLAHOMA STATE UNIVERSITY",
  "insp_type": "ROUTINE INSPECTION",
  "date": "29-JUN-2021",
  "report_date": "06-JUL-2021",
  "citations": [
    {
      "code": "2.31(c)(7)",
      "kind": "Critical",
      "repeat": false,
      "desc": "Institutional Animal Care and Use Committee (IACUC).",
      "narrative": "There are multiple deviations from the procedures described in Protocols 1 and 2.\n- On 2 June 2020 the primary investigator for Protocol 1 injected a guinea pig with a solution containing a “Cremophor®\nEL-based vehicle”. The protocol was approved for a solution using a DMSO base. The Primary Investigator chose to use\na different base and felt that it would be safe for the animals. The guinea pig subsequently had an allergic response to\nthe injection and died soon after. On 15 June 2020 the IACUC chose to permanently suspend the protocol in question.\nThe suspension was reported to USDA on 17 June 2020.\nProtocol 2 describes an experimental design starting with “Objective 1” in Year 1 and progressing to “Objective 2” in year\n2 of the study.\n- Two dogs, “Richie – ID OOV-9” and “Milo – ID KQB-0” had the chemical procedure performed on 13 March 2020 under\nObjective 2 procedures. This was three months before the actual Objective 1 dose optimization study was conducted\n(between 20 May 2020 and 1 June 2020) on a group of 10 dogs. The primary investigator chose to ignore this schedule\nand initiate the project with a long-term study involving Richie and Milo. This was a significant deviation that impacted\nthese dogs and should have been submitted to the IACUC as a protocol amendment prior to conducting the procedure.\n- Ten dogs were utilized under Objective 1 of the protocol between 20 May 2020 and 19 June 2020. According to this\nprotocol, the dogs would be surgically castrated 1-3 hours after chemical injection. They would be monitored over the\nnext 24 hours for a variety of pain factors such as panting, vocalization, and antisocial behavior. Pain evaluation would be\nrecorded using a 0-3 scale. The dogs would also be “monitored for the development of fever post CTA”. Study records\nprovided did not show any of these monitoring procedures for the ten dogs used in the study.\n- Four dogs “Milo – KQB-0”, “Richie – OOV-9”, “Lyle – LY80” and a dog with ID “HCB-0” were utilized under the Objective\n2 section of this protocol. The protocol states dogs in this objective would be evaluated for “stress markers in blood” over\na 2-week period post injection. The protocol further states that a CBC and serum testosterone levels would be checked\non each dog at “0 min, 30 min, 60 min, 180 mins, 24 h and 72 h and once each month”. Study records did not\ndemonstrate that any of this monitoring was conducted on the four dogs.\nAnimal Care and Use Protocols must be reviewed and approved by the IACUC. Any amendments or significant changes\nto a protocol must also be approved by the IACUC. Protocols 1 and 2 had significant deviations from the approved\nprocedures that were not presented to the IACUC for review and approval. These deviations had a dramatic impact on\nthe animals, including the death of a guinea pig and a significant health and welfare impact on numerous dogs. The\nIACUC must approve and monitor all procedures on regulated animals to assure adherence to the allowed procedures.\nCorrect from this point forward"
    },
    {
      "code": "2.31(d)(1)(i)",
      "kind": "Critical",
      "repeat": false,
      "desc": "Institutional Animal Care and Use Committee (IACUC).",
      "narrative": "- Two dogs, “Milo” and “Richie” were started on the long-term protocol prior to any dose optimization or pain scale testing\nbeing conducted. Four days after the injection, “Milo” was surgically castrated due to the formation of scrotal ulceration.\n“Richie”, per facility records, did not appear to have any effect from the injections. He was placed in a foster home for\napproximately one year, then returned to the study and given a second injection on 25 April 2021. He was then surgically\ncastrated on 28 April 2021 due to ulceration of the scrotum.\n- A dog named “Lyle – ID LY80” was utilized under Protocol 2 and subjected to 4 separate major operative procedures.\nThe AWA definition of a major operative procedure is any surgical intervention that penetrates and exposes a body cavity\nor any procedure which produces permanent impairment in physical or physiological functions. The procedure of chemical\ncastration is designed to permanently impair the testicular tissue. Study records indicate that Lyle received an injection in\nthe left testicle on 12 June 2020, and in the right testicle on 13 June 2020. Lyle then had surgery on 16 June 2020 to\nremove the right testicle due to ulceration of the scrotum. The left testicle was removed in a separate procedure on 16\nOctober 2020.\nProcedures involving animals will avoid or minimize discomfort, distress, and pain. The Primary Investigator did not\ncomplete Objective 1 for Protocol 2 which was designed to “determine the best dose that provides the maximum\neffectiveness of the CTA method” and to monitor clinical signs that indicate pain and distress. Failing to complete this\nportion of the protocol resulted in unnecessary discomfort and distress to “Milo”, “Richie”, and “Lyle”. In addition, Lyle was\nsubjected to multiple painful procedures including two separate surgical castrations. Primary investigators must follow\nIACUC approved protocols to ensure animal pain and distress is minimized.\nCorrect from this point forward"
    },
    {
      "code": "2.31(e)(3)",
      "kind": "Critical",
      "repeat": false,
      "desc": "Institutional Animal Care and Use Committee (IACUC).",
      "narrative": "- On Protocol 2, ten dogs were utilized under the “Objective 1” portion of the protocol. The primary investigator failed to\nfully describe the intended use of the animals. The procedures in this portion of the protocol are frequently vague and\nunclear. The experiment is intended to test methods of chemical castration in dogs. The protocol describes the injection\nmethod and dose determination but does not specify other details of this procedure. Study records indicate that 6 of the\n10 dogs had one testicle injected, with the other testicle left as a control. Three of the other 4 dogs received “2X” dose in\neach testicle. One received “2X” dose in the left, and “1.5X” in the right. The protocol does not make any reference to\nvarying the doses in this manner.\n- The same section of this protocol continues by stating that “if needed, temperature sensors” will be inserted in the\ntesticles to confirm “core heating”. There is no explanation of this procedure, nor any indication of expected temperature\nfindings or baseline parameters.\nProtocols must contain a complete explanation of the intended use of animals. Protocols that are vaguely worded or\nlacking details do not give a clear, thorough description of the intended experimental procedures. This protocol must be\namended to give a complete and accurate description of intended animal use.\nCorrect from this point forward\nThis inspection and exit interview were conducted with facility representative.\nAdditional Inspectors:\nDEBBIE CUNNINGHAM, VETERINARY MEDICAL OFFICEREnd Section"
    }
  ],
  "narrative": "2.31(c)(7)  Critical\n   \nInstitutional Animal Care and Use Committee (IACUC). \nThere are multiple deviations from the procedures described in Protocols 1 and 2. \n- On 2 June 2020 the primary investigator for Protocol 1 injected a guinea pig with a solution containing a “Cremophor® \nEL-based vehicle”.  The protocol was approved  for a solution using a DMSO base.  The Primary Investigator  chose to use \na different base and felt that it would be safe for the animals.  The guinea pig subsequently had an allergic response to \nthe injection and died soon after.  On 15 June 2020 the IACUC chose to permanently suspend the protocol in question.  \nThe suspension was reported to USDA on 17 June 2020. \nProtocol 2 describes an experimental design starting with “Objective 1” in Year 1 and progressing to “Objective 2” in year \n2 of the study. \n- Two dogs, “Richie – ID OOV-9” and “Milo – ID KQB-0” had the chemical procedure performed on 13 March 2020 under \nObjective 2 procedures.  This was three months before the actual Objective 1 dose optimization study was conducted \n(between 20 May 2020 and 1 June 2020) on a group of 10 dogs.  The primary investigator chose to ignore this schedule \nand initiate the project with a long-term study involving  Richie and Milo.  This was a significant deviation that impacted \nthese dogs and should have been submitted to the IACUC as a protocol amendment prior to conducting the procedure. \n- Ten dogs were utilized under Objective 1 of the protocol between 20 May 2020 and 19 June 2020.  According to this\n\nprotocol, the dogs would be surgically castrated 1-3 hours after chemical injection.  They would be monitored over the \nnext 24 hours for a variety of pain factors such as panting, vocalization, and antisocial behavior.  Pain evaluation  would be \nrecorded using a 0-3 scale.  The dogs would also be “monitored for the development  of fever post CTA”.  Study records \nprovided  did not show any of these monitoring procedures for the ten dogs used in the study. \n- Four dogs “Milo – KQB-0”, “Richie – OOV-9”, “Lyle – LY80” and a dog with ID “HCB-0” were utilized under the Objective \n2 section of this protocol.  The protocol states dogs in this objective would be evaluated for “stress markers in blood” over \na 2-week period post injection.  The protocol further states that a CBC and serum testosterone levels would be checked \non each dog at “0 min, 30 min, 60 min, 180 mins, 24 h and 72 h and once each month”.  Study records did not \ndemonstrate that any of this monitoring was conducted on the four dogs. \nAnimal Care and Use Protocols must be reviewed  and approved  by the IACUC.  Any amendments or significant changes \nto a protocol must also be approved  by the IACUC.  Protocols 1 and 2 had significant deviations from the approved \nprocedures that were not presented to the IACUC for review and approval.   These deviations had a dramatic impact on \nthe animals, including the death of a guinea pig and a significant health and welfare impact on numerous dogs.  The \nIACUC must approve  and monitor all procedures on regulated animals to assure adherence to the allowed procedures. \nCorrect from this point forward \n2.31(d)(1)(i)  Critical\n   \nInstitutional Animal Care and Use Committee (IACUC). \n-  Two dogs, “Milo” and “Richie” were started on the long-term protocol prior to any dose optimization or pain scale testing \nbeing conducted.   Four days after the injection, “Milo” was surgically castrated due to the formation of scrotal ulceration.  \n“Richie”, per facility records, did not appear to have any effect from the injections.  He was placed in a foster home for \napproximately one year, then returned to the study and given a second injection on 25 April 2021.  He was then surgically \ncastrated on 28 April 2021 due to ulceration of the scrotum.\n\n-  A dog named “Lyle – ID LY80” was utilized under Protocol 2 and subjected to 4 separate major operative procedures.  \nThe AWA definition of a major operative procedure is any surgical intervention  that penetrates and exposes a body cavity \nor any procedure which produces permanent impairment in physical or physiological functions. The procedure of chemical \ncastration is designed to permanently impair the testicular tissue.  Study records indicate that Lyle received an injection in \nthe left testicle on 12 June 2020, and in the right testicle on 13 June 2020.  Lyle then had surgery on 16 June 2020 to \nremove the right testicle due to ulceration of the scrotum.  The left testicle was removed  in a separate procedure on 16 \nOctober 2020. \nProcedures involving  animals will avoid or minimize discomfort, distress, and pain.  The Primary Investigator  did not \ncomplete Objective 1 for Protocol 2 which was designed to “determine the best dose that provides  the maximum \neffectiveness  of the CTA method” and to monitor clinical signs that indicate pain and distress.   Failing to complete this \nportion of the protocol resulted in unnecessary discomfort and distress to “Milo”, “Richie”, and “Lyle”.  In addition, Lyle was \nsubjected to multiple painful procedures including two separate surgical castrations.  Primary investigators must follow \nIACUC approved  protocols to ensure animal pain and distress is minimized. \nCorrect from this point forward \n2.31(e)(3)  Critical\n   \nInstitutional Animal Care and Use Committee (IACUC). \n- On Protocol 2, ten dogs were utilized under the “Objective 1” portion of the protocol.  The primary investigator failed to \nfully describe the intended use of the animals.  The procedures in this portion of the protocol are frequently vague and \nunclear.  The experiment is intended to test methods of chemical castration in dogs.  The protocol describes the injection \nmethod and dose determination but does not specify other details of this procedure.  Study records indicate that 6 of the \n10 dogs had one testicle injected, with the other testicle left as a control.  Three of the other 4 dogs received “2X” dose in \neach testicle.  One received “2X” dose in the left, and “1.5X” in the right.  The protocol does not make any reference to\n\nvarying the doses in this manner. \n- The same section of this protocol continues by stating that “if needed, temperature sensors” will be inserted in the \ntesticles to confirm “core heating”.  There is no explanation of this procedure, nor any indication of expected temperature \nfindings or baseline parameters. \nProtocols must contain a complete explanation of the intended use of animals.  Protocols that are vaguely worded or \nlacking details do not give a clear, thorough description of the intended experimental procedures.  This protocol must be \namended to give a complete and accurate description of intended animal use. \nCorrect from this point forward \n \nThis inspection and exit interview were conducted with facility representative. \n \nAdditional Inspectors: \nDEBBIE CUNNINGHAM,  VETERINARY MEDICAL OFFICEREnd Section",
  "animals_total": 175,
  "species": [
    {
      "count": 7,
      "scientific": "Felis silvestris catus",
      "common": "CAT ADULT"
    },
    {
      "count": 18,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 20,
      "scientific": "Equus caballus",
      "common": "DOMESTIC HORSE"
    },
    {
      "count": 56,
      "scientific": "Bos taurus",
      "common": "CATTLE / COW / OX / WATUSI"
    },
    {
      "count": 26,
      "scientific": "Oryctolagus cuniculus",
      "common": "DOMESTIC RABBIT / EUROPEAN RABBIT"
    },
    {
      "count": 3,
      "scientific": "Ovis aries aries",
      "common": "SHEEP INCLUDING ALL DOMESTIC BREEDS"
    },
    {
      "count": 10,
      "scientific": "Cavia porcellus",
      "common": "DOMESTIC GUINEA PIG"
    },
    {
      "count": 35,
      "scientific": "Microtus ochrogaster",
      "common": "PRAIRIE VOLE"
    }
  ]
}