{
  "insp_id": "INS-0000870803",
  "layout": "c",
  "customer_id": "330819",
  "customer_name": "LOIS BAKER",
  "customer_addr": "95 Chambers Lane\nANDREWS, NC 28901",
  "certificate": "55-A-0165",
  "site_id": "001",
  "site_name": "LOIS BAKER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "17-MAY-2023",
  "report_date": "30-MAY-2023",
  "citations": [
    {
      "code": "2.40(b)(3)",
      "kind": "",
      "repeat": false,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "***The male Dachshund \"Esau\" (chip number****54053), and the male Dachshund \"Israel\" (chip number ****52076), have\nmoderate to severe tartar primarily on their canines. Esau was examined in March and a follow-up examination has not\nbeen scheduled. As Esau's condition has progressed, he is now in need of a full dental. There is no record indicating\nIsrael received a dental examine recently. Israel shall be examined by the veterinarian and provided a dental cleaning.\nCorrect by May 31, 2023."
    },
    {
      "code": "3.1(a)",
      "kind": "",
      "repeat": false,
      "desc": "Housing facilities, general.",
      "narrative": "***While waiting for the licensee to arrive on property USDA observed a cream colored long haired Dachshund, later\nidentified as Hannah, clinging to the very top of the gate to her outdoor run about to do over the gate. Discussions with\nthe licensee indicate Hannah has a history of escaping from her enclosures. An enclosure must be provided for Hannah\nthat will keep her secured within thereby protecting her from possible injury and loss. Correct by May 24, 2023."
    },
    {
      "code": "3.1(c)(1)(i)",
      "kind": "",
      "repeat": false,
      "desc": "Housing facilities, general.",
      "narrative": "***The indoor and outdoor runs have coated wire gates. Approximately 15 percent of the gates observed have an excess\nbuild up of rust, two of the gates have corrosion along the bottom edge. There are two crates in the buildings that are\ncoated with rust. The powdery rust rubs off on your hands when touching the crates. The accumulation of rust inhibits\neffective cleaning and sanitation and depending on the severity may decrease structural strength. The gates and crates\nshall be repaired or replaced to allow effective cleaning and sanitation, minimize possible disease hazard, and ensure the\nenclosures are structurally sound. Correct by June 17, 2023."
    },
    {
      "code": "3.3(e)(1)(iii)",
      "kind": "",
      "repeat": false,
      "desc": "Sheltered housing facilities.",
      "narrative": "***There are three sheets of wood located over the front end of three of the dog enclosures. The wood covers the top of\napproximately 1/3 of the front of the enclosure. The wood was placed there to temporarily hold supplies while in use as\nwell as support the dogs when handled above their enclosure. The dogs have contact with the boards when jumping or\nplaced on them. These boards are not impervious to moisture and cannot be properly cleaned and sanitized increasing\nthe risk of disease hazard. All walls, boxes, houses, dens, and other surfaces in contact with the animals must be\nimpervious to moisture to allow effective cleaning and sanitization thereby decreasing the risk of possible disease\nhazards. Correct by May 24, 2023.\nThis inspection and exit interview were conducted with the Licensee.\nn"
    }
  ],
  "narrative": "2.40(b)(3) \n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \n***The male Dachshund \"Esau\" (chip number****54053), and the male Dachshund \"Israel\" (chip number ****52076), have \nmoderate to severe tartar primarily on their canines.  Esau was examined in March and a follow-up examination has not \nbeen scheduled. As Esau's condition has progressed, he is now in need of a full dental.  There is no record indicating \nIsrael received a dental examine recently.  Israel shall be examined by the veterinarian and provided a dental cleaning.   \nCorrect by May 31, 2023. \n3.1(a) \n   \nHousing facilities, general. \n***While waiting for the licensee to arrive on property USDA observed a cream colored long haired Dachshund, later \nidentified as Hannah, clinging to the very top of the gate to her outdoor run about to do over the gate.  Discussions with \nthe licensee indicate Hannah has a history of escaping from her enclosures.  An enclosure must be provided for   Hannah \nthat will keep her secured within thereby protecting her from possible injury and loss.  Correct by May 24, 2023. \n3.1(c)(1)(i) \n   \nHousing facilities, general. \n***The indoor and outdoor runs have coated wire gates.  Approximately 15 percent of the gates observed have an excess \nbuild up of rust, two of the gates have corrosion along the bottom edge.  There are two crates in the buildings that are\n\ncoated with rust.  The powdery rust rubs off on your hands when touching the crates.  The accumulation of rust inhibits \neffective cleaning and sanitation and depending on the severity may decrease structural strength.  The gates and crates \nshall be repaired or replaced to allow effective cleaning and sanitation, minimize possible disease hazard, and ensure the \nenclosures are structurally sound.  Correct by June 17, 2023. \n3.3(e)(1)(iii) \n   \nSheltered housing facilities. \n***There are three sheets of wood located over the front end of three of the dog enclosures.  The wood covers the top of \napproximately 1/3 of the front of the enclosure.  The wood was placed there to temporarily hold supplies while in use as \nwell as support the dogs when handled above their enclosure.  The dogs have contact with the boards when jumping or \nplaced on them. These boards are not impervious to moisture and cannot be properly cleaned and sanitized increasing \nthe risk of disease hazard.  All walls, boxes, houses, dens, and other surfaces in contact with the animals must be \nimpervious to moisture to allow effective cleaning and sanitization thereby decreasing the risk of possible disease \nhazards.  Correct by May 24, 2023. \n \nThis inspection and exit interview were conducted with the Licensee. \n \n n",
  "animals_total": 59,
  "species": [
    {
      "count": 47,
      "scientific": "Canis familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 12,
      "scientific": "Canis familiaris",
      "common": "DOG PUPPY"
    }
  ]
}