{
  "insp_id": "2016090000722905",
  "layout": "b",
  "customer_id": "506618",
  "customer_name": "DANIEL GINGERICH",
  "customer_addr": "3125 Davis Rd\nSEYMOUR, IA 52590",
  "certificate": "42-A-1632",
  "site_id": "001",
  "site_name": "DANIEL GINGERICH",
  "insp_type": "ROUTINE INSPECTION",
  "date": "24-SEP-2021",
  "report_date": "30-SEP-2021",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Critical",
      "repeat": true,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "Female Golden retriever (tag #801, ear tattoo #101, microchip #990000005953800) had a surgical procedure performed\non her abdomen, but the inspector is unable to determine if the procedure is compliant with the requirements to provide\nthe animal with adequate veterinary care.\nThe dog was sold by the licensee through an auction on August 20th. The individual who purchased the animal\ntransported it to a licensed veterinarian the next morning after noticing the dog had an incision in its abdomen that was\nreddened and inflamed. Two licensed veterinarians examined the dog and found it to have an abdominal incision that\nwas 5 to 8 days old which was sutured with fishing line. Both veterinarians concluded that due to the appearance of the\nincision along with the inappropriate suturing material, that this procedure had not been performed by a licensed\nveterinarian and appeared to be done by someone who had no skill in surgery. The veterinarians also diagnosed the dog\nwith pyometra resulting in the animal being spayed.\nThe inspector spoke with an individual who attended the auction and was present when this dog was sold. The individual\nsaid that during the sale of this dog a question was asked about the dog having a c-section scar on her abdomen and the\nlicensee responded that the dog was bred and stated, \"We removed her uterus, implanted it, and put it back in\". When\nthe inspector asked the licensee about this statement, he said it was a lie.\nThe inspector requested medical records and information from the licensee's kennel manager concerning this dog, but the\nmanager had no records for this animal. The licensee also told the inspector numerous different stories pertaining to this\ndog, which were often contradictory such as the dog had a c-section in June, then decided he didn’t know when the dog\nhad last whelped, then said the dog had a c-section around July 18th, but then stated at the auction that the dog was\nbred. The licensee also told the inspector many times that he didn’t know who performed the surgical procedure on the\nanimal, but then said the attending veterinarian had done a c-section. The inspector contacted the licensee's attending\nveterinarian requesting any medical records and information in regard to this dog, but the inspector received no reply.\nThe failure to provide accurate information has interfered in the ability of the inspector to determine exactly when the\nmedical procedure was performed, if the procedure was performed by a qualified individual and if the procedure and\nmaterials used were appropriate in regard to providing adequate veterinary care.\nEach dealer shall use appropriate methods to prevent, control, diagnose, and treat diseases and injuries. The licensee\nmust ensure that all medical procedures are performed by qualified personnel and all methods and materials used are\nappropriate to ensure the animals are receiving adequate veterinary care.\nA vial of rabies vaccine was found in a cabinet in the sheltered housing building. The label on the rabies vaccines states\nthat it should be stored at 35-46 degrees F. The temperature in the sheltered housing building is 72 degree F according\nto the inspectors Kestrel. Failure to store vaccines at the required temperatures may interfere with their effectiveness,\nwhich could have a negative impact on the health and well-being of the dogs.\nEach dealer shall use appropriate methods to prevent, control, diagnose, and treat diseases and injuries. The licensee\nmust store the rabies vaccine and all other medical products at the required temperatures in order to support the health\nand well-being of the dogs.\nThe following medical products are located in the sheltered housing building or Whelping building, but they are not\ndocumented on the Program of Veterinary Care and there are no instructions from the attending veterinarian concerning\ntheir use in dogs:\no Spectrogard for use in pigs\no Lamb & Kid colostrum powder\no Equispaz paste for use in horses\no Oxytocin for use in horses, sows, cows and ewes\no A clear plastic bottle which has no label containing a dark colored liquid thought to be iodine\nThe facility representative is not sure if these products are supposed to be used for the dogs or not. The off-label use of\nmedical products could have a negative impact on the health and well-being of the dogs if not first approved by the\nattending veterinarian and used per the attending veterinarian’s directions.\nEach dealer shall use appropriate methods to prevent, control, diagnose, and treat diseases and injuries. The licensee\nmust ensure the above mentioned products are approved for use by the attending veterinarian along with instructions for\ntheir use in dogs in order to protect the dogs' health and well-being.\nThe facility has been using Ivomec-pour on to treat sixteen puppies for external parasites. The Ivomec-pour on expired in\nApril 2020. Expired products may lose their effectiveness which could have a negative impact on the health and well-\nbeing of the dogs.\nEach dealer shall use appropriate methods to prevent, control, diagnose, and treat diseases and injuries. The licensee\nmust ensure the Ivomec-pour and all other products used for the dogs is current and not expired in order to support the\nhealth and well-being of the dogs."
    },
    {
      "code": "2.75(a)(1)",
      "kind": "",
      "repeat": true,
      "desc": "Records: Dealers and exhibitors.",
      "narrative": "The following dogs were sold by the licensee through an auction, but are not documented on APHIS form 7005 for any of\nthe licensee's three approved locations:\no Female Golden retriever (tag #801, ear tattoo #101, microchip #\n990000005953800)\no Male Shiba Inu (#309)\no Female French bulldog (#897)\no Female Golden retriever (#877)\no Female Golden retriever (#316)\no Female Golden retriever (#814)\no Female Shiba Inu (#763)\no Female Golden retriever (#776)\no Female Golden retriever (#710)\no Female Shiba Inu (#647)\no Female mini Golden doodle (#273)\no Female Whoodle (#430)\no Male Doberman (#3536)\no Female Doberman (#3525)\no Female Klee-kai poodle mix (#4379)\no Female pug (4 months old)\no Female puggle (4 months old)\no Female puggle (4 months old)\no Male mini schnauzer (#3655)\no Male mini schnauzer (#3647)\no Female mini schnauzer (#3642)\no Female Frenchton (#3388)\no Female Pomeranian- corgi mix (#3399)\no Female mini schnauzer (#0538)\no Female mini schnauzer (#3699)\no Female French bulldog (#3682)\no Female French bulldog (#111A)\nOn July 29, 2021, the licensee gave ownership of approximately 340 dogs located at an unlicensed facility to a USDA\nlicensed broker. The licensee has never provided the inspectors with disposition forms for these dogs.\nEach dealer shall make, keep, and maintain records or forms which fully and correctly disclose the required information\nconcerning each dog or cat purchased or otherwise acquired, owned, held, or otherwise in his or her possession or under\nhis or her control, or which is transported, euthanized, sold, or otherwise disposed of. The licensee must provide the\nrequired acquisition information for the 27 above mentioned dogs on APHIS form 7005. The licensee must complete\nAPHIS form 7006 for the 340 dogs. The licensee must ensure all required paperwork is created, maintained, and\naccurate at all times."
    },
    {
      "code": "2.75(a)(1)(vi)",
      "kind": "",
      "repeat": true,
      "desc": "Records: Dealers and exhibitors.",
      "narrative": "The licensee uses a tag number or ear tattoo number as the official form of identification on APHIS form 7005. The\nlicensee sold four hundred and eighty-eight dogs through an auction, as well as five dogs to a private individual, but\ndocumented a microchip as the official form of identification on APHIS form 7006 rather than the tag or ear tattoo number.\nNone of these microchip numbers have been added to APHIS form 7005, therefore, the inspector is unable to determine if\nthese dogs are actually on any of the licensee's APHIS form 7005s and cannot confirm their acquisition information.\nThe following puppies were sold by the licensee through an auction, but their acquisition information could not be\npresented to the inspectors. The facility representative confirmed that the identification number documented on APHIS\nform 7006 is not the same number that is documented on the puppy cage cards or on APHIS form 7005, therefore, the\nacquisition information could not be determined.\no Australian shepherd (DOB 05/01/21) #712, 773, 741, 778, 756\no Australian shepherd (DOB 05/18/21) #759, 750, 792, 745\no Mini Golden doodle (DOB 05/10/21) #721, 768, 764\no Beaglier (DOB 05/20/21) #739, 757\no Poodle (DOB 05/27/21) #715, 795, 797\no Shipoo (DOB 06/04/21) #732\no Mini Bernadoodle (DOB 05/14/21) #788, 791, 711, 800, 730\no Mini Australian shepherd (DOB 05/15/21) #789, 772\no Mini Labradoodle (DOB 05/2021) #720\no Teddy Bear (DOB 05/19/21) #736, 703, 786, 790\no Shih tzu (DOB 05/05/21) #775\no Beaglier (DOB none) #781, 738, 794\no Schnoodle (DOB 05/01/21) #766\no Labradoodle (3 months old) #754, 769\no Pomsky (3 months old) # 709\no Labradoodle (3 months old) #716\no Pomsky (3 months old) #749, 744\no Australian shepherd (DOB 05/04/21) #708, 774, 765, 779, 767, 748, 717, 719\no Teddy Bear (8 weeks old) No ID #s\no Shih tzu (8 weeks old) No ID#s\no Bichon poodle mix (8 weeks old) No ID #\no Toy Poodle (10 weeks old) No ID #s\no Shih-poo (12 weeks old) No ID #\no Schnoodle (11 weeks old) No ID #\no Mini Bernadoodle (8 weeks old) No ID #s\no Mini Goldendoodle (10 weeks old) #2323, 1593, 2747, 1424\no Mini Goldendoodle (10 weeks old) No ID#s\no Samoyed (10 weeks old) No ID #\no Mini Bernadoodle (10 weeks old) No ID #\no Poodle (10 weeks old) No ID #\no Mini Labradoodle (9 weeks old) #3446\no Poodle (10 weeks old) #3456\no Samoyed (8 weeks old) #3458, 3457, 3454\no Cocker-beagle mix (12 weeks old) #3531, 3522, 3526\nA total of 11 adult dogs and 21 puppies were sold by the licensee through an auction which had no official form of\nidentification on APHIS form 7006.\nFailure to document the proper identification number on required documents interferes with APHIS officials ability to\nidentify animals and trace their movements.\nEach dealer shall make, keep, and maintain records that fully disclose the official identification number of each animal.\nThe licensee must ensure that the correct official identification number is recorded on all required paperwork for each dog."
    },
    {
      "code": "2.75(a)(1)(vii)(C)",
      "kind": "",
      "repeat": true,
      "desc": "Records: Dealers and exhibitors.",
      "narrative": "The licensee provided the inspectors with APHIS form 7006 containing the information for all the dogs sold through an\nauction. Approximately three-hundred and sixty dogs are missing the age or date of birth on APHIS form 7006. The age\nor date of birth is necessary for APHIS officials to identify animals.\nEach dealer shall make, keep and maintain records that fully and correctly disclose the age or date of birth. The licensee\nmust ensure the age or date of birth is documented on all required paperwork including APHIS form 7006."
    },
    {
      "code": "3.1(b)",
      "kind": "",
      "repeat": true,
      "desc": "Housing facilities, general.",
      "narrative": "The storage closet in the sheltered housing building contains items used for the dogs. There is a large amount of\nunidentifiable dark colored material on the floor beneath the water pipe. The closet also has a large number of spider\nwebs hanging from the ceiling and walls and attached to the items used for the dogs. Many of the spider webs have\npieces of insulation attached to them.\nThe dark colored material and spider webs could collect dust, dirt and disease causing agents.\nHousing facilities and areas used for storing animal food or bedding must be free of any accumulation of trash, waste\nmaterial, junk, weeds, and other discarded materials. The licensee must remove the dark colored material and spider\nwebs from the storage closest in order to reduce the risk of disease hazards towards the dogs."
    },
    {
      "code": "3.1(c)(1)(ii)",
      "kind": "",
      "repeat": true,
      "desc": "Housing facilities, general.",
      "narrative": "In two enclosures, containing an approximate total of one adult dog and seven puppies, the metal self feeders are\nattached to the gates by metal wire. The sharp ends of the metal wire are located at the level of the dogs who could\ncome into direct contact with them each time the animal consumes food from the feeder. The inspectors observed the\npuppies in each enclosure coming into direct contact with the sharp ends of the wires. The sharp points were seen\ntouching the puppies' faces, necks, bodies and feet.\nOne outdoor enclosure, containing thirteen puppies, has a broken piece of chain link fencing. The broken piece is located\nat the bottom of the fence and the metal is bent inwards at the level of the puppies.\nIn one shelter, accessed by two adult Corgis, the sharp ends of screws have penetrated through the shelter wall and are\nlocated at the level of the dogs.\nOne enclosure, containing two adult Boston terriers, have access to a metal strip that has detached from a post and bent\noutward creating a sharp point at the level of the dogs.\nSharp points could cause injury to the dogs.\nHousing facilities must be free of sharp points and jagged edges. The licensee must alter the sharp points in a manner\nthat eliminates the risk of injury to the dogs. The licensee must ensure that all enclosures are safe for the dogs at all\ntimes."
    },
    {
      "code": "3.1(f)",
      "kind": "",
      "repeat": true,
      "desc": "Housing facilities, general.",
      "narrative": "The waste from the sheltered building and covered outdoor enclosures runs through a concrete drain in the floor that\ndisposes of the waste directly outside the building. A large pool of feces, hair, urine and other waste material has\ncollected on the immediate outside of the building.\nDrains and drainage areas that are not properly maintained could result in a buildup of waste that could attract pests,\ncreate odors, soil animals, and increase the risk of disease hazards.\nDisposal and drainage systems must minimize vermin and pest infestation, insects, odors, and disease hazards. All\ndrains must be properly constructed, installed, and maintained. The licensee must alter all the drains in a manner that\nmoves the pool of waste away from the exterior of the sheltered building. The licensee must ensure that all drains are\nworking properly at all times.\nOne trash can in the sheltered housing building has no lid. Open trash could attract pests such as flies and mice which\ncould increase the risk of disease towards the dogs.\nTrash containers in housing facilities and in food storage and food preparation areas must be leakproof and must have\ntightly fitted lids on them at all times. The licensee must add a tightly fitted lid to the trash can and ensure the lid is in\nplace at all times."
    },
    {
      "code": "3.4(b)(4)",
      "kind": "",
      "repeat": false,
      "desc": "Outdoor housing facilities.",
      "narrative": "The ambient temperature for the area has fallen below 50 degrees F and the following dogs have no bedding in their\nshelters:\no one adult husky\no one adult lab mix and one adult Australian shepherd mix\no three adult poodles\no two adult corgis\no two adult Boston terriers\no two adult Golden retrievers\no six puppies\nIn addition, two adult huskies have bedding material in their shelter which is wet, dirty, compacted into thick layers and\ncontains a strong smell of mold.\nFailure to provide the dogs with clean, dry bedding material when temperatures are below 50 degrees F does not ensure\nthe animals can remain comfortable during cold temperatures which could have a negative impact of their health and well-\nbeing.\nShelters in outdoor housing facilities must contain clean, dry, bedding material if the ambient temperature is below 50 °F.\nThe licensee must ensure that each shelter contains clean, dry bedding material whenever the temperature is below 50\ndegrees F.\nTo be corrected by: From this day forward"
    },
    {
      "code": "3.4(c)",
      "kind": "",
      "repeat": true,
      "desc": "Outdoor housing facilities.",
      "narrative": "In one outdoor enclosure, containing thirteen puppies, there is a large wooden board running along the base of the chain\nlink fence to stop the dogs from digging into the adjacent enclosure. The board is not impervious to moisture and the\npuppies have direct contact with it. Surfaces that are not impervious to moisture cannot be properly cleaned and\nsanitized which can increase the risk of disease towards the animals.\nBuilding surfaces in contact with animals in outdoor housing facilities must be impervious to moisture. The licensee must\nensure that building surfaces in contact with animals in outdoor facilities are impervious to moisture. The licensee must\nensure that the wooden board and any other surfaces in contact with the puppies are impervious to moisture in order to\nallow proper cleaning and sanitizing to occur."
    },
    {
      "code": "3.9(b)",
      "kind": "",
      "repeat": true,
      "desc": "Feeding",
      "narrative": "Three adult dogs have an excessive amount of wood shavings mixed into their food. The dogs cannot consume the food\nwithout potentially consuming the wood shavings.\nSix adult dogs have an excessive amount of wood shavings covering their food. A thick layer of shavings are piled on top\nof the feed and the dog's cannot consume the food without first penetrating the layer of shavings.\nContaminated food may interfere with a dog's desire to eat and its ability to receive adequate nutrition which could result\nin poor body condition, illness, and other serious health issues.\nFood receptacles must be located so as to minimize contamination. Measures must be taken to prevent molding, caking\nand deterioration of the feed. The licensee must remove all contaminates from the feeders and ensure the dogs are\nprovided with clean and uncontaminated food at all times."
    },
    {
      "code": "3.11(d)",
      "kind": "",
      "repeat": true,
      "desc": "Cleaning, sanitization, housekeeping, and pest control.",
      "narrative": "Within the sheltered housing building there are two storage cabinets and one storage closet which have a heavy\naccumulation of rodent feces. No forms of pest control for rodents were observed inside the sheltered building. Failure to\ncontrol pests such as rodents could cause contamination of food sources, as well as raise the risk of disease hazards.\nAn effective program for the control of insects, external parasites affecting dogs and cats, and birds and mammals that\nare pests, must be established and maintained. The licensee must establish an effective plan to control the mice and the\nlicensee must ensure that all pest control programs are effective at all times."
    },
    {
      "code": "3.12",
      "kind": "",
      "repeat": true,
      "desc": "Employees",
      "narrative": "APHIS officials identified sixteen NCIs during the inspection. The facility currently has approximately 3 staff members\nincluding the licensee to provide care for over 262 dogs. The facility does not have enough employees to maintain\ncompliance. Failure to have a sufficient number of employees to maintain the facility in compliance with the Animal\nWelfare Act could have a serious impact on the health and well-being of the animals.\nEach person subject to the Animal Welfare regulations maintaining dogs must have enough employees to carry out the\nlevel of husbandry practices and care required. The licensee must ensure he has a sufficient number of employees to\nmaintain the facility and dogs in a state of compliance at all times."
    },
    {
      "code": "3.13(a)(2)",
      "kind": "",
      "repeat": false,
      "desc": "Veterinary care for dogs.",
      "narrative": "The facility's Program of Veterinary Care states that the puppies will be examined by the attending veterinarian on a bi-\nmonthly schedule. The facility representative confirmed that the puppies are not being examined by the attending\nveterinarian on a bi-monthly basis. Failure to have the puppies examined according to the frequency documented in the\nProgram of Veterinary Care could delay the identification and treatment of serious medical concerns.\nEach dealer must follow an appropriate program of veterinary care that is developed, documented in writing, and signed\nby the attending veterinarian and includes a complete head to tail exam of each dog by the attending veterinarian. The\nlicensee must ensure that each puppy is examined by the attending veterinarian at the frequency documented in the\nProgram of Veterinary Care in order to support the animals' health and well-being.\nTo be corrected by: From this day forward"
    },
    {
      "code": "3.13(a)(3)",
      "kind": "",
      "repeat": true,
      "desc": "Veterinary care for dogs.",
      "narrative": "The Program of Veterinary Care is incomplete. The section for parasites states:\nEctoparasites: 10% weekly- Frontline spray\nBloodparasites: 10% every other monthly\nIntestinal parasites: 10% every other monthly (fen/benmetro and Toltazurl)\nThe facility representative was not sure what the statement for ectoparasites is supposed to mean and he has not been\nusing Frontline spray. The facility representative did not know what the blood parasite and intestinal parasite statements\nare supposed to mean.\nThe sections for blood parasites does not define the plan for sampling and treatment. The section for intestinal parasites\ndoes not define the plan for sampling and the plan for treatment of adult dogs and puppies.\nAn incomplete Program of Veterinary Care does not ensure that prevention and treatment of parasites is conducted\nappropriately which could have a negative impact on the health and well-being of the dogs.\nEach dealer must follow an appropriate program of veterinary care for dogs that is developed, documented in writing, and\nsigned by the attending veterinarian that includes sampling and treatment of parasites and other pests (including fleas,\nworms, coccidia, giardia, and heartworm). The licensee must define in writing a complete plan for sampling and treatment\nof ectoparasites, blood parasites and intestinal parasites."
    },
    {
      "code": "3.13(b)",
      "kind": "",
      "repeat": false,
      "desc": "Veterinary care for dogs.",
      "narrative": "The facility was unable to present any medical records for the following animals:\nFemale Golden retriever (tag #801, ear tattoo #101, microchip #990000005953800) underwent a surgical procedure\nbefore she was sold. The facility was not able to present the inspectors with any medical records concerning this dog.\nThree Bichon puppies (DOB 07/22/2021) have no medical records documenting the vaccinations and deworming they\nhave received.\nSix puppies (tag # 526, 533, 548, 501, 890, and 983) have no medical records documenting the vaccinations and\ndeworming they have received.\nSamoyed puppy (Dam #14) has no medical records documenting the vaccinations and deworming it has received.\nEight puppies (tag #538, 539, 545, 506, 544, 556, 469, and 551) have no medical records documenting the vaccinations\nand deworming they have received.\nFour Pomsky puppies (tag #261, 462, 620, and 559) have no medical records documenting the vaccinations and\ndeworming they have received.\nFailure to create and maintain medical records interferes in the ability of APHIS officials to determine if the animals are\nreceiving adequate veterinary care.\nEach dealer must keep copies of medical records containing the required information and make the records available for\nAPHIS inspection. The licensee must ensure that complete medical records are created and maintained for all\nprocedures, treatments and administration of medical products for each dog.\nTo be corrected by: From this day forward"
    },
    {
      "code": "3.13(b)(1)",
      "kind": "",
      "repeat": true,
      "desc": "Veterinary care for dogs.",
      "narrative": "The licensee uses cage cards to document when and what type of vaccinations and deworming the puppies receive while\nat the facility. The licensee sold approximately eight-three puppies between the age of 8 weeks and 16 weeks through an\nauction. The inspectors received APHIS form 7006 which listed each of these puppies along with an official identification\nnumber. The inspectors requested the cage cards for these puppies in order to review the vaccinations and deworming\nthat had been administered to the puppies, but the facility representative confirmed that the identification numbers on the\ncage cards and APHIS form 7006 do not match, therefore, the inspectors were unable to verify if the puppies had ever\nreceived any vaccinations and deworming.\nMedical records and other documents which lack proper animal identification interferes in the ability of APHIS officials to\ndetermine if an animal has received adequate veterinary care including treatments or preventatives for serious and\npotentially deadly diseases and parasites.\nDealers must keep copies of medical records for dogs and make the records available for APHIS inspection. These\nrecords must include the identity of the animal, including identifying marks, tattoos, or tags on the animal and the animal’s\nbreed, sex, and age. The licensee must ensure that all documents, including cage cards and APHIS form 7006, contain\nthe proper identification number in order to allow APHIS officials to determine which animal the paperwork belongs to."
    },
    {
      "code": "3.13(b)(2)",
      "kind": "",
      "repeat": true,
      "desc": "Veterinary care for dogs.",
      "narrative": "The licensee was treating 16 golden retriever puppies for fleas with Ivomec pour-on. The facility representative stated that\nhe mixes the Ivomec pour-on with rubbing alcohol and does not have an exact dosage for applying it to the animals. The\nfacility representative presented written instructions for the Ivomec pour-on that has been approved by the Attending\nVeterinarian, but the instructions do not include a dosage or the approval for the product to be mixed with rubbing alcohol.\nAn incomplete treatment plan does not ensure the dogs are receiving adequate veterinary care.\nDealers must keep copies of medical records for dogs and make the records available for APHIS inspection. Should a\nproblem be identified, these records must include the date and a description of the problem, examination findings, test\nresults, the plan for treatment and care as well as any treatment procedures performed. The licensee must ensure the\nplan to use the Ivomec pour-on is complete with all necessary details and the licensee. The licensee must ensure that all\ntreatment plans are fully and completely documented at all times.\nThis inspection and exit interview were conducted with the facility representative.\nAdditional Inspectors:\nAUTUMN UNCK, VETERINARY MEDICAL OFFICEREnd Section"
    }
  ],
  "narrative": "2.40(b)(2)  Critical Repeat\n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nFemale Golden retriever (tag #801, ear tattoo #101, microchip #990000005953800) had a surgical procedure performed \non her abdomen, but the inspector is unable to determine if the procedure is compliant with the requirements to provide \nthe animal with adequate veterinary care. \n \nThe dog was sold by the licensee through an auction on August 20th.  The individual who purchased the animal \ntransported it to a licensed veterinarian the next morning after noticing the dog had an incision in its abdomen that was \nreddened and inflamed.  Two licensed veterinarians examined the dog and found it to have an abdominal incision that \nwas 5 to 8 days old which was sutured with fishing line.  Both veterinarians concluded that due to the appearance of the \nincision along with the inappropriate suturing material, that this procedure had not been performed by a licensed \nveterinarian and appeared to be done by someone who had no skill in surgery.  The veterinarians also diagnosed the dog \nwith pyometra resulting in the animal being spayed. \n \nThe inspector spoke with an individual who attended the auction and was present when this dog was sold.  The individual \nsaid that during the sale of this dog a question was asked about the dog having a c-section scar on her abdomen and the \nlicensee responded that the dog was bred and stated, \"We removed her uterus, implanted it, and put it back in\".   When\n\nthe inspector asked the licensee about this statement, he said it was a lie. \n \nThe inspector requested medical records and information from the licensee's kennel manager concerning this dog, but the \nmanager had no records for this animal.   The licensee also told the inspector numerous different stories pertaining to this \ndog, which were often contradictory such as the dog had a c-section in June, then decided he didn’t know when the dog \nhad last whelped, then said the dog had a c-section around July 18th, but then stated at the auction that the dog was \nbred.  The licensee also told the inspector many times that he didn’t know who performed the surgical procedure on the \nanimal, but then said the attending veterinarian had done a c-section.  The inspector contacted the licensee's attending \nveterinarian requesting any medical records and information in regard to this dog, but the inspector received no reply. \n \nThe failure to provide accurate information has interfered in the ability of the inspector to determine exactly when the \nmedical procedure was performed, if the procedure was performed by a qualified individual and if the procedure and \nmaterials used were appropriate in regard to providing adequate veterinary care. \n \nEach dealer shall use appropriate methods to prevent, control, diagnose, and treat diseases and injuries.  The licensee \nmust ensure that all medical procedures are performed by qualified personnel and all methods and materials used are \nappropriate to ensure the animals are receiving adequate veterinary care. \n \nA vial of rabies vaccine was found in a cabinet in the sheltered housing building.  The label on the rabies vaccines states \nthat it should be stored at 35-46 degrees F.  The temperature in the sheltered housing building is 72 degree F according \nto the inspectors Kestrel.  Failure to store vaccines at the required temperatures may interfere with their effectiveness, \nwhich could have a negative impact on the health and well-being of the dogs.\n\nEach dealer shall use appropriate methods to prevent, control, diagnose, and treat diseases and injuries.  The licensee \nmust store the rabies vaccine and all other medical products at the required temperatures in order to support the health \nand well-being of the dogs. \n \nThe following medical products are located in the sheltered housing building or Whelping building, but they are not \ndocumented on the Program of Veterinary Care and there are no instructions from the attending veterinarian concerning \ntheir use in dogs: \n \no  Spectrogard for use in pigs \no  Lamb & Kid colostrum powder \no  Equispaz paste for use in horses \no  Oxytocin for use in horses, sows, cows and ewes \no  A clear plastic bottle which has no label containing a dark colored liquid thought to be iodine \n \nThe facility representative is not sure if these products are supposed to be used for the dogs or not.  The off-label use of \nmedical products could have a negative impact on the health and well-being of the dogs if not first approved by the \nattending veterinarian and used per the attending veterinarian’s directions. \n \nEach dealer shall use appropriate methods to prevent, control, diagnose, and treat diseases and injuries.   The licensee \nmust ensure the above mentioned products are approved for use by the attending veterinarian along with instructions for \ntheir use in dogs in order to protect the dogs' health and well-being.\n\nThe facility has been using Ivomec-pour on to treat sixteen puppies for external parasites.  The Ivomec-pour on expired in \nApril 2020.  Expired products may lose their effectiveness which could have a negative impact on the health and well-\nbeing of the dogs. \n \nEach dealer shall use appropriate methods to prevent, control, diagnose, and treat diseases and injuries.  The licensee \nmust ensure the Ivomec-pour and all other products used for the dogs is current and not expired in order to support the \nhealth and well-being of the dogs. \n2.75(a)(1)  Repeat\n   \nRecords: Dealers and exhibitors. \nThe following dogs were sold by the licensee through an auction, but are not documented on APHIS form 7005 for any of \nthe licensee's three approved locations: \n \no  Female Golden retriever (tag #801, ear tattoo #101, microchip # \n990000005953800) \no  Male Shiba Inu (#309) \no  Female French bulldog (#897) \no  Female Golden retriever (#877) \no  Female Golden retriever (#316) \no  Female Golden retriever (#814) \no  Female Shiba Inu (#763) \no  Female Golden retriever (#776)\n\no  Female Golden retriever (#710) \no  Female Shiba Inu (#647) \no  Female mini Golden doodle (#273) \no  Female Whoodle (#430) \no  Male Doberman (#3536) \no  Female Doberman (#3525) \no  Female Klee-kai poodle mix (#4379) \no  Female pug (4 months old) \no  Female puggle (4 months old) \no  Female puggle (4 months old) \no  Male mini schnauzer (#3655) \no  Male mini schnauzer (#3647) \no  Female mini schnauzer (#3642) \no  Female Frenchton (#3388) \no  Female Pomeranian- corgi mix (#3399) \no  Female mini schnauzer (#0538) \no  Female mini schnauzer (#3699) \no  Female French bulldog (#3682) \no  Female French bulldog (#111A) \n \nOn July 29, 2021, the licensee gave ownership of approximately 340 dogs located at an unlicensed facility to a USDA \nlicensed broker. The licensee has never provided the inspectors with disposition forms for these dogs.\n\nEach dealer shall make, keep, and maintain records or forms which fully and correctly disclose the required information \nconcerning each dog or cat purchased or otherwise acquired, owned, held, or otherwise in his or her possession or under \nhis or her control, or which is transported, euthanized, sold, or otherwise disposed of.   The licensee must provide the \nrequired acquisition information for the 27 above mentioned dogs on APHIS form 7005.  The licensee must complete \nAPHIS form 7006 for the 340 dogs.  The licensee must ensure all required paperwork is created, maintained, and \naccurate at all times. \n2.75(a)(1)(vi)  Repeat\n   \nRecords: Dealers and exhibitors. \nThe licensee uses a tag number or ear tattoo number as the official form of identification on APHIS form 7005.  The \nlicensee sold four hundred and eighty-eight dogs through an auction, as well as five dogs to a private individual, but \ndocumented a microchip as the official form of identification on APHIS form 7006 rather than the tag or ear tattoo number.  \nNone of these microchip numbers have been added to APHIS form 7005, therefore, the inspector is unable to determine if \nthese dogs are actually on any of the licensee's APHIS form 7005s and cannot confirm their acquisition information. \n \nThe following puppies were sold by the licensee through an auction, but their acquisition information could not be \npresented to the inspectors.  The facility representative confirmed that the identification number documented on APHIS \nform 7006 is not the same number that is documented on the puppy cage cards or on APHIS form 7005, therefore, the \nacquisition information could not be determined. \n \no  Australian shepherd (DOB 05/01/21) #712, 773, 741, 778, 756 \no  Australian shepherd (DOB 05/18/21) #759, 750, 792, 745\n\no  Mini Golden doodle (DOB 05/10/21) #721, 768, 764 \no  Beaglier (DOB 05/20/21) #739, 757 \no  Poodle (DOB 05/27/21) #715, 795, 797 \no  Shipoo (DOB 06/04/21) #732 \no  Mini Bernadoodle (DOB 05/14/21) #788, 791, 711, 800, 730 \no  Mini Australian shepherd (DOB 05/15/21) #789, 772 \no  Mini Labradoodle (DOB 05/2021) #720 \no  Teddy Bear (DOB 05/19/21) #736, 703, 786, 790 \no  Shih tzu (DOB 05/05/21) #775 \no  Beaglier (DOB none) #781, 738, 794 \no  Schnoodle (DOB 05/01/21) #766 \no  Labradoodle (3 months old) #754, 769 \no  Pomsky (3 months old) # 709 \no Labradoodle (3 months old) #716 \no Pomsky (3 months old) #749, 744 \no  Australian shepherd (DOB 05/04/21) #708, 774, 765, 779, 767, 748, 717, 719 \no  Teddy Bear (8 weeks old) No ID #s \no  Shih tzu (8 weeks old) No ID#s \no  Bichon poodle mix (8 weeks old) No ID # \no  Toy Poodle (10 weeks old) No ID #s \no  Shih-poo (12 weeks old) No ID # \no  Schnoodle (11 weeks old) No ID #\n\no  Mini Bernadoodle (8 weeks old) No ID #s \no  Mini Goldendoodle (10 weeks old) #2323, 1593, 2747, 1424 \no  Mini Goldendoodle (10 weeks old) No ID#s \no  Samoyed (10 weeks old)  No ID # \no  Mini Bernadoodle (10 weeks old) No ID # \no  Poodle (10 weeks old) No ID # \no  Mini Labradoodle (9 weeks old) #3446 \no  Poodle (10 weeks old) #3456 \no  Samoyed (8 weeks old) #3458, 3457, 3454 \no  Cocker-beagle mix (12 weeks old) #3531, 3522, 3526 \n \nA total of 11 adult dogs and 21 puppies were sold by the licensee through an auction which had no official form of \nidentification on APHIS form 7006. \n \nFailure to document the proper identification number on required documents interferes with APHIS officials ability to \nidentify animals and trace their movements. \n \nEach dealer shall make, keep, and maintain records that fully disclose the official identification number of each animal.  \nThe licensee must ensure that the correct official identification number is recorded on all required paperwork for each dog. \n2.75(a)(1)(vii)(C)  Repeat\n   \nRecords: Dealers and exhibitors.\n\nThe licensee provided the inspectors with APHIS form 7006 containing the information for all the dogs sold through an \nauction.  Approximately three-hundred and sixty dogs are missing the age or date of birth on APHIS form 7006.  The age \nor date of birth is necessary for APHIS officials to identify animals. \n \nEach dealer shall make, keep and maintain records that fully and correctly disclose the age or date of birth.  The licensee \nmust ensure the age or date of birth is documented on all required paperwork including APHIS form 7006. \n3.1(b)  Repeat\n   \nHousing facilities, general. \nThe storage closet in the sheltered housing building contains items used for the dogs. There is a large amount of \nunidentifiable dark colored material on the floor beneath the water pipe. The closet also has a large number of spider \nwebs hanging from the ceiling and walls and attached to the items used for the dogs. Many of the spider webs have \npieces of insulation attached to them. \n \nThe dark colored material and spider webs could collect dust, dirt and disease causing agents. \n \nHousing facilities and areas used for storing animal food or bedding must be free of any accumulation of trash, waste \nmaterial, junk, weeds, and other discarded materials. The licensee must remove the dark colored material and spider \nwebs from the storage closest in order to reduce the risk of disease hazards towards the dogs. \n3.1(c)(1)(ii)  Repeat\n   \nHousing facilities, general. \nIn two enclosures, containing an approximate total of one adult dog and seven puppies, the metal self feeders are \nattached to the gates by metal wire.  The sharp ends of the metal wire are located at the level of the dogs who could\n\ncome into direct contact with them each time the animal consumes food from the feeder.  The inspectors observed the \npuppies in each enclosure coming into direct contact with the sharp ends of the wires.  The sharp points were seen \ntouching the puppies' faces, necks, bodies and feet. \n \nOne outdoor enclosure, containing thirteen puppies, has a broken piece of chain link fencing.  The broken piece is located \nat the bottom of the fence and the metal is bent inwards at the level of the puppies. \n \nIn one shelter, accessed by two adult Corgis, the sharp ends of screws have penetrated through the shelter wall and are \nlocated at the level of the dogs. \n \nOne enclosure, containing two adult Boston terriers, have access to a metal strip that has detached from a post and bent \noutward creating a sharp point at the level of the dogs. \n \nSharp points could cause injury to the dogs. \n \nHousing facilities must be free of sharp points and jagged edges. The licensee must alter the sharp points in a manner \nthat eliminates the risk of injury to the dogs. The licensee must ensure that all enclosures are safe for the dogs at all \ntimes. \n3.1(f)  Repeat\n   \nHousing facilities, general. \nThe waste from the sheltered building and covered outdoor enclosures runs through a concrete drain in the floor that \ndisposes of the waste directly outside the building. A large pool of feces, hair, urine and other waste material has\n\ncollected on the immediate outside of the building. \n \nDrains and drainage areas that are not properly maintained could result in a buildup of waste that could attract pests, \ncreate odors, soil animals, and increase the risk of disease hazards. \n \nDisposal and drainage systems must minimize vermin and pest infestation, insects, odors, and disease hazards. All \ndrains must be properly constructed, installed, and maintained. The licensee must alter all the drains in a manner that \nmoves the pool of waste away from the exterior of the sheltered building.  The licensee must ensure that all drains are \nworking properly at all times. \n \nOne trash can in the sheltered housing building has no lid.  Open trash could attract pests such as flies and mice which \ncould increase the risk of disease towards the dogs. \n \nTrash containers in housing facilities and in food storage and food preparation areas must be leakproof and must have \ntightly fitted lids on them at all times.  The licensee must add a tightly fitted lid to the trash can and ensure the lid is in \nplace at all times. \n3.4(b)(4) \n   \nOutdoor housing facilities. \nThe ambient temperature for the area has fallen below 50 degrees F and the following dogs have no bedding in their \nshelters: \n \no  one adult husky\n\no  one adult lab mix and one adult Australian shepherd mix \no  three adult poodles \no  two adult corgis \no  two adult Boston terriers \no  two adult Golden retrievers \no  six puppies \n \nIn addition, two adult huskies have bedding material in their shelter which is wet, dirty, compacted into thick layers and \ncontains a strong smell of mold. \n \nFailure to provide the dogs with clean, dry bedding material when temperatures are below 50 degrees F does not ensure \nthe animals can remain comfortable during cold temperatures which could have a negative impact of their health and well-\nbeing. \n \nShelters in outdoor housing facilities must contain clean, dry, bedding material if the ambient temperature is below 50 °F.  \nThe licensee must ensure that each shelter contains clean, dry bedding material whenever the temperature is below 50 \ndegrees F. \n \nTo be corrected by:  From this day forward \n3.4(c)  Repeat\n   \nOutdoor housing facilities.\n\nIn one outdoor enclosure, containing thirteen puppies, there is a large wooden board running along the base of the chain \nlink fence to stop the dogs from digging into the adjacent enclosure.  The board is not impervious to moisture and the \npuppies have direct contact with it.  Surfaces that are not impervious to moisture cannot be properly cleaned and \nsanitized which can increase the risk of disease towards the animals. \n \nBuilding surfaces in contact with animals in outdoor housing facilities must be impervious to moisture.  The licensee must \nensure that building surfaces in contact with animals in outdoor facilities are impervious to moisture.  The licensee must \nensure that the wooden board and any other surfaces in contact with the puppies are impervious to moisture in order to \nallow proper cleaning and sanitizing to occur. \n3.9(b)  Repeat\n   \nFeeding \nThree adult dogs have an excessive amount of wood shavings mixed into their food. The dogs cannot consume the food \nwithout potentially consuming the wood shavings. \n \nSix adult dogs have an excessive amount of wood shavings covering their food. A thick layer of shavings are piled on top \nof the feed and the dog's cannot consume the food without first penetrating the layer of shavings. \n \nContaminated food may interfere with a dog's desire to eat and its ability to receive adequate nutrition which could result \nin poor body condition, illness, and other serious health issues. \n \nFood receptacles must be located so as to minimize contamination. Measures must be taken to prevent molding, caking\n\nand deterioration of the feed. The licensee must remove all contaminates from the feeders and ensure the dogs are \nprovided with clean and uncontaminated food at all times. \n3.11(d)  Repeat\n   \nCleaning, sanitization, housekeeping, and pest control. \nWithin the sheltered housing building there are two storage cabinets and one storage closet which have a heavy \naccumulation of rodent feces.  No forms of pest control for rodents were observed inside the sheltered building.  Failure to \ncontrol pests such as rodents could cause contamination of food sources, as well as raise the risk of disease hazards. \n \nAn effective program for the control of insects, external parasites affecting dogs and cats, and birds and mammals that \nare pests, must be established and maintained. The licensee must establish an effective plan to control the mice and the \nlicensee must ensure that all pest control programs are effective at all times. \n3.12  Repeat\n   \nEmployees \nAPHIS officials identified sixteen NCIs during the inspection.  The facility currently has approximately 3 staff members \nincluding the licensee to provide care for over 262 dogs. The facility does not have enough employees to maintain \ncompliance. Failure to have a sufficient number of employees to maintain the facility in compliance with the Animal \nWelfare Act could have a serious impact on the health and well-being of the animals. \n \nEach person subject to the Animal Welfare regulations maintaining dogs must have enough employees to carry out the \nlevel of husbandry practices and care required. The licensee must ensure he has a sufficient number of employees to \nmaintain the facility and dogs in a state of compliance at all times. \n3.13(a)(2)\n\nVeterinary care for dogs. \nThe facility's Program of Veterinary Care states that the puppies will be examined by the attending veterinarian on a bi-\nmonthly schedule.  The facility representative confirmed that the puppies are not being examined by the attending \nveterinarian on a bi-monthly basis.  Failure to have the puppies examined according to the frequency documented in the \nProgram of Veterinary Care could delay the identification and treatment of serious medical concerns. \n \nEach dealer must follow an appropriate program of veterinary care that is developed, documented in writing, and signed \nby the attending veterinarian and includes a complete head to tail exam of each dog by the attending veterinarian.  The \nlicensee must ensure that each puppy is examined by the attending veterinarian at the frequency documented in the \nProgram of Veterinary Care in order to support the animals' health and well-being. \n \nTo be corrected by:  From this day forward \n3.13(a)(3)  Repeat\n   \nVeterinary care for dogs. \nThe Program of Veterinary Care is incomplete. The section for parasites states: \n \nEctoparasites: 10% weekly- Frontline spray \nBloodparasites: 10% every other monthly \nIntestinal parasites: 10% every other monthly (fen/benmetro and Toltazurl) \n \nThe facility representative was not sure what the statement for ectoparasites is supposed to mean and he has not been \nusing Frontline spray. The facility representative did not know what the blood parasite and intestinal parasite statements\n\nare supposed to mean. \n \nThe sections for blood parasites does not define the plan for sampling and treatment. The section for intestinal parasites \ndoes not define the plan for sampling and the plan for treatment of adult dogs and puppies. \n \nAn incomplete Program of Veterinary Care does not ensure that prevention and treatment of parasites is conducted \nappropriately which could have a negative impact on the health and well-being of the dogs. \n \nEach dealer must follow an appropriate program of veterinary care for dogs that is developed, documented in writing, and \nsigned by the attending veterinarian that includes sampling and treatment of parasites and other pests (including fleas, \nworms, coccidia, giardia, and heartworm). The licensee must define in writing a complete plan for sampling and treatment \nof ectoparasites, blood parasites and intestinal parasites. \n3.13(b) \n   \nVeterinary care for dogs. \nThe facility was unable to present any medical records for the following animals: \n \nFemale Golden retriever (tag #801, ear tattoo #101, microchip #990000005953800) underwent a surgical procedure \nbefore she was sold.  The facility was not able to present the inspectors with any medical records concerning this dog. \n \nThree Bichon puppies (DOB 07/22/2021) have no medical records documenting the vaccinations and deworming they \nhave received.\n\nSix puppies (tag # 526, 533, 548, 501, 890, and 983) have no medical records documenting the vaccinations and \ndeworming they have received. \n \nSamoyed puppy (Dam #14) has no medical records documenting the vaccinations and deworming it has received. \n \nEight puppies (tag #538, 539, 545, 506, 544, 556, 469, and 551) have no medical records documenting the vaccinations \nand deworming they have received. \n \nFour Pomsky puppies (tag #261, 462, 620, and 559) have no medical records documenting the vaccinations and \ndeworming they have received. \n \nFailure to create and maintain medical records interferes in the ability of APHIS officials to determine if the animals are \nreceiving adequate veterinary care. \n \nEach dealer must keep copies of medical records containing the required information and make the records available for \nAPHIS inspection.  The licensee must ensure that complete medical records are created and maintained for all \nprocedures, treatments and administration of medical products for each dog. \n \nTo be corrected by:  From this day forward \n3.13(b)(1)  Repeat\n   \nVeterinary care for dogs.\n\nThe licensee uses cage cards to document when and what type of vaccinations and deworming the puppies receive while \nat the facility. The licensee sold approximately eight-three puppies between the age of 8 weeks and 16 weeks through an \nauction. The inspectors received APHIS form 7006 which listed each of these puppies along with an official identification \nnumber. The inspectors requested the cage cards for these puppies in order to review the vaccinations and deworming \nthat had been administered to the puppies, but the facility representative confirmed that the identification numbers on the \ncage cards and APHIS form 7006 do not match, therefore, the inspectors were unable to verify if the puppies had ever \nreceived any vaccinations and deworming. \n \nMedical records and other documents which lack proper animal identification interferes in the ability of APHIS officials to \ndetermine if an animal has received adequate veterinary care including treatments or preventatives for serious and \npotentially deadly diseases and parasites. \n \nDealers must keep copies of medical records for dogs and make the records available for APHIS inspection. These \nrecords must include the identity of the animal, including identifying marks, tattoos, or tags on the animal and the animal’s \nbreed, sex, and age. The licensee must ensure that all documents, including cage cards and APHIS form 7006, contain \nthe proper identification number in order to allow APHIS officials to determine which animal the paperwork belongs to. \n3.13(b)(2)  Repeat\n   \nVeterinary care for dogs. \nThe licensee was treating 16 golden retriever puppies for fleas with Ivomec pour-on. The facility representative stated that \nhe mixes the Ivomec pour-on with rubbing alcohol and does not have an exact dosage for applying it to the animals. The \nfacility representative presented written instructions for the Ivomec pour-on that has been approved by the Attending \nVeterinarian, but the instructions do not include a dosage or the approval for the product to be mixed with rubbing alcohol.\n\nAn incomplete treatment plan does not ensure the dogs are receiving adequate veterinary care. \n \nDealers must keep copies of medical records for dogs and make the records available for APHIS inspection. Should a \nproblem be identified, these records must include the date and a description of the problem, examination findings, test \nresults, the plan for treatment and care as well as any treatment procedures performed. The licensee must ensure the \nplan to use the Ivomec pour-on is complete with all necessary details and the licensee.  The licensee must ensure that all \ntreatment plans are fully and completely documented at all times. \n \nThis inspection and exit interview were conducted with the facility representative. \n \nAdditional Inspectors: \nAUTUMN UNCK, VETERINARY MEDICAL OFFICEREnd Section",
  "animals_total": 262,
  "species": [
    {
      "count": 109,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 153,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}