{
  "insp_id": "2016082567912302",
  "layout": "a",
  "customer_id": "324958",
  "customer_name": "Enos Fisher",
  "customer_addr": "Lizzie Fisher\n7425 Baker Rd\nHagerstown, IN 47346",
  "certificate": "32-A-0435",
  "site_id": "001",
  "site_name": "ENOS FISHER",
  "insp_type": "FOCUSED INSPECTION",
  "date": "01-SEP-2016",
  "report_date": "01-SEP-2016",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "In pen number 6 is a predominately black guinea pig with hair loss over her hind end. The hair loss is extensive\nfrom her stifle downward, especially on the right side.\nIn pen 22 is a black, brown, and white guinea pig that is breathing shallow and rapidly. She appears thin and\ndoesn't move as quickly as the other guinea pigs in the pen.\nIn pen 24 is a white, brown, and black guinea pig with discharge around her left eye. The eye ia partially closed and\nthe thick yellowish discharge has accumulated in the corner of the eye. The eye appears hazy.\nThese guinea pigs require veterinary care for their health and well being. Licensee must use appropriate methods\nto prevent, control, diagnose and treat diseases and injuries. These animals must be examined by a licensed\nveterinarian for diagnosis and treatment. Documentation of the veterinarian's assessment, treatment, and plan shall\nbe maintained for examination by APHIS officials\nCorrect by: Remains Uncorrected\nThis was a focused inspection to address findings from CFR 2.40 (b)(2) on the last inspection dated June 16, 2016.\nThe fifteen or more guinea pigs identified on the previous inspection have been removed from the colony.\nThis inspection and exit interview were conducted with Licensee.\nAdditional Inspectors\nKeith C.S Patrick, Compliance Specialist"
    }
  ],
  "narrative": "2.40(b)(2)           DIRECT                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nIn pen number 6 is a predominately black guinea pig with hair loss over her hind end.  The hair loss is extensive\nfrom her stifle downward, especially on the right side.\nIn pen 22 is a black, brown, and white guinea pig that is breathing shallow and rapidly.  She appears thin and\ndoesn't move as quickly as the other guinea pigs in the pen.\nIn pen 24 is a white, brown, and black guinea pig with discharge around her left eye.  The eye ia partially closed and\nthe thick yellowish discharge has accumulated in the corner of the eye.  The eye appears hazy.\nThese guinea pigs require veterinary care for their health and well being.  Licensee must use appropriate methods\nto prevent, control, diagnose and treat diseases and injuries. These animals must be examined by a licensed\nveterinarian for diagnosis and treatment.  Documentation of the veterinarian's assessment, treatment, and plan shall\nbe maintained for examination by APHIS officials\nCorrect by:  Remains Uncorrected\n   \nThis was a focused inspection to address findings from CFR 2.40 (b)(2) on the last inspection dated June 16, 2016. \nThe fifteen or more guinea pigs identified on the previous inspection have been removed from the colony.\nThis inspection and exit interview were conducted with Licensee.\nAdditional Inspectors\nKeith C.S Patrick, Compliance Specialist",
  "animals_total": 350,
  "species": [
    {
      "count": 350,
      "scientific": "Cavia porcellus",
      "common": "DOMESTIC GUINEA PIG"
    }
  ]
}