{
  "insp_id": "2016082568862885",
  "layout": "a",
  "customer_id": "20816",
  "customer_name": "Don Nelson",
  "customer_addr": "23618 Csah 1\nLitchfield, MN 55355",
  "certificate": "41-C-0157",
  "site_id": "001",
  "site_name": "DON NELSON",
  "insp_type": "ROUTINE INSPECTION",
  "date": "21-SEP-2017",
  "report_date": "21-SEP-2017",
  "citations": [
    {
      "code": "2.40(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "The written Program of Veterinary Care is incomplete. The owner information and the owner's signature are\nmissing from the Program of Veterinary Care. The only listed regulated animal is pigs. Sheep and rabbits are\nabsent from the Program of Veterinary Care. In addition, the required information for vaccinations, parasite control\nprogram, and emergency care are either lacking information or haven't been filled out at all. An incomplete\nProgram of Veterinary Care doesn't ensure that the animals are receiving optimal care. The Program of Veterinary\nCare must be filled out completely and signed off by the Attending Veterinarian. Correct by 9/28/17.\nThis inspection and exit interview were conducted with the licensee.\nEnd of report."
    }
  ],
  "narrative": "2.40(a)(1)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThe written Program of Veterinary Care is incomplete.  The owner information and the owner's signature are\nmissing from the Program of Veterinary Care.  The only listed regulated animal is pigs.  Sheep and rabbits are\nabsent from the Program of Veterinary Care.  In addition, the required information for vaccinations, parasite control\nprogram, and emergency care are either lacking information or haven't been filled out at all.  An incomplete\nProgram of Veterinary Care doesn't ensure that the animals are receiving optimal care. The Program of Veterinary\nCare must be filled out completely and signed off by the Attending Veterinarian.  Correct by 9/28/17.\nThis inspection and exit interview were conducted with the licensee.\nEnd of report.",
  "animals_total": 13,
  "species": [
    {
      "count": 8,
      "scientific": "Oryctolagus cuniculus",
      "common": "DOMESTIC RABBIT / EUROPEAN RABBIT"
    },
    {
      "count": 1,
      "scientific": "Ovis aries aries",
      "common": "SHEEP INCLUDING ALL DOMESTIC BREEDS"
    },
    {
      "count": 4,
      "scientific": "Sus scrofa domestica",
      "common": "DOMESTIC PIG / POTBELLY PIG / MICRO PIG"
    }
  ]
}