{
  "insp_id": "2016090000681909",
  "layout": "b",
  "customer_id": "504260",
  "customer_name": "STEVEN SANDERS JENNIFER SANDERS",
  "customer_addr": "5015 Hwy 5 PO Box 88\nHARTVILLE, MO 65667",
  "certificate": "43-A-6365",
  "site_id": "001",
  "site_name": "JENNIFER & STEVEN SANDERS",
  "insp_type": "ROUTINE INSPECTION",
  "date": "11-AUG-2021",
  "report_date": "12-AUG-2021",
  "citations": [
    {
      "code": "3.4(b)",
      "kind": "",
      "repeat": false,
      "desc": "Outdoor housing facilities.",
      "narrative": "Two outdoor enclosures have inadequate shade for each of the dogs in the enclosures. There are 2 dogs in each\nenclosure. There is a tarp over the enclosures but due to the angle of the sun at this time of day, the only shade is the\nsmall amount provided by the shelter. Shade is important to protect the dogs from the direct rays of the sun, especially\nwhen during times of high temperatures, such as this day. Dogs that cannot access shade to escape the direct sun have\nthe potential to overheat. The temperature at the time of inspection was 91 degrees F. For the health and wellbeing of\nthe dogs, one or more separate outside areas of shade must be provided, large enough to contain all the animals at one\ntime and protect them from the direct rays of the sun. Shade must be maintained at all times.\nThe licensee was instructed to provide shade by close of business on this day."
    },
    {
      "code": "3.6(a)(2)(x)",
      "kind": "",
      "repeat": false,
      "desc": "Primary enclosures.",
      "narrative": "The enclosures floor is constructed of wire floors with a 1\"x1\" spacing. The feet of 6 young puppies (approximately 1\nweek old) feet were observed dangling through the spaces. Flooring that allows the feet of the puppies to pass through\naffects their mobility and ability to get back to the female for nursing. It could be an area of entrapment, leading to\npossible injury. To prevent injury and to allow the puppies to more easily be with their mother, the licensee must provide\nfor flooring that does not allow the feet of the puppies from passing through the openings. This must be maintained at all\ntimes.\nLicensee was instructed to correct by close of business on this day.\nThis inspection and exit interview were conducted with a facility representative.\nEnd Section"
    }
  ],
  "narrative": "3.4(b) \n   \nOutdoor housing facilities. \nTwo outdoor enclosures have inadequate shade for each of the dogs in the enclosures.    There are 2 dogs in each \nenclosure.  There is a tarp over the enclosures but due to the angle of the sun at this time of day, the only shade is the \nsmall amount provided by the shelter.  Shade is important to protect the dogs from the direct rays of the sun, especially \nwhen during times of high temperatures, such as this day.  Dogs that cannot access shade to escape the direct sun have \nthe potential to overheat.  The temperature at the time of inspection was 91 degrees F.  For the health and wellbeing of \nthe dogs, one or more separate outside areas of shade must be provided, large enough to contain all the animals at one \ntime and protect them from the direct rays of the sun.  Shade must be maintained at all times. \n \nThe licensee was instructed to provide shade by close of business on this day. \n3.6(a)(2)(x) \n   \nPrimary enclosures. \nThe enclosures floor is constructed of wire floors with a 1\"x1\" spacing.  The feet of 6 young puppies (approximately 1 \nweek old) feet were observed dangling through the spaces.  Flooring that allows the feet of the puppies to pass through \naffects their mobility and ability to get back to the female for nursing.  It could be an area of entrapment, leading to \npossible injury.  To prevent injury and to allow the puppies to more easily be with their mother, the licensee must provide\n\nfor flooring that does not allow the feet of the puppies from passing through the openings. This must be maintained at all \ntimes. \n \nLicensee was instructed to correct by close of business on this day. \n \nThis inspection and exit interview were conducted with a facility representative. \n \nEnd Section",
  "animals_total": 54,
  "species": [
    {
      "count": 36,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 18,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}