{
  "insp_id": "2016090000641439",
  "layout": "b",
  "customer_id": "506756",
  "customer_name": "AMMON LAPP",
  "customer_addr": "169 Iron Kettle Lane\nMIFFLINTOWN, PA 17059",
  "certificate": "23-A-0699",
  "site_id": "001",
  "site_name": "AMMON M LAPP",
  "insp_type": "ROUTINE INSPECTION",
  "date": "24-FEB-2020",
  "report_date": "06-JUL-2021",
  "citations": [
    {
      "code": "2.75(b)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Records: Dealers and exhibitors.",
      "narrative": "There are no records of the current number of guinea pigs on hand at the facility. Records containing the required\ninformation for animals which fully and correctly disclose the number of animals held, owned, acquired or disposed of are\nnecessary in order to accurately track animals being used in regulated activities to ensure their humane care. Failure to\nmaintain records can make it difficult to identify animal losses which could indicate disease in the animals. The licensee\nmust maintain records which disclose the number of animals held, owned, acquired, or disposed of.\nCorrect by: March 2, 2020."
    },
    {
      "code": "3.30",
      "kind": "",
      "repeat": false,
      "desc": "Watering.",
      "narrative": "A majority of the 36 primary enclosures had open water bowls which were contaminated with fecal material and bedding.\nFailure to clean water containers and provide potable water can lead to the spread of disease and create a reluctance to\ndrink. Open containers used for dispensing water to guinea pigs shall be placed in or attached to the primary enclosure\nas to minimize contamination from excreta. The water receptacles must be cleaned, sanitized, and maintained in a way\nwhich will minimize contamination with feces and bedding.\nCorrect by: February 25, 2020."
    },
    {
      "code": "3.31(b)",
      "kind": "",
      "repeat": false,
      "desc": "Sanitation.",
      "narrative": "There is a build-up of dirt, dust, and cobwebs on the walls and ceiling of the guinea pig housing area. Failure to clean\nanimal facilities regularly can adversely affect the health of the animals by spreading disease and can potentially attract\npests. The facility must maintain the premise by keeping it clean and in good repair in order to protect the animals from\ninjury and to facilitate the prescribed husbandry practices.\nCorrect by: March 2, 2020.\nThis inspection and exit interview were conducted with facility representatives.\nEnd Section"
    }
  ],
  "narrative": "2.75(b)(1) \n   \nRecords: Dealers and exhibitors. \nThere are no records of the current number of guinea pigs on hand at the facility.  Records containing the required \ninformation for animals which fully and correctly disclose the number of animals held, owned, acquired or disposed of are \nnecessary in order to accurately track animals being used in regulated activities to ensure their humane care.  Failure to \nmaintain records can make it difficult to identify animal losses which could indicate disease in the animals.  The licensee \nmust maintain records which disclose the number of animals held, owned, acquired, or disposed of. \nCorrect by: March 2, 2020. \n3.30 \n   \nWatering. \nA majority of the 36 primary enclosures had open water bowls which were contaminated with fecal material and bedding.  \nFailure to clean water containers and provide potable water can lead to the spread of disease and create a reluctance to \ndrink.  Open containers used for dispensing water to guinea pigs shall be placed in or attached to the primary enclosure \nas to minimize contamination from excreta.  The water receptacles must be cleaned, sanitized, and maintained in a way \nwhich will minimize contamination with feces and bedding. \nCorrect by: February 25, 2020.\n\n3.31(b) \n   \nSanitation. \nThere is a build-up of dirt, dust, and cobwebs on the walls and ceiling of the guinea pig housing area.  Failure to clean \nanimal facilities regularly can adversely affect the health of the animals by spreading disease and can potentially attract \npests.  The facility must maintain the premise by keeping it clean and in good repair in order to protect the animals from \ninjury and to facilitate the prescribed husbandry practices. \nCorrect by: March 2, 2020. \n \nThis inspection and exit interview were conducted with facility representatives. \n \nEnd Section",
  "animals_total": 357,
  "species": [
    {
      "count": 357,
      "scientific": "Cavia porcellus",
      "common": "DOMESTIC GUINEA PIG"
    }
  ]
}