{
  "insp_id": "70141944320890",
  "layout": "a",
  "customer_id": "2401",
  "customer_name": "Dan Moulton",
  "customer_addr": "976 14th Avenue S W\nRochester, MN 55902",
  "certificate": "41-B-0239",
  "site_id": "001",
  "site_name": "DAN MOULTON",
  "insp_type": "ROUTINE INSPECTION",
  "date": "11-MAR-2014",
  "report_date": "12-MAR-2014",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "Appropriate Methods of Treatment\nAt least 17 Chinchillas have a crusty yellow discharge around one or both eyes. Some of these Chinchilla's cannot\nsee because their eyes cannot open on their own. This has been an ongoing problem which has been assessed in\nthe past. However, the problem persists and the licensee is currently treating it with Ciprofloxacin. The licensee\nstates that the Ciprofloxacin was prescribed by a Veterinarian, but there are no instructions on how to administer the\ndrug, what dosages to give, or how long to treat the animals. Medication given without proper diagnosis, or without\nthe authorization a veterinarian can have harmful side affects, and may cause further health problems. The 17\nChinchillas displaying eye irritation must be seen by a veterinarian and a treatment plan must be created and\nfollowed.\nCorrect by 03/14/2014"
    },
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "Structural Strength\nEnclosures housing approximately 50 chinchillas contained a tray on the floor in the past which the animals had\ndirect contact with. These trays have since been removed, exposing 1 inch by 1 inch metal wire flooring\nunderneath. The floor no longer protects the animals from injury, as the gaps between the wire are much larger\nthan the feet of the chinchillas. Materials that come in contact with the animals must protect the animals from injury.\nCorrect by 03/16/14"
    },
    {
      "code": "3.126(c)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, INDOOR.",
      "narrative": "Lighting\n2 sections inside the facility have inadequate lighting. The licensee stated that there are electrical problems that\nhave caused sections of the florescent tube lighting that runs throughout the ceiling of the facility to fail. It was\ndifficult to see some of the animals. There are no other sources of light available in the facility. Without adequate\nlighting, there is no way to conduct daily observations of the animals and enclosures. Adequate lighting must be\navailable in areas where animals are present.\nCorrect by 03/16/14"
    },
    {
      "code": "3.130",
      "kind": "",
      "repeat": true,
      "desc": "WATERING.",
      "narrative": "Water Receptacles\nThere are many sections of the watering line that has an excessive buildup of hair, cobwebs, and excreta built up on\nthem. Unclean watering lines can contaminate the water supply which can affect the animals in a negative way. All\nwatering lines must be cleaned or replaced in order to assure a clean supply of water to the animals."
    },
    {
      "code": "3.131(a)",
      "kind": "Direct",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "Cleaning of enclosures\nThere was an excessive accumulation of excreta and food waste in many of the primary enclosures. Some animals\ncurrently cannot find adequate areas in their enclosure where they can stand or walk without being in waste. There\nwere multiple primary enclosures and enclosure runs throughout the facility that had an excessive accumulation of\nwood shaving waste, cobwebs, fur, and dust. The facility failed to maintain the primary caging of these animals in a\nsanitary condition. Unsanitary conditions can lead to biological disease hazards and can affect the comfort of the\nanimals as well as their health and well-being. Eliminate the buildup of waste material from the primary enclosures\nand maintain in a clean and sanitary condition.\nCorrect by 03/17/14"
    },
    {
      "code": "3.132",
      "kind": "Direct",
      "repeat": false,
      "desc": "EMPLOYEES.",
      "narrative": "Employees\nThere were numerous repeat and/or direct noncompliances identified on the inspection. The licensee stated that in\norder to properly clean some areas, other areas must be neglected. Without an adequate number of trained\nemployees, both the animals and the facility itself do not receive the proper amount of care that is required for good\nhusbandry practices. The licensee must attain enough employees to adequately and properly care for the animals\nand preform all husbandry requirements.\nCorrect by 03/26/2014\nInspection was conducted with the undersigned individual on 3/11/14\nExit interview was conducted with the undersigned individual on 3/12/14"
    }
  ],
  "narrative": "2.40(b)(2)           DIRECT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nAppropriate Methods of Treatment\nAt least 17 Chinchillas have a crusty yellow discharge around one or both eyes.  Some of these Chinchilla's cannot\nsee because their eyes cannot open on their own.  This has been an ongoing problem which has been assessed in\nthe past.  However, the problem persists and the licensee is currently treating it with Ciprofloxacin.  The licensee\nstates that the Ciprofloxacin was prescribed by a Veterinarian, but there are no instructions on how to administer the\ndrug, what dosages to give, or how long to treat the animals.  Medication given without proper diagnosis, or without\nthe authorization a veterinarian can have harmful side affects, and may cause further health problems.  The 17\nChinchillas displaying eye irritation must be seen by a veterinarian and a treatment plan must be created and\nfollowed.\nCorrect by 03/14/2014\n3.125(a)\nFACILITIES, GENERAL.   \nStructural Strength\nEnclosures housing approximately 50 chinchillas contained a tray on the floor in the past which the animals had\ndirect contact with.  These trays have since been removed, exposing 1 inch by 1 inch metal wire flooring\nunderneath.  The floor no longer protects the animals from injury, as the gaps between the wire are much larger\nthan the feet of the chinchillas.  Materials that come in contact with the animals must protect the animals from injury.\n \nCorrect by 03/16/14\n3.126(c)\n\nFACILITIES, INDOOR. \nLighting\n2 sections inside the facility have inadequate lighting.  The licensee stated that there are electrical problems that\nhave caused sections of the florescent tube lighting that runs throughout the ceiling of the facility to fail.  It was\ndifficult to see some of the animals.  There are no other sources of light available in the facility.  Without adequate\nlighting, there is no way to conduct daily observations of the animals and enclosures.  Adequate lighting must be\navailable in areas where animals are present.\nCorrect by 03/16/14\n3.130                    REPEAT\nWATERING.  \nWater Receptacles\nThere are many sections of the watering line that has an excessive buildup of hair, cobwebs, and excreta built up on\nthem.  Unclean watering lines can contaminate the water supply which can affect the animals in a negative way.  All\nwatering lines must be cleaned or replaced in order to assure a clean supply of water to the animals.\n3.131(a)           DIRECT\nSANITATION.   \nCleaning of enclosures\nThere was an excessive accumulation of excreta and food waste in many of the primary enclosures.  Some animals\ncurrently cannot find adequate areas in their enclosure where they can stand or walk without being in waste.  There\nwere multiple primary enclosures and enclosure runs throughout the facility that had an excessive accumulation of\nwood shaving waste, cobwebs, fur, and dust. The facility failed to maintain the primary caging of these animals in a\nsanitary condition.  Unsanitary conditions can lead to biological disease hazards and can affect the comfort of the\nanimals as well as their health and well-being.  Eliminate the buildup of waste material from the primary enclosures\nand maintain in a clean and sanitary condition.\nCorrect by 03/17/14\n3.132           DIRECT\n\nEMPLOYEES. \nEmployees\nThere were numerous repeat and/or direct noncompliances identified on the inspection.  The licensee stated that in\norder to properly clean some areas, other areas must be neglected.  Without an adequate number of trained\nemployees, both the animals and the facility itself do not receive the proper amount of care that is required for good\nhusbandry practices.  The licensee must attain enough employees to adequately and properly care for the animals\nand preform all husbandry requirements.\nCorrect by 03/26/2014\nInspection was conducted with the undersigned individual on 3/11/14\nExit interview was conducted with the undersigned individual on 3/12/14",
  "animals_total": 531,
  "species": [
    {
      "count": 531,
      "scientific": "Chinchilla brevicaudata",
      "common": "CHINCHILLA"
    }
  ]
}