{
  "insp_id": "183140748320015",
  "layout": "a",
  "customer_id": "30130",
  "customer_name": "David D Yoder",
  "customer_addr": "4251 County Road 114\nSugarcreek, OH 44681",
  "certificate": "31-A-0179",
  "site_id": "001",
  "site_name": "DAVID D YODER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "01-JUL-2014",
  "report_date": "02-JUL-2014",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "A tri-colored female Beagle without ID was found with excessively long toenails that require trimming. These nails\nare excessive long can interefere with the dogs abiility to walk normally. In addition, these lons nails are a potential\ninjury hazard should they get caught in the flooring the dog is housed on. Correct this by trimming this dog's nails\nand maintaining all dogs' nails in the kennel.\nTHIS IS A REPEAT NON-COMPLIANT ITEM THAT REMAINS UNCORRECTED"
    },
    {
      "code": "2.50(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "TIME AND METHOD OF IDENTIFICATION.",
      "narrative": "***One adult female tri-colored Beagle ws found in the kennel without identification. This dog was also noted to\nhave excessively long toenails that require trimming. Failure to properly identify animals makes animal tracking\ndifficult to impossible and impedes the inspection process. Correct this by ensure all dogs are properly identified.\nCorrect from this day forward"
    },
    {
      "code": "3.1(a)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "***Most of the plastic shelters being used for the dogs housed in the outdoor facility are chewed and worn on the\nedges and at the entryways. These shelters are not in good repair and require maintenance or replacement.\nChewed and worn shelters can eventually affect the structural strength of the shelters which can become an injury\nhazard to the dogs. Correct this by repairing or replacing these shelters.\nCorrect by: 01 August 2014"
    },
    {
      "code": "3.1(f)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "** The drainage system for the outside washdowns of the sheltered kennel and the outdoor kennel is not functioning\nproperly. This drainage system is a comprised of half circle pieces of pipe that collect the runoff to an open drain.\nThere is excessive splash over of this runoff lying on the ground next to the pipes and areas where the washdowns\ndo not connect to the pipes properly allowing the runoff to fall to the ground. This area has an excessive odor and is\na breeding ground for pests. The licensee must repair this drainage system to ensure it is functional and carries the\nwaste and runoff to the drain without allowing it to spill onto the ground and become a disease hazard.\nCorrect by: 01 August 2014"
    },
    {
      "code": "3.9(b)",
      "kind": "",
      "repeat": false,
      "desc": "FEEDING.",
      "narrative": "*** Many of the self-feeders being used at this facility are worn and chewed. These feeders require repair or\nreplacement to ensure they can be cleaned and sanitized. Excessively chewed cannot be properly cleaned and\nsanitized as required and can lead to food contamination. One self-feeder was found in the first outdoor enclosure\nhousing an adult female and 6 puppies with caked feed in the bottom. This feed is not safe for the dogs to eat and\nthe feeding of caked feed can lead to health problems or digestive upset. All feeders must be kept in good repair\nand maintained clean and sanitary.\nCorrect by: 01 AUG 2014 for replacement of chewed feeders, 04 JULY 2014 for cleaning feeder with caked feed.\n***Inspection conducted with the licensee's wife. Exit interview conducted by phone with the licensee."
    }
  ],
  "narrative": "2.40(b)(2)                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nA tri-colored female Beagle without ID was found with excessively long toenails that require trimming.  These nails\nare excessive long can interefere with the dogs abiility to walk normally.  In addition, these lons nails are a potential\ninjury hazard should they get caught in the flooring the dog is housed on.  Correct this by trimming this dog's nails\nand maintaining all dogs' nails in the kennel.\nTHIS IS A REPEAT NON-COMPLIANT ITEM THAT REMAINS UNCORRECTED\n2.50(a)(1)\nTIME AND METHOD OF IDENTIFICATION.\n***One adult female tri-colored Beagle ws found in the kennel without identification.  This dog was also noted to\nhave excessively long toenails that require trimming.  Failure to properly identify animals makes animal tracking\ndifficult to impossible and impedes the inspection process.  Correct this by ensure all dogs are properly identified.\nCorrect from this day forward\n3.1(a)\nHOUSING FACILITIES, GENERAL.\n***Most of the plastic shelters being used for the dogs housed in the outdoor facility are chewed and worn on the\nedges and at the entryways.  These shelters are not in good repair and require maintenance or replacement. \nChewed and worn shelters can eventually affect the structural strength of the shelters which can become an injury\nhazard to the dogs.  Correct this by repairing or replacing these shelters.\nCorrect by: 01 August 2014\n3.1(f)\n\nHOUSING FACILITIES, GENERAL.\n** The drainage system for the outside washdowns of the sheltered kennel and the outdoor kennel is not functioning\nproperly.  This drainage system is a comprised of half circle pieces of pipe that collect the runoff to an open drain. \nThere is excessive splash over of this runoff lying on the ground next to the pipes and areas where the washdowns\ndo not connect to the pipes properly allowing the runoff to fall to the ground.  This area has an excessive odor and is\na breeding ground for pests.  The licensee must repair this drainage system to ensure it is functional and carries the\nwaste and runoff to the drain without allowing it to spill onto the ground and become a disease hazard.\nCorrect by: 01 August 2014\n3.9(b)\nFEEDING.\n*** Many of the self-feeders being used at this facility are worn and chewed.  These feeders require repair or\nreplacement to ensure they can be cleaned and sanitized.  Excessively chewed cannot be properly cleaned and\nsanitized as required and can lead to food contamination.  One self-feeder was found in the first outdoor enclosure\nhousing an adult female and 6 puppies with caked feed in the bottom.  This feed is not safe for the dogs to eat and\nthe feeding of caked feed can lead to health problems or digestive upset.  All feeders must be kept in good repair\nand maintained clean and sanitary.\nCorrect by: 01 AUG 2014 for replacement of chewed feeders, 04 JULY 2014 for cleaning feeder with caked feed.\n***Inspection conducted with the licensee's wife.  Exit interview conducted by phone with the licensee.",
  "animals_total": 29,
  "species": [
    {
      "count": 23,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 6,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}