{
  "insp_id": "117151336450252",
  "layout": "a",
  "customer_id": "24564",
  "customer_name": "Real Pets Corp",
  "customer_addr": "30 N 3rd St\nWomelsdorf, PA 19567",
  "certificate": "23-B-0200",
  "site_id": "004",
  "site_name": "REAL PETS CORP",
  "insp_type": "ROUTINE INSPECTION",
  "date": "27-APR-2015",
  "report_date": "27-APR-2015",
  "citations": [
    {
      "code": "3.28(c)(1)(3)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "Section 3.28(c)(1)(iii) Space requirements: An enclosure housing five adult guinea pigs (each weighing over 350\ngrams) did not have adequate floor space. The enclosure measured 15 inches by 22 inches or 330 square inches\nof floor space. Guinea pigs weighing over 350 grams require at least 101 square inches of floor space. Two guinea\npigs were moved to another enclosure during the inspection. Guinea pigs must be housed in primary enclosures\nthat provide at least the required floor space for their comfort and well-being. Correct from this day forward."
    },
    {
      "code": "3.28(c)(2)(4)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "Section 3.28(c)(2)(iv) Space requirements: There were 63 enclosures each housing an adult female hamster with\nher nursing litter that did not have adequate floor space. The enclosures measured 7.5 inches by 12.25 inches or\n91.875 square inches of floor space. In addition, the overhead water receptacle and feeder protruded down into the\nenclosure about 3.5 inches above the floor taking up 18.125 square inches of the 91.875 square inches of floor\nspace available. The space below the protruding water receptacle and feeder is not sufficient height (at least 6\ninches high) for this area to be counted as floor space for the hamsters. These animals only had 73.75 square\ninches of floor space not affected by the water receptacle and feeder and is not sufficient for housing a nursing\nfemale hamster and her offspring. A nursing female hamster with her litter must be housed in in a primary\nenclosure that provides at least 121 square inches of floor space for their comfort and well-being. Correct by May\n28, 2015."
    },
    {
      "code": "3.31(b)",
      "kind": "",
      "repeat": true,
      "desc": "SANITATION.",
      "narrative": "Section 3.31(b) Housekeeping: The cart, knives and potato slicer used to prepare potatoes for the animals were\nexcessively dirty with old, dried potato residue. The enclosure racks housing 496 Chinese hamsters had debris on\nthe shelves. Cobwebs were on the racks, on the shelves between the enclosures and on the enclosures. An\nenclosure rack housing 22 guinea pigs had cobwebs on the rack and animal enclosures. Rodent feces were along\nthe walls in the room with the potato cart, the animal room, the storage room and around the pallets storing the\nfood. Debris and food residue may harbor bacteria and cause animal health issues. Food preparation areas must\nbe kept clean to prevent contamination of the food. Animal racks must be kept clean to keep the animals healthy.\nRodent feces may harbor bacteria and parasites and must be cleaned up on a regular basis for the health of the\nanimals and to monitor pests. Premises must be kept clean to facilitate the prescribed husbandry practices set forth\nin this subpart. This is a repeat non-compliant item that remains uncorrected."
    },
    {
      "code": "3.31(c)",
      "kind": "",
      "repeat": true,
      "desc": "SANITATION.",
      "narrative": "Section 3.31(c) Pest control: Rodent feces were observed along the walls in the room with the potato cart, the\nanimal room and the storage room including between the pallets of food. Wild rodents may introduce diseases and\nparasites into the animal colonies. Facility personnel showed the APHIS officials one wire box trap being used in\nthe storage room and informed the APHIS officials that poison is put under the pallets with food. No other pest\ncontrol measures were observed during the inspection. The current pest control program is not adequate based on\nthe amount and distribution of the rodent feces observed throughout the facility. An effective program for the control\nof mammalian pests must be established and maintained. This is a repeat non-compliance that remains\nuncorrected.\nAn exit briefing was conducted with the facility employee; Mary Geib, VMO; and Robert Markmann, ACI.\nAdditional Inspectors\nMarkmann Robert, Animal Care Inspector"
    }
  ],
  "narrative": "3.28(c)(1)(3)\nPRIMARY ENCLOSURES. \nSection 3.28(c)(1)(iii) Space requirements: An enclosure housing five adult guinea pigs (each weighing over 350\ngrams) did not have adequate floor space.  The enclosure measured 15 inches by 22 inches or 330 square inches\nof floor space.  Guinea pigs weighing over 350 grams require at least 101 square inches of floor space.  Two guinea\npigs were moved to another enclosure during the inspection.  Guinea pigs must be housed in primary enclosures\nthat provide at least the required floor space for their comfort and well-being.  Correct from this day forward.\n3.28(c)(2)(4)\nPRIMARY ENCLOSURES. \nSection 3.28(c)(2)(iv) Space requirements: There were 63 enclosures each housing an adult female hamster with\nher nursing litter that did not have adequate floor space.  The enclosures measured 7.5 inches by 12.25 inches or\n91.875 square inches of floor space.  In addition, the overhead water receptacle and feeder protruded down into the\nenclosure about 3.5 inches above the floor taking up 18.125 square inches of the 91.875 square inches of floor\nspace available.  The space below the protruding water receptacle and feeder is not sufficient height (at least 6\ninches high) for this area to be counted as floor space for the hamsters.  These animals only had 73.75 square\ninches of floor space not affected by the water receptacle and feeder and is not sufficient for housing a nursing\nfemale hamster and her offspring.  A nursing female hamster with her litter must be housed in in a primary\nenclosure that provides at least 121 square inches of floor space for their comfort and well-being.  Correct by May\n28, 2015.  \n3.31(b)                    REPEAT\nSANITATION.\nSection 3.31(b) Housekeeping: The cart, knives and potato slicer used to prepare potatoes for the animals were\nexcessively dirty with old, dried potato residue.  The enclosure racks housing 496 Chinese hamsters had debris on\nthe shelves.  Cobwebs were on the racks, on the shelves between the enclosures and on the enclosures.  An\nenclosure rack housing 22 guinea pigs had cobwebs on the rack and animal enclosures.  Rodent feces were along\n\nthe walls in the room with the potato cart, the animal room, the storage room and around the pallets storing the\nfood.  Debris and food residue may harbor bacteria and cause animal health issues.  Food preparation areas must\nbe kept clean to prevent contamination of the food.  Animal racks must be kept clean to keep the animals healthy. \nRodent feces may harbor bacteria and parasites and must be cleaned up on a regular basis for the health of the\nanimals and to monitor pests.  Premises must be kept clean to facilitate the prescribed husbandry practices set forth\nin this subpart.  This is a repeat non-compliant item that remains uncorrected.\n3.31(c)                    REPEAT\nSANITATION.\nSection 3.31(c) Pest control: Rodent feces were observed along the walls in the room with the potato cart, the\nanimal room and the storage room including between the pallets of food.  Wild rodents may introduce diseases and\nparasites into the animal colonies.   Facility personnel showed the APHIS officials one wire box trap being used in\nthe storage room and informed the APHIS officials that poison is put under the pallets with food.  No other pest\ncontrol measures were observed during the inspection.  The current pest control program is not adequate based on\nthe amount and distribution of the rodent feces observed throughout the facility.  An effective program for the control\nof mammalian pests must be established and maintained.  This is a repeat non-compliance that remains\nuncorrected.\nAn exit briefing was conducted with the facility employee; Mary Geib, VMO; and Robert Markmann, ACI.\nAdditional Inspectors\nMarkmann Robert, Animal Care Inspector",
  "animals_total": 3056,
  "species": [
    {
      "count": 1216,
      "scientific": "Cavia porcellus",
      "common": "DOMESTIC GUINEA PIG"
    },
    {
      "count": 655,
      "scientific": "Cricetulus griseus",
      "common": "CHINESE HAMSTER"
    },
    {
      "count": 170,
      "scientific": "Meriones unguiculatus",
      "common": "MONGOLIAN GERBIL (COMMON PET / RESEARCH VARIETY)"
    },
    {
      "count": 109,
      "scientific": "Mesocricetus auratus",
      "common": "SYRIAN / GOLDEN HAMSTER (COMMON PET/RESEARCH TYPE)"
    },
    {
      "count": 10,
      "scientific": "Muscardinus avellanarius",
      "common": "HAZEL DORMOUSE"
    },
    {
      "count": 51,
      "scientific": "Oryctolagus cuniculus",
      "common": "EUROPEAN RABBIT"
    },
    {
      "count": 367,
      "scientific": "Phodopus campbelli",
      "common": "CAMPBELLS DWARF HAMSTER"
    },
    {
      "count": 174,
      "scientific": "Phodopus roborovskis",
      "common": "ROBOROVSKIS DWARF HAMSTER"
    },
    {
      "count": 304,
      "scientific": "Phodopus sungorus",
      "common": "WINTER WHITE RUSSIAN DWARF HAMSTER"
    }
  ]
}