{
  "insp_id": "188161329240494",
  "layout": "a",
  "customer_id": "325800",
  "customer_name": "Anna Troyer",
  "customer_addr": "374 Audrain Rd 140\nClark, MO 65243",
  "certificate": "43-A-5703",
  "site_id": "001",
  "site_name": "Anna Troyer",
  "insp_type": "ROUTINE INSPECTION",
  "date": "06-JUL-2016",
  "report_date": "06-JUL-2016",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "***There was a white female Bichon Frise (#330) with hair loss and circular-like skin lesions in the regions of the left\nhip and near the right side base of the tail. The areas of hair loss were irregular in shape and extended beyond the\nreddened skin lesions located within the regions of hair loss. The lesions appeared to be reddened and scabbed.\nThe largest sore on the left side was approximately ½ inch diameter and had a few smaller, pinpoint sized lesions\nnear it. There was also an approximately 1 inch diameter reddened lesion near the base of the tail. A small amount\nof fecal-like material was noted in the fur on the right side of the rear leg. The licensee was not aware of the dog's\ncondition prior to the inspector pointing it out. This dog's condition could be due to an injury, infection or a variety of\nother veterinary medical conditions. The licensee must consult with a licensed veterinarian regarding this dog's\ncondition in order to ensure that an accurate diagnosis is made and an appropriate treatment plan is developed and\nfollowed. The licensee must document this information and make it available to the inspector upon request. The\nlicensee must ensure that all animals receive adequate veterinary care at all times."
    },
    {
      "code": "3.1(c)(3)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "****Cleaning.\nThroughout the facility there were cobb webs, hair, dirt and grime around and on the enclosures. These cobb webs\nwere along the front and tops of the enclosures, ceilings, rafters, and windows. Dirt and grime were on the\nenclosure framing, water lines, and support chains. The ceiling of the west portion of the building had brown specks\nit. Under the weaned puppy enclosures there was a build-up of feces, the facility representative said the floor\nunderneath was last cleaned Saturday. Buildings and surfaces which are not cleaned and sanitized properly or\noften enough increase the risk of disease transmission to the dogs. The licensee must ensure all surfaces in contact\nwith the dogs are spot cleaned daily and sanitized at least once every two weeks. The licensee must ensure all\nother surfaces of housing facilities are cleaned and sanitized when necessary to satisfy generally accepted\nhusbandry standards.\nTo be corrected by: July 12, 2016."
    },
    {
      "code": "3.3(c)",
      "kind": "",
      "repeat": true,
      "desc": "SHELTERED HOUSING FACILITIES.",
      "narrative": "Lighting.\n***Inside the sheltered facility there was not enough light to observe the animals, maintain adequate cleaning or for\ninspection of the facility and animals without a flashlight. Not having enough light prevents adequate cleaning,\nhinders observation of the animals for health problems and can affect the well being of the animals. The licensee\nhas added a sky light and some see-through dog entry doors that have helped with the lighting since the March 23,\n2016 inspection; however, the lighting was still inadequate. The licensee must ensure the sheltered housing\nfacilities for dogs are lighted well enough to permit routine inspection and cleaning of the facility, and observation of\nthe dogs. Animal areas must be provided a regular diurnal lighting cycle of either natural or artificial light. Lighting\nmust be uniformly diffused throughout animal facilities and provide sufficient illumination to aid in maintaining good\nhousekeeping practices, adequate cleaning, adequate inspection of animals, and for the well-being of the animals."
    },
    {
      "code": "3.6(a)(2)(1)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "****Sharps.\nThroughout the facility there were sharp points in at least 4 enclosures affecting approximately 10 dogs. Some of\nthese sharp points consisted of wires used for fastening and had sharp ends that were protruding into the\nenclosures at the dogs' level. One of the wires was attached to a lixit and the sharp ends were located near eye\nlevel of the dog in the enclosure. Wire panels were coming down into two separate enclosures housing adult dogs;\none had multiple sharp points along its edge and one had a sharp point at the corner. Although these panels were\nlocated above the dogs' heads, they were within reach of the dogs. These sharp points increase the risk of injury to\nthe dogs. The licensee did fix the sharps that were identified during the inspection. The licensee must ensure that all\nenclosures have no sharp points or edges that could injure the dogs at all times.\nTo be corrected by: Corrected during inspection."
    },
    {
      "code": "3.11(c)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "****Premises\nAround the sheltered building, there were tall weeds (approximately 2-3 feet tall) growing all along the outside\nportion of the enclosures. There was also clutter (Wood boards, PVC pipe, plastic barrels, and wire panels)\naccumulated in this same area. Tall weeds, grass, bushes and clutter can harbor insects, pests, and vermin. The\ninsects, pests and vermin can bite and irritate the dogs, contaminate the environment, food and water, and increase\nthe risk of potential disease to the dogs. The licensee must remove the clutter and weeds and maintain them to\nprevent or eliminate breeding and living areas for rodents and other pests and vermin.\nTo be corrected by: July 12, 2016.\nInspection and exit interview conducted with facility representative, Erika Leisner VMO and Chad Proctor ACI.\nAdditional Inspectors\nLeisner Erika, Veterinary Medical Officer"
    }
  ],
  "narrative": "2.40(b)(2)                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n***There was a white female Bichon Frise (#330) with hair loss and circular-like skin lesions in the regions of the left\nhip and near the right side base of the tail.  The areas of hair loss were irregular in shape and extended beyond the\nreddened skin lesions located within the regions of hair loss.  The lesions appeared to be reddened and scabbed. \nThe largest sore on the left side was approximately ½ inch diameter and had a few smaller, pinpoint sized lesions\nnear it.  There was also an approximately 1 inch diameter reddened lesion near the base of the tail.  A small amount\nof fecal-like material was noted in the fur on the right side of the rear leg.  The licensee was not aware of the dog's\ncondition prior to the inspector pointing it out. This dog's condition could be due to an injury, infection or a variety of\nother veterinary medical conditions. The licensee must consult with a licensed veterinarian regarding this dog's\ncondition in order to ensure that an accurate diagnosis is made and an appropriate treatment plan is developed and\nfollowed. The licensee must document this information and make it available to the inspector upon request. The\nlicensee must ensure that all animals receive adequate veterinary care at all times.\n3.1(c)(3)\nHOUSING FACILITIES, GENERAL.\n****Cleaning.\nThroughout the facility there were cobb webs, hair, dirt and grime around and on the enclosures.  These cobb webs\nwere along the front and tops of the enclosures, ceilings, rafters, and windows. Dirt and grime were on the\nenclosure framing, water lines, and support chains. The ceiling of the west portion of the building had brown specks\nit. Under the weaned puppy enclosures there was a build-up of feces, the facility representative said the floor\nunderneath was last cleaned Saturday. Buildings and surfaces which are not cleaned and sanitized properly or\noften enough increase the risk of disease transmission to the dogs. The licensee must ensure all surfaces in contact\nwith the dogs are spot cleaned daily and sanitized at least once every two weeks. The licensee must ensure all\nother surfaces of housing facilities are cleaned and sanitized when necessary to satisfy generally accepted\nhusbandry standards.\nTo be corrected by: July 12, 2016.\n3.3(c)                    REPEAT\n\nSHELTERED HOUSING FACILITIES.\nLighting.\n***Inside the sheltered facility there was not enough light to observe the animals, maintain adequate cleaning or for\ninspection of the facility and animals without a flashlight.  Not having enough light prevents adequate cleaning,\nhinders observation of the animals for health problems and can affect the well being of the animals. The licensee\nhas added a sky light and some see-through dog entry doors that have helped with the lighting since the March 23,\n2016 inspection; however, the lighting was still inadequate. The licensee must ensure the sheltered housing\nfacilities for dogs are lighted well enough to permit routine inspection and cleaning of the facility, and observation of\nthe dogs. Animal areas must be provided a regular diurnal lighting cycle of either natural or artificial light. Lighting\nmust be uniformly diffused throughout animal facilities and provide sufficient illumination to aid in maintaining good\nhousekeeping practices, adequate cleaning, adequate inspection of animals, and for the well-being of the animals.\n3.6(a)(2)(1)\nPRIMARY ENCLOSURES.\n****Sharps.\nThroughout the facility there were sharp points in at least 4 enclosures affecting approximately 10 dogs. Some of\nthese sharp points consisted of wires used for fastening and had sharp ends that were protruding into the\nenclosures at the dogs' level. One of the wires was attached to a lixit and the sharp ends were located near eye\nlevel of the dog in the enclosure.  Wire panels were coming down into two separate enclosures housing adult dogs;\none had multiple sharp points along its edge and one had a sharp point at the corner.  Although these panels were\nlocated above the dogs' heads, they were within reach of the dogs. These sharp points increase the risk of injury to\nthe dogs. The licensee did fix the sharps that were identified during the inspection. The licensee must ensure that all\nenclosures have no sharp points or edges that could injure the dogs at all times. \nTo be corrected by: Corrected during inspection.\n3.11(c)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\n****Premises\nAround the sheltered building, there were tall weeds (approximately 2-3 feet tall) growing all along the outside\nportion of the enclosures. There was also clutter (Wood boards, PVC pipe, plastic barrels, and wire panels)\naccumulated in this same area.  Tall weeds, grass, bushes and clutter can harbor insects, pests, and vermin. The\ninsects, pests and vermin can bite and irritate the dogs, contaminate the environment, food and water, and increase\nthe risk of potential disease to the dogs. The licensee must remove the clutter and weeds and maintain them to\nprevent or eliminate breeding and living areas for rodents and other pests and vermin.\nTo be corrected by: July 12, 2016.\n\nInspection and exit interview conducted with facility representative, Erika Leisner VMO and Chad Proctor ACI.\nAdditional Inspectors\nLeisner Erika, Veterinary Medical Officer",
  "animals_total": 100,
  "species": [
    {
      "count": 67,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 33,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}