{
  "insp_id": "INS-0000868051",
  "layout": "c",
  "customer_id": "329220",
  "customer_name": "Pima Medical Institute",
  "customer_addr": "40 N. Swan Road, Suite 100\nTUCSON, AZ 85711",
  "certificate": "86-R-0042",
  "site_id": "024",
  "site_name": "Pima Medical Institute- Tucson",
  "insp_type": "ROUTINE INSPECTION",
  "date": "26-APR-2023",
  "report_date": "27-APR-2023",
  "citations": [
    {
      "code": "2.31(c)(3)",
      "kind": "",
      "repeat": false,
      "desc": "Institutional Animal Care and Use Committee (IACUC).",
      "narrative": "At time of inspection, the IACUC was not preparing reports of the semiannual reviews and submitting them to the\nInstitutional Official (IO). Not alerting the IO on results of semiannual evaluations of the facility can result in detriments\nand delays in the care and welfare of animals. The IACUC must prepare reports of its evaluations and submit them to the\nIO of the research facility. The reports shall be reviewed and signed by a majority of the IACUC members and must\ninclude any minority views.\nCorrect by 26 May 2023 by preparing a report of the last semiannual review, have a majority of IACUC members sign the\nreport and submit to the IO. All future semiannual review reports must also follow this standard."
    },
    {
      "code": "2.36(a)",
      "kind": "",
      "repeat": false,
      "desc": "Annual report.",
      "narrative": "The Annual Report for FY 2022 reported multiple species of animals exempt from research reporting such as dogs and\ncats owned by clients, shelters or rescues receiving medically necessary procedures in the course of teaching veterinary\ntechnician students. Correct reporting of all required information on the annual report is required so that the public, USDA\nAPHIS Animal Care, and Congress can have knowledge of the number, type, and pain category of animals used- or held\nfor use in research.\nCorrect by 7 June 2023 by submitting an amended Annual Report for FY 2022 with correct number of regulated animals\nto USDA APHIS Animal Care."
    },
    {
      "code": "2.38(l)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Miscellaneous.",
      "narrative": "A developed contingency plan was not available at time of inspection. Contingency plans help prepare facilities on how to\nprovide humane handling of animals during emergent events. The registrant must develop a complete contingency plan\ntailored to the facility and animals on hand. All employees must be trained on their roles and responsibilities within this\nplan and the facility must maintain documentation thereof. The plan must also be reviewed annually, and any changes\ndocumented and maintained.\nCorrect by 26 May 2023 by developing a contingency plan and training employees.\nThis inspection and exit interview were conducted with facility representative.\nn"
    }
  ],
  "narrative": "2.31(c)(3) \n   \nInstitutional Animal Care and Use Committee (IACUC). \nAt time of inspection, the IACUC was not preparing reports of the semiannual reviews and submitting them to the \nInstitutional Official (IO).  Not alerting the IO on results of semiannual evaluations of the facility can result in detriments \nand delays in the care and welfare of animals.  The IACUC must prepare reports of its evaluations and submit them to the \nIO of the research facility.  The reports shall be reviewed and signed by a majority of the IACUC members and must \ninclude any minority views. \nCorrect by 26 May 2023 by preparing a report of the last semiannual review, have a majority of IACUC members sign the \nreport and submit to the IO.  All future semiannual review reports must also follow this standard. \n2.36(a) \n   \nAnnual report. \nThe Annual Report for FY 2022 reported multiple species of animals exempt from research reporting such as dogs and \ncats owned by clients, shelters or rescues receiving medically necessary procedures in the course of teaching veterinary \ntechnician students.  Correct reporting of all required information on the annual report is required so that the public, USDA \nAPHIS Animal Care, and Congress can have knowledge of the number, type, and pain category of animals used- or held \nfor use in research.\n\nCorrect by 7 June 2023 by submitting an amended Annual Report for FY 2022 with correct number of regulated animals \nto USDA APHIS Animal Care. \n2.38(l)(1) \n   \nMiscellaneous. \nA developed contingency plan was not available at time of inspection. Contingency plans help prepare facilities on how to \nprovide humane handling of animals during emergent events. The registrant must develop a complete contingency plan \ntailored to the facility and animals on hand. All employees must be trained on their roles and responsibilities within this \nplan and the facility must maintain documentation thereof.  The plan must also be reviewed annually, and any changes \ndocumented and maintained. \nCorrect by 26 May 2023 by developing a contingency plan and training employees. \n \nThis inspection and exit interview were conducted with facility representative. \n \n n",
  "animals_total": 6,
  "species": [
    {
      "count": 2,
      "scientific": "Octodon degus",
      "common": "DEGU"
    },
    {
      "count": 3,
      "scientific": "Mustela putorius furo",
      "common": "DOMESTIC FERRET"
    },
    {
      "count": 1,
      "scientific": "Oryctolagus cuniculus",
      "common": "DOMESTIC RABBIT / EUROPEAN RABBIT"
    }
  ]
}