{
  "insp_id": "2016082568865864",
  "layout": "a",
  "customer_id": "2349",
  "customer_name": "Richard Peck",
  "customer_addr": "7463 Helena Road\nArena, WI 53503",
  "certificate": "35-C-0329",
  "site_id": "001",
  "site_name": "RICHARD PECK",
  "insp_type": "ROUTINE INSPECTION",
  "date": "20-SEP-2017",
  "report_date": "03-OCT-2017",
  "citations": [
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "Some areas in enclosures had sharp/rough edges and loose wire that are in need of repair:\n-The southeast corner of the fallow deer shed has a hole in it with rough sheet metal exposed to the deer.\n-The shed entry for the brown swiss calf has a broken wire panel exposing sharp points and the ends of the cut\npanels for that entry expose sharp points to the calf.\n-The pen for the nanny goats has loose wire fence along the back west side of the pen.\nAnimals could get injured on sharp/rough edges and loose wire. Ensure that enclosures and fixtures such as\nshelters inside of enclosures are maintained structurally sound and free of sharp points for the safety of the animals.\nCorrect by October 9, 2017."
    },
    {
      "code": "3.125(c)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "One of the unopened feed bags stored for the white-tailed deer in the barn had an inch-sized hole in it with rough\nedges around it and around that hole was spilled feed with rodent droppings. The feed storage shed also had some\nspilled feed in the northwest corner with rodent droppings in the same area. These are signs that some kind of\nvermin is getting into the whitetails' feed and the feed shed. Rodents can contaminate feed and cause animals to\nget sick that eat rodent-contaminated feed. The facility must maintain animal feed storage areas clean, implement\nsafe and effective pest control measures, and ensure storage methods protect animal feed supplies from rodent\naccess.\nCorrect by 9/23/17."
    },
    {
      "code": "3.127(b)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, OUTDOOR.",
      "narrative": "Shelter from inclement weather.\nA llama is housed with a bison and it was observed that the bison took up most of the shed for shade and the\nllama's minimal shade was provided by tires hanging on two elevated posts. The facility representative reported\nthat the bison and llama don't bother each other but they also don't really get close to each other and don't share\nthe roofed shelter in the enclosure. In inclement weather, the llama's area of minimal shade under the elevated\ntires would not provide much shelter from inclement weather. Lack of access to shelter can cause animals\nunnecessary discomfort. An additional shelter that the llama is free to use must be provided so that both animals in\nthe enclosure have free access to protection from inclement weather.\nCorrect by 9/27/17."
    },
    {
      "code": "3.130",
      "kind": "",
      "repeat": false,
      "desc": "WATERING.",
      "narrative": "The prairie dogs' water bowl was soiled and had soiled water in it. It had a dark build-up of material and loose\nleaves in it. Also, the sow with piglets had little water left in a soiled watering pan and was reported to have been\nwatered in the morning but that she plays in the watering pan and splashes it out. It is good that she can play in\nwater as this is a species-typical activity, but either additional clean water should be provided more frequently or\nbetter yet secure a watering receptacle in a manner that she can't play in it addition to the one that she plays in so\nthat adequate clean drinking water is available throughout the day. Soiled water can cause animals to get sick.\nEnsure that all animals are provided with adequate clean drinking water to maintain them healthy.\nCorrect by 9/21/17.\nThis inspection and exit interview were conducted with facility representatives."
    }
  ],
  "narrative": "3.125(a)\nFACILITIES, GENERAL.   \nSome areas in enclosures had sharp/rough edges and loose wire that are in need of repair: \n-The southeast corner of the fallow deer shed has a hole in it with rough sheet metal exposed to the deer. \n-The shed entry for the brown swiss calf has a broken wire panel exposing sharp points and the ends of the cut\npanels for that entry expose sharp points to the calf. \n-The pen for the nanny goats has loose wire fence along the back west side of the pen. \nAnimals could get injured on sharp/rough edges and loose wire.  Ensure that enclosures and fixtures such as\nshelters inside of enclosures are maintained structurally sound and free of sharp points for the safety of the animals.\n  \nCorrect by October 9, 2017.\n3.125(c)\nFACILITIES, GENERAL.   \nOne of the unopened feed bags stored for the white-tailed deer in the barn had an inch-sized hole in it with rough\nedges around it and around that hole was spilled feed with rodent droppings.  The feed storage shed also had some\nspilled feed in the northwest corner with rodent droppings in the same area.  These are signs that some kind of\nvermin is getting into the whitetails' feed and the feed shed.  Rodents can contaminate feed and cause animals to\nget sick that eat rodent-contaminated feed.  The facility must maintain animal feed storage areas clean, implement\nsafe and effective pest control measures, and ensure storage methods protect animal feed supplies from rodent\naccess. \nCorrect by 9/23/17.\n3.127(b)\n\nFACILITIES, OUTDOOR. \nShelter from inclement weather. \nA llama is housed with a bison and it was observed that the bison took up most of the shed for shade and the\nllama's minimal shade was provided by tires hanging on two elevated posts.  The facility representative reported\nthat the bison and llama don't bother each other but they also don't really get close to each other and don't share\nthe roofed shelter in the enclosure.  In inclement weather, the llama's area of minimal shade under the elevated\ntires would not provide much shelter from inclement weather.  Lack of access to shelter can cause animals\nunnecessary discomfort.  An additional shelter that the llama is free to use must be provided so that both animals in\nthe enclosure have free access to protection from inclement weather. \nCorrect by 9/27/17.\n3.130\nWATERING.  \nThe prairie dogs' water bowl was soiled and had soiled water in it.  It had a dark build-up of material and loose\nleaves in it. Also, the sow with piglets had little water left in a soiled watering pan and was reported to have been\nwatered in the morning but that she plays in the watering pan and splashes it out.  It is good that she can play in\nwater as this is a species-typical activity, but either additional clean water should be provided more frequently or\nbetter yet secure a watering receptacle in a manner that she can't play in it addition to the one that she plays in so\nthat adequate clean drinking water is available throughout the day.   Soiled water can cause animals to get sick. \nEnsure that all animals are provided with adequate clean drinking water to maintain them healthy.\nCorrect by 9/21/17.\nThis inspection and exit interview were conducted with facility representatives.",
  "animals_total": 73,
  "species": [
    {
      "count": 1,
      "scientific": "Bison bison",
      "common": "AMERICAN BISON"
    },
    {
      "count": 3,
      "scientific": "Bos taurus",
      "common": "CATTLE / COW / OX / WATUSI"
    },
    {
      "count": 26,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 1,
      "scientific": "Cervus elaphus canadensis",
      "common": "ELK"
    },
    {
      "count": 3,
      "scientific": "Cynomys ludovicianus",
      "common": "BLACK-TAILED PRAIRIE DOG"
    },
    {
      "count": 12,
      "scientific": "Dama dama",
      "common": "FALLOW DEER"
    },
    {
      "count": 1,
      "scientific": "Lama glama",
      "common": "LLAMA"
    },
    {
      "count": 6,
      "scientific": "Odocoileus virginianus",
      "common": "WHITE-TAILED DEER"
    },
    {
      "count": 3,
      "scientific": "Oryctolagus cuniculus",
      "common": "DOMESTIC RABBIT / EUROPEAN RABBIT"
    },
    {
      "count": 11,
      "scientific": "Ovis aries aries",
      "common": "SHEEP INCLUDING ALL DOMESTIC BREEDS"
    },
    {
      "count": 6,
      "scientific": "Sus scrofa domestica",
      "common": "DOMESTIC PIG / POTBELLY PIG / MICRO PIG"
    }
  ]
}