{
  "insp_id": "2016090000786038",
  "layout": "b",
  "customer_id": "326848",
  "customer_name": "SHAWN ZIELKE",
  "customer_addr": "2613 WOODS ROAD\nIONIA, MI 48846",
  "certificate": "34-B-0229",
  "site_id": "001",
  "site_name": "SHAWN ZIELKE",
  "insp_type": "ROUTINE INSPECTION",
  "date": "12-APR-2022",
  "report_date": "14-APR-2022",
  "citations": [
    {
      "code": "2.40(b)(3)",
      "kind": "Direct",
      "repeat": false,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "-The licensee has an enclosure used to hold hamsters sorted for euthanasia. Two hamsters were found dead in this\nenclosure on inspection. The licensee stated that hamsters are sorted, and then euthanized once a week.\n-The licensee acquired two guinea pigs approximately one week ago. The licensee has been treating two guinea pigs\nwith Fungisan for patches of hair loss, with scaly and scabby skin.\nDaily observation of all animals is required. If daily observations are accomplished by someone other than the attending\nveterinarian a mechanism of direct and frequent communication is required so that timely and accurate information on\nproblems of animal health, behavior, and well-being is conveyed to the attending veterinarian;\nAnimals held for euthanasia must be euthanized promptly to ensure their death is humane. If problems of health are\nnoted by the licensee they must be communicated with the veterinarian for proper diagnosis and treatment to ensure the\nhealth of the animals.\nTo be corrected from this day forward, April 14, 2022"
    },
    {
      "code": "3.28(c)(2)(i)",
      "kind": "",
      "repeat": false,
      "desc": "Primary enclosures.",
      "narrative": "There are two enclosures of dwarf hamsters that are overcrowded. These enclosures measure 19\" X 9\". One of the bins\nhad approximately 20 hamsters, this bin had hairless baby hamsters contained, and the other had approximately 30\nhamsters.\nPrimary enclosures shall be constructed and maintained so as to provide sufficient space for each hamster contained\ntherein to make normal postural adjustments with adequate freedom of movement.\nHamsters must be sorted, and moved to separate enclosures when necessary to ensure they have sufficient space for\nnormal postural adjustments and freedom of movement.\nTo be corrected from this day forward, April 14, 2022"
    },
    {
      "code": "3.131(a)",
      "kind": "",
      "repeat": false,
      "desc": "Sanitation.",
      "narrative": "The primary enclosure housing 6 degus has a large accumulation of feces in it, and around it. There is also old food\nsurrounding the enclosure and a large accumulation of organic material and hair on all of the plastic coated wire that\nmake up the majority of the enclosure, and the water bottle. These animals are unable to move about there enclosure\nwithout walking through feces. There is a strong odor in the area around this enclosure.\nExcreta shall be removed from primary enclosures as often as necessary to prevent contamination of the animals\ncontained therein and to minimize disease hazards and to reduce odors.\nPrimary enclosures for animals must be cleaned as often as necessary to prevent contamination of the animal contained,\nto reduce disease hazards, and to reduce odors.\nTo be corrected by April 15, 2022\nThis inspection and exit interview were conducted with the licensee.\nEnd Section"
    }
  ],
  "narrative": "2.40(b)(3)  Direct\n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \n-The licensee has an enclosure used to hold hamsters sorted for euthanasia.  Two hamsters were found dead in this \nenclosure on inspection.  The licensee stated that hamsters are sorted, and then euthanized once a week. \n-The licensee acquired two guinea pigs approximately one week ago.  The licensee has been treating two guinea pigs \nwith Fungisan for patches of hair loss, with scaly and scabby skin. \n \nDaily observation of all animals is required.  If daily observations are accomplished by someone other than the attending \nveterinarian a mechanism of direct and frequent communication is required so that timely and accurate information on \nproblems of animal health, behavior, and well-being is conveyed to the attending veterinarian; \n \nAnimals held for euthanasia must be euthanized promptly to ensure their death is humane.  If problems of health are \nnoted by the licensee they must be communicated with the veterinarian for proper diagnosis and treatment to ensure the \nhealth of the animals. \n \nTo be corrected from this day forward, April 14, 2022 \n3.28(c)(2)(i)\n\nPrimary enclosures. \nThere are two enclosures of dwarf hamsters that are overcrowded.  These enclosures measure 19\" X 9\".  One of the bins \nhad approximately 20 hamsters, this bin had hairless baby hamsters contained, and the other had approximately 30 \nhamsters. \n \nPrimary enclosures shall be constructed and maintained so as to provide sufficient space for each hamster contained \ntherein to make normal postural adjustments with adequate freedom of movement. \n \nHamsters must be sorted, and moved to separate enclosures when necessary to ensure they have sufficient space for \nnormal postural adjustments and freedom of movement. \n \nTo be corrected from this day forward, April 14, 2022 \n3.131(a) \n   \nSanitation. \nThe primary enclosure housing 6 degus has a large accumulation of feces in it, and around it.  There is also old food \nsurrounding the enclosure and a large accumulation of organic material and hair on all of the plastic coated wire that \nmake up the majority of the enclosure, and the water bottle.  These animals are unable to move about there enclosure \nwithout walking through feces.  There is a strong odor in the area around this enclosure. \n \nExcreta shall be removed from primary enclosures as often as necessary to prevent contamination of the animals \ncontained therein and to minimize disease hazards and to reduce odors.\n\nPrimary enclosures for animals must be cleaned as often as necessary to prevent contamination of the animal contained, \nto reduce disease hazards, and to reduce odors. \n \nTo be corrected by April 15, 2022 \n \nThis inspection and exit interview were conducted with the licensee. \n \nEnd Section",
  "animals_total": 1155,
  "species": [
    {
      "count": 43,
      "scientific": "Cavia porcellus",
      "common": "DOMESTIC GUINEA PIG"
    },
    {
      "count": 744,
      "scientific": "Mesocricetus auratus",
      "common": "SYRIAN / GOLDEN HAMSTER (COMMON PET/RESEARCH TYPE)"
    },
    {
      "count": 57,
      "scientific": "Meriones unguiculatus",
      "common": "MONGOLIAN GERBIL (COMMON PET / RESEARCH VARIETY)"
    },
    {
      "count": 12,
      "scientific": "Chinchilla lanigera",
      "common": "CHINCHILLA (DOMESTICATED)"
    },
    {
      "count": 283,
      "scientific": "Phodopus roborovskii",
      "common": "ROBOROVSKI'S DWARF HAMSTER"
    },
    {
      "count": 16,
      "scientific": "Octodon degus",
      "common": "DEGU"
    }
  ]
}