{
  "insp_id": "2016082567956516",
  "layout": "a",
  "customer_id": "2208",
  "customer_name": "Zoological Society Of Cincinnati",
  "customer_addr": "3400 Vine Street\nCincinnati, OH 45220",
  "certificate": "31-C-0044",
  "site_id": "001",
  "site_name": "ZOOLOGICAL SOCIETY OF CINCINNATI",
  "insp_type": "ROUTINE INSPECTION",
  "date": "06-JUN-2016",
  "report_date": "12-OCT-2016",
  "citations": [
    {
      "code": "3.78(e)",
      "kind": "",
      "repeat": false,
      "desc": "OUTDOOR HOUSING FACILITIES.",
      "narrative": "On Saturday May 28th, 2016 in the afternoon, a 3.5 year old boy crossed the public barrier and entered the gorilla\nexhibit. The public barrier is composed of elevated landscape held back by multiple retaining wooden log walls,\nmetal piping used as the framework for the hand railing, and two metal cables are between the ground and top of\nthe railing. Behind this railing is a dense assortment of bushes and trees followed by the substantial drop-off into\nthe moat. The total height from the asphalt pathway to the top of hand rail is 32 inches. The wooden log retaining\nwall is 14in. tall from asphalt walkway and is where the hand rail is anchored into the ground. The two wire cables\nrun at 19in. and 25in. from the surface of the asphalt pathway. There is some slack in the cables that will permit the\ncables to stretch an additional inch either way, so the 6in. gap between the cables can be manipulated to an 8in.\ngap. The landscape in this area is 50% low level vegetation and 50% bushes roughly 18-24 inches tall. The drop\noff into the moat is 15 feet with 1-2ft. of water in the moat. Guests notified the keeper of Gorilla World that a child\nwas in the exhibit and called 911. The keeper immediately initiated the facility’s emergency response. Zoo security\npromptly responded to the incident. The Dangerous Animal Response Team (DART) was notified. A member of\nthe DART team arrived at Gorilla World approximately nine minutes later.\nThe two adult female gorillas were successfully recalled by the keeper into gorilla holding, but the 17 year old male\ngorilla, Harambe, did not respond to recall as he had made contact with the child. No other animals were in the\nenclosure. Harambe had dragged the small child around by the ankle in the shallow water of the moat, carried him\nup the ladder out of the moat, and then dragged him several times on the ground of the gorilla enclosure. The\nDART team member determined the child’s life to be in imminent, life threatening danger and shot the gorilla with a\nsingle gunshot and the gorilla died instantly. The boy was recovered, no major injuries were apparent at the time of\nhis recovery. No other animals were harmed in this incident. All standard operating procedures relating to the\nDangerous Animal Response Team were properly followed.\nThis gorilla enclosure with its public barriers was constructed in 1978. No previous incidents involving the public\ncrossing the public barrier had been recorded until now. Fixed public exhibits housing nonhuman primates must\nhave a barrier between the primary enclosure and the public in order to restrict physical contact between the public\nand the nonhuman primates.\nCorrected at the time of inspection. The facility has replaced the fence of the public barrier. It is now 41-42 inches\ntall and is covered in a nylon mesh instead of the two cables. Three surveillance cameras were added to the\nenclosure to enhance observation of the public viewing area and the enclosure.\nThis was a focused inspection for the incident that occurred on May 28th 2016 involving a 3.5 year old male child\nand 17 year old male gorilla named Harambe.\nThe exit interview was conducted with VMOs Cody Yager and Kerry McHenry, Executive Director of the Zoo, Chief\nOperating Officer, and the Director of Animal Collections.\nAdditional Inspectors\nMchenry Kerry, Veterinary Medical Officer"
    }
  ],
  "narrative": "3.78(e)\nOUTDOOR HOUSING FACILITIES. \nOn Saturday May 28th, 2016 in the afternoon, a 3.5 year old boy crossed the public barrier and entered the gorilla\nexhibit.  The public barrier is composed of elevated landscape held back by multiple retaining wooden log walls,\nmetal piping used as the framework for the hand railing, and two metal cables are between the ground and top of\nthe railing.  Behind this railing is a dense assortment of bushes and trees followed by the substantial drop-off into\nthe moat.  The total height from the asphalt pathway to the top of hand rail is 32 inches.  The wooden log retaining\nwall is 14in. tall from asphalt walkway and is where the hand rail is anchored into the ground.  The two wire cables\nrun at 19in. and 25in. from the surface of the asphalt pathway.  There is some slack in the cables that will permit the\ncables to stretch an additional inch either way, so the 6in. gap between the cables can be manipulated to an 8in.\ngap.  The landscape in this area is 50% low level vegetation and 50% bushes roughly 18-24 inches tall.  The drop\noff into the moat is 15 feet with 1-2ft. of water in the moat.  Guests notified the keeper of Gorilla World that a child\nwas in the exhibit and called 911.  The keeper immediately initiated the facility’s emergency response.  Zoo security\npromptly responded to the incident.  The Dangerous Animal Response Team (DART) was notified.  A member of\nthe DART team arrived at Gorilla World approximately nine minutes later.\nThe two adult female gorillas were successfully recalled by the keeper into gorilla holding, but the 17 year old male\ngorilla, Harambe, did not respond to recall as he had made contact with the child.  No other animals were in the\nenclosure.  Harambe had dragged the small child around by the ankle in the shallow water of the moat, carried him\nup the ladder out of the moat, and then dragged him several times on the ground of the gorilla enclosure.  The\nDART team member determined the child’s life to be in imminent, life threatening danger and shot the gorilla with a\nsingle gunshot and the gorilla died instantly.  The boy was recovered, no major injuries were apparent at the time of\nhis recovery.  No other animals were harmed in this incident.  All standard operating procedures relating to the\nDangerous Animal Response Team were properly followed.\nThis gorilla enclosure with its public barriers was constructed in 1978.  No previous incidents involving the public\ncrossing the public barrier had been recorded until now.  Fixed public exhibits housing nonhuman primates must\nhave a barrier between the primary enclosure and the public in order to restrict physical contact between the public\nand the nonhuman primates.\n\nCorrected at the time of inspection.  The facility has replaced the fence of the public barrier.  It is now 41-42 inches\ntall and is covered in a nylon mesh instead of the two cables.  Three surveillance cameras were added to the\nenclosure to enhance observation of the public viewing area and the enclosure.\nThis was a focused inspection for the incident that occurred on May 28th 2016 involving a 3.5 year old male child\nand 17 year old male gorilla named Harambe.\nThe exit interview was conducted with VMOs Cody Yager and Kerry McHenry, Executive Director of the Zoo, Chief\nOperating Officer, and the Director of Animal Collections.\nAdditional Inspectors\nMchenry Kerry, Veterinary Medical Officer",
  "animals_total": 0,
  "species": [
    {
      "count": 0,
      "scientific": "NONE",
      "common": "NONE"
    }
  ]
}