{
  "insp_id": "2016090000790150",
  "layout": "b",
  "customer_id": "506417",
  "customer_name": "ELI GINGERICH EDNA GINGERICH",
  "customer_addr": "16848 Eagle Blvd\nDRAKESVILLE, IA 52552",
  "certificate": "42-B-0315",
  "site_id": "001",
  "site_name": "ELI AND EDNA GINGERICH",
  "insp_type": "ROUTINE INSPECTION",
  "date": "17-MAY-2022",
  "report_date": "17-MAY-2022",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "Male mini-Australian Shepherd (\"Kip Evans\", DOB 04-15-17) has poor dental health. A thick buildup of dark brown tartar\nis coating the majority of the surface of the upper left and right canine teeth and cheek teeth. The upper gums on both\nsides of the mouth are moderately reddened. The dog had received a physical exam from the attending veterinarian on\nSeptember 16, 2021. A dental grade of \"3\" had been assigned to the dog and the veterinarian stated on the exam report\n\"Needs dental prophy done within 60 days (Before 11-16-21)\". At the time of the current inspection, this dog has not\nreceived the required dental treatment.\nFemale mini-Australian shepherd (\"Lollipop\", DOB 03-16-12) has poor dental health. A buildup of light brown colored\ntartar is located along the gum line of the upper right canine tooth and cheek teeth. Dark brown colored tartar is fully\nencasing the large upper left cheek tooth. The dog had received a physical exam from the attending veterinarian on\nSeptember 16, 2021. A dental grade of \"3\" had been assigned to the dog and the veterinarian stated on the exam report\n\"Needs dental prophy done within 60 days (Before 11-16-21)\". At the time of the current inspection, this dog has not\nreceived the required dental treatment.\nPoor dental health could cause pain and discomfort to the dog. Failure to provide the treatment required by the attending\nveterinarian could cause the issue to worsen and the health and well-being of the animal may suffer.\nEach dealer shall use appropriate methods to prevent, control, diagnose, and treat diseases. The licensee must have the\nabove mentioned dogs evaluated by a licensed veterinarian for a proper diagnosis and to establish an effective treatment\nplan. The licensee must ensure that all treatments required by a veterinarian are given as instructed and that each dog\nreceives adequate veterinary care.\nTo be corrected by: 24-May-2022"
    },
    {
      "code": "3.1(a)",
      "kind": "",
      "repeat": false,
      "desc": "Housing facilities, general.",
      "narrative": "A 7-8 week old Boston terrier puppy was observed in an enclosure with two adult French bulldogs that were neither its\ndam or foster dam. The puppy had crawled through a gap located beneath the fence panel dividing its enclosure from the\nFrench bulldogs. The inspector watched the puppy crawl back through the gap and enter its original enclosure which\ncontained its dam and littermates. Failure of the enclosure to contain the animal may result in injury as well as the\ninability to access appropriate food, water, and shelter.\nHousing facilities for dogs must be kept in good repair, protect the animals from injury and contain the animals securely.\nThe licensee must alter the enclosure in a manner that eliminates the ability of the puppy to pass through the gap and into\nthe adjacent enclosure. The licensee must ensure that the enclosures contain the dogs at all times.\nTo be corrected by: The facility representative placed a concrete block on top of the gap beneath the fence, therefore,\nstopping the puppy from escaping.\nThis inspection and exit interview were conducted with the facility representative.\nEnd Section"
    }
  ],
  "narrative": "2.40(b)(2) \n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nMale mini-Australian Shepherd (\"Kip Evans\", DOB 04-15-17) has poor dental health.  A thick buildup of dark brown tartar \nis coating the majority of the surface of the upper left and right canine teeth and cheek teeth.  The upper gums on both \nsides of the mouth are moderately reddened.  The dog had received a physical exam from the attending veterinarian on \nSeptember 16, 2021.  A dental grade of \"3\" had been assigned to the dog and the veterinarian stated on the exam report \n\"Needs dental prophy done within 60 days (Before 11-16-21)\".  At the time of the current inspection, this dog has not \nreceived the required dental treatment. \n \nFemale mini-Australian shepherd (\"Lollipop\", DOB 03-16-12) has poor dental health. A buildup of light brown colored \ntartar is located along the gum line of the upper right canine tooth and cheek teeth.  Dark brown colored tartar is fully \nencasing the large upper left cheek tooth.  The dog had received a physical exam from the attending veterinarian on \nSeptember 16, 2021.  A dental grade of \"3\" had been assigned to the dog and the veterinarian stated on the exam report \n\"Needs dental prophy done within 60 days (Before 11-16-21)\".  At the time of the current inspection, this dog has not \nreceived the required dental treatment. \n \nPoor dental health could cause pain and discomfort to the dog.  Failure to provide the treatment required by the attending\n\nveterinarian could cause the issue to worsen and the health and well-being of the animal may suffer. \n \nEach dealer shall use appropriate methods to prevent, control, diagnose, and treat diseases.  The licensee must have the \nabove mentioned dogs evaluated by a licensed veterinarian for a proper diagnosis and to establish an effective treatment \nplan.  The licensee must ensure that all treatments required by a veterinarian are given as instructed and that each dog \nreceives adequate veterinary care. \n \nTo be corrected by:  24-May-2022 \n3.1(a) \n   \nHousing facilities, general. \nA 7-8 week old Boston terrier puppy was observed in an enclosure with two adult French bulldogs that were neither its \ndam or foster dam.  The puppy had crawled through a gap located beneath the fence panel dividing its enclosure from the \nFrench bulldogs.  The inspector watched the puppy crawl back through the gap and enter its original enclosure which \ncontained its dam and littermates.  Failure of the enclosure to contain the animal may result in injury as well as the \ninability to access appropriate food, water, and shelter. \n \nHousing facilities for dogs must be kept in good repair, protect the animals from injury and contain the animals securely.  \nThe licensee must alter the enclosure in a manner that eliminates the ability of the puppy to pass through the gap and into \nthe adjacent enclosure.  The licensee must ensure that the enclosures contain the dogs at all times. \n \nTo be corrected by:  The facility representative placed a concrete block on top of the gap beneath the fence, therefore, \nstopping the puppy from escaping.\n\nThis inspection and exit interview were conducted with the facility representative. \n \nEnd Section",
  "animals_total": 29,
  "species": [
    {
      "count": 17,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 12,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}