{
  "insp_id": "2016090000542597",
  "layout": "b",
  "customer_id": "329414",
  "customer_name": "BARN HILL PRESERVE INC.",
  "customer_addr": "11342 Hwy 955 E\nETHEL, LA 70730",
  "certificate": "72-C-0238",
  "site_id": "001",
  "site_name": "Barn Hill Preserve Inc.",
  "insp_type": "ROUTINE INSPECTION",
  "date": "23-FEB-2021",
  "report_date": "25-FEB-2021",
  "citations": [
    {
      "code": "3.127(d)",
      "kind": "",
      "repeat": true,
      "desc": "Facilities, outdoor.",
      "narrative": "The facility, which houses kangaroos, giraffe, porcupine, hyena, lynx, and other exotic animals in outdoor and sheltered\nenclosures, does not have an adequate and complete perimeter fence. The back of the property, behind the lynx\nenclosure, is unfenced although posts have been installed. The front of the property, from the hyena enclosure to the\nkangaroo and goat enclosure, is unfenced, although a fence is being constructed and posts are present in some areas.\nThe kangaroo and goat enclosure is bordered on one side by a solid wood fence beyond which there is no perimeter\nfence. The area beside the giraffe enclosure is fenced with traditional farm fencing that is less than 6’ tall. There is a\nperimeter fence on one side of the property, adjacent to a small dirt road. This fence is made of wire with overlying tarp,\nand there are multiple gaps ranging in size from 6 inches to 10 inches between the bottom of the fence and the ground.\nEmployees indicated that they understood the perimeter fence was required and that the property does not have a\ncomplete perimeter fence at this time. A perimeter fence protects animals from contact with unauthorized people and\nanimals. A perimeter fence also acts as a secondary containment system in the event that an animal escapes from its\nprimary enclosure. Correct by installing a perimeter fence that is of sufficient height to keep animals and unauthorized\npersons out, and to act as a secondary containment system for animals in the facility."
    },
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": true,
      "desc": "Facilities, general.",
      "narrative": "***7 Asian soft-clawed otters were housed in three enclosures, each enclosure containing 2 or 3 otters. The otters were\njuveniles and adults. The enclosures containing the otters were outdoors and consisted of chain link walls, a covering on\ntop, and chicken wire and green plastic tarps covering parts of each enclosure. The otters were observed to be chewing\non the green tarps, and the edges of some of the tarps were badly torn. One tarp had a hole in it with ragged edges. Two\notters were observed pulling and chewing on a ragged piece of tarp that was hanging through the top of their enclosure.\nOne enclosure contained 2-3 square feet of a tarp that had been pulled into the enclosure through the wall. Animals that\nchew on tarps and wires may ingest pieces of these materials, which may result in serious, painful, and potentially deadly\ndigestive problems such as a gut (gastrointestinal) obstruction. Correct by housing animals in enclosures that are\nstructurally sound and maintained in good repair to protect the animals from injury and contain the animals.\n***The outdoor enclosure containing one adult African Crested Porcupine contained two approximately 1 foot by 1 foot\nsized areas on the ground where panels of underlying wire fence were exposed and not covered by dirt. The enclosure\ncontaining one adult male hyena had an approximately 6 foot by 1/2 foot area on the ground where underlying wire panels\nwere exposed and not covered by earth. One enclosure containing Asian Soft Claw Otters had an approximately 2 foot by\n2 foot sized area on the ground, in a corner of the enclosure, where a panel of underlying wire was exposed and not\ncovered by dirt. Employees stated that these wire panels were used on the bottom of enclosures to prevent animals from\ndigging out.\nWire panels that are partly exposed and partly embedded in the earth may entrap animals’ limbs other body parts,\nresulting in serious injury or harm. Correct by housing animals in enclosures that are structurally sound and maintained in\ngood repair to protect the animals from injury and contain the animals.\n***An air conditioning unit located in the wall of the enclosure housing two Mexican Hairy Dwarf Porcupines was not\nplugged in. The power cord for the unit was hanging in the animal enclosure and appeared to be badly chewed. Along\napproximately 12 inches of the power cord, the plastic outer casing of the cord was partially missing, exposing areas of\nthe wiring within the center of the cord. The edge of the plastic casing was jagged and torn around the areas of exposed\nwire.\nAnimals that chew on power cords or electrical cords may ingest pieces of plastic or wire, which may result in serious,\npainful, and potentially deadly digestive problems such as a gut (gastrointestinal) obstruction. Correct by housing animals\nin enclosures that are structurally sound and maintained in good repair to protect the animals from injury and contain the\nanimals."
    },
    {
      "code": "2.40(b)(2)",
      "kind": "Critical",
      "repeat": true,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "***An adult male 2-toed sloth (“Kujo”) was receiving a 10-lb dose of Metacam (Meloxicam) daily, by mouth, and had been\nreceiving this medication for the last 10-12 days to treat an injured claw. The medication expired 5 months ago, the\nexpiration date on the bottle of medication was 09-2020. An employee stated that the facility owner told her that the\nattending veterinarian had given instructions to use this medication for the sloth daily to treat the injured claw.\nThe attending veterinarian was contacted and stated that on Feb 12th she was contacted by the facility about the sloth’s\ninjury and instructed the facility to administer \"a dose\" of Metacam. The attending veterinarian did not know that this sloth\nwas continuing to be given this medication every day, and indicated that it was not her intention to prescribe the drug long\nterm. The attending veterinarian stated that she had not received any updates from the facility regarding this animal's\ninjury.\nMedications that have expired may be less effective, resulting in less or no impact on the medical problem they are meant\nto treat. Using medications for longer than prescribed may result in accidental overdose, or may damage vital organs such\nas the kidneys or liver. Non-steroidal anti-inflammatory medications such as Metacam (Meloxicam) are known to pose a\npotential risk to kidney function in some animals if used longer than prescribed.\nCorrect by providing adequate veterinary care to treat injuries and support the health and well being of the sloth, including\nthe use of unexpired medications and timely communication with the Attending Veterinarian regarding this animal’s injury,\nprogress, and medication regimen.\n***An approximately 1-year-old 2-toed sloth (“Kiara” on necropsy records, “Koda” in the facility's Animal Inventory\ndatabase) died on January 29th, 2021. Employees stated that this animal had diarrhea for 3 weeks prior to its death, and\nwas housed at the owner’s home in the days before it died. The previous attending veterinarian- who was the attending\nveterinarian at the time of this animal’s death- was contacted and stated that while she was the attending veterinarian she\nhad not examined the sloth and did not provide medical treatment prior to its death beyond possibly conducting one fecal\nexam for parasites. The current attending veterinarian submitted the animal for necropsy on February 2nd, 2021, and the\nnecropsy report diagnosed diarrhea as the primary illness present.\nAnimals with severe diarrhea can become critically ill in a short period of time and may die due to dehydration,\nmalnourishment, or electrolyte imbalances. Daily observation of animals for signs of illness or changes in body condition\nor behavior is important for the prompt detection of illness or injury. Timely communication with the attending veterinarian\nis critical for ensuring medical problems are addressed and treated. The provision of adequate veterinary care is critical\nfor animal health, well-being, and survival.\nCorrect by providing adequate veterinary care to treat illnesses and support the health and well being of sloths, including\ndaily observation of every sloth and expedient communication with the attending veterinarian regarding the presence of\nnew or recurrent health problems.\n***An adult male dromedary camel had a large amount of liquid diarrhea on his hind legs and the underside of his tail. The\ndiarrhea was brown and covered the inside of the upper hind legs and was also located on the backs of hind legs lower\ndown (near the knees/hocks). Spots of similarly colored diarrhea were observed in the pasture. The animal was otherwise\nquiet and alert. An employee stated that the diarrhea had not been observed yesterday, and that this animal has had\ndiarrhea intermittently in the past, often when he is needing to be dewormed. The attending veterinarian’s written program\nof veterinary care for this facility requires fecal exam of camelids (camels) once a month, and deworming is then\nperformed based on results of the fecal exam. According to an employee, the last deworming for this camel occurred over\na month ago (Panacur was last given from December 15th to December 22nd, 2020), and the last fecal exam likely\noccurred prior to that time.\nAnimals with diarrhea or intestinal parasites can become very ill in a short period of time and may suffer from dehydration,\nmalnourishment, or electrolyte imbalances. Failing to follow the written program of veterinary care may result in animals\nbecoming sick or unhealthy due to lack of adequate veterinary care.\nThe day of the inspection, a fecal sample from the camel was taken to the attending veterinarian for examination and\nbased on the fecal exam results the animal was given medications for intestinal parasites.\nCorrect by following the attending veterinarian’s written program of veterinary care and by providing adequate veterinary\ncare to support the health and well being of the camel."
    },
    {
      "code": "2.131(c)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Handling of animals.",
      "narrative": "Facility incident reports include two incidents of an otter biting a member of the public: On December 26th, 2020, at\n3:00PM, the report states, “Guest participating in the otter swim experience was bitten. The bite occurred on the guest’s\nthumb, breaking the skin.” The report goes on to say that the thumb was cleansed and bandaged.\nOn February 7th, 2021, at 4:20PM in the otter pool, two otters were swimming and “one of them bit a woman and made\nher bleed.” The report goes on to say that the woman was “okay”.\nPeople who are bitten by animals may suffer from pain, discomfort, or infection. Animals who bite humans may be injured\nor stressed if the person is startled and hits, drops, grabs, or pushes the animal.\nCorrect by handling animals so that there is minimal risk of harm to the animals and to the public, to assure the safety of\nanimals and the public. Correct by February 25, 2021."
    },
    {
      "code": "2.75(b)(1)",
      "kind": "",
      "repeat": true,
      "desc": "Records: Dealers and exhibitors.",
      "narrative": "Records of acquisition were not available for 6 Asian soft-clawed otters and 3 two-toes sloths. Records of acquisition and\ndisposition did not include all animals imported and sold by the licensee, including 4 six-banded armadillos imported on\nJuly 7, 2020. Recordkeeping is important for animal welfare because it may help in locating stolen animals, investigating\ndisease outbreaks in animals, and identifying illegal sale or movement of animals. Correct by making, keeping, and\nmaintaining accurate records which fully and completely disclose acquisition and disposition records for animals, and by\nmaintaining all records for at least 1 year after an animal leaves the property or dies. Records should include all animals\nbought and sold by the licensee under this license (certificate) and site.\nThis inspection and exit interview were conducted with facility representatives.\nAdditional Inspectors:\nCODY YAGER, Supervisory Animal Care SpecialistEnd Section"
    }
  ],
  "narrative": "3.127(d)  Repeat\n   \nFacilities, outdoor. \nThe facility, which houses kangaroos, giraffe, porcupine, hyena, lynx, and other exotic animals in outdoor and sheltered \nenclosures, does not have an adequate and complete perimeter fence. The back of the property, behind the lynx \nenclosure, is unfenced although posts have been installed. The front of the property, from the hyena enclosure to the \nkangaroo and goat enclosure, is unfenced, although a fence is being constructed and posts are present in some areas. \nThe kangaroo and goat enclosure is bordered on one side by a solid wood fence beyond which there is no perimeter \nfence. The area beside the giraffe enclosure is fenced with traditional farm fencing that is less than 6’ tall. There is a \nperimeter fence on one side of the property, adjacent to a small dirt road. This fence is made of wire with overlying tarp, \nand there are multiple gaps ranging in size from 6 inches to 10 inches between the bottom of the fence and the ground. \nEmployees indicated that they understood the perimeter fence was required and that the property does not have a \ncomplete perimeter fence at this time. A perimeter fence protects animals from contact with unauthorized people and \nanimals. A perimeter fence also acts as a secondary containment system in the event that an animal escapes from its \nprimary enclosure. Correct by installing a perimeter fence that is of sufficient height to keep animals and unauthorized \npersons out, and to act as a secondary containment system for animals in the facility. \n3.125(a)  Repeat\n\nFacilities, general. \n***7 Asian soft-clawed otters were housed in three enclosures, each enclosure containing 2 or 3 otters. The otters were \njuveniles and adults. The enclosures containing the otters were outdoors and consisted of chain link walls, a covering on \ntop, and chicken wire and green plastic tarps covering parts of each enclosure. The otters were observed to be chewing \non the green tarps, and the edges of some of the tarps were badly torn. One tarp had a hole in it with ragged edges. Two \notters were observed pulling and chewing on a ragged piece of tarp that was hanging through the top of their enclosure. \nOne enclosure contained 2-3 square feet of a tarp that had been pulled into the enclosure through the wall. Animals that \nchew on tarps and wires may ingest pieces of these materials, which may result in serious, painful, and potentially deadly \ndigestive problems such as a gut (gastrointestinal) obstruction. Correct by housing animals in enclosures that are \nstructurally sound and maintained in good repair to protect the animals from injury and contain the animals. \n***The outdoor enclosure containing one adult African Crested Porcupine contained two approximately 1 foot by 1 foot \nsized areas on the ground where panels of underlying wire fence were exposed and not covered by dirt. The enclosure \ncontaining one adult male hyena had an approximately 6 foot by 1/2 foot area on the ground where underlying wire panels \nwere exposed and not covered by earth. One enclosure containing Asian Soft Claw Otters had an approximately 2 foot by \n2 foot sized area on the ground, in a corner of the enclosure, where a panel of underlying wire was exposed and not \ncovered by dirt. Employees stated that these wire panels were used on the bottom of enclosures to prevent animals from \ndigging out. \nWire panels that are partly exposed and partly embedded in the earth may entrap animals’ limbs other body parts, \nresulting in serious injury or harm. Correct by housing animals in enclosures that are structurally sound and maintained in \ngood repair to protect the animals from injury and contain the animals. \n***An air conditioning unit located in the wall of the enclosure housing two Mexican Hairy Dwarf Porcupines was not \nplugged in. The power cord for the unit was hanging in the animal enclosure and appeared to be badly chewed. Along\n\napproximately 12 inches of the power cord, the plastic outer casing of the cord was partially missing, exposing areas of \nthe wiring within the center of the cord. The edge of the plastic casing was jagged and torn around the areas of exposed \nwire. \nAnimals that chew on power cords or electrical cords may ingest pieces of plastic or wire, which may result in serious, \npainful, and potentially deadly digestive problems such as a gut (gastrointestinal) obstruction. Correct by housing animals \nin enclosures that are structurally sound and maintained in good repair to protect the animals from injury and contain the \nanimals. \n2.40(b)(2)  Critical Repeat\n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \n***An adult male 2-toed sloth (“Kujo”) was receiving a 10-lb dose of Metacam (Meloxicam) daily, by mouth, and had been \nreceiving this medication for the last 10-12 days to treat an injured claw. The medication expired 5 months ago, the \nexpiration date on the bottle of medication was 09-2020. An employee stated that the facility owner told her that the \nattending veterinarian had given instructions to use this medication for the sloth daily to treat the injured claw. \nThe attending veterinarian was contacted and stated that on Feb 12th she was contacted by the facility about the sloth’s \ninjury and instructed the facility to administer \"a dose\" of Metacam. The attending veterinarian did not know that this sloth \nwas continuing to be given this medication every day, and indicated that it was not her intention to prescribe the drug long \nterm. The attending veterinarian stated that she had not received any updates from the facility regarding this animal's \ninjury. \nMedications that have expired may be less effective, resulting in less or no impact on the medical problem they are meant \nto treat. Using medications for longer than prescribed may result in accidental overdose, or may damage vital organs such \nas the kidneys or liver. Non-steroidal anti-inflammatory medications such as Metacam (Meloxicam) are known to pose a \npotential risk to kidney function in some animals if used longer than prescribed.\n\nCorrect by providing adequate veterinary care to treat injuries and support the health and well being of the sloth, including \nthe use of unexpired medications and timely communication with the Attending Veterinarian regarding this animal’s injury, \nprogress, and medication regimen. \n***An approximately 1-year-old 2-toed sloth (“Kiara” on necropsy records, “Koda” in the facility's Animal Inventory \ndatabase) died on January 29th, 2021. Employees stated that this animal had diarrhea for 3 weeks prior to its death, and \nwas housed at the owner’s home in the days before it died. The previous attending veterinarian- who was the attending \nveterinarian at the time of this animal’s death- was contacted and stated that while she was the attending veterinarian she \nhad not examined the sloth and did not provide medical treatment prior to its death beyond possibly conducting one fecal \nexam for parasites. The current attending veterinarian submitted the animal for necropsy on February 2nd, 2021, and the \nnecropsy report diagnosed diarrhea as the primary illness present. \nAnimals with severe diarrhea can become critically ill in a short period of time and may die due to dehydration, \nmalnourishment, or electrolyte imbalances. Daily observation of animals for signs of illness or changes in body condition \nor behavior is important for the prompt detection of illness or injury. Timely communication with the attending veterinarian \nis critical for ensuring medical problems are addressed and treated. The provision of adequate veterinary care is critical \nfor animal health, well-being, and survival. \nCorrect by providing adequate veterinary care to treat illnesses and support the health and well being of sloths, including \ndaily observation of every sloth and expedient communication with the attending veterinarian regarding the presence of \nnew or recurrent health problems. \n***An adult male dromedary camel had a large amount of liquid diarrhea on his hind legs and the underside of his tail. The \ndiarrhea was brown and covered the inside of the upper hind legs and was also located on the backs of hind legs lower \ndown (near the knees/hocks). Spots of similarly colored diarrhea were observed in the pasture. The animal was otherwise\n\nquiet and alert. An employee stated that the diarrhea had not been observed yesterday, and that this animal has had \ndiarrhea intermittently in the past, often when he is needing to be dewormed. The attending veterinarian’s written program \nof veterinary care for this facility requires fecal exam of camelids (camels) once a month, and deworming is then \nperformed based on results of the fecal exam. According to an employee, the last deworming for this camel occurred over \na month ago (Panacur was last given from December 15th to December 22nd, 2020), and the last fecal exam likely \noccurred prior to that time. \nAnimals with diarrhea or intestinal parasites can become very ill in a short period of time and may suffer from dehydration, \nmalnourishment, or electrolyte imbalances. Failing to follow the written program of veterinary care may result in animals \nbecoming sick or unhealthy due to lack of adequate veterinary care. \nThe day of the inspection, a fecal sample from the camel was taken to the attending veterinarian for examination and \nbased on the fecal exam results the animal was given medications for intestinal parasites. \nCorrect by following the attending veterinarian’s written program of veterinary care and by providing adequate veterinary \ncare to support the health and well being of the camel. \n2.131(c)(1) \n   \nHandling of animals. \nFacility incident reports include two incidents of an otter biting a member of the public: On December 26th, 2020, at \n3:00PM, the report states, “Guest participating in the otter swim experience was bitten. The bite occurred on the guest’s \nthumb, breaking the skin.” The report goes on to say that the thumb was cleansed and bandaged. \nOn February 7th, 2021, at 4:20PM in the otter pool, two otters were swimming and “one of them bit a woman and made \nher bleed.” The report goes on to say that the woman was “okay”. \nPeople who are bitten by animals may suffer from pain, discomfort, or infection. Animals who bite humans may be injured \nor stressed if the person is startled and hits, drops, grabs, or pushes the animal.\n\nCorrect by handling animals so that there is minimal risk of harm to the animals and to the public, to assure the safety of \nanimals and the public. Correct by February 25, 2021. \n2.75(b)(1)  Repeat\n   \nRecords: Dealers and exhibitors. \nRecords of acquisition were not available for 6 Asian soft-clawed otters and 3 two-toes sloths. Records of acquisition and \ndisposition did not include all animals imported and sold by the licensee, including 4 six-banded armadillos imported on \nJuly 7, 2020. Recordkeeping is important for animal welfare because it may help in locating stolen animals, investigating \ndisease outbreaks in animals, and identifying illegal sale or movement of animals. Correct by making, keeping, and \nmaintaining accurate records which fully and completely disclose acquisition and disposition records for animals, and by \nmaintaining all records for at least 1 year after an animal leaves the property or dies. Records should include all animals \nbought and sold by the licensee under this license (certificate) and site. \n \nThis inspection and exit interview were conducted with facility representatives. \n \nAdditional Inspectors: \nCODY YAGER, Supervisory Animal Care SpecialistEnd Section",
  "animals_total": 48,
  "species": [
    {
      "count": 3,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 2,
      "scientific": "Lynx lynx",
      "common": "NORTHERN/EURASIAN LYNX"
    },
    {
      "count": 2,
      "scientific": "Arctictis binturong",
      "common": "BINTURONG"
    },
    {
      "count": 3,
      "scientific": "Caluromys philander",
      "common": "BARE-TAILED WOOLLY OPOSSUM"
    },
    {
      "count": 3,
      "scientific": "Tolypeutes matacus",
      "common": "SOUTHERN THREE-BANDED ARMADILLO"
    },
    {
      "count": 6,
      "scientific": "Osphranter rufus",
      "common": "RED KANGAROO"
    },
    {
      "count": 1,
      "scientific": "Hystrix cristata",
      "common": "AFRICAN CRESTED PORCUPINE"
    },
    {
      "count": 1,
      "scientific": "Camelus dromedarius",
      "common": "DROMEDARY CAMEL"
    },
    {
      "count": 1,
      "scientific": "Giraffa camelopardalis",
      "common": "GIRAFFE"
    },
    {
      "count": 7,
      "scientific": "Aonyx cinereus",
      "common": "ORIENTAL SMALL-CLAWED OTTER"
    },
    {
      "count": 2,
      "scientific": "Bubalus bubalis",
      "common": "ASIATIC WATER BUFFALO"
    },
    {
      "count": 4,
      "scientific": "Leptailurus serval",
      "common": "SERVAL"
    },
    {
      "count": 1,
      "scientific": "Dolichotis salinicola",
      "common": "CHACOAN MARA"
    },
    {
      "count": 7,
      "scientific": "Choloepus didactylus",
      "common": "LINNAEUS'S TWO-TOED SLOTH"
    },
    {
      "count": 1,
      "scientific": "Tamandua tetradactyla",
      "common": "SOUTHERN TAMANDUA"
    },
    {
      "count": 2,
      "scientific": "Sphiggurus mexicanus",
      "common": "MEXICAN PORCUPINE"
    },
    {
      "count": 1,
      "scientific": "Hyaena hyaena",
      "common": "STRIPED HYENA"
    },
    {
      "count": 1,
      "scientific": "Echinops telfairi",
      "common": "LESSER MADAGASCAR HEDGEHOG TENREC"
    }
  ]
}