{
  "insp_id": "54151516220163",
  "layout": "a",
  "customer_id": "40261",
  "customer_name": "Piedmont Tech College",
  "customer_addr": "620 N Emerald Road\nGreenwood, SC 29648",
  "certificate": "56-R-0117",
  "site_id": "002",
  "site_name": "PIEDMONT TECHNICAL COLLEGE",
  "insp_type": "ROUTINE INSPECTION",
  "date": "23-FEB-2015",
  "report_date": "23-FEB-2015",
  "citations": [
    {
      "code": "2.33(b)(3)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE.",
      "narrative": "During this inspection a weekly kennel care sheet was observed which listed duties for the work week. The list\ndoes not give weekend duties because dogs and cats brought in on Mondays are returned to the shelter on Fridays.\nWhen asked who comes in on the weekends to observe the 5 rabbits, 2 ferrets, 2 guinea pigs, 4 hamsters, 4\nperomyscus, and a small number of rats, the attending veterinarian stated no one, that the animals are given extra\nfood and water for the weekends. The lack of daily observation has been occurring since the previous vet tech\nprogram coordinator retired a year ago, as she came in on weekends for observations. Daily observations are\nrequired to assess the health and well-being of the animals. To be corrected from this date forward."
    },
    {
      "code": "3.56(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "One of the rabbits, the only dwarf, uses a litter box, which consists of a round bowl with shavings. During this\ninspection, because the litter had not been changed in over 60 hours (weekend), the box was full of fecal pellets\nand wet shavings. Because this rabbits prefers to use a litter box, rather than go on the slatted floor, the box needs\nto be cleaned more often, or a bigger box, or multiple boxes used so that the rabbit has a cleaner environment, as it\nalso likes to sit in the bowl. To be corrected by 2-24-15."
    },
    {
      "code": "3.131(a)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "Two ferrets are housed in a typical multi-tiered wire ferret cage with a small litter box on the bottom floor. During\nthis inspection, because the box had not been cleaned in over 60 hours (weekend), it was completely covered with\nmultiple piles of feces and all of the litter was wet. Evidently only one ferret uses the box and the other ferret had\ndefecated and urinated in two places on the two shelves. Either the litter box needs to be cleaned more often or a\nlarger litter box used so the animals can use the box without contaminating themselves. To be corrected by\n2-24-15.\nExit briefing conducted with facility representative."
    }
  ],
  "narrative": "2.33(b)(3)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE.\nDuring this inspection a weekly kennel care sheet was observed which listed duties for the work week.  The list\ndoes not give weekend duties because dogs and cats brought in on Mondays are returned to the shelter on Fridays.\n When asked who comes in on the weekends to observe the 5 rabbits, 2 ferrets, 2 guinea pigs, 4 hamsters, 4\nperomyscus, and a small number of rats, the attending veterinarian stated no one, that the animals are given extra\nfood and water for the weekends.   The lack of daily observation has been occurring since the previous vet tech\nprogram coordinator retired a year ago, as she came in on weekends for observations.  Daily observations are\nrequired to assess the health and well-being of the animals.  To be corrected from this date forward.\n3.56(a)(1)\nSANITATION. \nOne of the rabbits, the only dwarf, uses a litter box, which consists of a round bowl with shavings.  During this\ninspection, because the litter had not been changed in over 60 hours (weekend), the box was full of fecal pellets\nand wet shavings.  Because this rabbits prefers to use a litter box, rather than go on the slatted floor, the box needs\nto be cleaned more often, or a bigger box, or multiple boxes used so that the rabbit has a cleaner environment, as it\nalso likes to sit in the bowl.   To be corrected by 2-24-15.\n3.131(a)\nSANITATION.   \nTwo ferrets are housed in a typical multi-tiered wire ferret cage with a small litter box on the bottom floor.  During\nthis inspection, because the box had not been cleaned in over 60 hours (weekend), it was completely covered with\nmultiple piles of feces and all of the litter was wet.  Evidently only one ferret uses the box and the other ferret had\ndefecated and urinated in two places on the two shelves.   Either the litter box needs to be cleaned more often or a\nlarger litter box used so the animals can use the box without contaminating themselves.  To be corrected by\n2-24-15.\nExit briefing conducted with facility representative.\n\n",
  "animals_total": 22,
  "species": [
    {
      "count": 6,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 1,
      "scientific": "Felis silvestris catus",
      "common": "CAT ADULT"
    },
    {
      "count": 4,
      "scientific": "Mesocricetus auratus",
      "common": "SYRIAN HAMSTER (GOLDEN HAMSTER)"
    },
    {
      "count": 2,
      "scientific": "Muscardinus avellanarius",
      "common": "HAZEL DORMOUSE"
    },
    {
      "count": 5,
      "scientific": "Oryctolagus cuniculus",
      "common": "EUROPEAN RABBIT"
    },
    {
      "count": 4,
      "scientific": "Peromyscus maniculatus",
      "common": "DEER MOUSE"
    }
  ]
}