{
  "insp_id": "2016082569758773",
  "layout": "a",
  "customer_id": "327046",
  "customer_name": "John A Kauffman",
  "customer_addr": "2523 E Valley Road\nLoganton, PA 17747",
  "certificate": "23-A-0583",
  "site_id": "001",
  "site_name": "JOHN KAUFFMAN",
  "insp_type": "ROUTINE INSPECTION",
  "date": "04-MAR-2020",
  "report_date": "04-MAR-2020",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "There were 2 guinea pigs observed with health conditions that were not being treated as described in the Program\nof Veterinary Care. A brown and white weanling in Pen 16L had a circular area of hair loss approximately 2 cm in\ndiameter on the right hip and the skin in this area was scaly. An adult tri-color guinea pig in pen 15R had an area of\nhair loss approximately 1 cm in diameter below the right ear. The licensee stated he had observed the skin issues\nbut was not applying any treatments to these animals. The Program of Veterinary Care describes treating lesions\nlike this with various medications including captan powder, Lamisil, or lotrimin lotion.\nSkin abnormalities with hair loss and scaling skin can worsen or may spread to other animals if infectious in nature.\nThe licensee must initiate treatment according to the Program of Veterinary Care or consult with the attending\nveterinarian regarding the skin conditions observed in the two guinea pigs."
    },
    {
      "code": "3.25(a)",
      "kind": "",
      "repeat": true,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "The height of the front and side walls of several of the enclosures was approximately 6.5 inches. Although no loose\nguinea pigs were observed, walls that are not high enough pose a risk that animals may escape the enclosure and\nresult in possible injury or be unable to access food and water. Correct by ensuring wall height is at least 7 inches\nin order to contain the animals and protect them from injury.\nRemains uncorrected."
    },
    {
      "code": "3.28(a)(1)",
      "kind": "",
      "repeat": true,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "In several of the guinea pig pens, the wooden sides of the enclosure are chewed, worn down, and have exposed\nunsealed wood. Additionally, the back walls of the guinea pig enclosures had wire attached to the wall in order to\nincrease wall height. The wire, however, was cut so that there are exposed wire tips that are within reach of the\nguinea pigs. These wire tips were present for every square of wire, which was approximately 1in x 1 in.\nPrimary enclosures for guinea pigs need to be structurally sound, maintained in good repair, and be constructed of\nmaterial substantially impervious to moisture. The wire tips can cause injury to the guinea pigs and the chewed,\nexposed wood can increase the spread of disease through improper sanitation. Correct by trimming the wire tips\nand repairing or replacing all chewed, exposed wood.\nRemains uncorrected."
    },
    {
      "code": "3.30",
      "kind": "",
      "repeat": true,
      "desc": "WATERING.",
      "narrative": "Several of the the PVC pipes underneath the water spigots in the guinea pig enclosures have a build-up of bedding,\nfeces, and greenish/brown wet material. The connecting lines to the water nipples have a build-up of dark green\nmaterial inside the lines.\nAll watering receptacles need to be kept clean and free of debris. Failure to do so can lead to the spread of disease\nor illness due to the avoidance of water. Correct by sanitizing water receptacles when found to be dirty and at a\nminimum of once every two weeks.\nRemains uncorrected.\nThis inspection and exit interview were conducted with the licensee."
    }
  ],
  "narrative": "2.40(b)(2)           DIRECT                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThere were 2 guinea pigs observed with health conditions that were not being treated as described in the Program\nof Veterinary Care.  A brown and white weanling in Pen 16L had a circular area of hair loss approximately 2 cm in\ndiameter on the right hip and the skin in this area was scaly.  An adult tri-color guinea pig in pen 15R had an area of\nhair loss approximately 1 cm in diameter below the right ear.  The licensee stated he had observed the skin issues\nbut was not applying any treatments to these animals.  The Program of Veterinary Care describes treating lesions\nlike this with various medications including captan powder, Lamisil, or lotrimin lotion.  \nSkin abnormalities with hair loss and scaling skin can worsen or may spread to other animals if infectious in nature.\nThe licensee must initiate treatment according to the Program of Veterinary Care or consult with the attending\nveterinarian regarding the skin conditions observed in the two guinea pigs.\n3.25(a)                    REPEAT\nFACILITIES, GENERAL.\nThe height of the front and side walls of several of the enclosures was approximately 6.5 inches.  Although no loose\nguinea pigs were observed, walls that are not high enough pose a risk that animals may escape the enclosure and\nresult in possible injury or be unable to access food and water.  Correct by  ensuring wall height is at least 7 inches\nin order to contain the animals and protect them from injury.\nRemains uncorrected.\n3.28(a)(1)                    REPEAT\nPRIMARY ENCLOSURES. \nIn several of the guinea pig pens, the wooden sides of the enclosure are chewed, worn down, and have exposed\nunsealed wood.  Additionally, the back walls of the guinea pig enclosures had wire attached to the wall in order to\nincrease wall height.  The wire, however, was cut so that there are exposed wire tips that are within reach of the\nguinea pigs.  These wire tips were present for every square of wire, which was approximately 1in x 1 in.\n\nPrimary enclosures for guinea pigs need to be structurally sound, maintained in good repair, and be constructed of\nmaterial substantially impervious to moisture.  The wire tips can cause injury to the guinea pigs and the chewed,\nexposed wood can increase the spread of disease through improper sanitation.  Correct by trimming the wire tips\nand repairing or replacing all chewed, exposed wood.  \nRemains uncorrected.\n3.30                    REPEAT\nWATERING. \nSeveral of the the PVC pipes underneath the water spigots in the guinea pig enclosures have a build-up of bedding,\nfeces, and greenish/brown wet material.  The connecting lines to the water nipples have a build-up of dark green\nmaterial inside the lines. \nAll watering receptacles need to be kept clean and free of debris.  Failure to do so can lead to the spread of disease\nor illness due to the avoidance of water.  Correct by sanitizing water receptacles when found to be dirty and at a\nminimum of once every two weeks.\nRemains uncorrected.\nThis inspection and exit interview were conducted with the licensee.",
  "animals_total": 438,
  "species": [
    {
      "count": 438,
      "scientific": "Cavia porcellus",
      "common": "DOMESTIC GUINEA PIG"
    }
  ]
}