{
  "insp_id": "54151436160620",
  "layout": "a",
  "customer_id": "321641",
  "customer_name": "Pugpekinpoo-Tzu",
  "customer_addr": "3101 U. S. Hwy 160\nWest Plains, MO 65775",
  "certificate": "43-A-5702",
  "site_id": "001",
  "site_name": "PugPekinPoo-Tzu",
  "insp_type": "ROUTINE INSPECTION",
  "date": "23-FEB-2015",
  "report_date": "24-FEB-2015",
  "citations": [
    {
      "code": "2.131(e)",
      "kind": "Direct",
      "repeat": false,
      "desc": "HANDLING OF ANIMALS.",
      "narrative": "****Inside the old whelp building was a litter of 3 unweaned, 7 week old, puppies that were observed to be huddled\ntogether and shivering. The ambient temperature next to the dogs was 51F. Inside the newer whelp building were\n2 weaned, approximately 8 week old puppies that were huddled together and shivering. The temperature inside\nthat enclosure was 47.9F. The huddling and shivering behavior of the puppies indicate that they were\nuncomfortably cold which increases the risk of illness and hypothermia. When animals shiver, they use metabolic\nenergy to stay warm instead of using it for growth and healthy development An animal may never be subjected to\nany combination of temperature, humidity, and time that is detrimental to the animal's health or well-being, taking\ninto consideration such factors as the animal's age, species, breed, overall health status, and acclimation. When\nclimatic conditions present a threat to an animal's health or well-being, the licensee must take appropriate measures\nto alleviate the impact of those conditions.\nON FEBRUARY 23, 2015, THE LICENSEE WAS VERBALLY INSTRUCTED TO CORRECT THIS CONDITION BY\nTHE END OF THE DAY."
    },
    {
      "code": "3.4(b)(4)",
      "kind": "Direct",
      "repeat": false,
      "desc": "OUTDOOR HOUSING FACILITIES.",
      "narrative": "****In 13 of the outdoor enclosures the shelters did not have sufficient bedding material for the environmental\nconditions. Hay was used for bedding material and in some shelters there was about a 2 inch layer of matted hay\nand in other shelters, there was not enough to cover the floor of the shelter. The temperature at the time of\ninspection was about 20F and the temperature the previous night was about 14F. The forecasted temperature for\ntonight is 14F. Bedding material is necessary for the dogs to maintain body heat. Lack of appropriate bedding in\ncold environments increases the risks of sickness and hypothermia situations. Sufficient clean dry bedding material\nis necessary to provide protection when the temperature is less than 50 degrees F. More bedding material is\nnecessary when the temperature is less than 35F degrees for the dogs to burrow into and remain clean and dry and\nhave better protection. The owner must provide more bedding for the dogs and maintain it at sufficient levels any\ntime the temperature is less than 50F degrees and additional bedding must be added when the temperature is less\nthan 35 F degrees.\nON FEBRUARY 23, 2015, THE LICENSEE WAS VERBALLY INSTRUCTED TO CORRECT THIS CONDITION BY\nTHE END OF THE DAY.\nExit interview done with facility representative.\nAdditional Inspectors\nPlumlee Konnie, Supervisory Animal Care Specialist"
    }
  ],
  "narrative": "2.131(e)           DIRECT\nHANDLING OF ANIMALS.\n****Inside the old whelp building was a litter of 3 unweaned, 7 week old, puppies that were observed to be huddled\ntogether and shivering.  The ambient temperature next to the dogs was 51F.  Inside the newer whelp building were\n2 weaned, approximately 8 week old puppies that were huddled together and shivering.  The temperature inside\nthat enclosure was 47.9F.  The huddling and shivering behavior of the puppies indicate that they were\nuncomfortably cold which increases the risk of illness and hypothermia.  When animals shiver, they use metabolic\nenergy to stay warm instead of using it for growth and healthy development  An animal may never be subjected to\nany combination of temperature, humidity, and time that is detrimental to the animal's health or well-being, taking\ninto consideration such factors as the animal's age, species, breed, overall health status, and acclimation.  When\nclimatic conditions present a threat to an animal's health or well-being, the licensee must take appropriate measures\nto alleviate the impact of those conditions.\nON FEBRUARY 23, 2015, THE LICENSEE WAS VERBALLY INSTRUCTED TO CORRECT THIS CONDITION BY\nTHE END OF THE DAY.\n3.4(b)(4)           DIRECT\nOUTDOOR HOUSING FACILITIES.\n****In 13 of the outdoor enclosures the shelters did not have sufficient bedding material for the environmental\nconditions.  Hay was used for bedding material and in some shelters there was about a 2 inch layer of matted hay\nand in other shelters, there was not enough to cover the floor of the shelter. The temperature at the time of\ninspection was about 20F and the temperature the previous night was about 14F.  The forecasted temperature for\ntonight is 14F.  Bedding material is necessary for the dogs to maintain body heat.  Lack of appropriate bedding in\ncold environments increases the risks of sickness and hypothermia situations.  Sufficient clean dry bedding material\nis necessary to provide protection when the temperature is less than 50 degrees F.  More bedding material is\nnecessary when the temperature is less than 35F degrees for the dogs to burrow into and remain clean and dry and\nhave better protection.  The owner must provide more bedding for the dogs and maintain it at sufficient levels any\ntime the temperature is less than 50F degrees and additional bedding must be added when the temperature is less\nthan 35 F degrees.\n\nON FEBRUARY 23, 2015, THE LICENSEE WAS VERBALLY INSTRUCTED TO CORRECT THIS CONDITION BY\nTHE END OF THE DAY.\nExit interview done with facility representative.\nAdditional Inspectors\nPlumlee Konnie, Supervisory Animal Care Specialist",
  "animals_total": 69,
  "species": [
    {
      "count": 53,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 16,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}