{
  "insp_id": "2016090000611440",
  "layout": "b",
  "customer_id": "41793",
  "customer_name": "LEROY YODER",
  "customer_addr": "30561 STATE ROAD 206\nWALHONDING, OH 43843",
  "certificate": "31-A-0552",
  "site_id": "001",
  "site_name": "LEROY E YODER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "19-MAY-2021",
  "report_date": "20-MAY-2021",
  "citations": [
    {
      "code": "3.1(c)(3)",
      "kind": "",
      "repeat": false,
      "desc": "Housing facilities, general.",
      "narrative": "The facilities overall cleanness is insufficient. There is dust, dirt, debris, hair and cobwebs on the inside of the building\nstructural supports, fixtures, walls and ceilings. The Facility representative stated that he washes these areas down with\nwater daily but does not clean and/or sanitize these areas as often as it should be done to prevent the build up. The odor\nwithin the facility was strong enough to make the inspectors eyes and throat feel irritated and itchy. The insufficient\ncleaning of the overall facility is directly contributing to the strong odor within the facility. All surfaces, to include walls\ndoors, ceilings, dividers and structural supports, of housing facilities must be cleaned and sanitized when necessary to\nsatisfy generally accepted husbandry standards and practices. Sanitization may be done using any of the methods\nprovided in § 3.11(b)(3) for primary enclosures.\nCorrect By: Overall cleaning of areas listed above was completed and cobwebs were removed at the time of the exit\ncompleted on 5/20/2021."
    },
    {
      "code": "3.6(a)(2)(ii)",
      "kind": "",
      "repeat": false,
      "desc": "Primary enclosures.",
      "narrative": "During today's inspection there was one internal enclosure that had a hole at the bottom of the enclosure large enough for\nthe husky female contained therein to stick her head through. This hole was not large enough for the animal to easily\nescape the enclosure but could easily allow the animal to get stuck or injured. All primary enclosures must be maintain\nand constructed in good repair to protect the animal from injury and contain the animal securely.\nCorrect By: 5/26/2021"
    },
    {
      "code": "3.11(a)",
      "kind": "",
      "repeat": false,
      "desc": "Cleaning, sanitization, housekeeping, and pest control.",
      "narrative": "All of the wash downs in the puppy and adult area on today's inspection has a significant build up of mineral deposits,\nfeces, food waste, dirt and debris adhered to/built up on its surface. The Facility representative stated that he washes the\nwashdowns with water daily but does not clean and/or sanitize these areas as often as it should be done to prevent the\nbuild up. The odor within the facility was strong enough to make the inspectors eyes and throat feel irritated and itchy.\nThe insufficient cleaning of the wash downs and under portions of enclosures are directly contributing to the strong odor\nwithin the facility. The pans under primary enclosures with grill-type floors and the ground areas under raised runs with\nmesh or slatted floors must be cleaned as often as necessary to prevent accumulation of feces and food waste and to\nreduce disease hazards pests, insects and odors.\nCorrect By: All wahdowns were cleaned and sanitized at the time of the exit on 5/20/2021."
    },
    {
      "code": "3.11(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "Cleaning, sanitization, housekeeping, and pest control.",
      "narrative": "All enclosures containing dogs inside the \"barn area\" and outdoor sheltering structures during today's inspection had a\nmoderate to excessive accumulation of black/brown, food waste, mineral deposit, dirt and debris on the walls, enclosure\nmesh, stepping blocks and doggy doors. In addition the suspended mesh flooring had an excessive accumulation of hair,\nfood waste, feces and debris hanging down from under the enclosure/between the mesh sots.\nThe Lixit system also had a significant build up a mineral deposits, dirt and debris on the areas where the dogs access for\ndrinking purposes. In addition most of the Lixit tubing inside and outside of the enclosure had an excessive accumulation\nof fly spotting/feces, dirt, cobwebs and hair build up.\nThe Facility Representative confirmed that he had not properly cleaned or sanitized any of the adult areas within the last\ntwo weeks. The improper cleaning is directly contributing to the strong odor within the facility and can easily aid in\nattracting unwanted pests and insects. All used primary enclosures and food and water receptacles for dogs must be\nsanitized at least once every 2 weeks using one of the methods prescribed in paragraph (b)(3) of this section, and more\noften if necessary to prevent an accumulation of dirt, debris, food waste, excreta, and other disease hazards.\nCorrect By: All enclosures had been cleaned and sanitized by the time of exit completed on 5/20/2021."
    },
    {
      "code": "3.11(c)",
      "kind": "",
      "repeat": false,
      "desc": "Cleaning, sanitization, housekeeping, and pest control.",
      "narrative": "The three outside enclosures are mowed and maintained on a regular bases. However; the facility representative stated\nthat he does not weed eat around the fencing to deter the dogs from digging. During todays inspection, there were\nseveral areas with overgrown grass and/or weeds around the outside perimeter of the enclosures. Overgrown grass and\nweeds can be harboring and breeding locations for pests and insects. Weeds, grasses, and bushes must be controlled\nso as to facilitate cleaning of the premises and pest control, and to protect the health and well-being of the animals.\nCorrect By: Facility representative was actively removing weeds at the time of the exit that was completed on 5/20/2021.\nThe remaining weeds in this area must be maintained by 5/26/2021\nThis inspection was completed on 5/19/2021 with the Primary Inspector and Facility Representative.\nThe Exit interview was conducted with both APHIS representative and the Facility Representative.\nAdditional Inspectors:\nAmanda Pope, VETERINARY MEDICAL OFFICEREnd Section"
    }
  ],
  "narrative": "3.1(c)(3) \n   \nHousing facilities, general. \nThe facilities overall cleanness is insufficient.  There is dust, dirt, debris, hair and cobwebs on the inside of the building \nstructural supports, fixtures, walls and ceilings.  The Facility representative stated that he washes these areas down with \nwater daily but does not clean and/or sanitize these areas as often as it should be done to prevent the build up. The odor \nwithin the facility was strong enough to make the inspectors eyes and throat feel irritated and itchy. The insufficient \ncleaning of the overall facility is directly contributing to the strong odor within the facility. All surfaces, to include walls \ndoors, ceilings, dividers and structural supports, of housing facilities must be cleaned and sanitized when necessary to \nsatisfy generally accepted husbandry standards and practices. Sanitization may be done using any of the methods \nprovided in § 3.11(b)(3) for primary enclosures. \nCorrect By: Overall cleaning of areas listed above was completed and cobwebs  were removed at the time of the exit \ncompleted on 5/20/2021. \n3.6(a)(2)(ii) \n   \nPrimary enclosures. \nDuring today's inspection there was one internal enclosure that had a hole at the bottom of the enclosure large enough for \nthe husky female contained therein to stick her head through. This hole was not large enough for the animal to easily \nescape the enclosure but could easily allow the animal to get stuck or injured.  All primary enclosures must be maintain\n\nand constructed in good repair to protect the animal from injury and contain the animal securely. \nCorrect By: 5/26/2021 \n3.11(a) \n   \nCleaning, sanitization, housekeeping, and pest control. \nAll of the wash downs in the puppy and adult area on today's inspection has a significant build up of mineral deposits, \nfeces, food waste, dirt and debris adhered to/built up on its surface. The Facility representative stated that he washes the \nwashdowns with water daily but does not clean and/or sanitize these areas as often as it should be done to prevent the \nbuild up.  The odor within the facility was strong enough to make the inspectors eyes and throat feel irritated and itchy.  \nThe insufficient cleaning of the wash downs and under portions of enclosures are directly contributing to the strong odor \nwithin the facility. The pans under primary enclosures with grill-type floors and the ground areas under raised runs with \nmesh or slatted floors must be cleaned as often as necessary to prevent accumulation of feces and food waste and to \nreduce disease hazards pests, insects and odors. \nCorrect By: All wahdowns were cleaned and sanitized at the time of the exit on 5/20/2021. \n3.11(b)(2) \n   \nCleaning, sanitization, housekeeping, and pest control. \nAll enclosures containing dogs inside the \"barn area\" and outdoor sheltering structures during today's inspection had a \nmoderate to excessive accumulation of black/brown, food waste, mineral deposit, dirt and debris on the walls, enclosure \nmesh, stepping blocks and doggy doors.  In addition the suspended mesh flooring had an excessive accumulation of hair, \nfood waste, feces and debris hanging down from under the enclosure/between the mesh sots. \nThe Lixit system also had a significant build up a mineral deposits, dirt and debris on the areas where the dogs access for \ndrinking purposes.  In addition most of the Lixit tubing inside and outside of the enclosure had an excessive accumulation \nof fly spotting/feces, dirt, cobwebs and hair build up.\n\nThe Facility Representative confirmed that he had not properly cleaned or sanitized any of the adult areas within the last \ntwo weeks.  The improper cleaning is directly contributing to the strong odor within the facility and can easily aid in \nattracting unwanted pests and insects.  All used primary enclosures and food and water receptacles for dogs must be \nsanitized at least once every 2 weeks using one of the methods prescribed in paragraph (b)(3) of this section, and more \noften if necessary to prevent an accumulation of dirt, debris, food waste, excreta, and other disease hazards. \nCorrect By: All enclosures had been cleaned and sanitized by the time of exit completed on 5/20/2021. \n3.11(c) \n   \nCleaning, sanitization, housekeeping, and pest control. \nThe three outside enclosures are mowed and maintained on a regular bases.  However; the facility representative stated \nthat he does not weed eat around the fencing to deter the dogs from digging.  During todays inspection, there were \nseveral areas with overgrown grass and/or weeds around the outside perimeter of the enclosures.  Overgrown grass and \nweeds can be harboring and breeding locations for pests and insects.  Weeds, grasses, and bushes must be controlled \nso as to facilitate cleaning of the premises and pest control, and to protect the health and well-being of the animals. \nCorrect By: Facility representative was actively removing weeds at the time of the exit that was completed on 5/20/2021.  \nThe remaining weeds in this area must be maintained by 5/26/2021 \n \nThis inspection was completed on 5/19/2021 with the Primary Inspector and Facility Representative. \nThe Exit interview was conducted with both APHIS representative and the Facility Representative. \n \nAdditional Inspectors: \nAmanda Pope, VETERINARY MEDICAL OFFICEREnd Section",
  "animals_total": 31,
  "species": [
    {
      "count": 24,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 7,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}