{
  "insp_id": "44151927270540",
  "layout": "a",
  "customer_id": "1381",
  "customer_name": "N W Missouri State University",
  "customer_addr": "800 University Dr\nMaryville, MO 64468",
  "certificate": "43-R-0102",
  "site_id": "001",
  "site_name": "NORTHWEST MISSOURI STATE UNIVERSITY",
  "insp_type": "ROUTINE INSPECTION",
  "date": "11-FEB-2015",
  "report_date": "13-FEB-2015",
  "citations": [
    {
      "code": "2.31(c)(3)",
      "kind": "",
      "repeat": false,
      "desc": "INSTITUTIONAL ANIMAL CARE AND USE COMMITTEE (IACUC).",
      "narrative": "* The facility had reports of semi-annual inspections and reviews conducted in September of 2013 and September\nof 2014 but none in-between. According to several IACUC members, the committee conducted a semi-annual\nfacility inspection and program review in the Spring of 2014. However, the facility was unable to produce written\ndocumentation of those evaluations at the time of inspection. There was also no evidence that the Instituional\nOfficial received a report of the Spring 2014 evaluations. Documentation of semi-annual inspections and reviews is\nrequired for APHIS officials to ensure that IACUCs are appropriately evaluating the care, treatment, housing, and\nuse of animals at their facilities.\n** The registrant must ensure that the IACUC prepares reports for all future semi-annual evaluations and submits\nthem to the Institutional Official. Furthermore, the registrant must ensure those reports are made available to\nAPHIS officials during inspections.\n*** To be corrected by: 20 February 2015\nThe inspection and a verbal exit interview were conducted with facility representatives. A second exit interview\n(specifically for IACUC members who were unavailable the day of inspection) is scheduled for 17 February 2015."
    }
  ],
  "narrative": "2.31(c)(3)\nINSTITUTIONAL ANIMAL CARE AND USE COMMITTEE (IACUC).\n* The facility had reports of semi-annual inspections and reviews conducted in September of 2013 and September\nof 2014 but none in-between.  According to several IACUC members, the committee conducted a semi-annual\nfacility inspection and program review in the Spring of 2014.  However, the facility was unable to produce written\ndocumentation of those evaluations at the time of inspection.  There was also no evidence that the Instituional\nOfficial received a report of the Spring 2014 evaluations.  Documentation of semi-annual inspections and reviews is\nrequired for APHIS officials to ensure that IACUCs are appropriately evaluating the care, treatment, housing, and\nuse of animals at their facilities.\n** The registrant must ensure that the IACUC prepares reports for all future semi-annual evaluations and submits\nthem to the Institutional Official.  Furthermore, the registrant must ensure those reports are made available to\nAPHIS officials during inspections.  \n*** To be corrected by: 20 February 2015\nThe inspection and a verbal exit interview were conducted with facility representatives.  A second exit interview\n(specifically for IACUC members who were unavailable the day of inspection) is scheduled for 17 February 2015.",
  "animals_total": 12,
  "species": [
    {
      "count": 12,
      "scientific": "Oryctolagus cuniculus",
      "common": "EUROPEAN RABBIT"
    }
  ]
}