{
  "insp_id": "141141645400041",
  "layout": "a",
  "customer_id": "5036",
  "customer_name": "Barbara K Crick",
  "customer_addr": "46785 828th Road\nBurwell, NE 68823",
  "certificate": "47-A-0426",
  "site_id": "001",
  "site_name": "Barbara Crick",
  "insp_type": "ROUTINE INSPECTION",
  "date": "21-MAY-2014",
  "report_date": "21-MAY-2014",
  "citations": [
    {
      "code": "3.1(f)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "Between the \"East building\" and the \"East outdoor\" enclosures, there is a drainage pipe coming from the East\nbuilding into a shallow trench which deposits runoff with feces, urine, food and other organic materials. This is\ncausing odors and attracting a significant number of flies. This shallow trench is located between 15 and 20 feet\naway from and affecting 17 adult dogs. Also, around the edges of the East Outdoor enclosures, affecting 14 adult\ndogs, there are feces, urine, food, bedding and other organic materials from hosing the enclosures the day prior. A\nsignificant number of flies were around these piles. Flies can cause the spread of disease and affect the health and\nwell-being of the animals. The licensee must remove this material and ensure that the drainage runoff is far enough\naway from the animals to prevent odors, diseases, pests, and vermin infestation.\nTo be corrected by May 23, 2014."
    },
    {
      "code": "3.6(a)(2)(9)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "In an outdoor enclosure, housing one boxer, there are two wooden support beams which have been chewed.\nThese wooden beams are splintered and are no longer impervious to moisture. The inspectors instructed the\nlicensee to apply water to the chewed and splintered areas. When she did, the water did not bead up but soaked\ninto the wood. These surfaces can no longer be properly cleaned and sanitized. The licensee must repair or\nreplace these wooden beams and ensure that all surfaces in contact with the animals can be cleaned and sanitized\nin accordance with 3.11 (b).\nTo be corrected by June 4, 2014."
    },
    {
      "code": "3.10",
      "kind": "Direct",
      "repeat": false,
      "desc": "WATERING.",
      "narrative": "In two of the \"South outdoor enclosures,\" affecting four dogs, the water receptacles were empty. The dogs were\npanting and pacing back in forth in front of the empty water receptacle. When the inspectors questioned the\nlicensee about when the last time the dogs had been provided water, she replied, \"Sometime between 2:00 and\n6:00 pm\" the day prior. It was approximately 12:30 pm at the time of inspection of these enclosures. The licensee\nwas instructed to provide the dogs with water. When she did, the two Saint Bernards began drinking veraciously\nand non-stop for over five minutes. When she provided the other two Saint Bernards with water, they also drank\nveraciously for over 2 ½ minutes. Lack of water can cause dehydration or other medical conditions. The licensee\nmust ensure that all dogs be offered clean potable water as often as necessary, but not less than twice daily for at\nleast one hour for the health and well-being of the animals.\nCorrected at time of inspection\nThe inspection and exit interview were conducted with the licensee.\nAdditional Inspectors\nOsborne Stephanie, Animal Care Inspector"
    }
  ],
  "narrative": "3.1(f)\nHOUSING FACILITIES, GENERAL.\nBetween the \"East building\" and the \"East outdoor\" enclosures, there is a drainage pipe coming from the East\nbuilding into a shallow trench which deposits runoff with feces, urine, food and other organic materials.  This is\ncausing odors and attracting a significant number of flies.  This shallow trench is located between 15 and 20 feet\naway from and affecting 17 adult dogs.  Also, around the edges of the East Outdoor enclosures, affecting 14 adult\ndogs, there are feces, urine, food, bedding and other organic materials from hosing the enclosures the day prior. A\nsignificant number of flies were around these piles.  Flies can cause the spread of disease and affect the health and\nwell-being of the animals.  The licensee must remove this material and ensure that the drainage runoff is far enough\naway from the animals to prevent odors, diseases, pests, and vermin infestation. \nTo be corrected by May 23, 2014.\n3.6(a)(2)(9)\nPRIMARY ENCLOSURES.\nIn an outdoor enclosure, housing one boxer, there are two wooden support beams which have been chewed. \nThese wooden beams are splintered and are no longer impervious to moisture.  The inspectors instructed the\nlicensee to apply water to the chewed and splintered areas.  When she did, the water did not bead up but soaked\ninto the wood.  These surfaces can no longer be properly cleaned and sanitized.  The licensee must repair or\nreplace these wooden beams and ensure that all surfaces in contact with the animals can be cleaned and sanitized\nin accordance with 3.11 (b).  \nTo be corrected by June 4, 2014.\n3.10           DIRECT\nWATERING.\nIn two of the \"South outdoor enclosures,\" affecting four dogs, the water receptacles were empty.  The dogs were\npanting and pacing back in forth in front of the empty water receptacle.  When the inspectors questioned the\nlicensee about when the last time the dogs had been provided water, she replied, \"Sometime between 2:00 and\n\n6:00 pm\" the day prior.  It was approximately 12:30 pm at the time of inspection of these enclosures.  The licensee\nwas instructed to provide the dogs with water.  When she did, the two Saint Bernards began drinking veraciously\nand non-stop for over five minutes.  When she provided the other two Saint Bernards with water, they also drank\nveraciously for over 2 ½ minutes.  Lack of water can cause dehydration or other medical conditions.  The licensee\nmust ensure that all dogs be offered clean potable water as often as necessary, but not less than twice daily for at\nleast one hour for the health and well-being of the animals.\nCorrected at time of inspection\nThe inspection and exit interview were conducted with the licensee.\nAdditional Inspectors\nOsborne Stephanie, Animal Care Inspector",
  "animals_total": 50,
  "species": [
    {
      "count": 32,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 18,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}