{
  "insp_id": "2016082568296893",
  "layout": "a",
  "customer_id": "43075",
  "customer_name": "Amos S Beiler",
  "customer_addr": "8486 Newman Road\nWilliamsburg, IN 47393",
  "certificate": "32-A-0305",
  "site_id": "001",
  "site_name": "AMOS BEILER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "23-MAY-2017",
  "report_date": "23-MAY-2017",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "Brown male Cocker Spaniel with USDA tag #114 has a hazy left eye. The eye appears larger than the right and\nprotrudes. A light grey/blue haziness makes examination of the deeper structures of the eye difficult. Eye\nconditions are painful and if untreated may affect the dog's vision. Licensee must use appropriate methods to\nprevent, control, diagnose, and treat diseases and injuries. This dog must be examined by a licensed veterinarian\nfor diagnosis and treatment. Documentation of the veterinarian's assessment, treatment, and plan shall be\nmaintained for examination by APHIS officials.\nCorrect by: May 27, 2017"
    },
    {
      "code": "3.1(c)(1)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "Carpets in the whelping room are worn and soiled. The edges of the carpets are frayed such that long strings are\nexposed. Shorter pieces of the carpet are loose in the enclosure. If ingested, these strings may cause serious\nhealth complications. The stainless steel bowls in the whelping room are bent with sharp edges. The sharp points\nmay cause injury to the animals. Several of the feeders in the outdoor housing area are chewed. The edges are\nfrayed such that pieces of plastic have frayed off and the edges are rough. These rough edges may cause injury\nand cannot be effectively cleaned and sanitized. The surfaces of housing facilities must be constructed in a manner\nand made of materials that allow them to be readily cleaned and sanitized, or removed/replaced when worn or\nsoiled.\nCorrect by: May 30, 2017"
    },
    {
      "code": "3.1(c)(3)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "Hair and organic debris is accumulated underneath the suspended floor of the outdoor kennel. Also, the wash\ndown is stained and has multiple mineral deposits. These accumulations harbor bacteria, create strong odors and\nattract pests which is detrimental to the health of the animals. Surfaces of the facility must be cleaned and sanitized\nwhen necessary to satisfy generally accepted husbandry standards and practices.\nCorrect by: June 6, 2017"
    },
    {
      "code": "3.11(b)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "The back wall of several of the outdoor enclosures including the dog door that separates the den box from the dog\nrun is coated with a layer of dark brown organic material. There are also dusty cobwebs in the corners of some of\nthe den boxes. Dirt and organic debris may harbor disease hazards. Primary enclosures must be cleaned and\nsanitized as often as necessary to prevent an accumulation of dirt, debris, food waste, excreta, and other disease\nhazards.\nCorrect by: May 27, 2017\nThis inspection and exit interview were conducted with Licensee and his wife\nAdditional Inspectors\nCrowley Lacy, Veterinary Medical Officer"
    }
  ],
  "narrative": "2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nBrown male Cocker Spaniel with USDA tag #114 has a hazy left eye.  The eye appears larger than the right and\nprotrudes.  A light grey/blue haziness makes examination of the deeper structures of the eye difficult.  Eye\nconditions are painful and if untreated may affect the dog's vision.  Licensee must use appropriate methods to\nprevent, control, diagnose, and treat diseases and injuries.  This dog must be examined by a licensed veterinarian\nfor diagnosis and treatment.  Documentation of the veterinarian's assessment, treatment, and plan shall be\nmaintained for examination by APHIS officials.\nCorrect by:  May 27, 2017\n3.1(c)(1)\nHOUSING FACILITIES, GENERAL.\nCarpets in the whelping room are worn and soiled.  The edges of the carpets are frayed such that long strings are\nexposed.  Shorter pieces of the carpet are loose in the enclosure.  If ingested, these strings may cause serious\nhealth complications.  The stainless steel bowls in the whelping room are bent with sharp edges.  The sharp points\nmay cause injury to the animals.  Several of the feeders in the outdoor housing area are chewed.  The edges are\nfrayed such that pieces of plastic have frayed off and  the edges are rough.  These rough edges may cause injury\nand cannot be effectively cleaned and sanitized.  The surfaces of housing facilities must be constructed in a manner\nand made of materials that allow them to be readily cleaned and sanitized, or removed/replaced when worn or\nsoiled.\nCorrect by:  May 30, 2017\n3.1(c)(3)\nHOUSING FACILITIES, GENERAL.\nHair and organic debris is accumulated underneath the suspended floor of the outdoor kennel.  Also, the wash\ndown is stained and has multiple mineral deposits.  These accumulations harbor bacteria, create strong odors and\nattract pests which is detrimental to the health of the animals.  Surfaces of the facility must be cleaned and sanitized\n\nwhen necessary to satisfy generally accepted husbandry standards and practices.\nCorrect by:  June 6, 2017\n3.11(b)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\nThe back wall of several of the outdoor enclosures including the dog door that separates the den box from the dog\nrun is coated with a layer of dark brown organic material.  There are also dusty cobwebs in the corners of some of\nthe den boxes.  Dirt and organic debris may harbor disease hazards.  Primary enclosures must be cleaned and\nsanitized as often as necessary to prevent an accumulation of dirt, debris, food waste, excreta, and other disease\nhazards.\nCorrect by:  May 27, 2017\nThis inspection and exit interview were conducted with Licensee and his wife\nAdditional Inspectors\nCrowley Lacy, Veterinary Medical Officer",
  "animals_total": 58,
  "species": [
    {
      "count": 40,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 18,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}