{
  "insp_id": "2016090000716805",
  "layout": "b",
  "customer_id": "322194",
  "customer_name": "YUSLEIDY TARRERO",
  "customer_addr": "15828 KEYLIME BLVD\nLOXAHATCHEE, FL 33470",
  "certificate": "58-C-0948",
  "site_id": "001",
  "site_name": "YUSLEIDY TARRERO",
  "insp_type": "ROUTINE INSPECTION",
  "date": "16-SEP-2021",
  "report_date": "17-SEP-2021",
  "citations": [
    {
      "code": "3.56(a)",
      "kind": "",
      "repeat": false,
      "desc": "Sanitation.",
      "narrative": "One rabbit (predominantly white with black markings) had a nest box that was left in the enclosure. The box had a\nbuildup of hair and fecal material in it. This animal was not in need the nest box according to the licensee. This nest box\nneeds to be removed and cleaned for the health and well-being of the animal. (a)(1) Primary enclosures shall be kept\nreasonably free of excreta, hair, cobwebs and other debris by periodic cleaning.\nCorrect by: 09-18-2021"
    },
    {
      "code": "3.130",
      "kind": "",
      "repeat": false,
      "desc": "Watering.",
      "narrative": "The water receptacles were in need of cleaning and fresh water added. Tanks had a buildup of green algae and dirt in\nthem. Clean water is necessary for the health and comfort of the animals. All water receptacles shall be kept clean and\nsanitary.\nCorrect by: 09-17-2021"
    },
    {
      "code": "3.131(c)",
      "kind": "",
      "repeat": false,
      "desc": "Sanitation.",
      "narrative": "Throughout the animal enclosures and paddocks there were pieces of trash such as plastic and baling twine. Premises\n(buildings and grounds) shall be kept clean and in good repair in order to protect the animals from injury and to facilitate\nthe prescribed husbandry practice. The trash needs to be picked up and properly disposed of to protect the animals from\npossibly getting entangled in it or ingesting it.\nCorrect by: 09-18-2021\nThis inspection and exit interview were conducted with the Owner.\nEnd Section"
    }
  ],
  "narrative": "3.56(a) \n   \nSanitation. \nOne rabbit (predominantly white with black markings) had a nest box that was left in the enclosure.   The box had a \nbuildup of hair and fecal material in it.  This animal was not in need the nest box according to the licensee.  This nest box \nneeds to be removed and cleaned for the health and well-being of the animal.  (a)(1) Primary enclosures shall be kept \nreasonably free of excreta, hair, cobwebs and other debris by periodic cleaning. \n \nCorrect by:  09-18-2021 \n3.130 \n   \nWatering. \nThe water receptacles were in need of cleaning and fresh water added.  Tanks had a buildup of green algae and dirt in \nthem.  Clean water is necessary for the health and comfort of the animals.  All water receptacles shall be kept clean and \nsanitary. \n \nCorrect by:  09-17-2021 \n3.131(c) \n   \nSanitation.\n\nThroughout the animal enclosures and paddocks there were pieces of trash such as plastic and baling twine.  Premises \n(buildings and grounds) shall be kept clean and in good repair in order to protect the animals from injury and to facilitate \nthe prescribed husbandry practice.  The trash needs to be picked up and properly disposed of to protect the animals from \npossibly getting entangled  in it or ingesting it. \n \nCorrect by:  09-18-2021 \n \nThis inspection and exit interview were conducted with the Owner. \n \nEnd Section",
  "animals_total": 41,
  "species": [
    {
      "count": 21,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 9,
      "scientific": "Ovis aries aries",
      "common": "SHEEP INCLUDING ALL DOMESTIC BREEDS"
    },
    {
      "count": 10,
      "scientific": "Oryctolagus cuniculus",
      "common": "DOMESTIC RABBIT / EUROPEAN RABBIT"
    },
    {
      "count": 1,
      "scientific": "Bos primigenuis indicus",
      "common": "ZEBU"
    }
  ]
}