{
  "insp_id": "2016090000434246",
  "layout": "b",
  "customer_id": "40853",
  "customer_name": "ADVENTHEALTH NICHOLSON CENTER",
  "customer_addr": "NICHOLSON CENTER FOR SURGICAL ADVANCEMENT\n404 CELEBRATION PLACE\nCELEBRATION, FL 34747",
  "certificate": "58-R-0153",
  "site_id": "001",
  "site_name": "FLORIDA HOSPITAL - NICHOLSON CENTER",
  "insp_type": "FOCUSED INSPECTION",
  "date": "11-SEP-2020",
  "report_date": "15-SEP-2020",
  "citations": [
    {
      "code": "2.31(c)(3)",
      "kind": "",
      "repeat": false,
      "desc": "Institutional Animal Care and Use Committee (IACUC).",
      "narrative": "The May 2020 semiannual report for site 001 indicated there was a significant deficiency in general facility conditions. A\nceiling tile in the hallway had a water stain and needed to be replaced. The report noted the deficiency but did not contain\na specific plan and schedule with dates for correcting the deficiency. Additionally, the letter to the Institutional Official did\nnot mention any significant deficiencies. These aspects of the semiannual report ensure that the committee informs the\nInstitutional Official of any program deficiencies, identifies facility needs, and, if present, animal welfare issues, as well as\nestablishing a plan for correction of deficiencies. Animal welfare may negatively be impacted if a plan for correction of\ndeficiencies is not developed and followed. All semiannual reports must be reviewed and signed by a majority of the\nIACUC members, include any minority views, and be submitted to the Institutional Official at least every six months.\nThese reports must identify and describe departures from the regulations or standards, distinguish significant from minor\ndeficiencies, and provide a reasonable and specific plan and schedule with dates correcting each deficiency.\nTO BE CORRECTED ON THE NEXT SEMIANNUAL REPORT.\nThis inspection was conducted with the IACUC Chair, Lab Manager and IACUC Administrator. The exit interview was\nconducted with the IACUC Chair and Administrator.\nEnd Section"
    }
  ],
  "narrative": "2.31(c)(3) \n   \nInstitutional Animal Care and Use Committee (IACUC). \nThe May 2020 semiannual report for site 001 indicated there was a significant deficiency in general facility conditions. A \nceiling tile in the hallway had a water stain and needed to be replaced. The report noted the deficiency but did not contain \na specific plan and schedule with dates for correcting the deficiency. Additionally, the letter to the Institutional Official did \nnot mention any significant deficiencies. These aspects of the semiannual report ensure that the committee informs the \nInstitutional Official of any program deficiencies, identifies facility needs, and, if present, animal welfare issues, as well as \nestablishing a plan for correction of deficiencies. Animal welfare may negatively be impacted if a plan for correction of \ndeficiencies is not developed  and followed. All semiannual reports must be reviewed  and signed by a majority of the \nIACUC members, include any minority views, and be submitted to the Institutional Official at least every six months. \nThese reports must identify and describe departures from the regulations or standards, distinguish significant from minor \ndeficiencies, and provide  a reasonable and specific plan and schedule with dates correcting each deficiency. \n \nTO BE CORRECTED  ON THE NEXT SEMIANNUAL REPORT.\n\nThis inspection was conducted with the IACUC Chair, Lab Manager and IACUC Administrator. The exit interview  was \nconducted with the IACUC Chair and Administrator. \n \nEnd Section",
  "animals_total": 0,
  "species": [
    {
      "count": 0,
      "scientific": "NONE",
      "common": "NONE"
    }
  ]
}