{
  "insp_id": "35141657060932",
  "layout": "a",
  "customer_id": "324390",
  "customer_name": "Barb Gabel",
  "customer_addr": "Jenny Gabel\n21301 County Road 8500\nNewburg, MO 65550",
  "certificate": "43-B-3705",
  "site_id": "001",
  "site_name": "JENNY GABEL AND BARB GABEL",
  "insp_type": "ROUTINE INSPECTION",
  "date": "04-FEB-2014",
  "report_date": "06-FEB-2014",
  "citations": [
    {
      "code": "3.9(b)",
      "kind": "",
      "repeat": false,
      "desc": "FEEDING.",
      "narrative": "*** There is a mixture of dirt and grime caked on the interior trough of four plastic feeders in four different\nenclosures. The feeders are located in the multi-level building, eleven dogs are in contact with the feeders. The\naffected area was covering 30 to 40 percent of the interior trough. It can harbor bacteria and other disease causing\nagents that can affect the health and well-being of the dogs. The licensee must ensure that all food receptacles are\nkept clean and can be sanitized at all times.\n*** Seven metal feeders had an excessive buildup of bird feces on the tops of the feeders. The receptacles are\nlocated in the outdoor housing area, fifteen dogs are in contact with the feeders. Surfaces caked with bird\ndroppings cannot be readily cleaned and sanitized. Feed contaminated with droppings is not healthy to be\nconsumed, affecting the health and well-being of the dogs. The licensee must ensure that all food receptacles are\nkept clean and can be sanitized at all times.\nTo be corrected by February 15, 2014\nExit interview conducted with facility representative.\nAdditional Inspectors\nVernon Kathryn, Animal Care Inspector"
    }
  ],
  "narrative": "3.9(b)\nFEEDING.\n***   There is a mixture of dirt and grime caked on the interior trough of four plastic feeders in four different\nenclosures. The feeders are located in the multi-level building, eleven dogs are in contact with the feeders.  The\naffected area was covering 30 to 40 percent of the interior trough.   It can harbor bacteria and other disease causing\nagents that can affect the health and well-being of the dogs.  The licensee must ensure that all food receptacles are\nkept clean and can be sanitized at all times.\n***    Seven metal feeders had an excessive buildup of bird feces on the tops of the feeders. The receptacles are\nlocated in the outdoor housing area, fifteen dogs are in contact with the feeders.  Surfaces caked with bird\ndroppings cannot be readily cleaned and sanitized.   Feed contaminated with droppings is not healthy to be\nconsumed, affecting the health and well-being of the dogs.  The licensee must ensure that all food receptacles are\nkept clean and can be sanitized at all times.\nTo be corrected by February 15, 2014\nExit interview conducted with facility representative.\nAdditional Inspectors\nVernon Kathryn, Animal Care Inspector",
  "animals_total": 312,
  "species": [
    {
      "count": 230,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 82,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}