{
  "insp_id": "278151354580026",
  "layout": "a",
  "customer_id": "17910",
  "customer_name": "Connie West",
  "customer_addr": "Jimmy West Jr.\n6123 N 4435 Rd\nStrang, OK 74367",
  "certificate": "73-A-1872",
  "site_id": "001",
  "site_name": "JIMMY AND CONNIE WEST, JR.",
  "insp_type": "ROUTINE INSPECTION",
  "date": "01-OCT-2015",
  "report_date": "05-OCT-2015",
  "citations": [
    {
      "code": "3.1(c)(3)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "There were several areas in and around the kennel building that need attention. The outside portion of the kennel\nbuilding, the wash down areas have several days of accumulations of waste in them. Allowing the waste matter to\nbuildup can create areas for flies and other vermin that could adversely affect the health and well-being of the dogs.\nOne outdoor enclosure with a light tan Labrador retriever pup has several days of fecal matter accumulated on the\nground. The shelter provided for the pup had areas of wood around the door that are not impervious to moisture.\nThe shelter building had a buildup of mud and waste on it that must be routinely cleaned and sanitized every ten\ndays or more often if needed.\nInside of the kennel building the enclosures had buildup of hair and dust inside of them. The floors had a buildup of\ndirt and other debris on them. The walls floors and enclosures must be cleaned and sanitized routinely to protect the\nhealth and well-being of the dogs. Providing a clean and sanitized environment for the dogs will help to protect the\ndogs from disease and other health hazards and help to ensure their health and well-being.\nLicensee must thoroughly clean and sanitize all areas of the kennel building inside and out. The Labrador pups\nenclosure must be cleaned and all surfaces in contact with the dog be thoroughly cleaned and sanitized. To be\ncorrected by 10-8-2015\nInspection and exit interview conducted by Michael Tygart DVM and R. Whiteley ACI and a facility representative.\nAdditional Inspectors\nTygart Michael, Supervisory Animal Care Specialist"
    }
  ],
  "narrative": "3.1(c)(3)\nHOUSING FACILITIES, GENERAL.\nThere were several areas in and around the kennel building that need attention. The outside portion of the kennel\nbuilding, the wash down areas have several days of accumulations of waste in them.  Allowing the waste matter to\nbuildup can create areas for flies and other vermin that could adversely affect the health and well-being of the dogs. \nOne outdoor enclosure with a light tan Labrador retriever pup has several days of fecal matter accumulated on the\nground.  The shelter provided for the pup had areas of wood around the door that are not impervious to moisture. \nThe shelter building had a buildup of mud and waste on it that must be routinely cleaned and sanitized every ten\ndays or more often if needed. \nInside of the kennel building the enclosures had buildup of hair and dust inside of them.  The floors had a buildup of\ndirt and other debris on them. The walls floors and enclosures must be cleaned and sanitized routinely to protect the\nhealth and well-being of the dogs.  Providing a clean and sanitized environment for the dogs will help to protect the\ndogs from disease and other health hazards and help to ensure their health and well-being.\nLicensee must thoroughly clean and sanitize all areas of the kennel building inside and out.  The Labrador pups\nenclosure must be cleaned and all surfaces in contact with the dog be thoroughly cleaned and sanitized.  To be\ncorrected by 10-8-2015  \nInspection and exit interview conducted by Michael Tygart DVM and R. Whiteley ACI and a facility representative.\nAdditional Inspectors\nTygart Michael, Supervisory Animal Care Specialist",
  "animals_total": 28,
  "species": [
    {
      "count": 22,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 6,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}