{
  "insp_id": "97141146537377",
  "layout": "a",
  "customer_id": "327884",
  "customer_name": "Joseph King",
  "customer_addr": "2712 Cr B\nPlatteville, WI 53818",
  "certificate": "35-A-0347",
  "site_id": "001",
  "site_name": "JOSEPH KING",
  "insp_type": "ROUTINE INSPECTION",
  "date": "07-APR-2014",
  "report_date": "07-APR-2014",
  "citations": [
    {
      "code": "2.40(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "The last site visity by the attending veterinarian was documented in 2012. A complete written Program of Veterinary\nCare (PVC) was not available for inspection. To ensure that optimum care is provided for the animals, the\nattending veterinarian should be contacted to visit the facility at least once a year. Contact the attending\nveterinarian to conduct a site visit and document a PVC for the facility. Instructions for medications not labeled for\nguinea pig use must also be included in the PVC.\nCorrect by 4/16/2014."
    },
    {
      "code": "3.26(b)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, INDOOR.",
      "narrative": "Ventilation.\nThere was a strong ammonia odor in the building during inspection. I could feel my eyes and throat burned due to\nthe odor. Strong ammonia odors can make animals get sick and do poorly. The guinea pig area must have more\nfresh air flow while maintaining an inside temperature between 60 and 85 degrees F.\nCorrect by 4/8/14"
    },
    {
      "code": "3.28(a)",
      "kind": "",
      "repeat": true,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "***Outside edges of enclosures had signs that water and urine is soaking into the wood. Surfaces that have liquids\nsoaking into them can cause animals to become sick. Surfaces that animals are in contact with must be maintained\nimpervious to moisture (waterproof) so that they can be correctly cleaned and to promote the health of animals.\n***Many areas by the water hoses and inside of enclosures had points of wire sticking into the enclosures. Wire\npoints can hurt animals. Holes can allow animals to escape, become trapped, or fall from the enclosure and cause\ninjury. Any areas that have holes or sharp points must be repaired or replaced to protect animals from injury or\nescape.\n***At least three feeders were noticed to be rusty and have sharp edges. Rusty feeders cannot be cleaned good\nenough to protect animal health and sharp edges can injure animals. Repair or replace any feeder that is\nexcessively rusty or that has sharp edges."
    },
    {
      "code": "3.31(b)",
      "kind": "",
      "repeat": true,
      "desc": "SANITATION.",
      "narrative": "Premises shall remain free of accumulations of trash.\nThe entry way inside of the animal area had a large pile of wet and empty feed sacks. Piles of trash creates and\narea for pests to live in and can spread disease . To promote animal health, the floors and animal areas must be\nkept free from piles of trash.\nInspection and exit interview conducted with facility representative."
    }
  ],
  "narrative": "2.40(a)(1)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThe last site visity by the attending veterinarian was documented in 2012.  A complete written Program of Veterinary\nCare (PVC) was not available for inspection.   To ensure that optimum care is provided for the animals, the\nattending veterinarian should be contacted to visit the facility at least once a year.  Contact the attending\nveterinarian to conduct a site visit and document a PVC for the facility.  Instructions for medications not labeled for\nguinea pig use must also be included in the PVC. \nCorrect by 4/16/2014.\n3.26(b)\nFACILITIES, INDOOR.\nVentilation.\nThere was a strong ammonia odor in the building during inspection.  I could feel my eyes and throat burned due to\nthe odor. Strong ammonia odors can make animals get sick and do poorly.  The guinea pig area must have more\nfresh air flow while maintaining an inside temperature between 60 and 85 degrees F.  \nCorrect by 4/8/14\n3.28(a)                    REPEAT\nPRIMARY ENCLOSURES. \n***Outside edges of enclosures had signs that water and urine is soaking into the wood.  Surfaces that have liquids\nsoaking into them can cause animals to become sick.  Surfaces that animals are in contact with must be maintained\nimpervious to moisture (waterproof) so that they can be correctly cleaned and to promote the health of animals. \n***Many areas by the water hoses and inside of enclosures had points of wire sticking into the enclosures.  Wire\npoints can hurt animals.  Holes can allow animals to escape, become trapped, or fall from the enclosure and cause\n\ninjury.  Any areas that have holes or sharp points must be repaired or replaced to protect animals from injury or\nescape.\n***At least three feeders were noticed to be rusty and have sharp edges.  Rusty feeders cannot be cleaned good\nenough to protect animal health and sharp edges can injure animals.  Repair or replace any feeder that is\nexcessively rusty or that has sharp edges. \n3.31(b)                    REPEAT\nSANITATION.\nPremises shall remain free of accumulations of trash.\nThe entry way inside of the animal area had a large pile of wet and empty feed sacks.  Piles of trash creates and\narea for pests to live in and can spread disease .  To promote animal health, the floors and animal areas must be\nkept free from piles of trash.\nInspection and exit interview conducted with facility representative.",
  "animals_total": 1057,
  "species": [
    {
      "count": 1057,
      "scientific": "Cavia porcellus",
      "common": "DOMESTIC GUINEA PIG"
    }
  ]
}