{
  "insp_id": "2016082567960936",
  "layout": "a",
  "customer_id": "37818",
  "customer_name": "Roy J Raber",
  "customer_addr": "2190 Township Rd 152\nBaltic, OH 43804",
  "certificate": "31-A-0292",
  "site_id": "001",
  "site_name": "ROY J RABER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "22-NOV-2016",
  "report_date": "22-NOV-2016",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "A Cavalier Female #385 was identified by the Attending Veterinarian on 4/26/2016 as having grade III dental\ndisease and required further dental cleaning at that time. The Attending Veterinarian and the Licensee did not have\nany documentation indicating that this dog had received further treatment. On today's inspection this dog was\nidentified as having severe dental disease including a pinkish mass above the gum line by the left canine\nsurrounded by a thick yellow discharge, as well as moderate tartar buildup throughout all of her teeth.\nIn addition there was an unidentified female cavalier with no ID that was noticed to have very few teeth remaining.\nThe upper right canine and the lower left molar in particular both had moderate tartar buildup and swollen, bleeding\ngums.\nDental issues can cause further health issues and be painful to the dog if it is left untreated. These dogs must be\nexamined by a licensed veterinarian. Documentation of the examination, diagnosis and treatment must be\nmaintained by the Licensee and made available for further review by APHIS officials.\nCorrect By:11/29/2016\nThis inspection was conducted with the licensee's wife.\nAn exit interview was conducted with the licensee.\nAdditional Inspectors\nCampitelli D.V.M Kathryn, Veterinary Medical Officer"
    }
  ],
  "narrative": "2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nA Cavalier Female #385 was identified by the Attending Veterinarian on 4/26/2016 as having grade III dental\ndisease and required further dental cleaning at that time.  The Attending Veterinarian and the Licensee did not have\nany documentation indicating that this dog had received further treatment.  On today's inspection this dog was\nidentified as having severe dental disease including a pinkish mass above the gum line by the left canine\nsurrounded by a thick yellow discharge, as well as moderate tartar buildup throughout all of her teeth.\nIn addition there was an unidentified female cavalier with no ID that was noticed to have very few teeth remaining. \nThe upper right canine and the lower left molar in particular both had moderate tartar buildup and swollen,  bleeding\ngums.  \nDental issues can cause further health issues and be painful to the dog if it is left untreated.  These dogs must be\nexamined by a licensed veterinarian.  Documentation of the examination, diagnosis and treatment must be\nmaintained by the Licensee and made available for further review by APHIS officials.\nCorrect By:11/29/2016\nThis inspection was conducted with the licensee's wife.\nAn exit interview was conducted with the licensee. \nAdditional Inspectors\nCampitelli D.V.M Kathryn, Veterinary Medical Officer",
  "animals_total": 108,
  "species": [
    {
      "count": 81,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 27,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}