{
  "insp_id": "127151427500821",
  "layout": "a",
  "customer_id": "7919",
  "customer_name": "Roxanne Castens",
  "customer_addr": "12953 Rd 26\nLudell, KS 67744",
  "certificate": "48-A-1628",
  "site_id": "001",
  "site_name": "Roxanne Castens",
  "insp_type": "ROUTINE INSPECTION",
  "date": "07-MAY-2015",
  "report_date": "08-MAY-2015",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "A female shiba inu with microchip number 941000013052495 is limping on her left rear leg. This dog is not putting\nweight on that leg while she is walking. The presence of limping may be due to an injury or other medical conditions\nand may cause pain for this dog.\nA male Chinese pug with microchip number OAO1137624 has a cloudy right eye. The majority of this eye has a\ndry, rough appearance and there is some redness and a slight build-up of a material around the outer edge. Issues\nwith the eyes may cause difficulty with the vision and can be painful.\nThese two dogs must be examined by a licensed veterinarian on or before 12 May 2015 to obtain an accurate\ndiagnosis and treatment plan. This information must be documented in writing and made available to the inspector."
    },
    {
      "code": "3.1(c)(3)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "An enclosure in the whelping building housing two adult beagles had an excessive accumulation of dirt, grime and\nhair on the floor, corners, and walls of the inside portion of this enclosure.\nA buildup of dirt and grime can create disease hazards.\nThe licensee must ensure all surfaces that come in contact with the dogs and all other surfaces in the housing\nfacilities must be spot-cleaned daily and sanitized in accordance with 3.11 (b) of this subpart to prevent an\naccumulation of excreta, grime, and to prevent disease hazards, odors and pests. Correct by 8 May 2015.\nThe black male Pomeranian with microchip number 025 866 343 cited on the 23 Oct. 2014 inspection has been\nexamined by the attending veterinarian and the condition has been corrected.\nThis routine inspection and exit interview were conducted with facility representatives as well as Lynn Clarke, ACI.\nAdditional Inspectors\nClarke Lynn, Animal Care Inspector"
    }
  ],
  "narrative": "2.40(b)(2)                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nA female shiba inu with microchip number 941000013052495 is limping on her left rear leg.  This dog is not putting\nweight on that leg while she is walking.  The presence of limping may be due to an injury or other medical conditions\nand may cause pain for this dog.\nA male Chinese pug with microchip number OAO1137624 has a cloudy right eye.  The majority of this eye has a\ndry, rough appearance and there is some redness and a slight build-up of a material around the outer edge.  Issues\nwith the eyes may cause difficulty with the vision and can be painful.\nThese two dogs must be examined by a licensed veterinarian on or before 12 May 2015 to obtain an accurate\ndiagnosis and treatment plan.  This information must be documented in writing and made available to the inspector.\n3.1(c)(3)\nHOUSING FACILITIES, GENERAL.\nAn enclosure  in the whelping building housing two adult beagles had an excessive accumulation of dirt, grime and\nhair on the floor, corners, and walls of the inside portion of this enclosure.\nA buildup of dirt and grime can create disease hazards.\nThe licensee must ensure all surfaces that come in contact with the dogs and all other surfaces in the housing\nfacilities must be spot-cleaned daily and sanitized in accordance with 3.11 (b) of this subpart to prevent an\naccumulation of excreta, grime, and to prevent disease hazards, odors and pests.  Correct by 8 May 2015.\nThe black male Pomeranian with microchip number 025 866 343 cited on the 23 Oct. 2014 inspection has been\nexamined by the attending veterinarian and the condition has been corrected.\nThis routine inspection and exit interview were conducted with facility representatives as well as Lynn Clarke, ACI.\n\nAdditional Inspectors\nClarke Lynn, Animal Care Inspector",
  "animals_total": 122,
  "species": [
    {
      "count": 92,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 30,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}