{
  "insp_id": "76141304590461",
  "layout": "a",
  "customer_id": "3169",
  "customer_name": "Stone Mountain Game Ranch",
  "customer_addr": "4525 Highway 78\nLilburn, GA 30047",
  "certificate": "57-C-0029",
  "site_id": "001",
  "site_name": "STONE MOUNTAIN GAME RANCH",
  "insp_type": "ROUTINE INSPECTION",
  "date": "26-FEB-2014",
  "report_date": "19-MAR-2014",
  "citations": [
    {
      "code": "3.127(c)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, OUTDOOR.",
      "narrative": "***The large pig enclosure does not provide any dry surface area for the pigs during extensive rain. The only dry\narea was observed in the pigs house which is only large enough for them to lay down. The pigs were observed\nsinking down into the mud while walking around the pen with no dry area to stand if they want to get out of the mud.\nAlthough pigs enjoy mud they must have dry surfaces as well. Constant exposure to wet, soggy ground can lead to\ndisease and illness. Proper drainage must be provided to efficiently remove excess water to prevent the muddy\nconditions and provide for the health and well being of the pigs. Correct by March 6, 2014.\nFocused inspection to address veterinary care. Inspection and exit interview conducted with the facility\nrepresentative."
    }
  ],
  "narrative": "3.127(c)\nFACILITIES, OUTDOOR. \n***The large pig enclosure does not provide any dry surface area for the pigs during extensive rain.  The only dry\narea was observed in the pigs house which is only large enough for them to lay down.  The pigs were observed\nsinking down into the mud while walking around the pen with no dry area to stand if they want to get out of the mud.\nAlthough pigs enjoy mud they must have dry surfaces as well.  Constant exposure to wet, soggy ground can lead to\ndisease and illness.  Proper drainage must be provided to efficiently remove excess water to prevent the muddy\nconditions and provide for the health and well being of the pigs.  Correct by March 6, 2014.\nFocused inspection to address veterinary care.  Inspection and exit interview conducted with the facility\nrepresentative.",
  "animals_total": 41,
  "species": [
    {
      "count": 2,
      "scientific": "Canis latrans",
      "common": "COYOTE"
    },
    {
      "count": 29,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 1,
      "scientific": "Mephitis mephitis",
      "common": "STRIPED SKUNK"
    },
    {
      "count": 3,
      "scientific": "Sus scrofa domestica",
      "common": "DOMESTIC PIG / POTBELLY PIG / MICRO PIG"
    },
    {
      "count": 6,
      "scientific": "Ursus americanus",
      "common": "NORTH AMERICAN BLACK BEAR"
    }
  ]
}