{
  "insp_id": "2016082569206923",
  "layout": "a",
  "customer_id": "326205",
  "customer_name": "Ben K Esh Jr",
  "customer_addr": "565 S Mill Street\nLoganton, PA 17747",
  "certificate": "23-A-0552",
  "site_id": "001",
  "site_name": "BEN K ESH JR",
  "insp_type": "ROUTINE INSPECTION",
  "date": "17-JUL-2018",
  "report_date": "17-JUL-2018",
  "citations": [
    {
      "code": "2.40(a)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "\"Tang\" drink powder was being added to the drinking water at an unknown concentration. The amount of Tang\nadded to the water is estimated by the licensee based on color. The program of veterinary care did not provide\nguidance on this method of supplementing vitamin C. The licensee stated that he previously had guinea pigs with\nhair loss, consistent with vitamin C deficiency, and had spoke to the attending veterinarian in reference to the use\nof Tang. The attending has not provided guidance for the use of this supplement. Despite the use of this\nsupplement there has been re-occurrences of vitamin C deficiency. The inspector attempted to make contact with\nthe attending veterinarian to determine the guidance, if any, was given, and if they were comfortable with the\nsupplement being given. The attending veterinarian was not available or in the office until July 23, 2017.\nImproper supplementing of vitamin C can lead to the development of disease. Not following the directions of the\nattending veterinarian does not ensure adequate veterinary care. The licensee shall assure that the attending\nveterinarian has appropriate authority to ensure the provision of adequate veterinary care and to oversee the\nadequacy of other aspects of animal care and use.\nTo be corrected by: July 31, 2018\nThe means of euthanasia in the program of veterinary care was for it to be performed by a veterinarian with an\ninjection of euthanasia solution. The licensee stated that he performs euthanasia himself by other means. The\nmethod does not meet the requirements of euthanasia defined in the regulations as being a humane destruction\naccomplished by a method that produces rapid unconsciousness and subsequent death without evidence of pain or\ndistress. The inspector attempted to make contact with the attending veterinarian to determine the guidance, if any,\nwas given, and if they were comfortable with the method being used. The attending veterinarian was not available\nor in the office until July 23, 2017.\nImproper methods of euthanasia can cause pain and distress to the animal. Not following the directions of the\nattending veterinarian does not ensure adequate veterinary care. The licensee shall assure that the attending\nveterinarian has appropriate authority to ensure the provision of adequate veterinary care and to oversee the\nadequacy of other aspects of animal care and use.\nTo be corrected by: This day forward."
    },
    {
      "code": "3.30",
      "kind": "",
      "repeat": false,
      "desc": "WATERING.",
      "narrative": "There was dark brown residue around the inside of the waste water piping surrounding the nipples of the water\nbottles.\nThe lack of proper cleaning and disinfecting of water bottles and waste water collection tubes/pipe could lead to the\nharboring of disease. The licensee shall clean and sanitize water bottles and waste water collection tubes/pipe\nwhen dirty, provided, however, that such receptacles shall be sanitized at least once every 2 weeks.\nTo be corrected by: July 31, 2018"
    },
    {
      "code": "3.31(a)(2)",
      "kind": "",
      "repeat": true,
      "desc": "SANITATION.",
      "narrative": "Many enclosures containing adult and juvenile guinea pigs had excessive feces and/or wet bedding. The licensee\nstated that they are cleaning enclosures and replacing bedding on a weekly basis.\nWet bedding and excessive feces can increase disease hazards to the animals. Correct this by ensuring primary\nenclosures are cleaned and sanitized often enough to prevent an excessive accumulation of excreta and provide\ndry bedding to the animals. Additionally, all enclosures shall be cleaned and sanitized at least once every 2 weeks.\nThis inspection and exit interview were conducted with the licensee."
    }
  ],
  "narrative": "2.40(a)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n\"Tang\" drink powder was being added to the drinking water at an unknown concentration.  The amount of Tang\nadded to the water is estimated by the licensee based on color. The program of veterinary care did not provide\nguidance on this method of supplementing vitamin C.  The licensee stated that he previously had guinea pigs with\nhair loss, consistent with vitamin C deficiency,  and had spoke to the attending veterinarian in reference to the use\nof Tang.  The attending has not provided guidance for the use of this supplement. Despite the use of this\nsupplement there has been re-occurrences of vitamin C deficiency.   The inspector attempted to make contact with\nthe attending veterinarian to determine the guidance, if any, was given, and if they were comfortable with the\nsupplement being given.  The attending veterinarian was not available or in the office until July 23, 2017.\nImproper supplementing of vitamin C can lead to the development of disease.  Not following the directions of the\nattending veterinarian does not ensure adequate veterinary care. The licensee shall assure that the attending\nveterinarian has appropriate authority to ensure the provision of adequate veterinary care and to oversee the\nadequacy of other aspects of animal care and use. \nTo be corrected by: July 31, 2018\nThe means of euthanasia in the program of veterinary care was for it to be performed by a veterinarian with an\ninjection of euthanasia solution.  The licensee stated that he performs euthanasia himself by other means.  The\nmethod does not meet the requirements of euthanasia defined in the regulations as being a humane destruction\naccomplished by a method that produces rapid unconsciousness and subsequent death without evidence of pain or\ndistress.  The inspector attempted to make contact with the attending veterinarian to determine the guidance, if any,\nwas given, and if they were comfortable with the method being used.  The attending veterinarian was not available\nor in the office until July 23, 2017.\nImproper methods of euthanasia can cause pain and distress to the animal. Not following the directions of the\nattending veterinarian does not ensure adequate veterinary care.  The licensee shall assure that the attending\nveterinarian has appropriate authority to ensure the provision of adequate veterinary care and to oversee the\nadequacy of other aspects of animal care and use.\n\nTo be corrected by: This day forward.\n3.30\nWATERING. \nThere was dark brown residue around the inside of the waste water piping surrounding the nipples of the water\nbottles.\nThe lack of proper cleaning and disinfecting of water bottles and waste water collection tubes/pipe could lead to the\nharboring of disease.  The licensee shall clean and sanitize water bottles and waste water collection tubes/pipe\nwhen dirty, provided, however, that such receptacles shall be sanitized at least once every 2 weeks.\nTo be corrected by: July 31, 2018\n3.31(a)(2)                    REPEAT\nSANITATION.\nMany enclosures containing adult and juvenile guinea pigs had excessive feces and/or wet bedding. The licensee\nstated that they are cleaning enclosures and replacing bedding on a weekly basis. \nWet bedding and excessive feces can increase disease hazards to the animals. Correct this by ensuring primary\nenclosures are cleaned and sanitized often enough to prevent an excessive accumulation of excreta and provide\ndry bedding to the animals. Additionally, all enclosures shall be cleaned and sanitized at least once every 2 weeks.\nThis inspection and exit interview were conducted with the licensee.",
  "animals_total": 1208,
  "species": [
    {
      "count": 1208,
      "scientific": "Cavia porcellus",
      "common": "DOMESTIC GUINEA PIG"
    }
  ]
}