{
  "insp_id": "121152231110929",
  "layout": "a",
  "customer_id": "43980",
  "customer_name": "The Creature Conservancy",
  "customer_addr": "4950 Ann Arbor Saline Road\nAnn Arbor, MI 48103",
  "certificate": "34-C-0387",
  "site_id": "001",
  "site_name": "THE CREATURE CONSERVANCY",
  "insp_type": "ROUTINE INSPECTION",
  "date": "01-MAY-2015",
  "report_date": "04-MAY-2015",
  "citations": [
    {
      "code": "2.131(c)(1)",
      "kind": "",
      "repeat": false,
      "desc": "HANDLING OF ANIMALS.",
      "narrative": "An approximately 50 pound cougar was exhibited to the public on a small platform located on a stage. There were\nno barriers between the general viewing public and the cougar. The cougar was about 15 feet from the public. It\nwas restrained by two leads attached to two separate collars on its neck. The leads were around the wrists of the\ntwo handlers. During the exhibition the cougar noticed the video image of itself projected on the screen behind it.\nThe cougar became extremely agitated and leaped off the platform in the direction of the general public. The\ncougar was restrained by the leads but continued to be very agitated. The handlers pulled it and it was slid a few\nfeet back from the edge of the stage. The handlers continued to pull, push and slide the cougar off the stage as it\nattempted to strike the handlers. This appeared to be a very stressful for the cougar. This cougar is too large, fast\nand unpredictable to be exhibited to the public in this manner. No more exhibitions should be done without\nsufficient public barriers and adequate control of this animal. This animal can no longer be safely controlled by the\nlead system being used.\nCorrect by: 5-1-15\nThis was a focused inspection. The inspection focused on the exhibition of the cougar at a traveling location in\nFlint, MI.\nAn exit interview was conducted with the licensee at the time of the inspection and the non-compliant item was\ndiscussed. A formal exit interview was conducted with the licensee on 5-4-15."
    }
  ],
  "narrative": "2.131(c)(1)\nHANDLING OF ANIMALS.\nAn approximately 50 pound cougar was exhibited to the public on a small platform located on a stage.  There were\nno barriers between the general viewing public and the cougar.  The cougar was about 15 feet from the public.  It\nwas restrained by two leads attached to two separate collars on its neck.  The leads were around the wrists of the\ntwo handlers.  During the exhibition the cougar noticed the video image of itself projected on the screen behind it. \nThe cougar became extremely agitated and leaped off the platform in the direction of the general public.  The\ncougar was restrained by the leads but continued to be very agitated.  The handlers pulled it and it was slid a few\nfeet back from the edge of the stage.  The handlers continued to pull, push and slide the cougar off the stage as it\nattempted to strike the handlers.  This appeared to be a very stressful for the cougar.  This cougar is too large, fast\nand unpredictable to be exhibited to the public in this manner.  No more exhibitions should be done without\nsufficient public barriers and adequate control of this animal.  This animal can no longer be safely controlled by the\nlead system being used.\nCorrect by:  5-1-15\nThis was a focused inspection.  The inspection focused on the exhibition of the cougar at a traveling location in\nFlint, MI.\nAn exit interview was conducted with the licensee at the time of the inspection and the non-compliant item was\ndiscussed.  A formal exit interview was conducted with the licensee on 5-4-15.",
  "animals_total": 1,
  "species": [
    {
      "count": 1,
      "scientific": "Puma concolor",
      "common": "PUMA / MOUNTAIN LION / COUGAR"
    }
  ]
}