{
  "insp_id": "64152123480304",
  "layout": "a",
  "customer_id": "1072",
  "customer_name": "Lovelace Biomedical Research Institute",
  "customer_addr": "2425 Ridgecrest S E\nAlbuquerque, NM 87108",
  "certificate": "85-R-0003",
  "site_id": "001",
  "site_name": "LOVELACE BIOMEDICAL RESEARCH INSTITUTE",
  "insp_type": "ROUTINE INSPECTION",
  "date": "03-MAR-2015",
  "report_date": "06-MAR-2015",
  "citations": [
    {
      "code": "2.31(d)(5)",
      "kind": "",
      "repeat": false,
      "desc": "INSTITUTIONAL ANIMAL CARE AND USE COMMITTEE (IACUC).",
      "narrative": "The IACUC did not conduct appropriate reviews of the animal activities involving nonhuman primates (NHP's) for\nprotocol 14-002 to ensure that the investigators are following the approved protocol.\n- The (cid:28)\"Supportive Care\" section of the protocol on page 3 and 4 states (cid:28)\"additional support may be added to treat\nincrease body temperature (if body temperature exceeds 103 degF & animals will be administered Tylenol\n(acetaminophen, 5-10 mg/kg PO TID &for possible discomfort.(cid:29)\". Animals in Cohort A and Cohort B did receive\nacetaminophen at the stated dose when they reached temperature threshold above 103 degF. The PI stated that\nnone of the animals in cohort C received any acetaminophen. Temperature charts indicate that at least 3 of the\nNHP in Cohort C had body temperatures greater than 103 degF on multiple nonconsecutive days. Animal number\nRQ8461 had a body temperature greater than 103 deg F on day 3 (103.1 deg F) and day 7 (103.6 deg F) of the\nstudy. Animal number 9461 had a body temperature greater than 103 deg F on day 3 (104.5 deg F), day5 (103.5\ndeg F) and day 7 (104.9 deg F). Animal number 9450 had a body temperature greater than 103 deg F on day -3\n(104.9 degF), day 3 (103.4 degF), day5 (103.4 degF) and day 7(103.6 degF).\n- Protocol 14-002 also stated in the \"Supportive Care\" section under bullet point #2 on pg 4 that \"Fluids -50mL/kg\n(Normosol, LRS, or 9% NaCl),SC,SID on Days -3, 1 , 3, and 5,or IV per veterinary recommendation.(cid:29) The study\ndirector provided records for Cohorts A and Cohorts B indicating fluid had been administered to animals. The study\ndirector stated that no animals in Cohort C were administered any SC or IV fluids. There is no indication in the\nanimal health records that any of the 57 NHPs were administered SC or IV fluids and the records show that, on all\nstudy days, the fluid section documented that no fluids were administered for animals in this Cohort.\n- Protocol 14-002 also stated in the \"Supportive Care\" section pg 3 \"and may receive anti-diarrheals as necessary\n(following observations of liquid GI; Imodium or Lomotil, 0.2 mg/kg on the first administration and 0.1 mg/kg\nthereafter, BID via PO) from Days 0 to 7.(cid:29) Animal number RQ8835 had liquid stools on days 4, 5, 6, and 7 of the\nstudy and no anti-diarrhea medication was prescribed or administered. Animal number RQ8461 had liquid stools on\ndays 5 and 6 of the study and no anti-diarrhea medication was prescribed or administered. Animal number RQ8475\nhad liquid stools on days 6 and 7 of the study and no anti-diarrhea medication was prescribed or administered.\nAdditionally, no documentation was available to show whether the veterinary staff was advised of the liquid stools in\nthese animals nor that any treatment was sought by the study director.\nThis protocol involves potential for pain and distress for which the Principal Investigator (PI) has provided criteria for\nrelief through supportive care. The animals in Cohort C reached thresholds set by the PI and approved by the\nIACUC but the animals did not receive the supportive care outlined in the protocol.\nThe IACUC shall conduct continuing reviews of activities covered by this subchapter at appropriate intervals as\ndetermined by the IACUC, but not less than annually to ensure that all animal activities are being conducted as\napproved.\nTo be corrected from this time forward."
    },
    {
      "code": "2.38(f)",
      "kind": "",
      "repeat": true,
      "desc": "MISCELLANEOUS.",
      "narrative": "**A Rhesus macaque, RA0902, escaped on 2/28/2015 during attempted restraint by pole and collar for transfer\nbetween holding cage and chair apparatus. Two technicians were present as per approved Standard Operating\nProcedure (SOP) for this activity. The second technician inaccurately thought the pole was secured to the animal's\ncollar but was not able to visually confirm this prior to opening the door to the enclosure, allowing the animal to\nescape into the procedure room. No secondary restraint method (eg. nets or darting equipment) was present at this\nlocation but personnel retrieved nets from an adjacent building to safely recapture the animal without injury within 2\nminutes.\nA net has been placed in the building adjacent to the procedure room so that a secondary restraint method is\navailable should an animal escape in this area.\n**A Rhesus macaque, RA0972, escaped on 12/30/2014 while husbandry staff attempted to move the animal\nbetween two different styles of nonhuman primate (NHP) caging using a plastic transfer box. This box did not\nproperly line up between the two different cages and the animal was able to escape into the room up in the rafters\nand was unable to be netted. The animal was eventually able to be baited back into an enclosure with food items\napproximately 45 minutes later without injury.\nA new transfer system has been acquired by the facility that will universally attach to all caging types for NHP's,\nminimizing the risk for recurrence.\n**A Rhesus macaque, RQ9461, was being moved using pole and collar restraint for conditioning to a chair\napparatus and bit down on the pole hard enough to damage the lower left canine tooth, fracturing the tooth down to\nthe root. A clinical veterinarian was called and was able to remove the tooth and pack the wound. The clinical\nveterinarian stated that the animals may fight the pole and collar restraint when being moved toward a box used to\nweigh the animals.\nA new scale and method for weighing the animals and additional refinements made to pole and collar conditioning\nhave been implemented to prevent the recurrence of this type of incident.\nAnimal escapes pose a risk of injury and/or behavioral stress to the animals and to the personnel involved.\n**A beagle dog, either 1677S or 1677T, was found to be locked outside in the outdoor run overnight since separated\nfrom its cage mate for afternoon feeding on 6/28/2013. The facility has security personnel that are supposed to\ncheck the animal facilities after regular business hours to ensure that all areas and animals are secure. This animal\nshould have been noticed and been allowed access back into the indoor enclosure with the animal's cage mate.\nThe animal was found in the morning, assessed to be in good health, and returned to its enclosure.\nVeterinary and husbandry staff have implemented a program to include daily frequent checks of dog kennel housing\nto prevent recurrence of this incident.\nSeparation from its cage mate and not being allowed to have access to the indoor portion of the sheltered housing\nfacility could cause behavioral stress and/or unnecessary discomfort from exposure to the elements.\nHandling of all animals shall be done as expeditiously and carefully as possible in a manner that does not cause\ntrauma, behavioral stress, physical harm, or unnecessary discomfort.\nCorrection should include continuing to implement training of personnel in handling of animals and ensuring all\nequipment is appropriate for handling of all animals."
    },
    {
      "code": "3.75(a)",
      "kind": "",
      "repeat": true,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "A large male Rhesus macaque, RA0982, was able to break the lock on its primary enclosure two days after he was\nmoved to a new cage for routine husbandry. The macaque escaped from its enclosure into the animal room and\nwas recaptured by facility personnel and was returned without injury to a new primary enclosure.\nThe lock for this enclosure appears to have failed or was not sturdy enough for securing a large male macaque.\nEnclosures that are not structurally sound or sturdy enough to contain the animals pose a risk for escape and for a\nrisk of injury to the animals.\nA new lock system has been implemented by the facility as of 2/20/2015 to prevent recurrence of this incident.\nHousing facilities for nonhuman primates must be designed and constructed so that they are structurally sound for\nthe species of nonhuman primates housed in them. They must contain the animals securely."
    },
    {
      "code": "3.80(a)(2)(2)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "Several incidents of enclosure-related injuries of hands or fingers of nonhuman primates (NHP's) were reported and\nwhich required intervention, including sedation for extraction of the appendages and treatment of the injuries for\nthree animals.\n**Rhesus macaque, RQ8890, was found on both 10/18/2014 and 10/19/2014 to have the second digit on the right\nhand stuck in the food receptacle. No sedation was required to free the animal's finger during both incidents.\nA different type of food receptacle was provided after the second incident on 10/19/2014.\n**Rhesus macaque, RA9422, was found on 10/17/2014 to have had its hand \"stuck in the bottom of the cage\". The\nfacility believes the animal may have been reaching through the cage floor to grasp something in the cage pan and\ncould not free the hand. The animal was sedated for removal and no treatment was prescribed but animal's\ncondition was monitored by veterinary staff for 5 days.\n**Rhesus macaque, RQ9396, was found to have its right hand stuck in the bottom of the cage on 11/9/2014. The\nhand was swollen which required sedation and cutting the metal cage to free the animal. The animal was evaluated\nby veterinary personnel and monitored for 3 days following the incident for minor injuries.\n** Rhesus macaque, RA0387, was found to have three fingers on the right hand caught between a side panel of the\ncage on 1/20/2015. The animal was sedated for removal and treated by the veterinary staff.\nThe facility has numerous types of caging for NHP's and, when injuries have occurred, the animal has been moved\nto a different type of caging. This has appeared to prevent recurrence but a more comprehensive evaluation of the\navailable caging and what is appropriate for the different types of NHP's housed at the facility should be made to\nassess if new, standardized, or uniform caging is warranted or if current available caging can be utilized more safely\nfor housing of all NHP's.\nPrimary enclosures must be designed and constructed so that they protect the nonhuman primates from injury.\nA preventive program, including an evaluation of primary enclosures for safety and appropriateness, should be\nimplemented to assess all NHP enclosures by 4/5/2015.\nInspection conducted on March 3-5, 2015 with facility representatives and APHIS AC VMO's Dr. Debbie\nCunningham and Dr. Tracy Thompson.\nExit briefing conducted with facility representatives on March 6, 2015.\nAdditional Inspectors\nCunningham Debbie, Veterinary Medical Officer"
    }
  ],
  "narrative": "2.31(d)(5)\nINSTITUTIONAL ANIMAL CARE AND USE COMMITTEE (IACUC).\nThe IACUC did not conduct appropriate reviews of the animal activities involving nonhuman primates (NHP's) for\nprotocol 14-002 to ensure that the investigators are following the approved protocol. \n- The (cid:28)\"Supportive Care\" section of the protocol on page 3 and 4 states (cid:28)\"additional support may be added to treat\nincrease body temperature (if body temperature exceeds 103 degF & animals will be administered Tylenol\n(acetaminophen, 5-10 mg/kg PO TID &for possible discomfort.(cid:29)\". Animals in Cohort A and Cohort B did receive\nacetaminophen at the stated dose when they reached temperature threshold above 103 degF. The PI stated that\nnone of the animals in cohort C received any acetaminophen. Temperature charts indicate that at least 3 of the\nNHP in Cohort C had body temperatures greater than 103 degF on multiple nonconsecutive days. Animal number\nRQ8461 had a body temperature greater than 103 deg F on day 3 (103.1 deg F) and day 7 (103.6 deg F) of the\nstudy. Animal number 9461 had a body temperature greater than 103 deg F on day 3 (104.5 deg F), day5 (103.5\ndeg F) and day 7 (104.9 deg F). Animal number 9450 had a body temperature greater than 103 deg F on day -3\n(104.9 degF), day 3 (103.4 degF), day5 (103.4 degF) and day 7(103.6 degF). \n- Protocol 14-002 also stated in the \"Supportive Care\" section under bullet point #2 on pg 4 that \"Fluids -50mL/kg\n(Normosol, LRS, or 9% NaCl),SC,SID on Days -3, 1 , 3, and 5,or IV per veterinary recommendation.(cid:29) The study\ndirector provided records for Cohorts A and Cohorts B indicating fluid had been administered to animals. The study\ndirector stated that no animals in Cohort C were administered any SC or IV fluids. There is no indication in the\nanimal health records that any of the 57 NHPs were administered SC or IV fluids and the records show that, on all\nstudy days, the fluid section documented that no fluids were administered for animals in this Cohort. \n- Protocol 14-002 also stated in the \"Supportive Care\" section pg 3 \"and may receive anti-diarrheals as necessary\n(following observations of liquid GI; Imodium or Lomotil, 0.2 mg/kg on the first administration and 0.1 mg/kg\nthereafter, BID via PO) from Days 0 to 7.(cid:29) Animal number RQ8835 had liquid stools on days 4, 5, 6, and 7 of the\nstudy and no anti-diarrhea medication was prescribed or administered. Animal number RQ8461 had liquid stools on\ndays 5 and 6 of the study and no anti-diarrhea medication was prescribed or administered. Animal number RQ8475\nhad liquid stools on days 6 and 7 of the study and no anti-diarrhea medication was prescribed or administered. \nAdditionally, no documentation was available to show whether the veterinary staff was advised of the liquid stools in\n\nthese animals nor that any treatment was sought by the study director.  \nThis protocol involves potential for pain and distress for which the Principal Investigator (PI) has provided criteria for\nrelief through supportive care.  The animals in Cohort C reached thresholds set by the PI and approved by the\nIACUC  but the animals did not receive the supportive care outlined in the protocol.\nThe IACUC shall conduct continuing reviews of activities covered by this subchapter at appropriate intervals as\ndetermined by the IACUC, but not less than annually to ensure that all animal activities are being conducted as\napproved.\nTo be corrected from this time forward.\n2.38(f)                    REPEAT\nMISCELLANEOUS.\n**A Rhesus macaque, RA0902, escaped on 2/28/2015 during attempted restraint by pole and collar for transfer\nbetween holding cage and chair apparatus.  Two technicians were present as per approved Standard Operating\nProcedure (SOP) for this activity. The second technician inaccurately thought the pole was secured to the animal's\ncollar but was not able to visually confirm this prior to opening the door to the enclosure, allowing the animal to\nescape into the procedure room.  No secondary restraint method (eg. nets or darting equipment) was present at this\nlocation but personnel retrieved nets from an adjacent building to safely recapture the animal without injury within 2\nminutes.  \nA net has been placed in the building adjacent to the procedure room so that a secondary restraint method is\navailable should an animal escape in this area.\n**A Rhesus macaque, RA0972, escaped on 12/30/2014 while husbandry staff attempted to move the animal\nbetween two different styles of nonhuman primate (NHP) caging using a plastic transfer box.  This box did not\nproperly line up between the two different cages and the animal was able to escape into the room up in the rafters\nand was unable to be netted.  The animal was eventually able to be baited back into an enclosure with food items\napproximately 45 minutes later without injury. \n A new transfer system has been acquired by the facility that will universally attach to all caging types for NHP's,\nminimizing the risk for recurrence.\n**A Rhesus macaque, RQ9461, was being moved using pole and collar restraint for conditioning to a chair\napparatus and bit down on the pole hard enough to damage the lower left canine tooth, fracturing the tooth down to\nthe root.  A clinical veterinarian was called and was able to remove the tooth and pack the wound.  The clinical\nveterinarian stated that the animals may fight the pole and collar restraint when being moved toward a box used to\nweigh the animals.  \nA new scale and method for weighing the animals and additional refinements made to pole and collar conditioning\n\nhave been implemented to prevent the recurrence of this type of incident.\nAnimal escapes pose a risk of injury and/or behavioral stress to the animals and to the personnel involved.\n**A beagle dog, either 1677S or 1677T, was found to be locked outside in the outdoor run overnight since separated\nfrom its cage mate for afternoon feeding on 6/28/2013. The facility has security personnel that are supposed to\ncheck the animal facilities after regular business hours to ensure that all areas and animals are secure.  This animal\nshould have been noticed and been allowed access back into the indoor enclosure with the animal's cage mate.\nThe animal was found in the morning, assessed to be in good health, and returned to its enclosure.\nVeterinary and husbandry staff have implemented a program to include daily frequent checks of dog kennel housing\nto prevent recurrence of this incident.\nSeparation from its cage mate and not being allowed to have access to the indoor portion of the sheltered housing\nfacility could cause behavioral stress and/or unnecessary discomfort from exposure to the elements.\n \nHandling of all animals shall be done as expeditiously and carefully as possible in a manner that does not cause\ntrauma, behavioral stress, physical harm, or unnecessary discomfort.\nCorrection should include continuing to implement training of personnel in handling of animals and ensuring all\nequipment is appropriate for handling of all animals.\n3.75(a)                    REPEAT\nHOUSING FACILITIES, GENERAL. \nA large male Rhesus macaque, RA0982, was able to break the lock on its primary enclosure two days after he was\nmoved to a new cage for routine husbandry.  The macaque escaped from its enclosure into the animal room and\nwas recaptured by facility personnel and was returned without injury to a new primary enclosure.\nThe lock for this enclosure appears to have failed or was not sturdy enough for securing a large male macaque. \nEnclosures that are not structurally sound or sturdy enough to contain the animals pose a risk for escape and for a\nrisk of injury to the animals.\nA new lock system has been implemented by the facility as of 2/20/2015 to prevent recurrence of this incident.\nHousing facilities for nonhuman primates must be designed and constructed so that they are structurally sound for\nthe species of nonhuman primates housed in them. They must contain the animals securely.\n3.80(a)(2)(2)\n\nPRIMARY ENCLOSURES.  \nSeveral incidents of enclosure-related injuries of hands or fingers of nonhuman primates (NHP's) were reported and\nwhich required  intervention, including sedation for extraction of the appendages and treatment of the injuries for\nthree animals.\n**Rhesus macaque, RQ8890, was found on both 10/18/2014 and 10/19/2014 to have the second digit on the right\nhand stuck in the food receptacle.  No sedation was required to free the animal's finger during both incidents. \nA different type of food receptacle was provided after the second incident on 10/19/2014.\n**Rhesus macaque, RA9422, was found on 10/17/2014 to have had its hand \"stuck in the bottom of the cage\".  The\nfacility believes the animal may have been reaching through the cage floor to grasp something in the cage pan and\ncould not free the hand.  The animal was sedated for removal and no treatment was prescribed but animal's\ncondition was monitored by veterinary staff for 5 days.\n**Rhesus macaque, RQ9396, was found to have its right hand stuck in the bottom of the cage on 11/9/2014.  The\nhand was swollen which required sedation and cutting the metal cage to free the animal.  The animal was evaluated\nby veterinary personnel and monitored for 3 days following the incident for minor injuries.\n** Rhesus macaque, RA0387, was found to have three fingers on the right hand caught between a side panel of the\ncage on 1/20/2015.  The animal was sedated for removal and treated by the veterinary staff.\nThe facility has numerous types of caging for NHP's and, when injuries have occurred, the animal has been moved\nto a different type of caging.  This has appeared to prevent recurrence but a more comprehensive evaluation of the\navailable caging and what is appropriate for the different types of NHP's housed at the facility should be made to\nassess if new, standardized, or uniform caging is warranted or if current available caging can be utilized more safely\nfor housing of all NHP's. \nPrimary enclosures must be designed and constructed so that they protect the nonhuman primates from injury. \nA preventive program, including an evaluation of primary enclosures for safety and appropriateness, should be\nimplemented to assess all NHP enclosures by 4/5/2015.\nInspection conducted on March 3-5, 2015 with facility representatives and APHIS AC VMO's Dr. Debbie\nCunningham and Dr. Tracy Thompson.  \nExit briefing conducted with facility representatives on March 6, 2015.\n\nAdditional Inspectors\nCunningham Debbie, Veterinary Medical Officer",
  "animals_total": 177,
  "species": [
    {
      "count": 120,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 26,
      "scientific": "Mustela putorius",
      "common": "EUROPEAN POLECAT"
    },
    {
      "count": 29,
      "scientific": "Sigmodon hispidus",
      "common": "HISPID COTTON RAT"
    },
    {
      "count": 2,
      "scientific": "Sus scrofa domestica",
      "common": "DOMESTIC PIG / POTBELLY PIG / MICRO PIG"
    }
  ]
}