{
  "insp_id": "63141733074615",
  "layout": "a",
  "customer_id": "330463",
  "customer_name": "Daniel B Miller",
  "customer_addr": "31910 County Road 126\nMillersburg, OH 44654",
  "certificate": "31-A-0559",
  "site_id": "001",
  "site_name": "DANIEL MILLER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "06-MAR-2014",
  "report_date": "06-MAR-2014",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "***There is a male German Shepherd (black and tan) housed in the last enclosure on the large breed dog side of\nthe kennel. This dog has an excessive buildup of crusty matter in his right ear.\n***There is a male Boston Terrier (black and white) housed in a bottom enclosure towards the front of the kennel on\nthe small breed side of the kennel. This dog was noticed to be squinting. Upon further examination, this dog has a\nsmall white spot in his left eye. The eye appears to be cone shaped or protruding.\nEar and eye issues can cause the animal's pain and discomfort if left untreated. Applicant must have appropriate\nmethods to diagnose, control and treat these issues. The dogs listed above must be examined by a licensed\nveterinarian. Documentation of examination, diagnosis and treatment must be maintained by the applicant and\nmade available for inspection by APHIS officials.\n*** This was the 1st pre-license inspection for this facility. This applicant must successfully complete the prelicense\nprocess within 90 days of this date or 2 more pre-license inspections and achieve full compliance. Failure to do this\nwill result in the applicant having to wait 6 months and re-applying for a license.\n*** Applicant may call Shannon Sebera to set up next pre-license inspection.\n.\nNO REGULATED ACTIVITY MAY BE CONDUCTED UNTIL A USDA LICENSE IS OBTAINED.\n***Inspection and Exit conducted with applicant."
    }
  ],
  "narrative": "2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n***There is a male German Shepherd (black and tan) housed in the last enclosure on the large breed dog side of\nthe kennel.  This dog has an excessive buildup of crusty matter in his right ear.\n***There is a male Boston Terrier (black and white) housed in a bottom enclosure towards the front of the kennel on\nthe small breed side of the kennel.  This dog was noticed to be squinting.  Upon further examination, this dog has a\nsmall white spot in his left eye.  The eye appears to be cone shaped or protruding.\nEar and eye issues can cause the animal's pain and discomfort if left untreated.  Applicant must have appropriate\nmethods to diagnose, control and treat these issues.  The dogs listed above must be examined by a licensed\nveterinarian.  Documentation of examination, diagnosis and treatment must be maintained by the applicant and\nmade available for inspection by APHIS officials.\n*** This was the 1st pre-license inspection for this facility. This applicant must successfully complete the prelicense\nprocess within 90 days of this date or 2 more pre-license inspections and achieve full compliance. Failure to do this\nwill result in the applicant having to wait 6 months and re-applying for a license.\n*** Applicant may call Shannon Sebera to set up next pre-license inspection.\n.\nNO REGULATED ACTIVITY MAY BE CONDUCTED UNTIL A USDA LICENSE IS OBTAINED.\n***Inspection and Exit conducted with applicant.",
  "animals_total": 26,
  "species": [
    {
      "count": 23,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 3,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}