{
  "insp_id": "8161144040606",
  "layout": "a",
  "customer_id": "11690",
  "customer_name": "Michael B Findley",
  "customer_addr": "1591 Davis Academy Rd\nMadison, GA 30650",
  "certificate": "57-B-0131",
  "site_id": "001",
  "site_name": "MICHAEL B FINDLEY",
  "insp_type": "ROUTINE INSPECTION",
  "date": "07-JAN-2016",
  "report_date": "08-JAN-2016",
  "citations": [
    {
      "code": "2.40(b)(3)",
      "kind": "Direct",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "Sow #621 is limping on her right hindlimb. The facility caretaker is aware of the sows' condition but the veterinarian\nhas not been contacted and no treatment has been provided. The facility failed to contact the attending veterinarian\nand provide treatment in a timely manner. Problems affecting animal health must be communicated to the\nveterinarian and appropriate treatment provided in a timely manner . Correct by January 11, 2016."
    },
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "The top fence rail of the fence at the back of the sheep enclosure has been broken and is hanging down. The\nbroken boards may allow the sheep to become injured and may also allow tescape. The fence shall be repaired to\nprotect the sheep from harm and help to contain the sheep in their enclosure. Correct by January 15, 2016.\nOn December 15, 2015 a sheep was found dead with his head stuck between the bars of the hay rack provided in\nthe sheep enclosure. All structures provided shall be structurally sound and maintained in good repair to protect the\nsheep from injury. All hay racks of this type have been removed from the enclosure. Corrected."
    },
    {
      "code": "3.131(c)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "There is an excessive build up of dust and cobwebs in the sheep barn. There is also excessive accumulation\naround the lights and sockets which creates a fire hazard. The build up of dust and cobwebs shall be minimized\nand accumulations removed to prevent electrical hazard and protect the sheep from harm. Correct by January 15,\n2016\nInspection and exit briefing conducted with the owner and the facility caretaker."
    }
  ],
  "narrative": "2.40(b)(3)           DIRECT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nSow #621 is limping on her right hindlimb.  The facility caretaker is aware of the sows' condition but the veterinarian\nhas not been contacted and no treatment has been provided.  The facility failed to contact the attending veterinarian\nand provide treatment in a timely manner.  Problems affecting animal health must be communicated to the\nveterinarian and appropriate treatment provided in a timely manner .   Correct by January 11, 2016.\n3.125(a)\nFACILITIES, GENERAL.   \nThe top fence rail of the fence at the back of the sheep enclosure has been broken and is hanging down.  The\nbroken boards may allow the sheep to become injured and may also allow tescape.  The fence shall be repaired to\nprotect the sheep from harm and help to contain the sheep in their enclosure.  Correct by January 15, 2016.\nOn December 15, 2015 a sheep was found dead with his head stuck between the bars of the hay rack provided in\nthe sheep enclosure.  All structures provided shall be structurally sound and maintained in good repair to protect the\nsheep from injury.  All hay racks of this type have been removed from the enclosure.   Corrected.\n3.131(c)\nSANITATION.   \nThere is an excessive build up of dust and cobwebs in the sheep barn.  There is also excessive accumulation\naround the lights and sockets which creates a fire hazard.  The build up of dust and cobwebs shall be minimized\nand accumulations removed to prevent electrical hazard and protect the sheep from harm.  Correct by January 15,\n2016\nInspection and exit briefing conducted with the owner and the facility caretaker.",
  "animals_total": 26,
  "species": [
    {
      "count": 9,
      "scientific": "Ovis aries aries",
      "common": "SHEEP INCLUDING ALL DOMESTIC BREEDS"
    },
    {
      "count": 17,
      "scientific": "Sus scrofa domestica",
      "common": "DOMESTIC PIG / POTBELLY PIG / MICRO PIG"
    }
  ]
}