{
  "insp_id": "2016082569850135",
  "layout": "a",
  "customer_id": "332646",
  "customer_name": "Jeffrey Lowe",
  "customer_addr": "25803 N C R 3250\nWynnewood, OK 73098",
  "certificate": "73-C-0230",
  "site_id": "001",
  "site_name": "JEFFREY LOWE",
  "insp_type": "ROUTINE INSPECTION",
  "date": "22-JUN-2020",
  "report_date": "23-JUN-2020",
  "citations": [
    {
      "code": "2.40(a)(2)",
      "kind": "Direct",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "The written program of veterinary care was not available at time of inspection. A copy was forwarded on June 23,\n2020 and the frequency for regularly scheduled visits with the attending veterinarian was written to occur monthly or\nas needed. When the attending veterinarian was contacted and asked if they were still the attending veterinarian\nthey stated that was up for discussion since the last two visits were in March 2019 for work on a tiger and then in\nFebruary 2020 for writing health certificates for the transport of tigers.\nRegularly scheduled visits in accordance with what is agreed upon in the written program of veterinary care with the\nattending veterinarian are needed to consult on the proper preventive care and nutritional needs of different\nspecies. Other facility issues including veterinary care can be observed and expert consultation received to\nenhance the program of veterinary care and to correct any deficiencies found.\nEach dealer and exhibitor shall assure that the attending veterinarian has appropriate authority to ensure the\nprovision of adequate veterinary care and to oversee the adequacy of other aspects of animal care and use.\nCorrect by June 30, 2020"
    },
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "Two geriatric wolves were in an exhibit by themselves far removed from the rest of the wolves. One was very\nreluctant to rise and the other had pressure sores on both rear hocks. The facility representative stated they were\nold and arthritic and so were removed from public contact. The facility representative also stated that they thought\nthe old wolves were not in pain. One inspector asked if the veterinarian had been consulted and the licensee stated\nthey had been recently vaccinated. In a subsequent telephone conversation with the veterinarian that had\nvaccinated them, they stated that they had prescribed medication for the wolves and recommended the facility\nprovide proper bedding for the animals. The facility representatives were not aware of any medication(s) being\nprescribed or given to the old wolves. Concrete is the floor of the wolves enclosure. A few strands of hay were\npresent which the representative called bedding. The amount of hay was insufficient for bedding as prescribed by\nthe veterinarian.\nArthritis can be painful affecting the animal’s mobility and willingness to participate in daily activity of the animals\nand may interfere with obtaining water and food if reluctant to rise. Confinement on concrete can exacerbate pain\nand discomfort. Proper husbandry and medical care must be provided.\nThe licensee is not following the instructions of the veterinarian to provide medication and bedding for the wolves.\nThe licensee must ensure that all animals receive adequate veterinary care at all times and that the instructions are\nfollowed to ensure proper medical care and treatment for the animals.\nCorrect by June 28, 2020"
    },
    {
      "code": "2.40(b)(2)",
      "kind": "Critical",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "A 17 year-old male Tigon named \"Young Yi” allegedly died from renal failure sometime near the weekend of June\n13, 2020 according to facility representatives. \"Young Yi\" was not examined by their attending veterinarian therefore\nwas not diagnosed nor treated for anything. The other veterinarian they frequently use had not examined,\ndiagnosed or treated him recently either. The attending veterinarian stated he was in the park in February 2020\nwriting health certificates for animals departing the facility but did not examine other animals nor was asked to look\nat any other animals. The facility representative texted : \"We assume he had renal failure. He was 17 years old. He\nhad no teeth. At this age most of them pass on due to renal failure. We could tell by the appearance of his urine.\"\nThe licensee also stated he was not drinking like an animal his size should drink for the last few days of his life.\nIn order to minimize negative animal welfare impacts such as pain and suffering, the attending veterinarian must be\nconsulted in order to diagnose and treat animals properly. Frequent and ongoing communication with the attending\nveterinarian is necessary if animals are not improving with treatment or if new clinical signs are observed so that\nadequate care is properly implemented.\nThe facility must consult with their attending veterinarian in order to use appropriate methods to prevent, control,\ndiagnose, and treat diseases and injury."
    },
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "\"Nala\" an approximately 16 week-old lion cub was lethargic, depressed, and thin and would not get up out of the\nmud from a sitting position even after prompting. The inspectors were able to walk up very close to the enclosure\nand she did not rise and had minimal reactions and head movements. She had a string of purulent nasal discharge\nhanging from her right nostril and had an accumulation of green discharge in her eyes. Her respiration was shallow\nand rapid. The inspection was halted immediately by the inspector and the facility representative was instructed to\nobtain immediate veterinary care for the animal. When the facility personnel picked her up to transfer her to the\ntransport crate she was minimally responsive, did not move her limbs, and landed in the manner they had placed\nher. Although the cub was seen by a veterinarian 6 days prior for ear wounds that were sutured as well as for a\ntoenail issue, it was not due to a respiratory illness which was observed by the inspectors on this inspection.\nContinued communication with the attending veterinarian is necessary if animals are not improving with treatment or\nif new clinical signs are observed so that adequate treatment plans are properly implemented.\nThe facility must consult their attending veterinarian in order to use appropriate methods to prevent, control,\ndiagnose, and treat diseases and injuries.\nThe cub was taken immediately to a veterinarian."
    },
    {
      "code": "2.40(b)(3)",
      "kind": "Direct",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "2.40(b)(3) DIRECT ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND\nEXHIBITORS).\nA Fisher Cat in the back of the park was lame on its left rear leg during the inspection. It also had extreme thinning\nof the hair on its tail. The attending veterinarian had not been consulted nor had any treatment been provided at the\ntime of inspection since the condition had not been observed or reported by facility representatives.\nA grizzly bear at the facility was observed to be extremely thin. A black bear was observed to be underweight. Both\nbears at the facility were observed to be exhibiting a heightened activity level. They were both extremely active and\naggressive, lunging at the cage edges and reaching through the bars at anything close to their enclosures. The\nfemale grizzly bear named \"Gizzy” is emaciated. The spinous processes of the vertebral bodies and hip bones are\neasily visible. The facility representative states that the female black bear named Eve is being fed yogurt, eggs,\nrotisserie chicken and fruit.\nBears are omnivores and require dietary needs that change with the seasons. Proper nutrition is key in maintaining\nbear health. Formulating diets with a veterinarian familiar with bears or a zoo nutritional consultant will help to\nensure proper nutrition. Other contributing factors such as internal parasites must be ruled out for animals with\nbody conditions such as poor hair coat or inability to gain weight. Sub-optimal conditions must be observed and\ncommunicated to the attending veterinarian.\nA mechanism of direct and frequent communication is required so that timely and accurate information on problems\nof animal health, behavior, and well-being is conveyed to the attending veterinarian. The facility must consult their\nattending veterinarian for an adequate nutritional and parasite control program for these animals and it must be\nfollowed.\nCorrect by June 25, 2020"
    },
    {
      "code": "3.75(c)(1)(ii)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "In the indoor portion of the non-human primate building, the enclosure housing the lemurs has a metal resting\nplatform. This metal resting platform has areas that have rusted through creating defects with sharp edges.\nThis creates a risk of injury from sharp edges for the enclosed animals. Metal surfaces with rust also creates a\nsurface conducive to the collection of organic material and subsequent bacterial growth which combined with an\ninjury can lead to infection.\nThe facility must repair or replace this section, and must maintain metal surfaces throughout the facility to protect\nthe welfare of the animals.\nCorrected on June 22, 2020."
    },
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "-In the rear of the park, an enclosure containing 2 wolves has a metal grate sub-floor that is exposed along two of\nthe sides including under the water receptacle. This exposed grate has openings approximately 4 x 4 inches wide\nthat could entrap a foot or limb.\n-In the front of the park, an enclosure containing one African porcupine has a metal grate sub-floor that is exposed\nin the corner and side containing the water receptacle. This exposed sub-floor has openings approximately 4 x 4\ninches wide that create a possible injury threat of limb entrapment to the enclosed animal.\n-In the front of the park, an enclosure containing one Fisher cat has a metal grate sub-floor that is exposed in the\ncorner and side containing the water receptacle. This exposed sub-floor has openings approximately 4 x 4 inches\nwide that create a possible injury threat of limb entrapment to the enclosed animal. This animal was observed to be\nlame during the inspection.\n-In the kangaroo enclosure a piece of metal fencing has an exposed vertical edge that is about 4 inches tall and\nthere is an approximately 4 inch gap between the metal fencing and the enclosure's wooden fence. The exposed\nmetal has the potential for limb entrapment between it and the wooden fence.\n-In the rear of the park a tiger enclosure has a metal reinforcement approximately ten inches high located next to\nthe metal fence. This solid metal reinforcement is no longer closely adhered to the fence and there is a 3-4 inch\ngap between it and the fence. This space is a potential hazard for limb entrapment and the collection of debris or\norganic matter.\nA trapped limb can result in a fracture or soft tissue injury that can be painful and become infected.\nFacilities shall be maintained in good repair to protect the animals from injury and to contain the animals.\nCorrected on June 22, 2020."
    },
    {
      "code": "3.131(d)",
      "kind": "Direct",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "There is a large pile of primarily wood debris in the back of the park. The licensee stated that it contains a partially\nburned Tigon carcass said to be named Young Yi and a black tarp covering a deceased tiger by the named of Dot.\nThere is a foul odor of decomposing flesh and many flies are present on the boards and surrounding areas.\nThe improper or delayed disposal of carcasses has resulted as an attractant for flies and other pests. Fly trap bags\nwere observed to be present in the front public areas of the park but no fly traps were present in the back areas of\nthe park during the inspection. The flies have created fly strikes on many species in the park including tigers, lions,\nand wolves. Fly strikes have resulted in large patches of painful ulceration on the ears, and legs on numerous\ntigers, lions, and wolves. Ulcerated areas are red, have scabs and some have exuded pus or fresher blood. These\naffected areas are missing hair, skin and/or deeper flesh. When the inspector pointed this out, the facility\nrepresentatives applied ointment to the ear tips of the tiger and lion cubs during the inspection.\nOne veterinarian, (but not the attending veterinarian), has been consulted for treatment of the fly strike on the above\nmentioned animals. The complete burial or burning of dead carcasses must occur. Fly traps should be installed in\nthe back of the park or another safe and effective program for the control of insects, ectoparasites, and avian and\nmammalian pests shall be established and maintained.\nCorrect by: June 24, 2020\nThe inspection and exit briefing were conducted with facility representatives.\nAdditional Inspectors\nCunningham Debbie, Veterinary Medical Officer"
    }
  ],
  "narrative": "2.40(a)(2)           DIRECT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThe written program of veterinary care was not available at time of inspection.   A copy was forwarded on June 23,\n2020 and the frequency for regularly scheduled visits with the attending veterinarian was written to occur monthly or\nas needed.  When the attending veterinarian was contacted and asked if they were still the attending veterinarian\nthey stated that was up for discussion since the last two visits were in March 2019 for work on a tiger and then in\nFebruary 2020 for writing health certificates for the transport of tigers.\nRegularly scheduled visits in accordance with what is agreed upon in the written program of veterinary care with the\nattending veterinarian are needed to consult on the proper preventive care and nutritional needs of different\nspecies.  Other facility issues including veterinary care can be observed and expert consultation received to\nenhance the program of veterinary care and to correct any deficiencies found.\nEach dealer and exhibitor shall assure that the attending veterinarian has appropriate authority to ensure the\nprovision of adequate veterinary care and to oversee the adequacy of other aspects of animal care and use.\nCorrect by June 30, 2020\n2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nTwo geriatric wolves were in an exhibit by themselves far removed from the rest of the wolves.  One was very\nreluctant to rise and the other had pressure sores on both rear hocks. The facility representative stated they were\nold and arthritic and so were removed from public contact. The facility representative also stated that they thought\nthe old wolves were not in pain.  One inspector asked if the veterinarian had been consulted and the licensee stated\nthey had been recently vaccinated.  In a subsequent telephone conversation with the veterinarian that had\nvaccinated them, they stated that they had prescribed medication for the wolves and recommended the facility\nprovide proper bedding for the animals.  The facility representatives were not aware of any medication(s) being\nprescribed or given to the old wolves.  Concrete is the floor of the wolves enclosure. A few strands of hay were\npresent which the representative called bedding. The amount of hay was insufficient for bedding as prescribed by\n\nthe veterinarian. \nArthritis can be painful affecting the animal’s mobility and willingness to participate in daily activity of the animals\nand may interfere with obtaining water and food if reluctant to rise.   Confinement on concrete can exacerbate pain\nand discomfort. Proper husbandry and medical care must be provided.\nThe licensee is not following the instructions of the veterinarian to provide medication and bedding for the wolves.   \nThe licensee must ensure that all animals receive adequate veterinary care at all times and that the instructions are\nfollowed to ensure proper medical care and treatment for the animals. \nCorrect by June 28, 2020\n2.40(b)(2)           CRITICAL\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nA 17 year-old male Tigon named \"Young Yi” allegedly died from renal failure sometime near the weekend of June\n13, 2020 according to facility representatives. \"Young Yi\" was not examined by their attending veterinarian therefore\nwas not diagnosed nor treated for anything. The other veterinarian they frequently use had not examined,\ndiagnosed or treated him recently either. The attending veterinarian stated he was in the park in February 2020\nwriting health certificates for animals departing the facility but did not examine other animals nor was asked to look\nat any other animals. The facility representative texted :  \"We assume he had renal failure. He was 17 years old.  He\nhad no teeth.  At this age most of them pass on due to renal failure. We could tell by the appearance of his urine.\"\nThe licensee also stated he was not drinking like an animal his size should drink for the last few days of his life.  \nIn order to minimize negative animal welfare impacts such as pain and suffering, the attending veterinarian must be\nconsulted in order to diagnose and treat animals properly.  Frequent and ongoing communication with the attending\nveterinarian is necessary if animals are not improving with treatment or if new clinical signs are observed so that\nadequate care is properly implemented.\nThe facility must consult with their attending veterinarian in order to use appropriate methods to prevent, control,\ndiagnose, and treat diseases and injury.\n2.40(b)(2)           DIRECT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n\"Nala\" an approximately 16 week-old lion cub was lethargic, depressed, and thin and would not get up out of the\n\nmud from a sitting position even after prompting. The inspectors were able to walk up very close to the enclosure\nand she did not rise and had minimal reactions and head movements.  She had a string of purulent nasal discharge\nhanging from her right nostril and had an accumulation of green discharge in her eyes.  Her respiration was shallow\nand rapid.  The inspection was halted immediately by the inspector and the facility representative was instructed to\nobtain immediate veterinary care for the animal.  When the facility personnel picked her up to transfer her to the\ntransport crate she was minimally responsive, did not move her limbs, and landed in the manner they had placed\nher.  Although the cub was seen by a veterinarian 6 days prior for ear wounds that were sutured as well as for a\ntoenail issue, it was not due to a respiratory illness which was observed by the inspectors on this inspection.   \nContinued communication with the attending veterinarian is necessary if animals are not improving with treatment or\nif new clinical signs are observed so that adequate treatment plans are properly implemented.  \nThe facility must consult their attending veterinarian in order to use appropriate methods to prevent, control,\ndiagnose, and treat diseases and injuries.\nThe cub was taken immediately to a veterinarian.\n2.40(b)(3)           DIRECT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n2.40(b)(3) DIRECT ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND\nEXHIBITORS). \nA Fisher Cat in the back of the park was lame on its left rear leg during the inspection.  It also had extreme thinning\nof the hair on its tail. The attending veterinarian had not been consulted nor had any treatment been provided at the\ntime of inspection since the condition had not been observed or reported by facility representatives.\nA grizzly bear at the facility was observed to be extremely thin. A black bear was observed to be underweight. Both\nbears at the facility were observed to be exhibiting a heightened activity level.  They were both extremely active and\naggressive, lunging at the cage edges and reaching through the bars at anything close to their enclosures. The\nfemale grizzly bear named \"Gizzy” is emaciated. The spinous processes of the vertebral bodies and hip bones are\neasily visible. The facility representative states that the female black bear named Eve is being fed yogurt, eggs,\nrotisserie chicken and fruit. \nBears are omnivores and require dietary needs that change with the seasons.  Proper nutrition is key in maintaining\nbear health.  Formulating diets with a veterinarian familiar with bears or a zoo nutritional consultant will help to\nensure proper nutrition.  Other contributing factors such as internal parasites must be ruled out for animals with\nbody conditions such as poor hair coat or inability to gain weight.  Sub-optimal conditions must be observed and\ncommunicated to the attending veterinarian.\n\nA mechanism of direct and frequent communication is required so that timely and accurate information on problems\nof animal health, behavior, and well-being is conveyed to the attending veterinarian. The facility must consult their\nattending veterinarian for an adequate nutritional and parasite control program for these animals and it must be\nfollowed. \nCorrect by June 25, 2020\n3.75(c)(1)(ii)\nHOUSING FACILITIES, GENERAL. \nIn the indoor portion of the non-human primate building, the enclosure housing the lemurs has a metal resting\nplatform. This metal resting platform has areas that have rusted through creating defects with sharp edges. \nThis creates a risk of injury from sharp edges for the enclosed animals. Metal surfaces with rust also creates a \nsurface conducive to the collection of organic material and subsequent bacterial growth which combined with an\ninjury can lead to infection. \nThe facility must repair or replace this section, and must maintain metal surfaces throughout the facility to protect\nthe welfare of the animals. \nCorrected on June 22, 2020.\n3.125(a)\nFACILITIES, GENERAL.   \n-In the rear of the park, an enclosure containing 2 wolves has a metal grate sub-floor that is exposed along two of\nthe sides including under the water receptacle. This exposed grate has openings approximately 4 x 4 inches wide\nthat could entrap a foot or limb.  \n-In the front of the park, an enclosure containing one African porcupine has a metal grate sub-floor that is exposed\nin the corner and side containing the water receptacle. This exposed sub-floor has openings approximately 4  x 4\ninches wide that create a possible injury threat of limb entrapment to the enclosed animal.\n-In the front of the park, an enclosure containing one Fisher cat has a metal grate sub-floor that is exposed in the\ncorner and side containing the water receptacle. This exposed sub-floor has openings approximately 4  x 4 inches\nwide that create a possible injury threat of limb entrapment to the enclosed animal. This animal was observed to be\nlame during the inspection.\n\n-In the kangaroo enclosure a piece of metal fencing has an exposed vertical edge that is about 4 inches tall and\nthere is an approximately 4 inch gap between the metal fencing and the enclosure's wooden fence. The exposed\nmetal has the potential for limb entrapment between it and the wooden fence.\n-In the rear of the park a tiger enclosure has a metal reinforcement approximately ten inches high located next to\nthe metal fence.  This solid metal reinforcement is no longer closely adhered to the fence and there is a 3-4 inch\ngap between it and the fence. This space is a potential hazard for limb entrapment and the collection of debris or\norganic matter.\nA trapped limb can result in a fracture or soft tissue injury that can be painful and become infected.  \nFacilities shall be maintained in good repair to protect the animals from injury and to contain the animals.\nCorrected on June 22, 2020.\n3.131(d)           DIRECT\nSANITATION.   \nThere is a large pile of primarily wood debris in the back of the park. The licensee stated that it contains a partially\nburned Tigon carcass said to be named Young Yi and a black tarp covering a deceased tiger by the named of Dot. \nThere is a foul odor of  decomposing  flesh and many flies are present on the boards and surrounding areas. \nThe improper or delayed disposal of carcasses has resulted as an attractant for flies and other pests. Fly trap bags\nwere observed to be present in the front public areas of the park but no fly traps were present in the back areas of\nthe park during the inspection.  The flies have created fly strikes on many species in the park including tigers, lions,\nand wolves.  Fly strikes have resulted in large patches of painful ulceration on the ears, and legs on numerous\ntigers, lions, and wolves.  Ulcerated areas are red, have scabs and some have exuded pus or fresher blood. These\naffected areas are missing hair, skin and/or deeper flesh.  When the inspector pointed this out, the facility\nrepresentatives applied ointment to the ear tips of the tiger and lion cubs during the inspection. \nOne veterinarian, (but not the attending veterinarian), has been consulted for treatment of the fly strike on the above\nmentioned animals.  The complete burial or burning of dead carcasses must occur.  Fly traps should be installed in\nthe back of the park or another safe and effective program for the control of insects, ectoparasites, and avian and\nmammalian pests shall be established and maintained. \nCorrect by: June 24, 2020\n\nThe inspection and exit briefing were conducted with facility representatives.\nAdditional Inspectors\nCunningham Debbie, Veterinary Medical Officer",
  "animals_total": 212,
  "species": [
    {
      "count": 4,
      "scientific": "Atelerix albiventris",
      "common": "FOUR-TOED HEDGEHOG (MOST COMMON PET HEDGEHOG)"
    },
    {
      "count": 3,
      "scientific": "Atherurus africanus",
      "common": "AFRICAN BRUSH-TAILED PORCUPINE"
    },
    {
      "count": 3,
      "scientific": "Callithrix jacchus",
      "common": "COMMON MARMOSET"
    },
    {
      "count": 2,
      "scientific": "Caluromys philander",
      "common": "BARE-TAILED WOOLLY OPOSSUM"
    },
    {
      "count": 1,
      "scientific": "Camelus dromedarius",
      "common": "DROMEDARY CAMEL"
    },
    {
      "count": 1,
      "scientific": "Canis aureus",
      "common": "GOLDEN JACKAL"
    },
    {
      "count": 1,
      "scientific": "Canis latrans",
      "common": "COYOTE"
    },
    {
      "count": 12,
      "scientific": "Canis lupus x c. l. familiaris",
      "common": "WOLF/DOG HYBRID"
    },
    {
      "count": 1,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 5,
      "scientific": "Caracal caracal",
      "common": "CARACAL"
    },
    {
      "count": 1,
      "scientific": "Cercopithecus neglectus",
      "common": "DE BRAZZA'S MONKEY"
    },
    {
      "count": 1,
      "scientific": "Choloepus didactylus",
      "common": "LINNAEUS'S TWO-TOED SLOTH"
    },
    {
      "count": 1,
      "scientific": "Galago senegalensis",
      "common": "NORTHERN LESSER BUSHBABY"
    },
    {
      "count": 1,
      "scientific": "Lama pacos",
      "common": "ALPACA"
    },
    {
      "count": 7,
      "scientific": "Lemur catta",
      "common": "RING-TAILED LEMUR"
    },
    {
      "count": 1,
      "scientific": "Lynx canadensis",
      "common": "CANADIAN LYNX"
    },
    {
      "count": 8,
      "scientific": "Lynx rufus",
      "common": "BOBCAT"
    },
    {
      "count": 1,
      "scientific": "Macaca mulatta",
      "common": "RHESUS MACAQUE"
    },
    {
      "count": 1,
      "scientific": "Macaca nemestrina",
      "common": "PIG-TAILED MACAQUE"
    },
    {
      "count": 1,
      "scientific": "Mephitis macroura",
      "common": "HOODED SKUNK"
    },
    {
      "count": 2,
      "scientific": "Mephitis mephitis",
      "common": "STRIPED SKUNK"
    },
    {
      "count": 4,
      "scientific": "Mustela putorius furo",
      "common": "DOMESTIC FERRET"
    },
    {
      "count": 1,
      "scientific": "Osphranter rufus",
      "common": "RED KANGAROO"
    },
    {
      "count": 1,
      "scientific": "Otocyon megalotis",
      "common": "BAT-EARED FOX"
    },
    {
      "count": 3,
      "scientific": "Ovis aries aries",
      "common": "SHEEP INCLUDING ALL DOMESTIC BREEDS"
    },
    {
      "count": 15,
      "scientific": "Panthera leo",
      "common": "LION"
    },
    {
      "count": 18,
      "scientific": "Panthera leo x  p. tigris",
      "common": "LION X TIGER HYBRID / LIGER / TIGON"
    },
    {
      "count": 1,
      "scientific": "Panthera onca",
      "common": "JAGUAR"
    },
    {
      "count": 78,
      "scientific": "Panthera tigris",
      "common": "TIGER"
    },
    {
      "count": 1,
      "scientific": "Potos flavus",
      "common": "KINKAJOU"
    },
    {
      "count": 1,
      "scientific": "Prionailurus viverrinus",
      "common": "FISHING CAT"
    },
    {
      "count": 12,
      "scientific": "Procyon lotor",
      "common": "RACCOON"
    },
    {
      "count": 2,
      "scientific": "Puma concolor",
      "common": "PUMA / MOUNTAIN LION / COUGAR"
    },
    {
      "count": 1,
      "scientific": "Saguinus midas",
      "common": "RED-HANDED TAMARIN"
    },
    {
      "count": 1,
      "scientific": "Spermophilus richardsonii",
      "common": "RICHARDSON'S GROUND SQUIRREL"
    },
    {
      "count": 9,
      "scientific": "Sus scrofa domestica",
      "common": "DOMESTIC PIG / POTBELLY PIG / MICRO PIG"
    },
    {
      "count": 1,
      "scientific": "Ursus americanus",
      "common": "NORTH AMERICAN BLACK BEAR"
    },
    {
      "count": 1,
      "scientific": "Ursus arctos horribilis",
      "common": "GRIZZLY BEAR"
    },
    {
      "count": 1,
      "scientific": "Vulpes lagopus",
      "common": "ARCTIC FOX"
    },
    {
      "count": 3,
      "scientific": "Vulpes vulpes",
      "common": "RED FOX (INCLUDES SILVER FOX & CROSS FOX)"
    }
  ]
}