{
  "insp_id": "160141216127146",
  "layout": "a",
  "customer_id": "40697",
  "customer_name": "Bradford Schools Inc",
  "customer_addr": "309 E Morehead St\nSuite 220\nCharlotte, NC 28202",
  "certificate": "55-R-0130",
  "site_id": "003",
  "site_name": "VET TECH INSTITUTE AT INTN'L BUSINESS COLLEGE",
  "insp_type": "ROUTINE INSPECTION",
  "date": "12-JUN-2014",
  "report_date": "12-JUN-2014",
  "citations": [
    {
      "code": "2.31(c)(1)",
      "kind": "",
      "repeat": false,
      "desc": "INSTITUTIONAL ANIMAL CARE AND USE COMMITTEE (IACUC).",
      "narrative": "The facility's program for humane care and use of animals was reviewed only once last year. It was reviewed by\nthe IACUC in April of 2013. It was not reviewed again until February of 2014. The facility was experiencing staffing\nissues which have since been resolved. A program review conducted at least once every six months ensures\naspects for optimal animal welfare are reviewed, discussed, and implemented. If a program review is not\nconducted, animal welfare may decline. The IACUC shall review, at least once every six months, the facility's\nprogram for humane care and use of animals.\nCorrect by: From this day forward"
    },
    {
      "code": "2.31(c)(2)",
      "kind": "",
      "repeat": false,
      "desc": "INSTITUTIONAL ANIMAL CARE AND USE COMMITTEE (IACUC).",
      "narrative": "The facility was inspected only once by the IACUC last year. The IACUC inspected the facility in April 2013. It was\nnot inspected again until February 2014. The facility was experiencing staffing issues which have since been\nresolved. Animal facility inspection by the IACUC ensures optimal animal welfare by identifying, and correcting,\nareas which may contribute to animal harm or disease. The IACUC shall inspect, at least once every six months, all\nof the animal areas.\nCorrect by: From this day forward\nExit interview conducted with IACUC Chair."
    }
  ],
  "narrative": "2.31(c)(1)\nINSTITUTIONAL ANIMAL CARE AND USE COMMITTEE (IACUC).\nThe facility's program for humane care and use of animals was reviewed only once last year.  It was reviewed by\nthe IACUC in April of 2013.  It was not reviewed again until February of 2014.  The facility was experiencing staffing\nissues which have since been resolved.  A program review conducted at least once every six months ensures\naspects for optimal animal welfare are reviewed, discussed, and implemented.  If a program review is not\nconducted, animal welfare may decline.  The IACUC shall review, at least once every six months, the facility's\nprogram for humane care and use of animals.\nCorrect by:  From this day forward\n2.31(c)(2)\nINSTITUTIONAL ANIMAL CARE AND USE COMMITTEE (IACUC).\nThe facility was inspected only once by the IACUC last year.  The IACUC inspected the facility in April 2013.  It was\nnot inspected again until February 2014.  The facility was experiencing staffing issues which have since been\nresolved.  Animal facility inspection by the IACUC ensures optimal animal welfare by identifying, and correcting,\nareas which may contribute to animal harm or disease.  The IACUC shall inspect, at least once every six months, all\nof the animal areas.\nCorrect by:  From this day forward\nExit interview conducted with IACUC Chair.",
  "animals_total": 26,
  "species": [
    {
      "count": 12,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 14,
      "scientific": "Felis silvestris catus",
      "common": "CAT ADULT"
    }
  ]
}