{
  "insp_id": "2016082569106679",
  "layout": "a",
  "customer_id": "17392",
  "customer_name": "Cory Mincey",
  "customer_addr": "35 Buggy Trail\nElkland, MO 65644",
  "certificate": "43-A-5947",
  "site_id": "001",
  "site_name": "CORY MINCEY",
  "insp_type": "FOCUSED INSPECTION",
  "date": "05-APR-2018",
  "report_date": "06-APR-2018",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "-An adult female Saint Bernard \"Annabelle\" (#941000014961402) and Saint Bernard \"Meya\" (0A01441848) were\nvery thin and were housed with another male Saint Bernard. These female dogs had obvious visible waists and\nabdominal tucks. The tops of their lumbar vertebrae were visible and the pelvic bones were becoming prominent.\n\"Meya\" appeared thinner than \"Annabelle\" and her thin body condition with prominent bony structures was easily\nevident through her heavy hair coat. Also, both dogs each had a wound-like lesion that appeared red and inflamed\nmost notably on the mid to upper portion near the inside of their right front legs. These wounds appeared\npuncture-like on the right front legs and both legs appeared swollen compared to their left front legs. There was a\nthinner amount of fur to no fur around these wounds and it also looked wet compared to surrounding fur. The facility\nrepresentative stated that the dogs had gotten into a fight and had noticed \"Annabelle\" had been favoring her right\nfront leg and that it looked swollen on Tuesday. \"Annabelle\" was still limping on the right front leg and she also had\na red to black lesion with a scab-like material that was approximately 1 inch in diameter above her left eye. The\nlicensee said that a veterinarian had been contacted the morning of inspection and a treatment plan had already\nbeen established for \"Annabelle\" and her wounds but it had not yet been started at the time of inspection at\napproximately 1pm. However, \"Meya's\" wound and swollen appearance of her leg had not been noticed by the\nlicensee or facility representative and a veterinarian had not been contacted about her condition. A closer\nobservation of \"Meya\" was attempted but the dog appeared skittish and would repeatedly run away from the facility\nrepresentative and go into the shelter unit when trying to get a closer look at her. The female dogs were observed\nintensely fighting during the inspection and the facility representative sprayed water with a hose on the dogs to get\nthem to stop fighting. After this incident, \"Meya\" appeared to have fresh red blood-like material around the right\nneck/shoulder region. \"Meya's\" leg condition could be due to a previous dog fight noted by the facility\nrepresentative and the bloody material around the neck could be due to the recent fight; these fights and possible\ninjuries could increase the risk of infection or other veterinary medical conditions which could be painful. Neither dog\nwas under treatment for their thin body condition.\n- An adult female Miniature Pinscher \"Harper\" also appeared thin and was housed with four additional adult dogs.\nShe had an obvious visible waist and abdominal tuck. The top of her lumbar vertebrae were more visible than the\nother dogs in the enclosure and her pelvic bones were also becoming prominent. The dog was very active and was\nobserved running up and down the length of the outdoor portion of her enclosure repeatedly; a closer observation\nwas attempted but the facility representative was unable to secure the dog. The pacing back and forth could be\nindicative of an abnormal behavior or other underlying veterinary medical condition which could be distressful.\n-Miniature Pinscher \"Keishia\" (900085000505409) was in an enclosure with 4 of her puppies. She was also very\nthin and had an obvious visible waist and abdominal tuck. The tops of her lumbar vertebrae were very prominent\nand her pelvic bones were becoming prominent. Her puppies were currently 4-5 days old according to a facility\nrepresentative. One of the male puppies appeared listless and was not moving like the other puppies. The facility\nrepresentative removed the puppy for closer observation and treatment by the licensee. According to the licensee 2\npuppies had previously died from the litter. This male puppy's condition could be due to several different veterinary\nmedical conditions some of which could result in death. The licensee must ensure that the PVC and treatment plans\nfor this puppy's condition are followed and if the puppy does not improve then ensure a veterinarian is contacted to\nfollow-up on a treatment plan.\n-An adult female Miniature Pinscher \"Fiona\" (0A01737041) was observed running up and down the length of the\noutdoor portion of her enclosure repeatedly. When she did stop, she was observed in a hunched position and\nappeared to be trying to have a bowel movement; at least on one attempt a small amount of liquid stool was\nobserved which was red in color and appeared to be blood-like. The inspectors observed this straining-like behavior\nat least 3 times in approximately 5 minutes. The facility representative had not noticed this dog's loose red stool and\na veterinarian had not been contacted about the dog's condition and no treatment was being given. The loose stool\ncould be due to gastrointestinal disorder, infection or other veterinary medical condition which could be painful. The\npacing back and forth could be indicative of an abnormal behavior or other underlying veterinary medical condition\nwhich could be distressful.\nA veterinarian had not been contacted about any of these dogs' ongoing thin body conditions listed above and they\nwere currently not under any treatment for their body conditions. The licensee mentioned that it was possible that\nsome of the dogs could be thin due to getting \"bullied\" by another dog in each enclosure over the food. A thin body\ncondition in dogs can also be due to inadequate nutrition, parasites, or other underlying medical problems. The\nlicensee must consult with a licensed veterinarian regarding the thin body conditions of these dogs. \"Meya\" and\n\"Fiona\" must be examined by a veterinarian. These veterinary consultations and examinations are in order to\nensure that accurate diagnoses are made and that appropriate treatment plans are developed and followed.\n-An adult female Boxer \"Lily\" still appeared thin. She was included on the report for the inspection conducted on\n3/22/18 for being very thin. She still had an obvious visible waist and abdominal tuck. The tops of her lumbar\nvertebrae were prominent and her pelvic bones were becoming prominent. She was still co-housed with another\nadult dog. According to the licensee and facility representative, they were separating the dogs within the enclosure\nat feeding time so they could each eat their own portions of food. The licensee had consulted with the veterinarian\nsince the last inspection and said that it had been recommended to feed her puppy food however she was still\nfeeding \"Lily\" adult food. It is important to follow the treatment plans established by the veterinarian otherwise it\ncould increase the risk that the animal does not improve or the condition could worsen.\nThe licensee must ensure that the PVC and all treatment plans of the veterinarian for all of the animals are followed\nat all times. If the animal's condition does not seem to be improving or is worsening, then the licensee must\nfollow-up with the veterinarian. The licensee must ensure that all treatment plans are followed and that all animals\nreceive adequate veterinary care at all times"
    },
    {
      "code": "2.50(a)(2)",
      "kind": "",
      "repeat": false,
      "desc": "TIME AND METHOD OF IDENTIFICATION.",
      "narrative": "-There were a total 20 puppies which were less than 16 weeks of age at the facility that did not have individual\nidentification. The un-weaned puppies were in one of five litters being housed as a litter with their dam. Identification\nis required in order to ensure that each animal's identity can be known with certainty and to facilitate record keeping\nrequirements. The licensee must ensure that all dogs less than 16 weeks of age are identified by an official tag as\ndescribed in Sec. 2.51, a legible tattoo approved by the Administrator, a microchip, or a cage card (if maintained as\na litter with their dam and housed within the same primary enclosure). To be corrected by: April 9, 2018."
    },
    {
      "code": "3.1(f)",
      "kind": "",
      "repeat": true,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "-On the ground, directly adjacent to at least 3 outdoor enclosures housing Saint Bernards and/or Boxers, there is an\naccumulation of waste, including feces, hair and other material such as leaves.\n-The outdoor portion of an enclosure housing 2 adult Miniature Pinschers contained a dirt/pea gravel type ground\nfloor that was very wet compared to the enclosures located on either side of it. The wet enclosure contained small to\nmoderate sized puddles of water throughout the enclosure and had a very muddy appearance. The dogs inside this\nenclosure had fur that appeared wet and was covered with mud on their feet, legs and abdomens; there was also\nmud splattered throughout their fur on the tops of their backs and heads. The indoor portion of this enclosure had a\nheavy build-up of dirt, mud, fecal material and grime covering most of the entire floor and around some of the\naccess door. This enclosure housed an adult female Miniature Pinscher \"Fiona\" that had loose stools.\nThis accumulation of waste material next to the dogs' enclosures and standing water inside of the enclosure\nincreases the risk of pests, odors and other disease hazards. The standing puddles of water in animal enclosures\nmust be drained or mopped up so that the animals can stay clean and dry at all times. The licensee must establish\nand maintain a program that provides for the regular and frequent removal of animal and food waste, water and\ndebris from the kennel area to protect the dogs from pests, odors and other disease hazards at all times."
    },
    {
      "code": "3.7(b)",
      "kind": "Direct",
      "repeat": false,
      "desc": "COMPATIBLE GROUPING.",
      "narrative": "-According to the licensee and a facility representative there were 2 adult female Saint Bernards, \"Annabelle\"\n(#941000014961402) and \"Meya\" (0A01441848) that did not get along and had recently gotten into a fight. During\nthe inspection, the females were housed together with another male Saint Bernard. According to the facility\nrepresentative, she suspected that the females had recently been in a fight because she had noticed on Tuesday\nthat \"Annabelle\" was limping on her right front leg which appeared swollen with a suspected bite wound on it.\n\"Meya\" also had a puncture-like wound that appeared to be a bite wound on her right front leg which had not been\npreviously noticed by the facility. Both females were also very thin. While looking at the dogs and their current\nconditions, the dogs began to intensely fight. The facility representative sprayed the dogs with water from a hose to\nget the dogs to stop fighting. \"Meya\" appeared to have fresh red blood-like material around the neck. She was also\nobserved licking at her right front leg. When the facility representative was asked about separating the dogs and\nwhy the 2 were still housed together despite the fighting, wounds and thin body conditions she replied that there\nwas no other place to put them and they did not have space to separate them.\n-In addition to the thin body conditions of \"Annabelle\" and \"Meya\", there were two additional dogs that appeared to\nbe very thin that were each housed with at least one additional dog during the inspection. These dogs included adult\nfemale Boxer \"Lily\" (0A02082504) and female Miniature Pinscher \"Harper\". Another adult female Miniature Pinscher\n\"Layla\" was previously included on the report for the inspection conducted on 3/22/18 for being very thin was\nco-housed with additional adult dogs. According to the licensee, she thought that these dogs could be thin due to\ngetting \"bullied\" by another dog in each enclosure over the food.\nDogs that are not compatible with each other but continue to be housed together increase the risk of dog fights\nand/or other dominant behaviors which can increase the risk of injury, infections, malnutrition or other veterinary\nmedical conditions including death to one or more of the dogs. The licensee must ensure that dogs that are housed\nin the same primary enclosure are compatible and that any dog exhibiting a vicious or overly aggressive disposition\nis housed separately at all times. To be corrected by: April 6, 2018."
    },
    {
      "code": "3.10",
      "kind": "Direct",
      "repeat": true,
      "desc": "WATERING.",
      "narrative": "-There were at least four enclosures housing adult dogs that contained water receptacles located on the ground in\nthe outdoor portion of their enclosures. The water in these receptacles did not appear potable. Two enclosures each\ncontained water that was light to golden brown, opaque and mud-like. One of these enclosures housed 2 dogs, one\nof which was an adult female Miniature Pinscher \"Fiona\" that had loose stools. Another enclosure contained a small\namount of water with a couple of worms in the center of the receptacle. This enclosure housed 5 dogs, one of which\nwas an adult female Miniature Pinscher \"Haper\" that appeared very thin. There was another enclosure with water\nthat appeared dark golden yellow with debris in it. When asked about the last time fresh water had been given to\nthese animals, the facility representative stated that it had been the night before last. Lack of potable water can\ndecrease an animal's intake of water, could increase the risk of disease hazards or adverse medical conditions. The\nlicensee must ensure that all of the dogs are offered potable water as required. The facility representative provided\nfresh water as requested during the inspection."
    },
    {
      "code": "3.11(a)",
      "kind": "Direct",
      "repeat": true,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "-There were at least 8 enclosures throughout the facility housing dogs that contained greater than a day's worth of\nfeces. Some of the enclosures were in the outdoor facility and others were in the indoor and/or outdoor portion of a\nsheltered building. One enclosure within a sheltered building housing two Miniature Pinschers had a heavy\naccumulation of mashed and caked fecal material as well as dirt and grime covering the entire flooring of the indoor\nportion of their enclosure; there was not enough room for all of the dogs to occupy the indoor portion of the\nenclosure without walking, standing, sitting or laying in this material. There were additional enclosures that\ncontained enough feces that the dogs were walking through it to maneuver through the enclosure. There were feces\nthat had been mashed and dried into the floors of many of the enclosures. Also, some of the feces had hair\nembedded into the dried feces and some had mold-like discoloration observed on the feces. When asked about\nwhen these enclosures were cleaned, the facility representative stated they were last cleaned this past weekend on\nSunday, approximately 4 days prior to inspection. Accumulations of waste products increase the risk of disease\nhazards and create an unhealthy environment for the animals. The licensee must ensure that all waste material is\nremoved from the primary enclosures daily as required."
    },
    {
      "code": "3.11(b)(2)",
      "kind": "Direct",
      "repeat": true,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "-There were hard surfaces in contact with the dogs that had an excessive build-up of dirt, mud and/or grime. Within\na sheltered building, there were at least 2 enclosures that had an excessive build-up of dirt/mud, mashed feces and\ngrime on the floors, lower portions of the walls and around some of the access doors. The build-up was so heavy\nthat the dogs would not have a place to stand, walk, lay or sit without being in this material. One of these enclosures\nhoused 5 dogs, one of which was an adult female Miniature Pinscher \"Haper\" that appeared very thin. The other\nenclosure housed 2 dogs, one of which was an adult female Miniature Pinscher \"Fiona\" that had loose stools.\nAccording to a facility representative, the enclosures were last cleaned over the weekend. The build up of dirt and\ngrime can increase the risk of disease hazards in the dogs. The licensee must ensure that primary enclosures and\nfood and water receptacles are sanitized at least once every 2 weeks or more often if necessary to prevent an\naccumulation of dirt, debris, food waste, excreta and other disease hazards.\n-The adult female Miniature Pinscher \"Layla\" included on the report for the inspection conducted on March 22, 2018\nunder 2.40 (b)(2) had been addressed.\nThe focused inspection and a preliminary exit interview were conducted with the licensee and a facility\nrepresentative on April 5, 2018. The exit interview was completed on April 6, 2018.\nAdditional Inspectors\nHeine William, Animal Care Inspector"
    }
  ],
  "narrative": "2.40(b)(2)           DIRECT                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n-An adult female Saint Bernard \"Annabelle\" (#941000014961402) and Saint Bernard \"Meya\" (0A01441848) were\nvery thin and were housed with another male Saint Bernard. These female dogs had obvious visible waists and\nabdominal tucks. The tops of their lumbar vertebrae were visible and the pelvic bones were becoming prominent.\n\"Meya\" appeared thinner than \"Annabelle\" and her thin body condition with prominent bony structures was easily\nevident through her heavy hair coat. Also, both dogs each had a wound-like lesion that appeared red and inflamed\nmost notably on the mid to upper portion near the inside of their right front legs. These wounds appeared\npuncture-like on the right front legs and both legs appeared swollen compared to their left front legs. There was a\nthinner amount of fur to no fur around these wounds and it also looked wet compared to surrounding fur. The facility\nrepresentative stated that the dogs had gotten into a fight and had noticed \"Annabelle\" had been favoring her right\nfront leg and that it looked swollen on Tuesday.  \"Annabelle\" was still limping on the right front leg and she also had\na red to black lesion with a scab-like material that was approximately 1 inch in diameter above her left eye. The\nlicensee said that a veterinarian had been contacted the morning of inspection and a treatment plan had already\nbeen established for \"Annabelle\" and her wounds but it had not yet been started at the time of inspection at\napproximately 1pm. However, \"Meya's\" wound and swollen appearance of her leg had not been noticed by the\nlicensee or facility representative and a veterinarian had not been contacted about her condition. A closer\nobservation of \"Meya\" was attempted but the dog appeared skittish and would repeatedly run away from the facility\nrepresentative and go into the shelter unit when trying to get a closer look at her. The female dogs were observed\nintensely fighting during the inspection and the facility representative sprayed water with a hose on the dogs to get\nthem to stop fighting. After this incident, \"Meya\" appeared to have fresh red blood-like material around the right\nneck/shoulder region.  \"Meya's\" leg condition could be due to a previous dog fight noted by the facility\nrepresentative and the bloody material around the neck could be due to the recent fight; these fights and possible\ninjuries could increase the risk of infection or other veterinary medical conditions which could be painful. Neither dog\nwas under treatment for their thin body condition. \n- An adult female Miniature Pinscher \"Harper\" also appeared thin and was housed with four additional adult dogs. \nShe had an obvious visible waist and abdominal tuck. The top of her lumbar vertebrae were more visible than the\nother dogs in the enclosure and her pelvic bones were also becoming prominent. The dog was very active and was\nobserved running up and down the length of the outdoor portion of her enclosure repeatedly; a closer observation\nwas attempted but the facility representative was unable to secure the dog. The pacing back and forth could be\n\nindicative of an abnormal behavior or other underlying veterinary medical condition which could be distressful.\n-Miniature Pinscher \"Keishia\" (900085000505409) was in an enclosure with 4 of her puppies. She was also very\nthin and had an obvious visible waist and abdominal tuck. The tops of her lumbar vertebrae were very prominent\nand her pelvic bones were becoming prominent. Her puppies were currently 4-5 days old according to a facility\nrepresentative. One of the male puppies appeared listless and was not moving like the other puppies. The facility\nrepresentative removed the puppy for closer observation and treatment by the licensee. According to the licensee 2\npuppies had previously died from the litter. This male puppy's condition could be due to several different veterinary\nmedical conditions some of which could result in death. The licensee must ensure that the PVC and treatment plans\nfor this puppy's condition are followed and if the puppy does not improve then ensure a veterinarian is contacted to\nfollow-up on a treatment plan. \n-An adult female Miniature Pinscher \"Fiona\" (0A01737041) was observed running up and down the length of the\noutdoor portion of her enclosure repeatedly. When she did stop, she was observed in a hunched position and\nappeared to be trying to have a bowel movement; at least on one attempt a small amount of liquid stool was\nobserved which was red in color and appeared to be blood-like. The inspectors observed this straining-like behavior\nat least 3 times in approximately 5 minutes. The facility representative had not noticed this dog's loose red stool and\na veterinarian had not been contacted about the dog's condition and no treatment was being given. The loose stool\ncould be due to gastrointestinal disorder, infection or other veterinary medical condition which could be painful. The\npacing back and forth could be indicative of an abnormal behavior or other underlying veterinary medical condition\nwhich could be distressful.\nA veterinarian had not been contacted about any of these dogs' ongoing thin body conditions listed above and they\nwere currently not under any treatment for their body conditions. The licensee mentioned that it was possible that\nsome of the dogs could be thin due to getting \"bullied\" by another dog in each enclosure over the food. A thin body\ncondition in dogs can also be due to inadequate nutrition, parasites, or other underlying medical problems. The\nlicensee must consult with a licensed veterinarian regarding the thin body conditions of these dogs. \"Meya\" and\n\"Fiona\" must be examined by a veterinarian. These veterinary consultations and examinations are in order to\nensure that accurate diagnoses are made and that appropriate treatment plans are developed and followed.\n-An adult female Boxer \"Lily\" still appeared thin. She was included on the report for the inspection conducted on\n3/22/18 for being very thin. She still had an obvious visible waist and abdominal tuck. The tops of her lumbar\nvertebrae were prominent and her pelvic bones were becoming prominent. She was still co-housed with another\nadult dog. According to the licensee and facility representative, they were separating the dogs within the enclosure\nat feeding time so they could each eat their own portions of food. The licensee had consulted with the veterinarian\nsince the last inspection and said that it had been recommended to feed her puppy food however she was still\nfeeding \"Lily\" adult food. It is important to follow the treatment plans established by the veterinarian otherwise it\ncould increase the risk that the animal does not improve or the condition could worsen. \nThe licensee must ensure that the PVC and all treatment plans of the veterinarian for all of the animals are followed\nat all times. If the animal's condition does not seem to be improving or is worsening, then the licensee must\nfollow-up with the veterinarian. The licensee must ensure that all treatment plans are followed and that all animals\nreceive adequate veterinary care at all times\n\n2.50(a)(2)\nTIME AND METHOD OF IDENTIFICATION.\n-There were a total 20 puppies which were less than 16 weeks of age at the facility that did not have individual\nidentification. The un-weaned puppies were in one of five litters being housed as a litter with their dam. Identification\nis required in order to ensure that each animal's identity can be known with certainty and to facilitate record keeping\nrequirements. The licensee must ensure that all dogs less than 16 weeks of age are identified by an official tag as\ndescribed in Sec. 2.51, a legible tattoo approved by the Administrator, a microchip, or a cage card (if maintained as\na litter with their dam and housed within the same primary enclosure). To be corrected by: April 9, 2018.\n3.1(f)                    REPEAT\nHOUSING FACILITIES, GENERAL.\n-On the ground, directly adjacent to at least 3 outdoor enclosures housing Saint Bernards and/or Boxers, there is an\naccumulation of waste, including feces, hair and other material such as leaves. \n-The outdoor portion of an enclosure housing 2 adult Miniature Pinschers contained a dirt/pea gravel type ground\nfloor that was very wet compared to the enclosures located on either side of it. The wet enclosure contained small to\nmoderate sized puddles of water throughout the enclosure and had a very muddy appearance. The dogs inside this\nenclosure had fur that appeared wet and was covered with mud on their feet, legs and abdomens; there was also\nmud splattered throughout their fur on the tops of their backs and heads. The indoor portion of this enclosure had a\nheavy build-up of dirt, mud, fecal material and grime covering most of the entire floor and around some of the\naccess door. This enclosure housed an adult female Miniature Pinscher \"Fiona\" that had loose stools. \nThis accumulation of waste material next to the dogs' enclosures and standing water inside of the enclosure\nincreases the risk of pests, odors and other disease hazards. The standing puddles of water in animal enclosures\nmust be drained or mopped up so that the animals can stay clean and dry at all times. The licensee must establish\nand maintain a program that provides for the regular and frequent removal of animal and food waste, water and\ndebris from the kennel area to protect the dogs from pests, odors and other disease hazards at all times.\n3.7(b)           DIRECT\nCOMPATIBLE GROUPING.\n-According to the licensee and a facility representative there were 2 adult female Saint Bernards, \"Annabelle\"\n(#941000014961402) and \"Meya\" (0A01441848) that did not get along and had recently gotten into a fight. During\nthe inspection, the females were housed together with another male Saint Bernard.  According to the facility\nrepresentative, she suspected that the females had recently been in a fight because she had noticed on Tuesday\nthat \"Annabelle\" was limping on her right front leg which appeared swollen with a suspected bite wound on it.\n\"Meya\" also had a puncture-like wound that appeared to be a bite wound on her right front leg which had not been\npreviously noticed by the facility.  Both females were also very thin. While looking at the dogs and their current\nconditions, the dogs began to intensely fight.  The facility representative sprayed the dogs with water from a hose to\n\nget the dogs to stop fighting. \"Meya\" appeared to have fresh red blood-like material around the neck. She was also\nobserved licking at her right front leg. When the facility representative was asked about separating the dogs and\nwhy the 2 were still housed together despite the fighting, wounds and thin body conditions she replied that there\nwas no other place to put them and they did not have space to separate them.\n-In addition to the thin body conditions of \"Annabelle\" and \"Meya\", there were two additional dogs that appeared to\nbe very thin that were each housed with at least one additional dog during the inspection. These dogs included adult\nfemale Boxer \"Lily\" (0A02082504) and female Miniature Pinscher \"Harper\". Another adult female Miniature Pinscher\n\"Layla\" was previously included on the report for the inspection conducted on 3/22/18 for being very thin was\nco-housed with additional adult dogs. According to the licensee, she thought that these dogs could be thin due to\ngetting \"bullied\" by another dog in each enclosure over the food. \nDogs that are not compatible with each other but continue to be housed together increase the risk of dog fights\nand/or other dominant behaviors which can increase the risk of injury, infections, malnutrition or other veterinary\nmedical conditions including death to one or more of the dogs. The licensee must ensure that dogs that are housed\nin the same primary enclosure are compatible and that any dog exhibiting a vicious or overly aggressive disposition\nis housed separately at all times. To be corrected by: April 6, 2018.\n3.10           DIRECT                    REPEAT\nWATERING.\n-There were at least four enclosures housing adult dogs that contained water receptacles located on the ground in\nthe outdoor portion of their enclosures. The water in these receptacles did not appear potable. Two enclosures each\ncontained water that was light to golden brown, opaque and mud-like. One of these enclosures housed 2 dogs, one\nof which was an adult female Miniature Pinscher \"Fiona\" that had loose stools. Another enclosure contained a small\namount of water with a couple of worms in the center of the receptacle. This enclosure housed 5 dogs, one of which\nwas an adult female Miniature Pinscher \"Haper\" that appeared very thin. There was another enclosure with water\nthat appeared dark golden yellow with debris in it. When asked about the last time fresh water had been given to\nthese animals, the facility representative stated that it had been the night before last. Lack of potable water can\ndecrease an animal's intake of water, could increase the risk of disease hazards or adverse medical conditions. The\nlicensee must ensure that all of the dogs are offered potable water as required. The facility representative provided\nfresh water as requested during the inspection.\n3.11(a)           DIRECT                    REPEAT\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\n-There were at least 8 enclosures throughout the facility housing dogs that contained greater than a day's worth of\nfeces. Some of the enclosures were in the outdoor facility and others were in the indoor and/or outdoor portion of a\nsheltered building. One enclosure within a sheltered building housing two Miniature Pinschers had a heavy\naccumulation of mashed and caked fecal material as well as dirt and grime covering the entire flooring of the indoor\n\nportion of their enclosure; there was not enough room for all of the dogs to occupy the indoor portion of the\nenclosure without walking, standing, sitting or laying in this material. There were additional enclosures that\ncontained enough feces that the dogs were walking through it to maneuver through the enclosure. There were feces\nthat had been mashed and dried into the floors of many of the enclosures. Also, some of the feces had hair\nembedded into the dried feces and some had mold-like discoloration observed on the feces. When asked about\nwhen these enclosures were cleaned, the facility representative stated they were last cleaned this past weekend on\nSunday, approximately 4 days prior to inspection. Accumulations of waste products increase the risk of disease\nhazards and create an unhealthy environment for the animals. The licensee must ensure that all waste material is\nremoved from the primary enclosures daily as required.\n3.11(b)(2)           DIRECT                    REPEAT\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\n-There were hard surfaces in contact with the dogs that had an excessive build-up of dirt, mud and/or grime. Within\na sheltered building, there were at least 2 enclosures that had an excessive build-up of dirt/mud, mashed feces and\ngrime on the floors, lower portions of the walls and around some of the access doors. The build-up was so heavy\nthat the dogs would not have a place to stand, walk, lay or sit without being in this material. One of these enclosures\nhoused 5 dogs, one of which was an adult female Miniature Pinscher \"Haper\" that appeared very thin. The other\nenclosure housed 2 dogs, one of which was an adult female Miniature Pinscher \"Fiona\" that had loose stools.\nAccording to a facility representative, the enclosures were last cleaned over the weekend. The build up of dirt and\ngrime can increase the risk of disease hazards in the dogs. The licensee must ensure that primary enclosures and\nfood and water receptacles are sanitized at least once every 2 weeks or more often if necessary to prevent an\naccumulation of dirt, debris, food waste, excreta and other disease hazards.\n-The adult female Miniature Pinscher \"Layla\" included on the report for the inspection conducted on March 22, 2018\nunder 2.40 (b)(2) had been addressed.\nThe focused inspection and a preliminary exit interview were conducted with the licensee and a facility\nrepresentative on April 5, 2018. The exit interview was completed on April 6, 2018.\nAdditional Inspectors\nHeine William, Animal Care Inspector",
  "animals_total": 78,
  "species": [
    {
      "count": 58,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 20,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}