{
  "insp_id": "41141029048393",
  "layout": "a",
  "customer_id": "323664",
  "customer_name": "Kirby Van Burch",
  "customer_addr": "7812 Cozy Cove\nBranson, MO 65616",
  "certificate": "43-C-0320",
  "site_id": "001",
  "site_name": "Kirby Van Burch",
  "insp_type": "ROUTINE INSPECTION",
  "date": "10-FEB-2014",
  "report_date": "10-FEB-2014",
  "citations": [
    {
      "code": "2.131(c)(1)",
      "kind": "",
      "repeat": false,
      "desc": "HANDLING OF ANIMALS.",
      "narrative": "There is an inadequate barrier between the two leopards and the two tigers and the general public and/or\nunauthorized personnel. There is a stairwell in the lobby of the theater, near the box office, that leads downstairs to\nthe animal housing area. There was not a lock on either door of the stairwell; therefore, anyone could walk down\nthe stairs and have access to the animals. The theater is located in a building that also has other businesses such\nas a coffee shop and a gift shop. The tables and seating for the coffee shop patrons are located in the box office\narea near the stairwell. Inadequate barriers can compromise the safety of the animals and/or the public. The\nlicensee must ensure that all areas of access to the animals are secured at all times.\nTHE FACILITY REPRESENTATIVES WERE INSTRUCTED TO SECURE THE STAIRWELL BY THE END OF THE\nDAY. THEY SAID THAT THEY WOULD HAVE A LOCK INSTALLED ON THE DOOR TODAY."
    },
    {
      "code": "2.131(d)(1)",
      "kind": "",
      "repeat": false,
      "desc": "HANDLING OF ANIMALS.",
      "narrative": "An adult white tiger named Precious was exhibiting signs of anxiety. She was continuously panting and would\nfrequently snarl, flatten her ears, and growl at observers. Once she charged at the window while observers were\nlooking in. Her body seemed tense and she layed in a sternal position throughout the inspection. A few days\nearlier, Precious was moved to this exhibit next to the box office in the theater lobby which resulted in four changes\nfor her: 1) she was living in a strange environment, 2) she was living alone without any other animals within sight for\nthe first time in her life, 3) she was on public display for longer periods of time than she was used to, and 4) she was\nbeing exposed to a large number of strangers. Changes in an animal's routine and habitat can cause stress which\ncan affect the animal's health and psychological well-being. The licensee must ensure that Precious is exhibited\nonly for periods of time and under conditions that are consistent with her good health and well-being.\nTO BE CORRECTED BY FEBRUARY 15, 2014."
    },
    {
      "code": "3.126(c)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, INDOOR.",
      "narrative": "The two tigers and the two leopards in the downstairs housing area have insufficient lighting. The lighting, which is\nprovided by a few light bulbs on the walls behind the enclosures, is not uniformly distributed and is too dim.\nAdequate lighting is necessary for proper visualization of the animals and for cleaning purposes. The licensee shall\nprovide good quality and ample lighting appropriate for these species of animals.\nTO BE CORRECTED BY FEBRUARY 15, 2014.\nThe inspection and exit briefing were conducted with facility representatives. The inspection included the animals\nand their new housing facilities."
    }
  ],
  "narrative": "2.131(c)(1)\nHANDLING OF ANIMALS.\nThere is an inadequate barrier between the two leopards and the two tigers and the general public and/or\nunauthorized personnel.  There is a stairwell in the lobby of the theater, near the box office, that leads downstairs to\nthe animal housing area.  There was not a lock on either door of the stairwell; therefore, anyone could walk down\nthe stairs and have access to the animals.  The theater is located in a building that also has other businesses such\nas a coffee shop and a gift shop.  The tables and seating for the coffee shop patrons are located in the box office\narea near the stairwell.  Inadequate barriers can compromise the safety of the animals and/or the public.  The\nlicensee must ensure that all areas of access to the animals are secured at all times.\nTHE FACILITY REPRESENTATIVES WERE INSTRUCTED TO SECURE THE STAIRWELL BY THE END OF THE\nDAY.  THEY SAID THAT THEY WOULD HAVE A LOCK INSTALLED ON THE DOOR TODAY.\n2.131(d)(1)\nHANDLING OF ANIMALS.\nAn adult white tiger named Precious was exhibiting signs of anxiety.  She was continuously panting and would\nfrequently snarl, flatten her ears, and growl at observers.  Once she charged at the window while observers were\nlooking in.  Her body seemed tense and she layed in a sternal position throughout the inspection.  A few days\nearlier, Precious was moved to this exhibit next to the box office in the theater lobby which resulted in four changes\nfor her: 1) she was living in a strange environment, 2) she was living alone without any other animals within sight for\nthe first time in her life, 3) she was on public display for longer periods of time than she was used to, and 4) she was\nbeing exposed to a large number of strangers.  Changes in an animal's routine and habitat can cause stress which\ncan affect the animal's health and psychological well-being.  The licensee must ensure that Precious is exhibited\nonly for periods of time and under conditions that are consistent with her good health and well-being.\nTO BE CORRECTED BY FEBRUARY 15, 2014.\n3.126(c)\nFACILITIES, INDOOR.\n\nThe two tigers and the two leopards in the downstairs housing area have insufficient lighting.  The lighting, which is\nprovided by a few light bulbs on the walls behind the enclosures, is not uniformly distributed and is too dim. \nAdequate lighting is necessary for proper visualization of the animals and for cleaning purposes.  The licensee shall\nprovide good quality and ample lighting appropriate for these species of animals.\nTO BE CORRECTED BY FEBRUARY 15, 2014.\nThe inspection and exit briefing were conducted with facility representatives.  The inspection included the animals\nand their new housing facilities.",
  "animals_total": 5,
  "species": [
    {
      "count": 2,
      "scientific": "Panthera pardus",
      "common": "LEOPARD"
    },
    {
      "count": 3,
      "scientific": "Panthera tigris",
      "common": "TIGER"
    }
  ]
}