{
  "insp_id": "INS-0000852458",
  "layout": "c",
  "customer_id": "502185",
  "customer_name": "Wizard of Paws Wildlife Education Inc",
  "customer_addr": "403 Fletcher Lane\nBeech Grove, IN 46107",
  "certificate": "",
  "site_id": "001",
  "site_name": "Wizard of Paws Wildlife Education Inc",
  "insp_type": "RE-LICENSE INSPECTION",
  "date": "09-MAR-2023",
  "report_date": "16-MAR-2023",
  "citations": [
    {
      "code": "2.40",
      "kind": "",
      "repeat": true,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "During the inspection, the applicant provided an animal care document. The applicant stated that the document was\nreviewed by the veterinarian. The applicant also stated that the veterinarian had approved their care for all the animals.\nThere was no indication that the veterinarian had reviewed and approved the care plan. A follow-up phone call with the\nveterinarian confirmed that the care plan had not been reviewed and approved by the veterinarian.\nWithout veterinary guidance, animals may not receive optimal care. Applicant shall develop and maintain a care plan that\nhas been reviewed and approved by the veterinarian."
    },
    {
      "code": "3.131(a)",
      "kind": "",
      "repeat": true,
      "desc": "Sanitation.",
      "narrative": "The enclosure for one of the singing dogs was pulled away from the wall during the inspection to inspect all sides of the\nenclosure. The enclosure had feces and fur accumulated along the entire back bottom ledge. The accumulated fur\ncovered the entire length of the edge and hung down the side below the enclosure. There was also dust and fur along\nthe top of the enclosure and on the back of the wooden bench on top of the enclosure. Another singing dog enclosure\nhad similar fur underneath and along the back edge of the enclosure.\nInspecting the back side of the enclosure housing two ferrets revealed feces accumulated along the back edges of the\npen. The feces was a pile that was approximately 4 inches x 2 inches and 1 inch deep in the corner of the enclosure. A\nsecond corner of the enclosure had a pile of accumulated feces that was approximately 5 inches x 2 inches and 1/2 inch\ndeep.\nThe enclosure housing two fennec foxes and one pale fox had litter pans that had smeared feces on the sides. The\nenclosure also had resting shelves that had a layer of dust on them.\nFailure to adequately clean and sanitize animal enclosures increases the risk of disease. All enclosures should be\ncleaned and sanitized frequently and thoroughly to eliminate the accumulation of fur and feces."
    },
    {
      "code": "3.131(c)",
      "kind": "",
      "repeat": true,
      "desc": "Sanitation.",
      "narrative": "The regulated animals, ie: 7 red foxes; 4 singing dogs; 2 fennec foxes; 1 pale fox; and 2 ferrets that are used in exhibition,\nare all housed in rooms of the applicant's primary residence. The house is approximately 1100 sq feet. Also housed are\npersonal pets (11 cats, 3 dogs, 4 rabbits, two enclosures housing numerous rats). The rooms are overcrowded with\nstored items such as donated food, bedding, personal items and other supplies. There are lidded bins stacked next to\nand on top of the animal enclosures and where ever there is space in the home. There was dust and spilled food along\nthe tops of the bins and on the floor beside the bins along the wall. There is minimal clearance to work with and access\nthe animals, clean the enclosures as well as clean the walls and areas around the enclosures. The lack of access for\nproper cleaning allows buildup of fur, dust and spoiled food under and behind the enclosures. The lack of access\nprevents proper husbandry and puts the animals at risk of disease. Premises shall be kept clean and in good repair to\nprotect the animals from injury and to facilitate prescribed husbandry practices.\nThis is a 3rd Re-License Inspection for a Class C license. The inspection and exit briefing were conducted with the\napplicant.\nThe applicant is not currently in compliance with the AWA as documented above. You may appeal this finding in writing by\nMarch 23, 2023.\nAppeals should be addressed to:\nDr. Elizabeth Goldentyer\nAPHIS Animal Care(AC)\nU.S. Department of Agriculture\n4700 River Road | 6D-03F\nRiverdale, MD 20787\nOr emailed to:\nanimalcareappeals@usda.gov\nYour existing license is expired and a new license will not be issued. Conducting regulated activities without a valid USDA\nlicense is a violation of the Animal Welfare Act.\nA new application may be submitted for consideration after September 9, 2023.\nAdditional Inspectors:\nREBECCA NANNEY, VETERINARY MEDICAL OFFICEREnd Section"
    }
  ],
  "narrative": "2.40  Repeat\n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nDuring the inspection, the applicant provided an animal care document.  The applicant stated that the document was \nreviewed by the veterinarian.  The applicant also stated that the veterinarian had approved their care for all the animals.  \nThere was no indication that the veterinarian had reviewed and approved the care plan.  A follow-up phone call with the \nveterinarian confirmed that the care plan had not been reviewed and approved by the veterinarian. \nWithout veterinary guidance, animals may not receive optimal care.  Applicant shall develop and maintain a care plan that \nhas been reviewed and approved by the veterinarian. \n3.131(a)  Repeat\n   \nSanitation. \nThe enclosure for one of the singing dogs was pulled away from the wall during the inspection to inspect all sides of the \nenclosure.  The enclosure had feces and fur accumulated along the entire back bottom ledge.  The accumulated fur \ncovered the entire  length of the edge and hung down the side below the enclosure.  There was also dust and fur along \nthe top of the enclosure and on the back of the wooden bench on top of the enclosure.  Another singing dog enclosure \nhad similar fur underneath and along the back edge of the enclosure. \nInspecting the back side of the enclosure housing two ferrets revealed feces accumulated along the back edges of the \npen.  The feces was a pile that was approximately 4 inches x 2 inches and 1 inch deep in the corner of the enclosure.  A\n\nsecond corner of the enclosure had a pile of accumulated feces that was approximately 5 inches x 2 inches and 1/2 inch \ndeep. \nThe enclosure housing two fennec foxes and one pale fox had  litter pans that had smeared feces on the sides. The \nenclosure also had resting shelves that had a layer of dust on them.   \n \nFailure to adequately clean and sanitize animal enclosures increases the risk of disease.  All enclosures should be \ncleaned and sanitized frequently and thoroughly to eliminate the accumulation of fur and feces. \n3.131(c)  Repeat\n   \nSanitation. \nThe regulated animals, ie: 7 red foxes; 4 singing dogs; 2 fennec foxes; 1 pale fox; and 2 ferrets that are used in exhibition, \nare all housed in rooms of the applicant's primary residence.  The house is approximately 1100 sq feet.  Also housed are \npersonal pets (11 cats, 3  dogs, 4 rabbits, two enclosures housing numerous rats).  The rooms are overcrowded with \nstored items such as donated food, bedding, personal items and other supplies.  There are lidded bins stacked next to \nand on top of the animal enclosures and where ever there is space in the home.  There was dust and spilled food along \nthe tops of the bins and on the floor beside the bins along the wall.  There is minimal clearance to work with and access \nthe animals, clean the enclosures as well as clean the walls and areas around the enclosures.  The lack of access for \nproper cleaning allows buildup of fur, dust and spoiled food under and behind the enclosures.  The lack of access \nprevents proper husbandry and puts the animals at risk of disease.  Premises shall be kept clean and in good repair to \nprotect the animals from injury and to facilitate prescribed husbandry practices. \n \nThis is a 3rd Re-License Inspection for a Class C license. The inspection and exit briefing were conducted with the \napplicant.\n\nThe applicant is not currently in compliance with the AWA as documented above. You may appeal this finding in writing by \nMarch 23, 2023. \n \nAppeals should be addressed to: \nDr. Elizabeth Goldentyer \nAPHIS Animal Care(AC) \nU.S. Department of Agriculture \n4700 River Road | 6D-03F \nRiverdale, MD 20787 \n \nOr emailed to: \nanimalcareappeals@usda.gov \n \nYour existing license is expired and a new license will not be issued. Conducting regulated activities without a valid USDA \nlicense is a violation of the Animal Welfare Act.  \n \nA new application may be submitted for consideration after September 9, 2023. \n \nAdditional Inspectors: \nREBECCA NANNEY, VETERINARY MEDICAL OFFICEREnd Section",
  "animals_total": 16,
  "species": [
    {
      "count": 2,
      "scientific": "Vulpes zerda",
      "common": "FENNEC FOX"
    },
    {
      "count": 7,
      "scientific": "Vulpes vulpes",
      "common": "RED FOX (INCLUDES SILVER FOX & CROSS FOX)"
    },
    {
      "count": 4,
      "scientific": "Canis lupus hallstromi",
      "common": "NEW GUINEA SINGING DOG"
    },
    {
      "count": 2,
      "scientific": "Mustela putorius furo",
      "common": "DOMESTIC FERRET"
    },
    {
      "count": 1,
      "scientific": "Vulpes pallida",
      "common": "PALE FOX"
    }
  ]
}