{
  "insp_id": "2016082567984303",
  "layout": "a",
  "customer_id": "500775",
  "customer_name": "Randys Enterprises Llc",
  "customer_addr": "63 Kinney Ave\nTalmo, GA 30575",
  "certificate": "57-C-0365",
  "site_id": "001",
  "site_name": "RANDYS PUMPKIN PATCH",
  "insp_type": "ROUTINE INSPECTION",
  "date": "26-OCT-2016",
  "report_date": "04-NOV-2016",
  "citations": [
    {
      "code": "2.1(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "REQUIREMENTS AND APPLICATION.",
      "narrative": "*** The facility is exhibiting rabbits seasonally in October at a fair in Lawrenceville, GA. There are 10 rabbits on the\nground in the petting area and the public is allowed to enter the enclosure to pet the rabbits. There are other rabbits\nin cages that will be rotated into the petting area. This is regulated activity requiring an exhibitor’s license. Any\nperson operating or intending to operate as an exhibitor, except persons who are exempted from the licensing\nrequirements, must have a valid license. The applicant shall provide the information requested on the application\nform, including a valid mailing address through which the licensee or applicant can be reached at all times, and a\nvalid premises address where animals, animal facilities, equipment, and records may be inspected for compliance.\nThe applicant shall file the completed application form with the AC Regional Director at the address provided in the\napplication packet.\nI am providing my contact information and have requested an application packet to be sent to the address you\nprovided. If there are questions concerning the application or requirements please contact me at the number\nprovided or you may contact the AC Regional Office."
    },
    {
      "code": "2.131(c)(1)",
      "kind": "",
      "repeat": false,
      "desc": "HANDLING OF ANIMALS.",
      "narrative": "***When I arrived I observed several members of the public in the petting area with the rabbits. There were 10\nrabbits on the ground with the public but there were no facility representatives or attendants present. I observed for\nabout five minutes before I attempted to locate an employee. During public exhibition, any animal must be handled\nso there is minimal risk of harm to the animal and to the public, with sufficient distance and/or barriers between the\nanimal and the general viewing public so as to assure the safety of animals and the public. While the public is\nallowed to pet the rabbits an employee shall be present to assure the rabbits are handled safely."
    },
    {
      "code": "3.53(a)(4)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "***The floor of the primary enclosures for the rabbits waiting to be rotated into the petting area is wire. The wire\nflooring has wholes large enough for the rabbits feet to slip through and may allow the rabbits to become injured. A\nmore appropriate type of flooring shall be provided to protect the rabbits from injury.\nThis inspection and exit interview were conducted with the facility representative."
    }
  ],
  "narrative": "2.1(a)(1)\nREQUIREMENTS AND APPLICATION.\n*** The facility is exhibiting rabbits seasonally in October at a fair in Lawrenceville, GA. There are 10  rabbits on the\nground in the petting area and the public is allowed to enter the enclosure to pet the rabbits. There are other rabbits\nin cages that will be rotated into the petting area. This is regulated activity requiring an exhibitor’s license.  Any\nperson operating or intending to operate as an exhibitor, except persons who are exempted from the licensing\nrequirements, must have a valid license. The applicant shall provide the information requested on the application\nform, including a valid mailing address through which the licensee or applicant can be reached at all times, and a\nvalid premises address where animals, animal facilities, equipment, and records may be inspected for compliance.\nThe applicant shall file the completed application form with the AC Regional Director at the address provided in the\napplication packet. \n  I am providing my contact information and have requested an application packet to be sent to the address you\nprovided.  If there are questions concerning the application or requirements please contact me at the number\nprovided or you may contact the AC Regional Office.\n2.131(c)(1)\nHANDLING OF ANIMALS.\n***When I arrived I observed several members of the public in the petting area with the rabbits.  There were 10\nrabbits on the ground with the public but there were no facility representatives or attendants present.  I observed for\nabout five minutes before I attempted to locate an employee.  During public exhibition, any animal must be handled\nso there is minimal risk of harm to the animal and to the public, with sufficient distance and/or barriers between the\nanimal and the general viewing public so as to assure the safety of animals and the public.  While the public is\nallowed to pet the rabbits an employee shall be present to assure the rabbits are handled safely.\n3.53(a)(4)\nPRIMARY ENCLOSURES.\n\n***The floor of the primary enclosures for the rabbits waiting to be rotated into the petting area is wire.  The wire\nflooring has wholes large enough for the rabbits feet to slip through and may allow the rabbits to become injured.  A\nmore appropriate type of flooring shall be provided to protect the rabbits from injury.\nThis inspection and exit interview were conducted with the facility representative.",
  "animals_total": 22,
  "species": [
    {
      "count": 22,
      "scientific": "Oryctolagus cuniculus",
      "common": "DOMESTIC RABBIT / EUROPEAN RABBIT"
    }
  ]
}