{
  "insp_id": "INS-0000863744",
  "layout": "c",
  "customer_id": "4424",
  "customer_name": "Charles and Debbi McGinnis",
  "customer_addr": "1030 E 444th Road\nBolivar, MO 65613",
  "certificate": "43-A-5563",
  "site_id": "001",
  "site_name": "CHARLES Mc GINNIS & DEBBI Mc GINNIS",
  "insp_type": "ROUTINE INSPECTION",
  "date": "11-APR-2023",
  "report_date": "11-APR-2023",
  "citations": [
    {
      "code": "3.4(b)",
      "kind": "",
      "repeat": false,
      "desc": "Outdoor housing facilities.",
      "narrative": "Two outdoor enclosures, housing a total of 7 adult dogs, did not provide sufficient shade for the dogs. The enclosure\nhousing 4 dogs had no shade at the time of the inspection. The enclosure housing 3 dogs had about 3 inches of shade\nbut was not a large enough area for all 3 dogs to be protected from the sun. Shade is necessary to protect the dogs from\nthe direct rays of the sun for their health, comfort, and well-being. The licensee must ensure that in addition to the shelter\nstructures, one or more separate outside areas of shade are provided. Shade must be provided throughout the day and\nmust be a large enough area to contain all the animals at one time.\nTO BE CORRECTED BY APRIL 12, 2023.\nThis inspection and exit interview were conducted with the licensee.\nn"
    }
  ],
  "narrative": "3.4(b) \n   \nOutdoor housing facilities. \nTwo outdoor enclosures, housing a total of 7 adult dogs, did not provide sufficient shade for the dogs.  The enclosure \nhousing 4 dogs had no shade at the time of the inspection.  The enclosure housing 3 dogs had about 3 inches of shade \nbut was not a large enough area for all 3 dogs to be protected from the sun.  Shade is necessary to protect the dogs from \nthe direct rays of the sun for their health, comfort, and well-being.  The licensee must ensure that in addition to the shelter \nstructures, one or more separate outside areas of shade are provided.  Shade must be provided throughout the day and \nmust be a large enough area to contain all the animals at one time. \nTO BE CORRECTED BY APRIL 12, 2023. \n \nThis inspection and exit interview were conducted with the licensee. \n \n n",
  "animals_total": 39,
  "species": [
    {
      "count": 9,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    },
    {
      "count": 30,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    }
  ]
}