{
  "insp_id": "192141728140956",
  "layout": "a",
  "customer_id": "321415",
  "customer_name": "Michael Todd",
  "customer_addr": "All Things Wild\n22 West Washington St Suite 1500\nChicago, IL 60602",
  "certificate": "33-C-0388",
  "site_id": "TRA",
  "site_name": "MICHAEL TODD",
  "insp_type": "ROUTINE INSPECTION",
  "date": "11-JUL-2014",
  "report_date": "11-JUL-2014",
  "citations": [
    {
      "code": "3.137(a)(2)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES USED TO TRANSPORT LIVE ANIMALS.",
      "narrative": "The livestock trailer that is used to transport the camel is in disrepair. The metal roof has no fewer than five\nholes/areas of sharp, jagged metal that are protruding into the trailer. At least three of these holes are greater than\ntwo inches in diameter. Animal hair was observed on one of the jagged edges. The sharp, jagged metal edges are\ndirectly accessible to the camel while it is housed or transported in the trailer. These areas could injure the animal.\nRepair or replace the trailer.\nTo be corrected: 7-21-14\nThis inspection and exit briefing were conducted with the undersigned license holder at the Stephenson County Fair\nin Freeport, IL."
    }
  ],
  "narrative": "3.137(a)(2)\nPRIMARY ENCLOSURES USED TO TRANSPORT LIVE ANIMALS.\nThe livestock trailer that is used to transport the camel is in disrepair.  The metal roof has no fewer than five\nholes/areas of sharp, jagged metal that are protruding into the trailer.  At least three of these holes are greater than\ntwo inches in diameter.  Animal hair was observed on one of the jagged edges.  The sharp, jagged metal edges are\ndirectly accessible to the camel while it is housed or transported in the trailer.  These areas could injure the animal.\nRepair or replace the trailer.\nTo be corrected: 7-21-14\nThis inspection and exit briefing were conducted with the undersigned license holder at the Stephenson County Fair\nin Freeport, IL.",
  "animals_total": 1,
  "species": [
    {
      "count": 1,
      "scientific": "Camelus dromedarius domestic",
      "common": "DOMESTIC DROMEDARY CAMEL"
    }
  ]
}