{
  "insp_id": "96151444460967",
  "layout": "a",
  "customer_id": "324541",
  "customer_name": "Kevin Beauchamp",
  "customer_addr": "32069 Hwy 5\nLebanon, MO 65536",
  "certificate": "43-B-3707",
  "site_id": "001",
  "site_name": "KEVIN BEAUCHAMP",
  "insp_type": "ROUTINE INSPECTION",
  "date": "06-APR-2015",
  "report_date": "06-APR-2015",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "***A male Lhasa Apso named \"Gold Digger\" had excessively matted hair. A large amount of fecal matter was\ntrapped in the matted hair under the tail and on the hind legs. Matted hair can result in skin problems, can be\npainful, and can compromise the hair(cid:25)s ability to provide protection from the heat or cold. The licensee must\nremove the matted hair from this animal and must establish an effective program of haircoat maintenance.\n***A female Basset Hound named \"Peanut Butter\" and a female Bulldog named \"Lola\" had excessively long\ntoenails. Long toenails can force the toes into abnormal positions, can affect the dog's gait, and can become\nentrapped and injured. The licensee must trim these toenails and must establish an effective program of toenail\nmaintenance."
    },
    {
      "code": "2.75(a)(1)(1)",
      "kind": "",
      "repeat": false,
      "desc": "RECORDS: DEALERS AND EXHIBITORS.",
      "narrative": "(i) Name and address of seller.\n***The APHIS Form 7005 records were incomplete. There were 10 dogs currently in the kennel that did not have\nany seller information on the records. Appropriate documentation of acquired animals is essential for proper\nidentification and so each animal can be traced forward and backward. The licensee must complete the APHIS\nform 7005 and assure that all documentation is completed as required.\nTO BE CORRECTED BY APRIL 13, 2015.\nThe inspection and the exit briefing were conducted by Konnie Plumlee-VMO and Bill Heine-ACI with the licensee.\nAdditional Inspectors\nHeine William, Animal Care Inspector"
    }
  ],
  "narrative": "2.40(b)(2)                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n***A male Lhasa Apso named \"Gold Digger\" had excessively matted hair.  A large amount of fecal matter was\ntrapped in the matted hair under the tail and on the hind legs.  Matted hair can result in skin problems, can be\npainful, and can compromise the hair(cid:25)s ability to provide protection from the heat or cold.   The licensee must\nremove the matted hair from this animal and must establish an effective program of haircoat maintenance.\n***A female Basset Hound named \"Peanut Butter\" and a female Bulldog named \"Lola\" had excessively long\ntoenails.  Long toenails can force the toes into abnormal positions, can affect the dog's gait, and can become\nentrapped and injured.  The licensee must trim these toenails and must establish an effective program of toenail\nmaintenance.\n2.75(a)(1)(1)\nRECORDS: DEALERS AND EXHIBITORS.\n(i) Name and address of seller.\n***The APHIS Form 7005 records were incomplete.  There were 10 dogs currently in the kennel that did not have\nany seller information on the records.  Appropriate documentation of acquired animals is essential for proper\nidentification and so each animal can be traced forward and backward.  The licensee must complete the APHIS\nform 7005 and assure that all documentation is completed as required.\nTO BE CORRECTED BY APRIL 13, 2015.\nThe inspection and the exit briefing were conducted by Konnie Plumlee-VMO and Bill Heine-ACI with the licensee.\nAdditional Inspectors\nHeine William, Animal Care Inspector",
  "animals_total": 64,
  "species": [
    {
      "count": 48,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 16,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}