{
  "insp_id": "226150217526430",
  "layout": "a",
  "customer_id": "868",
  "customer_name": "The Mannheimer Foundation Inc",
  "customer_addr": "20255 S W 360 Street\nHomestead, FL 33034",
  "certificate": "58-A-0126",
  "site_id": "002",
  "site_name": "MANNHEIMER FOUNDATION INC",
  "insp_type": "ROUTINE INSPECTION",
  "date": "28-SEP-2015",
  "report_date": "29-SEP-2015",
  "citations": [
    {
      "code": "2.33(b)(1)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE.",
      "narrative": "On July 21, 2015 twelve nonhuman primates (NHP's) located at enclosure 22B were found eating rat bait pellets. A\nlawn care contractor admitted moving the rat bait stations from its fixed position so he could mow easier around the\nenclosure; contractor failed to notify facility personnel about the bait station movement. The bait station was placed\nwithin the reach of the NHP's allowing them to grab and ingest warfarin-type bait pellets. The research facility must\nmaintain in its program of veterinary care detailed guidance for service contractors when working around NHP's, to\nminimize accidental exposure to potentially harmful chemicals which could harm animals. All animals were\nhospitalized, observed and tested; no abnormalities were detected.\nThis noncompliance was corrected prior to the time of inspection."
    },
    {
      "code": "2.38(f)",
      "kind": "",
      "repeat": false,
      "desc": "MISCELLANEOUS.",
      "narrative": "On September 3, 2015, while moving sedated non-human primates (NHP's) out of field cage 16B, two non-sedated\nanimals escaped from their primary enclosure. The animals were able to escape because two doors (man-cage\narea and secondary compartment) were momentarily open at the same time. The two NHP's were successfully\nrecovered and unharmed approximately two hours after escaping. Handling of all animals shall be done as\nexpeditiously and carefully as possible in a manner that does not cause trauma, overheating, excessive cooling,\nbehavioral stress, physical harm, unnecessary discomfort, or escape from their primary enclosure.\nThis noncompliance was corrected prior to the time of inspection."
    },
    {
      "code": "3.75(c)(1)(2)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "Several metal and plastic sharp points and edges were found at several primary enclosures throughout the facility.\nMost sharp points/edges were identified on wire ties, hose clamps and hard plastic bases (attaching enrichment\ntoys). Housing facilities for nonhuman primates (NHP's) must be kept in good repair, and they must protect the\nanimals from injury and contain the animals securely. Primary enclosures for all NHP's at the facility must be free of\njagged edges or sharp points that might injure the animals. Facility maintenance was notified immediately, and\nsome repairs at the enclosures were completed before this inspection.\nTo be completed by: December 29, 2015\nExit interview conducted with facility representative."
    }
  ],
  "narrative": "2.33(b)(1)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE.\nOn July 21, 2015 twelve nonhuman primates (NHP's) located at enclosure 22B were found eating rat bait pellets.  A\nlawn care contractor admitted moving the rat bait stations from its fixed position so he could mow easier around the\nenclosure; contractor failed to notify facility personnel about the bait station movement.  The bait station was placed\nwithin the reach of the NHP's allowing them to grab and ingest warfarin-type bait pellets.  The research facility must\nmaintain in its program of veterinary care detailed guidance for service contractors when working around NHP's, to\nminimize accidental exposure to potentially harmful chemicals which could harm animals.  All animals were\nhospitalized, observed and tested; no abnormalities were detected.\nThis noncompliance was corrected prior to the time of inspection.\n2.38(f)\nMISCELLANEOUS.\nOn September 3, 2015, while moving sedated non-human primates (NHP's) out of field cage 16B, two non-sedated\nanimals escaped from their primary enclosure.  The animals were able to escape because two doors (man-cage\narea and secondary compartment) were momentarily open at the same time.  The two NHP's were successfully\nrecovered and unharmed approximately two hours after escaping.  Handling of all animals shall be done as\nexpeditiously and carefully as possible in a manner that does not cause trauma, overheating, excessive cooling,\nbehavioral stress, physical harm, unnecessary discomfort, or escape from their primary enclosure.\nThis noncompliance was corrected prior to the time of inspection.\n3.75(c)(1)(2)\nHOUSING FACILITIES, GENERAL. \nSeveral metal and plastic sharp points and edges were found at several primary enclosures throughout the facility. \nMost sharp points/edges were identified on wire ties, hose clamps and hard plastic bases (attaching enrichment\ntoys).  Housing facilities for nonhuman primates (NHP's) must be kept in good repair, and they must protect the\nanimals from injury and contain the animals securely.  Primary enclosures for all NHP's at the facility must be free of\n\njagged edges or sharp points that might injure the animals.  Facility maintenance was notified immediately, and\nsome repairs at the enclosures were completed before this inspection.\nTo be completed by: December 29, 2015\nExit interview conducted with facility representative.",
  "animals_total": 2316,
  "species": [
    {
      "count": 871,
      "scientific": "Macaca fascicularis",
      "common": "CRAB-EATING MACAQUE / CYNOMOLGUS MONKEY"
    },
    {
      "count": 1445,
      "scientific": "Macaca mulatta",
      "common": "RHESUS MACAQUE *MALE"
    }
  ]
}