{
  "insp_id": "205141920110730",
  "layout": "a",
  "customer_id": "12285",
  "customer_name": "Les Meyer",
  "customer_addr": "Millie Frazier\n47721 222nd Street West\nLancaster, CA 93536",
  "certificate": "93-C-0639",
  "site_id": "001",
  "site_name": "LES MEYER & MILLIE FRAZIER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "24-JUL-2014",
  "report_date": "05-AUG-2014",
  "citations": [
    {
      "code": "2.8(h)",
      "kind": "",
      "repeat": false,
      "desc": "NOTIFICATION OF CHANGE OF NAME, ADDRESS, CONTROL, OR OWNERSHIP OF BUSINESS.",
      "narrative": "Licensee has a long standing arrangement with a day camp to provide animals for a petting zoo during the summer\nmonths. Licensee failed to promptly notify the AC Regional Director by certified mail of any additional sites, within\n10 days of any change. Failure to notify USDA Animal Care of additional sites for any stay over 24 hours makes it\nimpossible to perform inspections to monitor the health and welfare of those animals when they are not at the\nlicensee(cid:25)s facility.\nCorrect for all future use of additional sites."
    },
    {
      "code": "2.40(b)",
      "kind": "Direct",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "Licensee failed to provide appropriate services and veterinary care to a pot belly pig housed at an unreported site, a\nday camp. Licensee was notified by camp personnel that the pig was ill. Licensee stated she told the day camp that\nshe would pick up the pig 48 to 72 hours after notification, after the weekend, and made no arrangements for\nveterinary care to be provided to the pig in the interim. The animal died before the licensee picked it up. Emergency\nand weekend veterinary care must be available, and diseases and injuries must be treated appropriately and\npromptly.\nCorrect for all future animals requiring veterinary care."
    },
    {
      "code": "3.56(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "Rabbit cages: A cage in the left corner of the outdoor facility had bedding material mixed with excreta and debris\ncovering the top part of the cage. A cage in the middle area contained a dirty, stained plastic carrier. A cage on the\nright had a dirty, wooden board on the cage floor with excreta and urine waste. Primary enclosures shall be kept\nreasonably free of excreta, hair, cobwebs and other debris by periodic cleaning. The cleaning schedule for these\nenclosures is inadequate, as evidenced by the build up present. Additionally, an enclosure with raw wood that\ncannot be properly sanitized must be replaced as needed. A system of cleaning and sanitation must be in place.\nCorrect by 08/19/14"
    },
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "Sheep and Goat pen(Pine tree pen): There was a corner area with gaps between fencing material, exposed ends\nof fence wiring, and splintering, thin, jagged-edged wood boarding. A sheltered area which made up part of the\nfenced enclosure had wooden boards with several, large holes with splintering and exposed wire ends and metal\nedges in one corner. These areas must be kept in good repair to protect the animals and prevent injury to limbs\nand keep them from being entrapped between fence material.\nSheep and Goat pen: A pen housing additional sheep and goats had one sheet of corrugated metal covering a\nbroken wood board with a large hole. Another sheet of metal used to fence the enclosure was torn at the top. The\nenclosure must be kept in good repair to protect and prevent injury to the animals from the edges of the metal\nsheeting and holes in the wooden boards.\nPig pen: A shelter box within the pen had the entire floor space composed of wooden pallets with gaps between the\nslats. The pen must be maintained to protect the limbs of the pigs from being trapped or injured between the gaps\nin the pallet.\nCorrect by 09/05/14"
    },
    {
      "code": "3.131(a)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "Enclosures including both sheep and goat pens and the pig pen had a build up of excreta. Excreta should be\nremoved as often as necessary to prevent contamination of the animals contained and to reduce disease hazards\nand reduce odors. The cleaning schedule of these enclosures should be more timely and effective to prevent the\nbuild up of excreta.\nCorrect by 08/19/14\nExit interview conducted with facility representative.\nAdditional Inspectors\nLorang Jeanne, Animal Care Inspector"
    }
  ],
  "narrative": "2.8(h)\nNOTIFICATION OF CHANGE OF NAME, ADDRESS, CONTROL, OR OWNERSHIP OF BUSINESS.\nLicensee has a long standing arrangement with a day camp to provide animals for a petting zoo during the summer\nmonths. Licensee failed to promptly notify the AC Regional Director by certified mail of any additional sites, within\n10 days of any change. Failure to notify USDA Animal Care of additional sites for any stay over 24 hours makes it\nimpossible to perform inspections to monitor the health and welfare of those animals when they are not at the\nlicensee(cid:25)s facility.\nCorrect for all future use of additional sites.\n2.40(b)           DIRECT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nLicensee failed to provide appropriate services and veterinary care to a pot belly pig housed at an unreported site, a\nday camp. Licensee was notified by camp personnel that the pig was ill. Licensee stated she told the day camp that\nshe would pick up the pig 48 to 72 hours after notification, after the weekend, and made no arrangements for\nveterinary care to be provided to the pig in the interim. The animal died before the licensee picked it up. Emergency\nand weekend veterinary care must be available, and diseases and injuries must be treated appropriately and\npromptly.\nCorrect for all future animals requiring veterinary care.\n3.56(a)(1)\nSANITATION. \nRabbit cages:  A cage in the left corner of the outdoor facility had bedding material mixed with excreta and debris\ncovering the top part of the cage.  A cage in the middle area contained a dirty, stained plastic carrier.  A cage on the\nright had a dirty, wooden board on the cage floor with excreta and urine waste. Primary enclosures shall be kept\nreasonably free of excreta, hair, cobwebs and other debris by periodic cleaning. The cleaning schedule for these\n\nenclosures is inadequate, as evidenced by the build up present.  Additionally, an enclosure with raw wood that\ncannot be properly sanitized must be replaced as needed.  A system of cleaning and sanitation must be in place.\nCorrect by 08/19/14\n3.125(a)\nFACILITIES, GENERAL.   \nSheep and Goat pen(Pine tree pen):  There was a corner area with gaps between fencing material, exposed ends\nof fence wiring, and splintering, thin, jagged-edged wood boarding.  A sheltered area which made up part of the\nfenced enclosure had wooden boards with several, large holes with splintering and exposed wire ends and metal\nedges in one corner.  These areas must be kept in good repair to protect the animals and prevent injury to limbs\nand keep them from being entrapped between fence material.\nSheep and Goat pen:  A pen housing additional sheep and goats had one sheet of corrugated metal covering a\nbroken wood board with a large hole. Another sheet of metal used to fence the enclosure was torn at the top.  The\nenclosure must be kept in good repair to protect and prevent injury to the animals from the edges of the metal\nsheeting and holes in the wooden boards.\nPig pen:  A shelter box within the pen had the entire floor space composed of wooden pallets with gaps between the\nslats.  The pen must be maintained to protect the limbs of the pigs from being trapped or injured between the gaps\nin the pallet.\nCorrect by 09/05/14\n3.131(a)\nSANITATION.   \nEnclosures including both sheep and goat pens and the pig pen had a build up of excreta.  Excreta should be\nremoved as often as necessary to prevent contamination of the animals contained and to reduce disease hazards\nand reduce odors.  The cleaning schedule of these enclosures should be more timely and effective to prevent the\nbuild up of excreta. \nCorrect by 08/19/14\nExit interview conducted with facility representative.\n\nAdditional Inspectors\nLorang Jeanne, Animal Care Inspector",
  "animals_total": 33,
  "species": [
    {
      "count": 1,
      "scientific": "Bos taurus",
      "common": "CATTLE / COW / OX / WATUSI"
    },
    {
      "count": 13,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 4,
      "scientific": "Oryctolagus cuniculus",
      "common": "EUROPEAN RABBIT"
    },
    {
      "count": 13,
      "scientific": "Ovis aries aries",
      "common": "SHEEP INCLUDING ALL DOMESTIC BREEDS"
    },
    {
      "count": 2,
      "scientific": "Sus scrofa domestica",
      "common": "DOMESTIC PIG / POTBELLY PIG / MICRO PIG"
    }
  ]
}