{
  "insp_id": "194151734120886",
  "layout": "a",
  "customer_id": "3271",
  "customer_name": "Henry Hampton",
  "customer_addr": "14235 Hwy 801\nMount Ulla, NC 28125",
  "certificate": "55-B-0069",
  "site_id": "003",
  "site_name": "THE FARM AT WALNUT CREEK",
  "insp_type": "ROUTINE INSPECTION",
  "date": "20-APR-2015",
  "report_date": "27-JUL-2015",
  "citations": [
    {
      "code": "2.40(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "***During this inspection, two lambs were found with tail bands in place in the shop area. When questioned about\nwhich personnel perform tail docking and castration of sheep, the farm manager stated that these are done by the\nlicensee. When asked if there is written veterinary guidance for these procedures, the farm manager stated that\nthere is none but that the licensee has done thousands of them. Failure for the facility to maintain a written Program\nof Veterinary Care that includes guidance for procedures does not ensure adequate care for the animals on hand.\nWritten guidance is required to ensure that the attending veterinarian is aware of those procedures to be performed\nby the licensee and that this guidance satisfies current accepted veterinary standards. Correct this by contacting\nyour attending veterinarian and updating the Program of Veterinary Care to include written guidance for these\nprocedures.\nCorrect by: Before any additional tail docking or castrations are performed by facility personnel and not later than\nMay 1, 2015."
    },
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "Five animals were identified in need of veterinary care at the time of inspection.\n***One Black-faced Suffolk-type Ram with white ear tag #1636 in the left ear was present in the dairy barn (housed\nwith 3 other sheep). This ram had a golf ball sized mass present on the chest just below the base of the neck and\nslightly off center to the right side. This mass had wool present over the majority, but there was an area near the\nbottom that was dark red and had a creamy off white to yellow discharge oozing from it. The ram appeared in good\nbody condition and otherwise alert and active. The facility's daily observation records were reviewed and there\nwere no notations regarding observation of this condition by facility staff. When the farm manager was asked about\nthis animal he indicated that he was unaware of the condition. This type of mass is consistent with multiple causes\nincluding infectious diseases and requires appropriate diagnosis by the attending veterinarian to ensure that\nanimals are properly isolated and treated. Correct by having this animal evaluated by a licensed veterinarian no\nlater than 24 June 2015. The licensee shall seek written guidance from the treating veterinarian regarding\ndiagnosis and treatment. If the veterinarian believes this to be infectious in nature, additional written guidance must\nbe sought regarding proper isolation of affected animals to control disease and prevent disease transmission to\nuninfected animals as well as proper disposal of manure and used bedding for similar control. Documentation of\nthis examination and all veterinary guidance must maintained by the licensee and available to APHIS Officials upon\nrequest.\n*** Four lambs present in the pens in the machine shop area had excessive crusts around their eyes and / or noses.\nThis included:\n1. Black Suffolk-type lamb #1406 had a large amount of crusted light brown material around both eyes with the\nright eye most severely affected. This eye also had a large amount of clear wet discharge and the conjunctival\nmembranes (tissues surrounding the eye itself) were red. This animal also had a moderate amount of crusts\naround the nose and an increased clear discharge from both nostrils.\n2. Black faced Suffolk-type lamb #1405 had a moderate amount of light brown crusts around both eyes.\nAdditionally there were large areas (approximately 2 inches by 1 inch) below the each eye that the wool appeared\nabnormal.\n3. White Southdown-type lamb without an ear tag had a large amount of dried discharge present in the wool\nsurrounding the right eye and a smaller amount of dry light brown crusts near the eyelid. The right eye also\nappeared slightly sunken when compared to the left.\n4. Black Suffolk-type lamb #1423 had dried light brown crusted material around the right eye.\nWhen asked about these animals, the farm manager stated that several of the lambs in this area were under\ntreatment. Inspectors were directed to a dry erase board as documentation. That board stated \"#1406 (cid:19) Fri. Sat.\nMon. 2:00 AM\" and \"1443 (cid:19) Thurs. Fri. Sat. Mon. 2:00AM\" with no other description. When asked what this meant\nand what the treatment was for, the Farm Manager stated that the lambs listed (including one of the four lambs\nidentified above) were breathing hard and that they were treated with an antibiotic (cid:19) he believed enrofloxacin by\neither the Licensee or himself. The farm manager further stated that a veterinarian had not looked at the animals in\nquestion and that he did not know whether the licensee had contacted the attending veterinarian or any other\nveterinarian for advice regarding this issue. There was no written documentation to show that the attending\nveterinarian (or any other licensed veterinarian) directed this care and there was no written guidance in the PVC for\nthe treatment of eye discharge or respiratory problems in lambs or sheep. Additionally, (based on the statements of\nthe farm manager and lack of documentation) three out of the four lambs listed were not previously observed by the\nfacility. Ocular and nasal discharge and crusting as noted above can occur for many reasons and guidance by a\nveterinarian is necessary to ensure proper diagnosis and treatment in order to prevent worsening of disease.\nThese animals must be examined by attending veterinarian to accurately diagnose the condition and determine the\nproper treatment. The licensee must maintain documentation of this exam and treatments for future review by\nAPHIS officials. Even though this is a repeat non-complaint item, these animals must be examined by the attending\nveterinarian by COB on 24 April 2015.\n*** There is no documentation at the facility since the last inspection showing discussion or any communication\nbetween the licensee and the attending veterinarian regarding reevaluation of the chemical restraint methods being\nused. The current program of veterinary care still authorizes the use of succinylcholine as the primary drug for\nchemical restraint (without any drugs for anesthesia or analgesia or equipment for respiratory support) for the\nmajority of species including: Sika Deer, Grevy and Grants Zebra, Nilgai, Water Buffalo, Tahr Goat, Aoudad, Axis\nDeer, Fallow Deer, Eland, Mouflon Sheep, and Elk.\nSuccinylcholine is a paralytic agent that has no analgesic (pain relieving) properties. The use of this drug for routine\nnon-painful procedures in the absence of anesthesia to alter conscious awareness is considered distressful to the\nanimal and is not considered to be adequate veterinary care. Additionally, the use of this drug without anesthesia /\nanalgesia for painful treatments or manipulations is inhumane. There are numerous alternative drugs and drug\ncombinations available which are able to chemically restrain animals while providing anesthesia and analgesia.\nIn addition to preventing movement, this drug can also paralyze respiratory muscles causing animals to stop\nbreathing and if animals are not properly ventilated they can die of suffocation while they remain conscious. This\nfacility does not have adequate equipment, facilities, or training to intubate or mechanically ventilate animals in this\nevent. It is likely that an animal experiencing paralysis of respiratory muscles would suffocate without such ability.\nIn fact on previous inspections the farm manager was quoted as saying that when animals stop breathing while\nusing this medication it isn(cid:25)t pretty and that they die. This is not considered adequate veterinary care.\nWhen the Facility Manager was asked if succinylcholine had been administered to any animals since the last\ninspection, he stated that there had not been. Documentation was provided by the facility showing that last date\nthat succinylcholine was administered to an animal was on 3/4/2015.\nThe licensee must maintain a program of adequate veterinary care that includes the availability of appropriate\nfacilities, personnel, equipment, and services to comply with the provisions of the animal welfare act. Providing the\nauthority to use paralytic drugs for immobilization without administration of anesthetic drugs, additional supportive\ncare, and the equipment to provide for ventilation in the event of respiratory paralysis is not considered adequate\nveterinary care. Additionally, the use of these drugs without anesthesia or analgesia is not within established\nstandards of veterinary care. This lack of adequate care can compromise the health of these animals and is likely\nto result in unnecessary pain and distress to the animals and / or death. Correct by working with your attending\nveterinarian to ensure that there are appropriate facilities, personnel, equipment, and services provide for\nappropriate veterinary care and that any additional guidance is incorporated into the written program of veterinary\ncare. Records of any changes to the current methods for chemical restraint method shall be maintained for future\nevaluation by APHIS Officials.\nCorrect by: This is a repeat noncompliant item that remains uncorrected.\nNote: The brown miniature zebu cited on the previous inspection was examined by the attending veterinarian\nfollowing the last inspection. This animal was observed at the time of this inspection and the condition appears\nimproved."
    },
    {
      "code": "2.40(b)(3)",
      "kind": "",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "Five animals were found in need of veterinary care during this inspection including a Suffolk type ram with an oozing\nmass and four lambs with ocular/nasal discharge. Although the facility currently maintains logs of daily\nobservations, all of these veterinary problems were identified by USDA inspectors during this routine inspection and\nwere not observed by the facility. All licensees must establish and maintain an adequate program of veterinary care\nwhich includes daily observations of all animals to assess their health and well-being. Additionally, a mechanism of\ndirect and frequent communication with the attending veterinarian (AV) is required so that timely and accurate\ninformation on problems of animal health, behavior, and well-being are conveyed to the AV. The number of sheep\nthat were exhibiting medical problems that the facility failed to identify indicates that the methods of daily\nobservation for the sheep at this facility are not adequate at this time. Correct by ensuring that adequate daily\nobservations are conducted and that information is conveyed to the attending veterinarian as required.\nTHIS IS A REPEAT NON-COMPLAINT ITEM THAT REMAINS UNCORRECTED"
    },
    {
      "code": "2.75(a)(1)",
      "kind": "",
      "repeat": true,
      "desc": "RECORDS: DEALERS AND EXHIBITORS.",
      "narrative": "The following non-compliant items were noted in the records during this inspection:\n*** Acquisition information was missing for the following species / animals:\nSheep: There were 89 sheep present on the last inspection. There are acquisition records for 12 sheep and\ndisposition records for 36 sheep. The records for acquisition / disposition that were present at the facility include:\n- Acquisition of 2 Sheep on 3/18/15 (from North Carolina site)\n- Acquisition of 2 Sheep on 3/28/15 (2 lambs from another property)\n- Acquisition of 2 Sheep on 4/8/15 (2 lambs from another property)\n- 6 Sheep births recorded (1 on 4/7/15, 2 on 4/10/15, and 1 on 4/19/15, and 2 on 4/21/15)\n- Disposition of 12 Sheep on 3/9/15\n- Disposition of 1 Sheep on 4/1/15\n- Disposition of 7 Sheep on 4/3/15\n- Disposition of 2 Sheep on 4/8/15\n- Disposition of 14 Sheep on 4/20/15 (these animals were not included in the inspection count)\nThere were 75 sheep present on today(cid:25)s inspection (14 less total sheep than last inspection). The facility is missing\nrecords of births or acquisition records for 10 Sheep.\nFailure to provide accurate records makes the inspection process difficult and also inhibits the ability to successfully\ntrack animal movements. This is especially important in the event of a disease outbreak. The licensee must\nensure complete and accurate records are maintained for all acquisitions and dispositions including births of all\nanimals.\nTHIS IS A REPEAT NON-COMPLIANT ITEM THAT REMAINS UNCORRECTED"
    },
    {
      "code": "2.131(c)(1)",
      "kind": "",
      "repeat": true,
      "desc": "HANDLING OF ANIMALS.",
      "narrative": "*** The public continues to be permitted to walk directly up the primary enclosures containing several species of\nanimals. This includes 5 camels, 8 jersey cows, 67 sheep, 13 goats, 3 African porcupines, and 3 kangaroos, and\n10 muntjac. These animals are housed in multiple areas including the pastures near the parking lot, the walk\nthrough zoo, the production barn, the dairy barn, Daughty barn, and the camel pasture all of which are open to the\npublic. There are no barriers or signs present to discourage public contact and the guests are encouraged to feed\nfood sold at the entry gate. Although the sign at the entrance of the facility stated that the facility was closed at the\nstart of the inspection, the farm manager stated that if the weather cooperated (it was raining intermittently during\nthis inspection) that the facility may open later in the day. There are no attendants present during public contact\nand guests may walk directly up to enclosures and pet the animals. Primary enclosure fences are made of material\nwith spaces large enough for the guests to reach through and touch the animals. Unattended public contact\ncontinues to be a problem at this facility and has been documented on many previous inspections including\n11/12/14, 6/4/14, 11/22/13, and 6/12/13. Continued unattended public contact does not ensure safe public\ninteraction with these animals. Licensees must ensure that during periods of public exhibition animals are handled\nwith sufficient distance and/or barriers between the animal and the general viewing public so as to assure the safety\nof animals and the public. Correct by placing barriers to prevent public contact with these animals or by ensuring\nthat an adequate number of attendants are present at each of these locations to ensure the safety of both the public\nand the animals.\nTHIS IS A REPEAT NON-COMPLIANT ITEM THAT REMAINS UNCORRECTED"
    },
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": true,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "*** A fifteen foot section of fence (extending between two structural support poles) has a gap between the bottom of\nthe fence and the ground which measures 9-10 inches (depending on location). This pasture houses five adult\n4-horn sheep and one young lamb. The space under this fence is large enough for the lamb in this enclosure to\nescape should it be motivated to do so. The facility must ensure that all enclosures are constructed to protect the\nanimals from injury and to properly contain the animals. This space is a potential escape and injury hazard.\nCorrect this by repairing or replacing this section of fencing.\n***Several loose metal wires were found hanging from the wooden fence partition separating two enclosures\nhousing sheep in the production barn. A lamb was observed chewing on one of these pieces of wire. These\nloose wires are a potential injury hazard for the sheep in these enclosures and must be removed or repaired to\nreduce the potential for injury.\nTHIS IS A REPEAT NON-COMPLIANT ITEM THAT REMAINS UNCORRECTED"
    },
    {
      "code": "3.125(d)",
      "kind": "",
      "repeat": true,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "*** The large heap of animal waste and bedding remains in the drive through area of the facility. Animals continue\nto have access to this large pile and have been observed on previous inspections browsing and lying in the pile.\nDuring today(cid:25)s inspection, no animals were observed in or on the pile but additional spent bedding appears to have\nbeen recently added to the existing pile. While inspecting this drive through area, a facility employee indicated that\nquestions about this pile would have to be directed to the licensee. While reviewing records, the farm manager\nstated that the current operation of this pile has not changed and they were continuing as in the past. When APHIS\nOfficials were leaving the facility, the farm manager provided a paper documenting the review of this pile by a\nuniversity poultry waste unit manager. This review was performed by a professor of poultry science who visited the\nfacility to give recommendations and \"strengthen the composting plan.\" This document did not address animal\ndisease concerns or potential for disease transmission via movement of fecal material and/or potentially\ncontaminated spent bedding from animals in other areas of the zoo into the drive through area. According to this\ndocumentation a recommendation that \"there needs to be temperature monitoring documentation and on site\nrecordkeeping\" was made to the facility. During the exit interview of this inspection, the farm manager was asked if\nthese recommendations have been implemented and he said that have not but plan to in the future. Continued\nanimal contact with this waste pile has been a concern on many previous inspections (including 3/2/15, 11/12/14,\n6/4/14, 2/19/14, 10/22/13, 6/12/13, and 12/4/12) as this unnecessarily exposes the animals to disease and potential\ndisease transmission. This is especially of concern as one sheep was identified with an oozing mass similar to\nlesions previously observed by inspectors on other animals suggesting that the cause may be infectious. Correct\nthis by removing this waste pile and dispose of all animal wastes properly.\nTHIS IS A REPEAT NON-COMPLIANT ITEM THAT REMAINS UNCORRECTED"
    },
    {
      "code": "3.131(a)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "*** The stall for the camel in the Daughty barn and the stall for four adult pigs housed in the giraffe barn are\nexcessively dirty and require cleaning. The camel stall is wet over at least one third of the floor space and the\ncamel had several areas on its hind end that appeared to be wet fur. There is also a water receptacle on the floor in\none corner of the stall for this animal. This water tub is not secured in any way and the bedding surrounding it is\nwet. The stall housing four adult pigs is excessively dirty. This stall contains a large accumulated \"pack\" of straw\nbedding mixed with brown material that appears to be a mix of feces and spilled feed. This pack is approximately 8\ninches deep. The topmost layer in the back left corner of the stall is dark brown and there is little to no clean straw\nevident. Excessively dirty enclosures present a disease risk to the animals.\nAll licensees must remove excreta from primary enclosures as often as necessary to prevent contamination of the\nanimals and minimize disease hazards and reduce odors. Correct by thoroughly cleaning these enclosures\nincluding removal of the dirty/spent bedding, a thorough cleaning of the enclosure, and replacing fresh/clean\nbedding.\nCorrect by: April 24, 2015\n***Inspection conducted on 4/20/15 by ACI Randy Coleman, SACS Dana Miller with the farm manager and other\nfarm personnel.\n**Exit interview conducted on 4/22/15 by ACI Randy Coleman, SACS Dana Miller, and the farm manager.\n** Inspection report delivered by certifed mail on 7/27/15.\nAdditional Inspectors\nMiller Dana, Supervisory Animal Care Specialist"
    }
  ],
  "narrative": "2.40(a)(1)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n***During this inspection, two lambs were found with tail bands in place in the shop area.  When questioned about\nwhich personnel perform tail docking and castration of sheep, the farm manager stated that these are done by the\nlicensee.  When asked if there is written veterinary guidance for these procedures, the farm manager stated that\nthere is none but that the licensee has done thousands of them.  Failure for the facility to maintain a written Program\nof Veterinary Care that includes guidance for procedures does not ensure adequate care for the animals on hand. \nWritten guidance is required to ensure that the attending veterinarian is aware of those procedures to be performed\nby the licensee and that this guidance satisfies current accepted veterinary standards.  Correct this by contacting\nyour attending veterinarian and updating the Program of Veterinary Care to include written guidance for these\nprocedures.  \nCorrect by:  Before any additional tail docking or castrations are performed by facility personnel and not later than\nMay 1, 2015.\n2.40(b)(2)                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nFive animals were identified in need of veterinary care at the time of inspection.  \n***One Black-faced Suffolk-type Ram with white ear tag #1636 in the left ear was present in the dairy barn (housed\nwith 3 other sheep).  This ram had a golf ball sized mass present on the chest just below the base of the neck and\nslightly off center to the right side.  This mass had wool present over the majority, but there was an area near the\nbottom that was dark red and had a creamy off white to yellow discharge oozing from it.  The ram appeared in good\nbody condition and otherwise alert and active.  The facility's daily observation records were reviewed and there\nwere no notations regarding observation of this condition by facility staff.  When the farm manager was asked about\nthis animal he indicated that he was unaware of the condition.  This type of mass is consistent with multiple causes\nincluding infectious diseases and requires appropriate diagnosis by the attending veterinarian to ensure that\nanimals are properly isolated and treated.  Correct by having this animal evaluated by a licensed veterinarian no\n\nlater than 24 June 2015.  The licensee shall seek written guidance from the treating veterinarian regarding\ndiagnosis and treatment.  If the veterinarian believes this to be infectious in nature, additional written guidance must\nbe sought regarding proper isolation of affected animals to control disease and prevent disease transmission to\nuninfected animals as well as proper disposal of manure and used bedding for similar control.  Documentation of\nthis examination and all veterinary guidance must maintained by the licensee and available to APHIS Officials upon\nrequest.  \n*** Four lambs present in the pens in the machine shop area had excessive crusts around their eyes and / or noses.\n This included:\n  1.  Black Suffolk-type lamb #1406 had a large amount of crusted light brown material around both eyes with the\nright eye most severely affected.  This eye also had a large amount of clear wet discharge and the conjunctival\nmembranes (tissues surrounding the eye itself) were red.  This animal also had a moderate amount of crusts\naround the nose and an increased clear discharge from both nostrils.  \n  2.  Black faced Suffolk-type lamb  #1405 had a moderate amount of light brown crusts around both eyes. \nAdditionally there were large areas (approximately 2 inches by 1 inch) below the each eye that the wool appeared\nabnormal.    \n  3. White Southdown-type lamb without an ear tag had a large amount of dried discharge present in the wool\nsurrounding the right eye and a smaller amount of dry light brown crusts near the eyelid.  The right eye also\nappeared slightly sunken when compared to the left.  \n  4.  Black Suffolk-type lamb #1423 had dried light brown crusted material around the right eye.\nWhen asked about these animals, the farm manager stated that several of the lambs in this area were under\ntreatment.  Inspectors were directed to a dry erase board as documentation.  That board stated \"#1406 (cid:19) Fri. Sat.\nMon. 2:00 AM\" and \"1443 (cid:19) Thurs. Fri. Sat. Mon. 2:00AM\" with no other description.  When asked what this meant\nand what the treatment was for, the Farm Manager stated that the lambs listed (including one of the four lambs\nidentified above) were breathing hard and that they were treated with an antibiotic (cid:19) he believed enrofloxacin by\neither the Licensee or himself.  The farm manager further stated that a veterinarian had not looked at the animals in\nquestion and that he did not know whether the licensee had contacted the attending veterinarian or any other\nveterinarian for advice regarding this issue.  There was no written documentation to show that the attending\nveterinarian (or any other licensed veterinarian) directed this care and there was no written guidance in the PVC for\nthe treatment of eye discharge or respiratory problems in lambs or sheep.  Additionally, (based on the statements of\nthe farm manager and lack of documentation) three out of the four lambs listed were not previously observed by the\nfacility.  Ocular and nasal discharge and crusting as noted above can occur for many reasons and guidance by a\nveterinarian is necessary to ensure proper diagnosis and treatment in order to prevent worsening of disease.  \nThese animals must be examined by attending veterinarian to accurately diagnose the condition and determine the\nproper treatment. The licensee must maintain documentation of this exam and treatments for future review by\nAPHIS officials.  Even though this is a repeat non-complaint item, these animals must be examined by the attending\nveterinarian by COB on 24 April 2015.\n\n*** There is no documentation at the facility since the last inspection showing discussion or any communication\nbetween the licensee and the attending veterinarian regarding reevaluation of the chemical restraint methods being\nused.   The current program of veterinary care still authorizes the use of succinylcholine as the primary drug for\nchemical restraint (without any drugs for anesthesia or analgesia or equipment for respiratory support) for the\nmajority of species including:  Sika Deer, Grevy and Grants Zebra, Nilgai, Water Buffalo, Tahr Goat, Aoudad, Axis\nDeer, Fallow Deer, Eland, Mouflon Sheep, and Elk.  \nSuccinylcholine is a paralytic agent that has no analgesic (pain relieving) properties. The use of this drug for routine\nnon-painful procedures in the absence of anesthesia to alter conscious awareness is considered distressful to the\nanimal and is not considered to be adequate veterinary care.  Additionally, the use of this drug without anesthesia /\nanalgesia for painful treatments or manipulations is inhumane.  There are numerous alternative drugs and drug\ncombinations available which are able to chemically restrain animals while providing anesthesia and analgesia.  \nIn addition to preventing movement, this drug can also paralyze respiratory muscles causing animals to stop\nbreathing and if animals are not properly ventilated they can die of suffocation while they remain conscious.  This\nfacility does not have adequate equipment, facilities, or training to intubate or mechanically ventilate animals in this\nevent.  It is likely that an animal experiencing paralysis of respiratory muscles would suffocate without such ability. \nIn fact on previous inspections the farm manager was quoted as saying that when animals stop breathing while\nusing this medication it isn(cid:25)t pretty and that they die.  This is not considered adequate veterinary care.\nWhen the Facility Manager was asked if succinylcholine had been administered to any animals since the last\ninspection, he stated that there had not been.  Documentation was provided by the facility showing that last date\nthat succinylcholine was administered to an animal was on 3/4/2015.  \nThe licensee must maintain a program of adequate veterinary care that includes the availability of appropriate\nfacilities, personnel, equipment, and services to comply with the provisions of the animal welfare act.  Providing the\nauthority to use paralytic drugs for immobilization without administration of anesthetic drugs, additional supportive\ncare, and the equipment to provide for ventilation in the event of respiratory paralysis is not considered adequate\nveterinary care.  Additionally, the use of these drugs without anesthesia or analgesia is not within established\nstandards of veterinary care.  This lack of adequate care can compromise the health of these animals and is likely\nto result in unnecessary pain and distress to the animals and / or death.  Correct by working with your attending\nveterinarian to ensure that there are appropriate facilities, personnel, equipment, and services provide for\nappropriate veterinary care and that any additional guidance is incorporated into the written program of veterinary\ncare.  Records of any changes to the current methods for chemical restraint method shall be maintained for future\nevaluation by APHIS Officials.\nCorrect by:  This is a repeat noncompliant item that remains uncorrected.\n\nNote:  The brown miniature zebu cited on the previous inspection was examined by the attending veterinarian\nfollowing the last inspection.  This animal was observed at the time of this inspection and the condition appears\nimproved.    \n2.40(b)(3)                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nFive animals were found in need of veterinary care during this inspection including a Suffolk type ram with an oozing\nmass and four lambs with ocular/nasal discharge.   Although the facility currently maintains logs of daily\nobservations, all of these veterinary problems were identified by USDA inspectors during this routine inspection and\nwere not observed by the facility.  All licensees must establish and maintain an adequate program of veterinary care\nwhich includes daily observations of all animals to assess their health and well-being.  Additionally, a mechanism of\ndirect and frequent communication with the attending veterinarian (AV) is required so that timely and accurate\ninformation on problems of animal health, behavior, and well-being are conveyed to the AV.  The number of sheep\nthat were exhibiting medical problems that the facility failed to identify indicates that the methods of daily\nobservation for the sheep at this facility are not adequate at this time.  Correct by ensuring that adequate daily\nobservations are conducted and that information is conveyed to the attending veterinarian as required.  \nTHIS IS A REPEAT NON-COMPLAINT ITEM THAT REMAINS UNCORRECTED\n2.75(a)(1)                    REPEAT\nRECORDS: DEALERS AND EXHIBITORS.\nThe following non-compliant items were noted in the records during this inspection:\n*** Acquisition information was missing for the following species / animals:\nSheep:  There were 89 sheep present on the last inspection.  There are acquisition records for 12 sheep and\ndisposition records for 36 sheep.  The records for acquisition / disposition that were present at the facility include:\n     - Acquisition of 2 Sheep on 3/18/15 (from North Carolina site)\n     - Acquisition of 2 Sheep on 3/28/15 (2 lambs from another property)\n      - Acquisition of 2 Sheep on 4/8/15 (2 lambs from another property)\n      - 6 Sheep births recorded (1 on 4/7/15, 2 on 4/10/15, and 1 on 4/19/15, and 2 on 4/21/15)\n     - Disposition of 12 Sheep on 3/9/15\n     - Disposition of 1 Sheep on 4/1/15 \n     - Disposition of 7 Sheep on 4/3/15\n     - Disposition of 2 Sheep on 4/8/15\n\n- Disposition of 14 Sheep on 4/20/15 (these animals were not included in the inspection count)\nThere were 75 sheep present on today(cid:25)s inspection (14 less total sheep than last inspection).  The facility is missing\nrecords of births or acquisition records for 10 Sheep. \nFailure to provide accurate records makes the inspection process difficult and also inhibits the ability to successfully\ntrack animal movements.   This is especially important in the event of a disease outbreak.  The licensee must\nensure complete and accurate records are maintained for all acquisitions and dispositions including births of all\nanimals.  \nTHIS IS A REPEAT NON-COMPLIANT ITEM THAT REMAINS UNCORRECTED\n2.131(c)(1)                    REPEAT\nHANDLING OF ANIMALS.\n*** The public continues to be permitted to walk directly up the primary enclosures containing several species of\nanimals.  This includes 5 camels, 8 jersey cows, 67 sheep, 13 goats, 3 African porcupines, and 3 kangaroos, and\n10 muntjac.  These animals are housed in multiple areas including the pastures near the parking lot, the walk\nthrough zoo, the production barn, the dairy barn, Daughty barn, and the camel pasture all of which are open to the\npublic.  There are no barriers or signs present to discourage public contact and the guests are encouraged to feed\nfood sold at the entry gate.  Although the sign at the entrance of the facility stated that the facility was closed at the\nstart of the inspection, the farm manager stated that if the weather cooperated (it was raining intermittently during\nthis inspection) that the facility may open later in the day.  There are no attendants present during public contact\nand guests may walk directly up to enclosures and pet the animals.  Primary enclosure fences are made of material\nwith spaces large enough for the guests to reach through and touch the animals.  Unattended public contact\ncontinues to be a problem at this facility and has been documented on many previous inspections including\n11/12/14, 6/4/14, 11/22/13, and 6/12/13.  Continued unattended public contact does not ensure safe public\ninteraction with these animals.  Licensees must ensure that during periods of public exhibition animals are handled\nwith sufficient distance and/or barriers between the animal and the general viewing public so as to assure the safety\nof animals and the public.  Correct by placing barriers to prevent public contact with these animals or by ensuring\nthat an adequate number of attendants are present at each of these locations to ensure the safety of both the public\nand the animals.\nTHIS IS A REPEAT NON-COMPLIANT ITEM THAT REMAINS UNCORRECTED\n3.125(a)                    REPEAT\n\nFACILITIES, GENERAL.   \n*** A fifteen foot section of fence (extending between two structural support poles) has a gap between the bottom of\nthe fence and the ground which measures 9-10 inches (depending on location).  This pasture houses five adult\n4-horn sheep and one young lamb.  The space under this fence is large enough for the lamb in this enclosure to\nescape should it be motivated to do so.  The facility must ensure that all enclosures are constructed to protect the\nanimals from injury and to properly contain the animals.  This space is a potential escape and injury hazard. \nCorrect this by repairing or replacing this section of fencing.\n***Several loose metal wires were found hanging from the wooden fence partition separating two enclosures\nhousing sheep in the production barn.    A lamb was observed chewing on one of these pieces of wire.   These\nloose wires are a potential injury hazard for the sheep in these enclosures and must be removed or repaired to\nreduce the potential for injury.\nTHIS IS A REPEAT NON-COMPLIANT ITEM THAT REMAINS UNCORRECTED\n3.125(d)                    REPEAT\nFACILITIES, GENERAL.   \n*** The large heap of animal waste and bedding remains in the drive through area of the facility.  Animals continue\nto have access to this large pile and have been observed on previous inspections browsing and lying in the pile. \nDuring today(cid:25)s inspection, no animals were observed in or on the pile but additional spent bedding appears to have\nbeen recently added to the existing pile.  While inspecting this drive through area, a facility employee indicated that\nquestions about this pile would have to be directed to the licensee.  While reviewing records, the farm manager\nstated that the current operation of this pile has not changed and they were continuing as in the past.   When APHIS\nOfficials were leaving the facility, the farm manager provided a paper documenting the review of this pile by a\nuniversity poultry waste unit manager.  This review was performed by a professor of poultry science who visited the\nfacility to give recommendations and \"strengthen the composting plan.\"  This document did not address animal\ndisease concerns or potential for disease transmission via movement of fecal material and/or potentially\ncontaminated spent bedding from animals in other areas of the zoo into the drive through area.  According to this\ndocumentation a recommendation that \"there needs to be temperature monitoring documentation and on site\nrecordkeeping\" was made to the facility.  During the exit interview of this inspection, the farm manager was asked if\nthese recommendations have been implemented and he said that have not but plan to in the future.  Continued\nanimal contact with this waste pile has been a concern on many previous inspections (including 3/2/15, 11/12/14,\n6/4/14, 2/19/14, 10/22/13, 6/12/13, and 12/4/12) as this unnecessarily exposes the animals to disease and potential\ndisease transmission.  This is especially of concern as one sheep was identified with an oozing mass similar to\nlesions previously observed by inspectors on other animals suggesting that the cause may be infectious.  Correct\nthis by removing this waste pile and dispose of all animal wastes properly.\n\nTHIS IS A REPEAT NON-COMPLIANT ITEM THAT REMAINS UNCORRECTED\n3.131(a)\nSANITATION.   \n*** The stall for the camel in the Daughty barn and the stall for four adult pigs housed in the giraffe barn are\nexcessively dirty and require cleaning.  The camel stall is wet over at least one third of the floor space and the\ncamel had several areas on its hind end that appeared to be wet fur.  There is also a water receptacle on the floor in\none corner of the stall for this animal.  This water tub is not secured in any way and the bedding surrounding it is\nwet.   The stall housing four adult pigs is excessively dirty.  This stall contains a large accumulated \"pack\" of straw\nbedding mixed with brown material that appears to be a mix of feces and spilled feed.  This pack is approximately 8\ninches deep.  The topmost layer in the back left corner of the stall is dark brown and there is little to no clean straw\nevident.  Excessively dirty enclosures present a disease risk to the animals.  \nAll licensees must remove excreta from primary enclosures as often as necessary to prevent contamination of the\nanimals and minimize disease hazards and reduce odors.    Correct by thoroughly cleaning these enclosures\nincluding removal of the dirty/spent bedding, a thorough cleaning of the enclosure, and replacing fresh/clean\nbedding.  \nCorrect by:  April 24, 2015  \n***Inspection conducted on 4/20/15 by ACI Randy Coleman, SACS Dana Miller with the farm manager and other\nfarm personnel.\n**Exit interview conducted on 4/22/15 by ACI Randy Coleman, SACS Dana Miller, and the farm manager.\n** Inspection report delivered by certifed mail on 7/27/15.\nAdditional Inspectors\nMiller Dana, Supervisory Animal Care Specialist",
  "animals_total": 430,
  "species": [
    {
      "count": 9,
      "scientific": "Ammotragus lervia",
      "common": "BARBARY SHEEP"
    },
    {
      "count": 10,
      "scientific": "Antilope cervicapra",
      "common": "BLACKBUCK"
    },
    {
      "count": 18,
      "scientific": "Axis axis",
      "common": "AXIS DEER / SPOTTED DEER / CHITAL"
    },
    {
      "count": 3,
      "scientific": "Bison bison",
      "common": "AMERICAN BISON"
    },
    {
      "count": 4,
      "scientific": "Bos grunniens",
      "common": "YAK"
    },
    {
      "count": 6,
      "scientific": "Bos primigenuis indicus",
      "common": "ZEBU"
    },
    {
      "count": 28,
      "scientific": "Bos taurus",
      "common": "CATTLE / COW / OX / WATUSI"
    },
    {
      "count": 4,
      "scientific": "Boselaphus tragocamelus",
      "common": "NILGAI"
    },
    {
      "count": 8,
      "scientific": "Bubalus bubalis",
      "common": "ASIATIC WATER BUFFALO"
    },
    {
      "count": 5,
      "scientific": "Camelus dromedarius",
      "common": "DROMEDARY CAMEL"
    },
    {
      "count": 13,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 11,
      "scientific": "Cervus c. canadensis",
      "common": "ELK"
    },
    {
      "count": 11,
      "scientific": "Cervus nippon",
      "common": "SIKA DEER"
    },
    {
      "count": 108,
      "scientific": "Dama mesopotamica",
      "common": "FALLOW DEER"
    },
    {
      "count": 5,
      "scientific": "Equus grevyi",
      "common": "GREVY'S ZEBRA"
    },
    {
      "count": 7,
      "scientific": "Giraffa camelopardalis",
      "common": "GIRAFFE"
    },
    {
      "count": 7,
      "scientific": "Hemitragus jemlahicus",
      "common": "HIMALAYAN TAHR"
    },
    {
      "count": 3,
      "scientific": "Hystrix africaeaustralis",
      "common": "CAPE PORCUPINE"
    },
    {
      "count": 34,
      "scientific": "Lama glama",
      "common": "LLAMA"
    },
    {
      "count": 5,
      "scientific": "Lemur catta",
      "common": "RING-TAILED LEMUR"
    },
    {
      "count": 10,
      "scientific": "Muntiacus reevesi",
      "common": "REEVE'S MUNTJAC"
    },
    {
      "count": 3,
      "scientific": "Osphranter rufus",
      "common": "RED KANGAROO"
    },
    {
      "count": 81,
      "scientific": "Ovis aries aries",
      "common": "SHEEP INCLUDING ALL DOMESTIC BREEDS"
    },
    {
      "count": 33,
      "scientific": "Sus scrofa domestica",
      "common": "DOMESTIC PIG / POTBELLY PIG / MICRO PIG"
    },
    {
      "count": 4,
      "scientific": "Taurotragus oryx",
      "common": "COMMON ELAND"
    }
  ]
}