{
  "insp_id": "2016082568443733",
  "layout": "a",
  "customer_id": "321252",
  "customer_name": "Beverly Hills Puppies Inc",
  "customer_addr": "410 Palm Avenue\nHialeah, FL 33010",
  "certificate": "58-B-0615",
  "site_id": "002",
  "site_name": "BEVERLY HILLS PUPPIES INC",
  "insp_type": "ROUTINE INSPECTION",
  "date": "28-JUN-2017",
  "report_date": "07-JUL-2017",
  "citations": [
    {
      "code": "2.40(a)(1)",
      "kind": "",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "There was no Program of Veterinary Care available to show a new attending veterinarian was obtained to provide\nadequate vet for the 55 dogs at this facility. The current written Program of Veterinary Care provided stated the\nattending veterinarian's last visit was on March 2016. As of December 2016, the attending veterinarian and animal\nhospital listed on the written Program of Veterinary Care is not longer the attending veterinarian. The licensee\nstated he obtained several veterinarians at his Miami sites, but having difficulties finding an attending veterinarian at\nthis site. Each dealer shall employ an attending veterinarian under formal arrangements. In the case of a part-time\nattending veterinarian or consultant arrangements, the formal arrangements shall include a written program of\nveterinary care and regularly scheduled visits to the premises of the dealer. This non compliance was cited during\nthe last inspection on February 7, 2017."
    },
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "There are expired medications and supplements stored at this kennel. Expired drugs may lose their potency with\nage and its effectiveness which could place these dogs in unhealthy situations if used. Furthermore, medications in\nthe liquid dosage form can actually increase in strength past the printed expiration date. Outdated eye and ear\ndrops may no longer be sterile and could possibly lead to an infection or irritation. Some expired medications like\nantibiotics can become dangerous. For the health and welfare of these 55 dogs housed at this kennel, expired\ndrugs should not be used and discarded unless there is an approval from an attending veterinarian. It is not known\nwhat supplements and medications are currently being provided to the dogs at this kennel and if they were\napproved by a veterinarian. This needs to be addressed when obtaining an attending veterinarian at this facility.\nThese are some of the expired medications & supplements at this kennel most from the country of Columbia :\nPIRAUANTEL 3/12, BAXIDIN SOLUCION ANTISPICA 6/16, 0.9 SODIUM CHLORIDE IRRIGATION 7/16,\nHEALTHY JOINTS 7/11, SUROLAN 7/2016, MELOXIC ANTIFLAMATRIO 5/2015, KETOCONAZOLE 2012\n(prescribed to licensee), QUERCETOL 7/2013, AZITVOMICINA 500MG (handwritten label, no date), CEFAFLEX\n500MG TABLETAS, 4/16, Ciprofloxacino 500MG TABLETS (handwritten label, no date) Amitraz 2/2011,\nDEPO-MEDROL INYECTABLE, 40MG 7/2014, CEFALEXINA 200 INYECTABLE 1/17, STERILE SALINE\n12/11,CANNEX ANTIHELMINTICO DE AMPLIO ESPECTRO 4/16, METARSAL METRONIDAZOL -\nNIFUROXAZIDA 6/16, EQUIMAX 1.87 PASTE FOR HORSES 11/15, ALBIPEN L.A. 4/17,COCCIGAN DICLAZURI\n2% 4/18, VITAMIN B COMPLEX INJECTION 10/9, FENLACKANTIHELMINTICO DE AMPLIO ESPECTRO ORAL\nCATTLE 10/15, CALSYN VITAMINIZADO ORAL 12/15, EDO- PETIT PAMOATO 4/17, AND PYRANTEL\nPAMOATE SUSPENSION (PINWORMS) 7/15.\nThese are medications that are being stored at this facility.\nSELOFOS, SOLUCION INYECTABLE, 240ML 12/17, BREED HEAT 12/17, CEFALEXINA TABLETS 500MG\n7/17, LA SANTE GENTAMICINA 0.3, OFTALMICA 8/18, COLIRIO AZUL GOTAS OFTALOMICAS, POLIOFTAL\nPOLIMIXINA B, NEOMICINA, DEXAMETASONA, 12/2018.\nEach dealer shall establish and maintain programs of adequate veterinary care that include the use of appropriate\nmethods to prevent, control, diagnose, and treat diseases and injuries, and the availability of emergency, weekend,\nand holiday care.\nTO BE CORRECTED IMMEDIATELY."
    },
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "1) The single housed adult female Bull Terrier is exhibiting abnormal repetitive (stereotypic) behavior.\nDuring the inspection on June 28, 2017, & June 29, 2017, this dog was observed spinning in circles repeatedly in a\nfast motion. The care takers were unaware of what care this dog has received from the last inspection. The care\ntakers stated during the previous inspections this dog was not able to exercise with other dogs due to its aggression\nwith other dogs. The licensee stated during the last inspection that he would place this dog in a new home. The\nlicensee now states this dog will be housed in a larger area of the kennel for more room and exercise, however\nthere is concern that she will have access to other dogs at the kennels. The licensee stated that this dog was seen\nby a veterinarian and just does this when he is approached, however there is no written documentation or treatment\nplan to address this issue available during this inspection.\nThis Bull Terrier needs to be evaluated by the attending veterinarian for diagnosis, the cause of this behavior and\ndevelopment of an appropriate treatment plan to address this issue. There needs to be written documentation by\nthe Attending Veterinarian, recommendations regarding kennel space, exercise, enrichment and any other steps\nnecessary to address this abnormality. This shall be maintained by the licensee for review by APHIS Officials.\nAdditionally, the licensee shall maintain documentation of the implementation of these recommendations for review\nduring inspections. This non compliance was cited during the February 7, 2017 inspection.\n2) During the February 7, 2017, inspection the adult female English Bulldog named Elizabeth (microchip\n#900085000072610) had an injury she received about two weeks prior by going under some damaged fencing with\nsharp edges. The wound was approximately 1/2'' deep and 3’' to 4'' long and an inch wide is located at the left front\nrib area behind her shoulder appears to be healed. The wound now appears to be healed, however there was no\nwritten documentation available to show this dog was seen by the attending veterinarian as cited during the\nFebruary 7, 2017, inspection.\n3) During this inspection on June 28, 2017, and June 29, 2017, the adult French Bulldog named Madonna\n(microchip #9000085000072632) and an adult female French Bulldog name Rima had an an occurrence of diarrhea\nin their enclosures. Madonna was observed thin, dull coat, and ribs visible showing. The care takers were asked by\nVMO Mario Mercado how long they had diarrhea and they stated about 2 weeks off and on. The care takers stated\nthey normally just feed and clean the kennel, medical issues are cared for by the licensees spouse. The caretakers\nstated they told the licensee about the diarrhea and the licensee's spouse who usually visits on the weekends\ntreated these dogs. The licensee confirmed his wife was treating the dogs.. The written documentation provided\nafter the inspection show on March 17, 2017, Madonna was administered ivermectin each month but no day and\ndosage listed and pyrantel with no dosage listed. Ivermectin tubes of 1.87% paste for Horses with an expiration\ndate of November 2015, and multiple brands of anti parasite medications were available, several expired during the\ninspection. The licensee stated all the dogs were given pyrantel dewormer around the same date in March 2017.\nThe licensee was unaware of what ivermectin was provided monthly for all the dogs and no receipt purchasing\nivermectin was available. Expired ivermectin may not prevent these dogs from acquiring heart worm and if left\nuntreated can be fatal.\nTo ensure the health and welfare of these dogs at this kennel they need to be seen by a licensed veterinarian.\nThis facility has not provided adequate veterinary care for its dogs under this section 2.40(b)(2) during previous\ninspections on 11/24/14, 7/16/15, and 2/7/17. There must be adequate veterinary care program establish and\nmaintained, including the use of appropriate methods to prevent, control, diagnose, and treat diseases and injuries,\nand the availability of emergency, weekend, and holiday care; That the mechanism of direct and frequent\ncommunication is required so that timely and accurate information on problems of animal health, behavior, and\nwell-being is conveyed to the attending veterinarian."
    },
    {
      "code": "3.2(a)",
      "kind": "",
      "repeat": false,
      "desc": "INDOOR HOUSING FACILITIES.",
      "narrative": "On June 28, 2017, at 11:00 am, the indoor kennel was not being sufficiently cooled to protect the dogs from high\ntemperatures and humidity for their health and well being. The ambient temperature in the indoor kennel was 99.6\nF, with high humidity level of 70%. Most all of the dogs during this inspection were panting, some heavier than\nothers. The kennels sliding door had only been open approximately 15 minutes prior as I was waiting to be let into\nthe facility.\nDuring the inspection on June 29, 2017, at 1230 pm, the ambient temperature was from 98.7 F and 99.6, with a\nhigh humidity level of 75%. Again most the dogs were panting some heavier than others. The adult female English\nBulldog Elizabeth (#9000850000072610) was panting laying down in the kennel with foam around her mouth and on\nthe floor from heavy salivation. The care takers were cleaning the enclosures using a pressure washer and the\nsliding door and several windows were open. VMO Mario Mercado asked the care takers why the kennel was hot\nand when the air is in use. The care takers stated that the doors and windows are open for several hours when they\nare cleaning and at night only fans are used. Ambient temperatures outdoors during these summer months in this\narea can reach over 120 F in the day and over 100 F at night. Although ambient temperatures must not rise about\n85 (deg) F for over 4 hours, French and English Bulldogs in general, especially pregnant bitches and older dog may\nneed lower temperatures to keep cool and comfortable. The licensee stated that the air conditioning broke down\nduring the inspections and had since been fixed. I received photos from the licensee of two window air\nconditioners and a dehumidifier he purchased for future emergency situations.\nIndoor housing facilities for dogs must be sufficiently cooled when necessary to protect the dogs from temperature\nor humidity extremes and to provide for their health and well-being. The ambient temperature must not must not\nrise above 85 [deg]F for more than 4 consecutive hours when dogs are present. '\nTO BE CORRECTED IMMEDIATELY."
    },
    {
      "code": "3.2(d)",
      "kind": "",
      "repeat": false,
      "desc": "INDOOR HOUSING FACILITIES.",
      "narrative": "The new resting wood platforms are not impervious to moisture. Several of them have been chewed and remain\nstained from the excreta. Discussed using impervious material which could also comfort to these dogs living on\nthis hard wood and concrete. Surfaces in contact with the animals, must be impervious to moisture to prevent them\nfrom being soiled from excreta.\nTO BE CORRECTED BY: JULY 19, 2017."
    },
    {
      "code": "3.9(a)",
      "kind": "",
      "repeat": false,
      "desc": "FEEDING.",
      "narrative": "During this inspection on June 28, 2017, and June 29, 2017, nearly all enclosures at this kennel had at from 3 to 5\noccurrences or more of soft piles of stool. There are many dogs at this kennel appear to be slightly thin with dry and\ndull coats and some were observed scratching. The soft stool and diet was discussed with the licensees during the\nprevious inspection and the licensee has changed the dog food. There was a supplement called Breeding Heat for\nbreeding bitches, expired Vitamin B Complex, expired multi vitamin Calysn Vitaminizado, and other supplements\nthat appear to be added to diets. The licensee stated that the previous dog food made the dogs gain weight and\nthe newer dog food made them lose weight. It is not known what supplements and vitamins these dogs are being\nprovided, including the quantity and frequency daily. To ensure this diet is of sufficient quantity and nutritive value to\nmaintain the normal condition and weight of the animal and appropriate for the individual animal's age and condition\nit needs to be evaluated and approved by a veterinarian and or a nutritionist.\nTO BE CORRECTED BY: JULY 14, 2017."
    },
    {
      "code": "3.11(a)",
      "kind": "",
      "repeat": true,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "During this inspection of this kennel on June 28, 2017, and June 29, 2017, there were excessive amounts of\nexcreta in most of the dog enclosures. There were from 3 to 5 occurrences or more of fecal waste in each\nenclosure. I observed numerous dogs many in the smaller top kennels stepping in the excreta and on their wood\nplatforms. Due to the size of the kennels there needs to be additional cleaning and or bedding to prevent soiling of\nthe dogs and to reduce disease hazards, insects, pets and odors. The care takers started cleaning the kennel and\nopened the front sliding door when I arrived, so I could not determine if there were strong odors as during the\nprevious inspection.\nDuring the inspection on June 29, 2017, the primary enclosures were observed being cleaned with a pressure\nwasher without the excreta being being completely cleaned first. This method of cleaning spreads excreta particles\nthroughout the kennel where other dogs could potentially spread infectious bacteria and viruses. When water is\nused to clean the primary enclosure, whether by hosing, flushing, or other methods, animals in other primary\nenclosures must be protected from being contaminated with water and other wastes during the cleaning by being\nremoved.\nThis noncompliance was cited during the February 7, 2017, inspection."
    },
    {
      "code": "3.11(d)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "There is a rodent bait station located inside an outdoor exercise pen housing a french bulldog which could cause\nharm or even death if this dog came in contact with this poison. A safe and effective program to control mammals\nthat are pests must be established and maintained so as to promote the health and well-being of the animals.\nTO BE CORRECTED IMMEDIATELY,.\nThis inspection were conducted with the care takers on June 28, 2017 and June 29, 2017 and VMO Mario Mercado\non June 29, 2017.\nDue to the licensee being out of town and not residing at this kennel location the inspection findings were\ndiscussed with this licensee by phone several times after the inspection and exit interview by phone on July 7, 2017.\nAdditional Inspectors\nMercado Mario, Veterinary Medical Officer"
    }
  ],
  "narrative": "2.40(a)(1)                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThere was no Program of Veterinary Care available to show a new attending veterinarian was obtained  to provide\nadequate vet for the 55 dogs at this facility.  The current written Program of Veterinary Care provided stated the\nattending veterinarian's last visit was on March 2016. As of December 2016, the attending veterinarian and animal\nhospital listed on the  written Program of Veterinary Care is not longer the attending veterinarian. The licensee\nstated he obtained several veterinarians at his Miami sites, but having difficulties finding an attending veterinarian at\nthis site.    Each dealer shall employ an attending veterinarian under formal arrangements. In the case of a part-time\nattending veterinarian or consultant arrangements, the formal arrangements shall include a written program of\nveterinary care and regularly scheduled visits to the premises of the dealer. This non compliance was cited during\nthe last inspection on February 7, 2017.\n2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThere are expired medications and supplements stored at this kennel.  Expired drugs may lose their potency with\nage and its effectiveness which could place these dogs in unhealthy situations if used. Furthermore, medications in\nthe liquid dosage form can actually increase in strength past the printed expiration date. Outdated eye and ear\ndrops may no longer be sterile and could possibly lead to an infection or irritation. Some expired medications like\nantibiotics can become dangerous.  For the health and welfare of these 55 dogs housed at this kennel, expired\ndrugs should not be used and discarded unless there is an approval from an attending veterinarian. It is not known\nwhat supplements and medications are currently being provided to the dogs at this kennel and if they were\napproved by a veterinarian.  This needs to be addressed when obtaining an attending veterinarian at this facility. \nThese are some of the expired  medications & supplements at this kennel most from the country of Columbia :\nPIRAUANTEL 3/12, BAXIDIN SOLUCION ANTISPICA  6/16, 0.9 SODIUM CHLORIDE IRRIGATION 7/16,\nHEALTHY JOINTS 7/11, SUROLAN 7/2016, MELOXIC ANTIFLAMATRIO 5/2015, KETOCONAZOLE 2012 \n(prescribed to licensee), QUERCETOL 7/2013, AZITVOMICINA 500MG (handwritten label, no date), CEFAFLEX\n500MG  TABLETAS, 4/16, Ciprofloxacino 500MG TABLETS (handwritten label, no date) Amitraz 2/2011,\n\nDEPO-MEDROL INYECTABLE, 40MG 7/2014, CEFALEXINA 200 INYECTABLE 1/17, STERILE SALINE\n12/11,CANNEX ANTIHELMINTICO DE AMPLIO ESPECTRO 4/16, METARSAL METRONIDAZOL -\nNIFUROXAZIDA 6/16,  EQUIMAX 1.87 PASTE FOR HORSES 11/15, ALBIPEN L.A. 4/17,COCCIGAN DICLAZURI\n2% 4/18, VITAMIN B COMPLEX INJECTION 10/9, FENLACKANTIHELMINTICO DE AMPLIO ESPECTRO ORAL\nCATTLE 10/15,  CALSYN VITAMINIZADO ORAL 12/15, EDO- PETIT PAMOATO 4/17,  AND PYRANTEL\nPAMOATE SUSPENSION (PINWORMS) 7/15.\nThese are medications that are being stored at this facility. \n     SELOFOS, SOLUCION INYECTABLE, 240ML 12/17, BREED HEAT 12/17, CEFALEXINA TABLETS 500MG\n7/17, LA SANTE GENTAMICINA 0.3, OFTALMICA 8/18, COLIRIO AZUL GOTAS OFTALOMICAS, POLIOFTAL\nPOLIMIXINA B, NEOMICINA, DEXAMETASONA, 12/2018.\nEach dealer shall establish and maintain programs of adequate veterinary care that include the use of appropriate\nmethods to prevent, control, diagnose, and treat diseases and injuries, and the availability of emergency, weekend,\nand holiday care.\nTO BE CORRECTED IMMEDIATELY. \n2.40(b)(2)                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n1)  The single housed adult female Bull Terrier is exhibiting abnormal repetitive (stereotypic) behavior. \nDuring the inspection on June 28, 2017, & June 29, 2017, this dog was observed spinning in circles repeatedly in a\nfast motion. The care takers were unaware of what care this dog has received from the last inspection. The care\ntakers stated during the previous inspections this dog was not able to exercise with other dogs due to its aggression\nwith other dogs.  The licensee stated during the last inspection that he would place this dog in a new home. The\nlicensee now states this dog will be housed in a larger area of the kennel for more room and exercise, however\nthere is concern that she will have access to other dogs at the kennels.  The licensee stated that this dog was seen\nby a veterinarian and just does this when he is approached, however there is no written documentation or treatment\nplan to address this issue available during this inspection. \nThis Bull Terrier needs to be evaluated by the attending veterinarian for diagnosis, the cause of this behavior and\ndevelopment of an appropriate treatment plan to address this issue. There needs to be written documentation by\nthe Attending Veterinarian, recommendations regarding kennel space,  exercise, enrichment and any other steps\nnecessary to address this abnormality.  This shall be maintained by the licensee for review by APHIS Officials.\nAdditionally, the licensee shall maintain documentation of the implementation of these recommendations for review\n\nduring inspections.   This non compliance was cited during the February 7, 2017 inspection.\n2)  During the February 7, 2017, inspection the adult female English Bulldog named Elizabeth (microchip\n#900085000072610) had an injury she received about two weeks prior by going under some damaged fencing with\nsharp edges. The wound was approximately 1/2'' deep and  3’' to 4'' long and an inch wide is located at the left front\nrib area behind her shoulder appears to be healed. The wound now appears to be healed, however there was no\nwritten documentation available to show this dog was seen by the attending veterinarian as cited during the\nFebruary 7, 2017, inspection.  \n3)  During this inspection on June 28, 2017, and June 29, 2017, the adult French Bulldog named Madonna\n(microchip #9000085000072632) and an adult female French Bulldog name Rima had an an occurrence of diarrhea\nin their enclosures. Madonna was observed thin, dull coat, and ribs visible showing. The care takers were asked by\nVMO Mario Mercado how long they had diarrhea and they stated about 2 weeks off and on. The care takers stated\nthey normally just feed and clean the kennel, medical issues are cared for by the licensees spouse.  The caretakers\nstated they told the licensee about the diarrhea and the licensee's spouse who usually visits on the weekends\ntreated these dogs. The licensee confirmed his wife was treating the dogs.. The written documentation provided\nafter the inspection show on March 17, 2017, Madonna was administered ivermectin each month but no day and\ndosage listed and pyrantel with no dosage listed.  Ivermectin tubes of 1.87%  paste for Horses with an expiration\ndate of November 2015, and multiple brands of anti parasite medications were available, several expired during the\ninspection.  The licensee stated all the dogs were given pyrantel dewormer around the same date in March 2017. \nThe licensee was unaware of what ivermectin was provided monthly for all the dogs and no receipt purchasing\nivermectin was available.  Expired ivermectin may not prevent these dogs from acquiring heart worm and if left\nuntreated can be fatal. \nTo ensure the health and welfare of these dogs at this kennel they need to be seen by a licensed veterinarian. \nThis facility has not provided adequate veterinary care for its dogs under this section 2.40(b)(2) during previous\ninspections on 11/24/14, 7/16/15, and 2/7/17.  There must  be adequate veterinary care program establish and\nmaintained, including the use of appropriate methods to prevent, control, diagnose, and treat diseases and injuries,\nand the availability of emergency, weekend, and holiday care;  That the mechanism of direct and frequent\ncommunication is required so that timely and accurate information on problems of animal health, behavior, and\nwell-being is conveyed to the attending veterinarian.\n\n3.2(a)\nINDOOR HOUSING FACILITIES.\nOn June 28, 2017, at 11:00 am, the indoor kennel was not being sufficiently cooled to protect the dogs from high\ntemperatures and humidity for their health and well being. The ambient temperature in the indoor kennel was 99.6\nF, with high humidity level of 70%. Most all of the dogs during this inspection were panting, some heavier than\nothers. The kennels sliding door had only been open approximately 15 minutes prior as I was waiting to be let into\nthe facility.  \nDuring the inspection on June 29, 2017, at 1230 pm, the ambient temperature was from 98.7 F and 99.6, with a\nhigh humidity level of 75%.  Again most the dogs were panting  some heavier than others.  The adult female English\nBulldog Elizabeth (#9000850000072610) was panting laying down in the kennel with foam around her mouth and on\nthe floor  from heavy salivation.  The care takers  were cleaning the enclosures using a pressure washer and the\nsliding door and several windows were open. VMO Mario Mercado asked the care takers why the kennel was hot\nand when the air is in use. The care takers stated that the doors and windows are open for several hours when they\nare cleaning and at night only fans are used.  Ambient temperatures outdoors during these summer months in this\narea can reach over 120 F in the day and over 100 F at night.  Although ambient temperatures must not rise about\n85 (deg) F for over 4 hours, French and English Bulldogs in general, especially pregnant bitches and older dog  may\nneed lower temperatures to keep cool and comfortable.   The licensee stated that the air conditioning broke down\nduring the inspections and had since been fixed.  I received photos from the licensee  of two window air\nconditioners and a dehumidifier he purchased for future emergency situations.  \nIndoor housing facilities for dogs must be sufficiently cooled when necessary to protect the dogs from temperature\nor humidity extremes and to provide for their health and well-being.  The ambient temperature must not must not\nrise above 85 [deg]F for more than 4 consecutive hours when dogs are present. '\n\nTO BE CORRECTED IMMEDIATELY.\n3.2(d)\nINDOOR HOUSING FACILITIES.\nThe new resting wood platforms are not impervious to moisture. Several of them have been chewed and remain\nstained from the excreta. Discussed using impervious material  which could also  comfort to these dogs living on\nthis hard wood and concrete. Surfaces in contact with the animals, must be impervious to moisture to prevent them\nfrom being soiled from excreta. \nTO BE CORRECTED BY: JULY 19, 2017.\n3.9(a)\nFEEDING.\nDuring this inspection on June 28, 2017, and June 29, 2017, nearly all enclosures at this kennel had at from 3 to 5\noccurrences or more of soft piles of stool. There are many dogs at this kennel appear to be slightly thin with dry and\ndull coats and some were observed scratching. The soft stool and diet was discussed with the licensees during the\nprevious inspection and the licensee has changed the dog food.  There was a supplement called Breeding Heat for\nbreeding bitches, expired Vitamin B Complex, expired multi vitamin Calysn Vitaminizado, and other supplements\nthat appear to be added to diets.   The licensee stated that the previous dog food made the dogs gain weight and\nthe newer dog food made them lose weight.  It is not known what supplements and vitamins these dogs are being\nprovided, including the quantity and frequency daily. To ensure this diet is of sufficient quantity and nutritive value to\nmaintain the normal condition and weight of the animal and appropriate for the individual animal's age and condition\nit needs to be evaluated and approved by a veterinarian and or a nutritionist. \nTO BE CORRECTED BY: JULY 14, 2017.\n3.11(a)                    REPEAT\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\nDuring this inspection of this kennel on June 28, 2017, and June 29, 2017,  there were excessive amounts of\nexcreta in most of  the dog enclosures. There were from 3 to 5 occurrences or more of fecal waste in each\nenclosure.  I observed numerous dogs many in the smaller top kennels stepping in the excreta and on their wood\nplatforms. Due to the size of the kennels there needs to be additional cleaning and or bedding to prevent soiling of\nthe dogs and to reduce disease hazards, insects, pets and odors. The care takers started cleaning the kennel and\nopened the front sliding door when I arrived, so I could not determine if there were strong odors as during the\nprevious inspection.\n\nDuring  the inspection on June 29, 2017, the primary enclosures were observed being cleaned with a pressure\nwasher without the excreta being being completely cleaned first. This method of cleaning spreads excreta particles\nthroughout the kennel where other dogs could potentially spread infectious bacteria and viruses.   When water is\nused to clean the primary enclosure, whether by hosing, flushing, or other  methods, animals in other primary\nenclosures must be protected from being contaminated with water and other wastes during the cleaning by being\nremoved.\nThis noncompliance was cited during the February 7, 2017, inspection.\n   \n3.11(d)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\nThere is a rodent bait station located inside an outdoor exercise pen housing a french bulldog which could cause\nharm or even death if this dog came in contact with this poison.  A safe and effective program to control mammals\nthat are pests must be established and maintained so as to promote the health and well-being of the animals.\nTO BE CORRECTED IMMEDIATELY,.\nThis inspection were conducted with the care takers on June 28, 2017 and June 29, 2017 and  VMO Mario Mercado\non June 29, 2017.\nDue to the licensee being out of town and not  residing at this kennel location the inspection findings were\ndiscussed with this licensee by phone several times after the inspection and exit interview by phone on July 7, 2017.\nAdditional Inspectors\nMercado Mario, Veterinary Medical Officer",
  "animals_total": 55,
  "species": [
    {
      "count": 55,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    }
  ]
}