{
  "insp_id": "2016082568879054",
  "layout": "a",
  "customer_id": "330618",
  "customer_name": "Leroy B Miller",
  "customer_addr": "4780 State Rd 557\nMillersburg, OH 44654",
  "certificate": "31-A-0514",
  "site_id": "001",
  "site_name": "LEROY B MILLER",
  "insp_type": "ATTEMPTED INSPECTION",
  "date": "03-OCT-2017",
  "report_date": "05-OCT-2017",
  "citations": [
    {
      "code": "2.126(b)",
      "kind": "",
      "repeat": false,
      "desc": "ACCESS AND INSPECTION OF RECORDS AND PROPERTY; SUBMISSION OF ITINERARIES.",
      "narrative": "A responsible adult was not available to accompany APHIS Officials during the inspection process at 12:00 on\n03-Oct-17. There was no answer at the door or on the listed phone so a voicemail message was left. The licensee\nresponded that he would attempt to contact his wife who he believed to be home, but he could not reach her. The\ninspector waited the full 30 minutes to hear back from the wife before leaving the facility.\nWithout an available representative to accompany inspection, the regulatory process is impossible. The licensee\nmust ensure a responsible facility representative is available to accompany inspection during normal business\nhours. Contact your inspector to establish available hours.\nCorrect from this time forward."
    }
  ],
  "narrative": "2.126(b)\nACCESS AND INSPECTION OF RECORDS AND PROPERTY; SUBMISSION OF ITINERARIES.\nA responsible adult was not available to accompany APHIS Officials during the inspection process at 12:00 on\n03-Oct-17. There was no answer at the door or on the listed phone so a voicemail message was left.  The licensee\nresponded that he would attempt to contact his wife who he believed to be home, but he could not reach her.  The\ninspector waited the full 30 minutes to hear back from the wife before leaving the facility.  \nWithout an available representative to accompany inspection, the regulatory process is impossible.  The licensee\nmust ensure a responsible facility representative is available to accompany inspection during normal business\nhours.  Contact your inspector to establish available hours. \nCorrect from this time forward.",
  "animals_total": null,
  "species": []
}