{
  "insp_id": "50152332430521",
  "layout": "a",
  "customer_id": "26017",
  "customer_name": "Jenina Fortner",
  "customer_addr": "312 N. Cedar St\nAbilene, KS 67410",
  "certificate": "48-B-0317",
  "site_id": "001",
  "site_name": "Jenina Fortner",
  "insp_type": "ROUTINE INSPECTION",
  "date": "19-FEB-2015",
  "report_date": "20-FEB-2015",
  "citations": [
    {
      "code": "3.1(a)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "* Two dug holes were observed in the dirt ground floor directly under the enclosure fencing. Four dog are in\ncontact with the affected areas located in outdoor housing. The holes were estimated to be six inches wide by six\ninches deep. This affects the ability of enclosure fencing to contain the dog securely. It could lead to potential injury\naffecting the safety and welfare of the dog. The licensee must keep facilities in good repair to protect the animals\nfrom injury and contain the animals securely. Correct by 3/18/15.\n* Twisted wire ends with sharp points were observed in the enclosure fencing. In addition, hail screen wiring\nattached to the enclosure gate in the same enclosure also had broken, protruding wires with sharp points. Four\ndogs are in contact with the affected wiring located in outdoor housing. Sharp points could injure the dogs. The\nlicensee must ensure that all enclosure wires are maintained in good repair at all times for the safety of the dogs.\nCorrect by 3/18/15.\n* The facility inspection done on 2/19/15 and the exit briefing done on 2/20/15 were conducted with the licensee."
    }
  ],
  "narrative": "3.1(a)\nHOUSING FACILITIES, GENERAL.\n*    Two dug holes were observed in the dirt ground floor directly under the enclosure fencing.  Four dog are in\ncontact with the affected areas  located in outdoor housing.  The holes were estimated to be six inches wide by six\ninches deep. This affects the ability of enclosure fencing to contain the dog securely.  It could lead to potential injury\naffecting the safety and welfare of the dog.  The licensee must keep facilities in good repair to protect the animals\nfrom injury and contain the animals securely.  Correct by 3/18/15.\n*    Twisted wire ends with sharp points were observed in the enclosure fencing.  In addition, hail screen wiring\nattached to the enclosure gate in the same enclosure also had broken, protruding wires with sharp points.  Four\ndogs are in contact with the affected wiring  located in outdoor housing.  Sharp points could injure the dogs.  The\nlicensee must ensure that all enclosure wires are maintained in good repair at all times for the safety of the dogs. \nCorrect by 3/18/15.\n*    The facility inspection done on 2/19/15 and the exit briefing done on 2/20/15 were conducted with the licensee.",
  "animals_total": 86,
  "species": [
    {
      "count": 23,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 17,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    },
    {
      "count": 18,
      "scientific": "Cavia porcellus",
      "common": "DOMESTIC GUINEA PIG"
    },
    {
      "count": 2,
      "scientific": "Chinchilla lanigera",
      "common": "CHINCHILLA"
    },
    {
      "count": 5,
      "scientific": "Cricetus cricetus",
      "common": "EUROPEAN HAMSTER / BLACK-BELLIED HAMSTER"
    },
    {
      "count": 11,
      "scientific": "Erinaceus concolor",
      "common": "EASTERN EUROPEAN HEDGEHOG"
    },
    {
      "count": 3,
      "scientific": "Gerbillus acticola",
      "common": "BERBERA GERBIL"
    },
    {
      "count": 7,
      "scientific": "Oryctolagus cuniculus",
      "common": "EUROPEAN RABBIT"
    }
  ]
}