{
  "insp_id": "2016082568138858",
  "layout": "a",
  "customer_id": "321640",
  "customer_name": "Margaret Cook",
  "customer_addr": "William Peters\n20185 State Road E E\nFarmington, MO 63640",
  "certificate": "43-A-5536",
  "site_id": "001",
  "site_name": "MARGARET COOK & WILLIAM PETERS",
  "insp_type": "ROUTINE INSPECTION",
  "date": "15-MAR-2017",
  "report_date": "15-MAR-2017",
  "citations": [
    {
      "code": "2.50(a)(2)",
      "kind": "",
      "repeat": false,
      "desc": "TIME AND METHOD OF IDENTIFICATION.",
      "narrative": "***Three litters of puppies, dates of birth of 2/13/17, 2/16/17, and 2/24/17, were housed in the newest sheltered\nwhelping building with their dams. The enclosure cards posted for each of these litters did not contain the the\nrequired identification numbers for the enclosed puppies. All puppies must be identified by an enclosure card, tag,\ncollar or microchip to to reduce misidentification and facilitate record keeping. To be corrected by: 03/20/17"
    },
    {
      "code": "3.2(d)",
      "kind": "",
      "repeat": false,
      "desc": "INDOOR HOUSING FACILITIES.",
      "narrative": "***A new construction was observed on this inspection. This new building will be utilized as an indoor puppy rearing\nbuilding for weaned puppies. The building floor surface is comprised of compressed gravel flooring. The puppies\nwill have direct access to this gravel flooring surface. This surface is not impervious to moisture. Surfaces in\ncontact with the puppies must be impervious to moisture as well as all floor surfaces in indoor kennel areas.\nSurfaces not impervious to moisture are not easily cleaned and sanitized and pose disease, odor and pest risks to\nthe dogs. To be corrected by:04/15/17"
    },
    {
      "code": "3.4(b)(4)",
      "kind": "",
      "repeat": false,
      "desc": "OUTDOOR HOUSING FACILITIES.",
      "narrative": "***The northwestern builidng contained 14 adult dogs. The dog shelters provided for these pens did not contain an\nadequate amount of bedding and at the time of inspection the ambient temperature in these enclosures was\napproximately 40 degrees F. The facility does make use of electric heating lamps to provide auxillary heat. At the\ntime of inspection the outdoor temperature was approximately 28 degrees F. Bedding must be provided to the\nshelters to allow the dogs to nest in to conserve body heat. Bedding must be maintained clean and dry. To be\ncorrected by: 03/16/17\nThis inspection and exit interview was conducted with the owner by Curt McGruder-ACI.\nNote: Viewed new construction and discussed possible corrections and correction dates."
    }
  ],
  "narrative": "2.50(a)(2)\nTIME AND METHOD OF IDENTIFICATION.\n***Three litters of puppies, dates of birth of 2/13/17, 2/16/17, and 2/24/17, were housed in the newest sheltered\nwhelping building with their dams.  The enclosure cards posted for each of these litters did not contain the the\nrequired identification numbers for the enclosed puppies.  All puppies must be identified by an enclosure card, tag,\ncollar or microchip to to reduce misidentification and facilitate record keeping.  To be corrected by: 03/20/17\n3.2(d)\nINDOOR HOUSING FACILITIES.\n***A new construction was observed on this inspection.  This new building will be utilized as an indoor puppy rearing\nbuilding for weaned puppies.  The building floor surface is comprised of compressed gravel flooring.  The puppies\nwill have direct access to this gravel flooring surface.  This surface is not impervious to moisture.  Surfaces in\ncontact with the puppies must be impervious to moisture as well as all floor surfaces in indoor kennel areas. \nSurfaces not impervious to moisture are not easily cleaned and sanitized and pose disease, odor and pest risks to\nthe dogs.  To be corrected by:04/15/17\n3.4(b)(4)\nOUTDOOR HOUSING FACILITIES.\n***The northwestern builidng contained 14 adult dogs.  The dog shelters provided for these pens did not contain an\nadequate amount of bedding and at the time of inspection the ambient temperature in these enclosures was\napproximately 40 degrees F.  The facility does make use of electric heating lamps to provide auxillary heat.  At the\ntime of inspection the outdoor temperature was approximately 28 degrees F.  Bedding must be provided to the\nshelters to allow the dogs to nest in to conserve body heat.  Bedding must be maintained clean and dry.  To be\ncorrected by: 03/16/17\nThis inspection and exit interview was conducted with the owner by Curt McGruder-ACI.  \nNote:  Viewed new construction and discussed possible corrections and correction dates.\n\n",
  "animals_total": 125,
  "species": [
    {
      "count": 73,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 52,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}