{
  "insp_id": "153161509370993",
  "layout": "a",
  "customer_id": "1834",
  "customer_name": "University Of Colorado- Denver",
  "customer_addr": "13001 E. 17th Place, Ms F489, P. O. Box 6508\nAurora, CO 80045",
  "certificate": "84-R-0059",
  "site_id": "002",
  "site_name": "UNIVERSITY OF COLORADO DENVER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "26-MAY-2016",
  "report_date": "06-JUN-2016",
  "citations": [
    {
      "code": "3.50(a)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "A review of animal records indicated that two rabbits escaped from a playpen which was used for animal enrichment\nand exercise. The playpen is composed of hard, durable plastic fencing on all four sides as well as hard, plastic\nflooring.\nFacility representatives stated that an animal caretaker discovered that one of the two escaped rabbits, ( a 2kg\nmale) had an apparent left hind limb injury. A facility veterinarian was immediately notified and the animal received\nprompt veterinary diagnostics and treatment. A fracture of the left tibia was diagnosed and it was determined by the\nveterinarian that humane euthanasia was warranted.\nUpon the facility'(cid:25)s inquiry of this incident, there was no definitive or apparent cause of the rabbit(cid:25)'s fractured hind\nlimb. Facility representatives stated that this playpen system has been utilized for approximately ten years without\nany rabbit escape or injury. The facility did have concerns that floor drains/grates (approx. 24ft length by 13in. width)\nalong both sides of this room may have had openings large enough to cause limb entrapment. The openings in the\ndrains are about 1 inch wide between metal bars. Currently, the facility has replaced the drain on one side of this\nroom with more solid slats with a 1/2in. width opening. Furthermore, all drains with 1 inch openings in the rabbit\nrooms were promptly and fully covered with either solid rubber mats or mats with very small openings following the\ninjury to the rabbit. According to facility representatives their plan is to finish replacing all drains with the\naforementioned slats with the 1/2in openings.\nFollowing review of records and the rabbit facilities, inspectors noted that although no definitive cause of the rabbit(cid:25)s\ninjury has been found, this was an adverse event which led to an animal(cid:25)s death.\nAll facilities for rabbits must be structurally sound, maintained in good repair, to protect the animals from injury, and\nmust properly contain the animals.\nThis incidence was self-identified and self-corrected prior to inspection.\nTo be corrected from this day forward.\nExit interview was conducted with facility representatives, Dr. Jeffrey Lee, VMO and Dr. Tyler Fields, VMO.\nAdditional Inspectors\nFields Tyler, Veterinary Medical Officer"
    }
  ],
  "narrative": "3.50(a)\nFACILITIES, GENERAL.  \nA review of animal records indicated that two rabbits escaped from a playpen which was used for animal enrichment\nand exercise.  The playpen is composed of hard, durable plastic fencing on all four sides as well as hard, plastic\nflooring.\nFacility representatives stated that an animal caretaker discovered that one of the two escaped rabbits, ( a 2kg\nmale) had an apparent left hind limb injury.  A facility veterinarian was immediately notified and the animal received\nprompt veterinary diagnostics and treatment.  A fracture of the left tibia was diagnosed and it was determined by the\nveterinarian that humane euthanasia was warranted.  \nUpon the facility'(cid:25)s inquiry of this incident, there was no definitive or apparent cause of the rabbit(cid:25)'s fractured hind\nlimb.  Facility representatives stated that this playpen system has been utilized for approximately ten years without\nany rabbit escape or injury. The facility did have concerns that floor drains/grates (approx. 24ft length by 13in. width)\nalong both sides of this room may have had openings large enough to cause limb entrapment.  The openings in the\ndrains are about 1 inch wide between metal bars.  Currently, the facility has replaced the drain on one side of this\nroom with more solid slats with a 1/2in. width opening. Furthermore, all drains with 1 inch openings in the rabbit\nrooms were promptly and fully covered with either solid rubber mats or mats with very small openings following the\ninjury to the rabbit. According to facility representatives their plan is to finish replacing all drains with the\naforementioned slats with the 1/2in openings.\nFollowing review of records and the rabbit facilities, inspectors noted that although no definitive cause of the rabbit(cid:25)s\ninjury has been found, this was an adverse event which led to an animal(cid:25)s death. \nAll facilities for rabbits must be structurally sound, maintained in good repair, to protect the animals from injury, and\nmust properly contain the animals.\nThis incidence was self-identified and self-corrected prior to inspection.\nTo be corrected from this day forward.\nExit interview was conducted with facility representatives, Dr. Jeffrey Lee, VMO and Dr. Tyler Fields, VMO.\n\nAdditional Inspectors\nFields Tyler, Veterinary Medical Officer",
  "animals_total": 10,
  "species": [
    {
      "count": 10,
      "scientific": "Oryctolagus cuniculus",
      "common": "EUROPEAN RABBIT"
    }
  ]
}