{
  "insp_id": "2016082568119791",
  "layout": "a",
  "customer_id": "325010",
  "customer_name": "Jason Riggs",
  "customer_addr": "26545 416th Avenue\nEthan, SD 57334",
  "certificate": "46-A-0404",
  "site_id": "001",
  "site_name": "JASON RIGGS",
  "insp_type": "ROUTINE INSPECTION",
  "date": "02-MAR-2017",
  "report_date": "03-MAR-2017",
  "citations": [
    {
      "code": "2.75(a)(2)",
      "kind": "",
      "repeat": false,
      "desc": "RECORDS: DEALERS AND EXHIBITORS.",
      "narrative": "APHIS Form 7006, Record of Disposition of Dogs and Cats. No APHIS 7006 forms documenting the past 12\nmonths animal dispositions/transactions were available for the inspector to review at the time of inspection.\nLicensee stated they had stopped using 7006 forms and were recording required information on a computer\nsoftware Bill of Sale record. Bill of Sale records provided by the licensee in lieu of APHIS 7006 forms did not\ncontain required APHIS Form 7006 information regarding broker USDA license numbers, method of animal\ndelivery, nor driver/shipper information. Documentation for authorized variance from use of APHIS Form 7006 was\nnot available at the time of inspection.\nIncomplete documentation or entry of information on APHIS Form 7006, or use of unapproved forms in lieu of\nAPHIS Form 7006, do not meet USDA regulatory requirements under 9 CFR 2.75 (a).\nLicensees are required to complete APHIS Form 7006 for every applicable dog or cat transaction. All fields on\nAPHIS Form 7006 must also be completed. No other forms in lieu of APHIS Form 7006 may be used to meet\nregulatory requirements unless a written approval for variance has been issued by an authorized APHIS official.\nCorrect this date forward.\nThis inspection and exit interview were conducted with two facility representatives."
    }
  ],
  "narrative": "2.75(a)(2)\nRECORDS: DEALERS AND EXHIBITORS.\nAPHIS Form 7006, Record of Disposition of Dogs and Cats. No APHIS 7006 forms  documenting the past 12\nmonths animal dispositions/transactions were available for the inspector to review at the time of inspection.\nLicensee stated they had stopped using 7006 forms and were recording required information on a computer\nsoftware Bill of Sale record. Bill of Sale records provided by the licensee in lieu of APHIS 7006 forms  did not\ncontain required APHIS Form 7006  information regarding broker USDA license numbers, method of animal\ndelivery, nor driver/shipper information. Documentation for authorized variance  from use of APHIS Form 7006 was\nnot available at the time of inspection.\nIncomplete documentation or entry of information on APHIS  Form 7006, or use of  unapproved forms  in lieu of\nAPHIS Form 7006, do not meet USDA regulatory requirements under 9 CFR 2.75 (a).\nLicensees are required to complete APHIS Form 7006 for every applicable dog or cat transaction. All fields on\nAPHIS Form 7006 must also be completed. No other forms in lieu of APHIS Form 7006 may be used to meet\nregulatory requirements unless a written approval for variance has been issued by an authorized APHIS official. \nCorrect this date forward.\nThis inspection and exit interview were conducted with two facility representatives.",
  "animals_total": 61,
  "species": [
    {
      "count": 46,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 15,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}