{
  "insp_id": "215161437460366",
  "layout": "a",
  "customer_id": "3913",
  "customer_name": "Bobbi Pradon",
  "customer_addr": "Daniel Pradon\n1101 N Tripp Ave.\nOdessa, TX 79763",
  "certificate": "74-B-0708",
  "site_id": "001",
  "site_name": "Bobbi Pradon & Daniel Pradon",
  "insp_type": "ROUTINE INSPECTION",
  "date": "02-AUG-2016",
  "report_date": "03-AUG-2016",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "One female camel which was recently acquired by the licensee continually holds her head upwards (star-gazing)\nand\npuffs out her cheeks in a nonstop, repetitive manner. This animal must be evaluated by the attending veterinarian\nto\nassure that there is no physical injury or disease process which is causing this behavior. The attending veterinarian\nmust be consulted to determine if any medical intervention is required to treat this condition. To be corrected by:\nAugust 10, 2016.\nA female coati mundi born on 4-25-16 has been declawed and the canine teeth have been removed. Declawing\ncan\ncause pain, discomfort, or other pathological conditions. Declawing of an animal is not appropriate veterinary care,\nunless prescribed for the treatment of an individual medical problem of the foot. These declaws were not done for\nthis purpose. Likewise, the removal of the canine teeth in this animal is not appropriate veterinary care, unless\nprescribed for the treatment of an individual dental problem. The removal of the canine teeth was not done for this\npurpose. Individual animals must not be declawed or defanged in the future."
    },
    {
      "code": "3.75(a)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "Two lemurs are housed in an expanded metal cage which is extremely rusted along the bottom and in the area\nwhere\nthe feed bowls are placed in the cage. The rust has compromised the structural integrity of the cage to the point\nthat\nthe two nonhuman primates could injure themselves on the sharp rusty metal edges. This cage must be repaired or\nreplaced to protect the two animals housed in it. To be corrected by: October 28, 2016."
    },
    {
      "code": "3.75(c)(3)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "In two cages housing a total of four marmosets, there was approximately 25% of the surface of the cage floor\ncovered by old food debris. All hard surfaces which nonhuman primates come in contact must be spot-cleaned\ndaily\nand sanitized to prevent accumulation of disease hazards. Food waste must be removed to eliminate odors,\ndiseases, and pest infestation. These cages must be cleaned and food waste removed daily to prevent disease and\npest problems. To be corrected by: August 5, 2016.\nMultiple cages in the ringtail lemur building had excessive food debris on the cage flooring. All cages must be spot-\ncleaned daily to prevent accumulation of food waste and to prevent pest control issues such as flies and roaches.\nAll cages in this building must be cleaned and food waste removed daily to prevent pest control problems and\npotential disease transmission. To be corrected by: August 5, 2016."
    },
    {
      "code": "3.83",
      "kind": "",
      "repeat": false,
      "desc": "WATERING.",
      "narrative": "At the time of this inspection, there was no drinking water available to any of the four gibbons housed in two outdoor\nenclosures. Potable water must be offered to non-human primates as often as necessary to ensure their health and\nwell-being, but no less than twice daily for at least 1 hour each time. During the high summer temperatures, water\nreceptacles must be checked multiple times each day to assure animals have access to drinking water.\nTo be corrected by: August 2, 2016."
    },
    {
      "code": "3.85",
      "kind": "",
      "repeat": false,
      "desc": "EMPLOYEES.",
      "narrative": "At the time of this inspection, it appeared that facility personnel were not checking on the gibbons drinking water or\nspot-cleaning the marmosets and lemurs on a daily basis. Every facility with non-human primates must have\nenough\nemployees to carry out an appropriate level of animal care and husbandry. The employees must be trained and\nsupervised by an individual with the proper knowledge, background, and experience in the care of non-human\nprimates. The employer must be certain that the employees can perform to these standards.\nTo be corrected by: August 3, 2016."
    },
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": true,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "In the front zebra outdoor enclosure, there were several layers of fencing along the bottom of the chain link fence.\nThere are pieces of wire protruding inward along the bottom of the fence which could injure the animals. Several of\nthe metal cross bars supporting this section of fence are extremely rusted. These areas of rusted and broken\nfencing\nmust be repaired or replaced to protect the animals from injury.\nTo be corrected by: October 28, 2016.\nThe red deer gate has a piece of expanded metal along the bottom of the chain link. There are also gaps in the\ngate\nfencing where the animals could injure a leg. This gate must be repaired or replaced in order to protect the animals\nfrom injury. To be corrected by: October 28, 2016.\nIn the Ibex outdoor enclosure, there is a wooden shelter with a sagging section of roofing material. This sagging\npiece of plywood appears to be detached from the shelter structure and could possibly fall onto the animals inside\nthe shelter. There are also two pieces of plywood laying on the ground in the vicinity of the shelter which could\npotentially injure the animals. This shelter must be repaired or replaced in order to protect the animals from injury.\nTo be corrected by: October 28, 2016.\nFacility inspection was conducted by Jeanne Kjos, VMO and Cindy Digesualdo, VMO with facility representatives on\nAugust 2, 2016.\nExit briefing was conducted by Jeanne Kjos, VMO and Cindy Digesualdo, VMO with facility representatives on\nAugust 3, 2016.\nAdditional Inspectors\nDigesualdo Cynthia, Veterinary Medical Officer"
    }
  ],
  "narrative": "2.40(b)(2)                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nOne female camel which was recently acquired by the licensee continually holds her head upwards (star-gazing)\nand\npuffs out her cheeks in a nonstop, repetitive manner.  This animal must be evaluated by the attending veterinarian\nto\nassure that there is no physical injury or disease process which is causing this behavior.  The attending veterinarian\nmust be consulted to determine if any medical intervention is required to treat this condition.  To be corrected by:\nAugust 10, 2016.\nA female coati mundi born on 4-25-16 has been declawed and the canine teeth have been removed.  Declawing\ncan\ncause pain, discomfort, or other pathological conditions.  Declawing of an animal is not appropriate veterinary care,\nunless prescribed for the treatment of an individual medical problem of the foot.  These declaws were not done for\nthis purpose.  Likewise, the removal of the canine teeth in this animal is not appropriate veterinary care, unless \nprescribed for the treatment of an individual dental problem.  The removal of the canine teeth was not done for this\npurpose.  Individual animals must not be declawed or defanged in the future.  \n3.75(a)\nHOUSING FACILITIES, GENERAL. \nTwo lemurs are housed in an expanded metal cage which is extremely rusted along the bottom and in the area\nwhere\nthe feed bowls are placed in the cage.  The rust has compromised the structural integrity of the cage to the point\nthat\nthe two nonhuman primates could injure themselves on the sharp rusty metal edges.  This cage must be repaired or\nreplaced to protect the two animals housed in it.  To be corrected by:  October 28, 2016.\n\n3.75(c)(3)\nHOUSING FACILITIES, GENERAL. \nIn two cages housing a total of four marmosets, there was approximately 25% of the surface of the cage floor\ncovered by old food debris.  All hard surfaces which nonhuman primates come in contact must be spot-cleaned\ndaily\nand sanitized to prevent accumulation of disease hazards.  Food waste must be removed to eliminate odors,\ndiseases, and pest infestation.  These cages must be cleaned and food waste removed daily to prevent disease and\npest problems.  To be corrected by:  August 5, 2016.\nMultiple cages in the ringtail lemur building had excessive food debris on the cage flooring.  All cages must be spot-\ncleaned daily to prevent accumulation of food waste and to prevent pest control issues such as flies and roaches.\nAll cages in this building must be cleaned and food waste removed daily to prevent pest control problems and\npotential disease transmission.  To be corrected by:  August 5, 2016.\n3.83\nWATERING.   \nAt the time of this inspection, there was no drinking water available to any of the four gibbons housed in two outdoor\nenclosures.  Potable water must be offered to non-human primates as often as necessary to ensure their health and\nwell-being, but no less than twice daily for at least 1 hour each time.  During the high summer temperatures, water\nreceptacles must be checked multiple times each day to assure animals have access to drinking water.\nTo be corrected by:  August 2, 2016.\n3.85\nEMPLOYEES.  \nAt the time of this inspection, it appeared that facility personnel were not checking on the gibbons drinking water or\nspot-cleaning the marmosets and lemurs on a daily basis.   Every facility with non-human primates must have\nenough\nemployees to carry out an appropriate level of animal care and husbandry.  The employees must be trained and\nsupervised by an individual with the proper knowledge, background, and experience in the care of non-human\nprimates. The employer must be certain that the employees can perform to these standards.\nTo be corrected by:  August 3, 2016.\n3.125(a)                    REPEAT\nFACILITIES, GENERAL.   \nIn the front zebra outdoor enclosure, there were several layers of fencing along the bottom of the chain link fence.\n\nThere are pieces of wire protruding inward along the bottom of the fence which could injure the animals.  Several of\nthe metal cross bars supporting this section of fence are extremely rusted.  These areas of rusted and broken\nfencing\nmust be repaired or replaced to protect the animals from injury.\nTo be corrected by:  October 28, 2016.\nThe red deer gate has a piece of expanded metal along the bottom of the chain link.  There are also gaps in the\ngate\nfencing where the animals could injure a leg.  This gate must be repaired or replaced in order to protect the animals\nfrom injury.  To be corrected by:  October 28, 2016.\nIn the Ibex outdoor enclosure, there is a wooden shelter with a sagging section of roofing material.  This sagging\npiece of plywood appears to be detached from the shelter structure and could possibly fall onto the animals inside\nthe shelter.  There are also two pieces of plywood laying on the ground in the vicinity of the shelter which could\npotentially injure the animals.  This shelter must be repaired or replaced in order to protect the animals from injury.\nTo be corrected by:  October 28, 2016.\nFacility inspection was conducted by Jeanne Kjos, VMO and Cindy Digesualdo, VMO with facility representatives on\nAugust 2, 2016.\nExit briefing was conducted by Jeanne Kjos, VMO and Cindy Digesualdo, VMO with facility representatives on\nAugust 3, 2016.\nAdditional Inspectors\nDigesualdo Cynthia, Veterinary Medical Officer",
  "animals_total": 314,
  "species": [
    {
      "count": 21,
      "scientific": "Addax nasomaculatus",
      "common": "ADDAX"
    },
    {
      "count": 2,
      "scientific": "Ateles chamek",
      "common": "BLACK SPIDER MONKEY"
    },
    {
      "count": 9,
      "scientific": "Axis axis",
      "common": "AXIS DEER / SPOTTED DEER / CHITAL"
    },
    {
      "count": 27,
      "scientific": "Axis porcinus",
      "common": "HOG DEER"
    },
    {
      "count": 4,
      "scientific": "Bos primigenuis indicus",
      "common": "ZEBU"
    },
    {
      "count": 5,
      "scientific": "Camelus dromedarius domestic",
      "common": "DOMESTIC DROMEDARY CAMEL"
    },
    {
      "count": 45,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 31,
      "scientific": "Capra pyrenaica",
      "common": "SPANISH IBEX"
    },
    {
      "count": 3,
      "scientific": "Cebus capucinus",
      "common": "WHITE-HEADED / WHITE-THROATED CAPUCHIN"
    },
    {
      "count": 5,
      "scientific": "Cervus elaphus",
      "common": "RED DEER"
    },
    {
      "count": 11,
      "scientific": "Cervus nippon",
      "common": "SIKA DEER"
    },
    {
      "count": 13,
      "scientific": "Chinchilla brevicaudata",
      "common": "CHINCHILLA"
    },
    {
      "count": 1,
      "scientific": "Choloepus hoffmanni",
      "common": "HOFFMANN'S TWO-TOED SLOTH"
    },
    {
      "count": 2,
      "scientific": "Equus quagga",
      "common": "GRANTS ZEBRA"
    },
    {
      "count": 4,
      "scientific": "Equus grevyi",
      "common": "GREVY'S ZEBRA"
    },
    {
      "count": 4,
      "scientific": "Hylobates agilis",
      "common": "AGILE GIBBON"
    },
    {
      "count": 28,
      "scientific": "Lemur catta",
      "common": "RING-TAILED LEMUR"
    },
    {
      "count": 1,
      "scientific": "Leptailurus serval",
      "common": "SERVAL"
    },
    {
      "count": 4,
      "scientific": "Muntiacus reevesi",
      "common": "REEVE'S MUNTJAC"
    },
    {
      "count": 1,
      "scientific": "Mustela eversmannii",
      "common": "STEPPE POLECAT"
    },
    {
      "count": 2,
      "scientific": "Nasua nasua",
      "common": "SOUTH AMERICAN COATI"
    },
    {
      "count": 10,
      "scientific": "Notamacropus agilis",
      "common": "AGILE WALLABY"
    },
    {
      "count": 29,
      "scientific": "Odocoileus virginianus",
      "common": "WHITE-TAILED DEER"
    },
    {
      "count": 20,
      "scientific": "Oryctolagus cuniculus",
      "common": "EUROPEAN RABBIT"
    },
    {
      "count": 9,
      "scientific": "Oryx gazella",
      "common": "GEMSBOK"
    },
    {
      "count": 4,
      "scientific": "Petaurus breviceps",
      "common": "SUGAR GLIDER"
    },
    {
      "count": 11,
      "scientific": "Potos flavus",
      "common": "KINKAJOU"
    },
    {
      "count": 3,
      "scientific": "Rucervus duvaucelii",
      "common": "BARASINGHA / SWAMP DEER"
    },
    {
      "count": 2,
      "scientific": "Saguinus geoffroyi",
      "common": "GEOFFROY'S TAMARIN"
    },
    {
      "count": 2,
      "scientific": "Saguinus oedipus",
      "common": "COTTON-TOP TAMARIN"
    },
    {
      "count": 1,
      "scientific": "Urocyon cinereoargenteus",
      "common": "GRAY FOX / GREY FOX"
    }
  ]
}