{
  "insp_id": "352141045550550",
  "layout": "a",
  "customer_id": "30082",
  "customer_name": "Alvin J Hershberger",
  "customer_addr": "3435 County Road 114\nSugarcreek, OH 44681",
  "certificate": "31-A-0213",
  "site_id": "001",
  "site_name": "ALVIN HERSHBERGER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "17-DEC-2014",
  "report_date": "22-DEC-2014",
  "citations": [
    {
      "code": "3.1(c)(1)(1)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "Several enclosures were constructed with chain-link or hog panel type material. In several areas there is moderate\nto excessive amounts of rust on these surfaces. Surfaces with rust cannot be properly cleaned and sanitized. The\nLicensee must resurface, replace or repair all areas with rust.\nCorrect By: 1/29/2015"
    },
    {
      "code": "3.4(a)",
      "kind": "",
      "repeat": false,
      "desc": "OUTDOOR HOUSING FACILITIES.",
      "narrative": "Licensee does not have an acclimation plan approved by the attending veterinarian. There are two areas of outdoor\nhousing that contain short-haired large breed dogs (Boxers and Rottweilers). These animals do not have access to\nan inside area which provides for temperature control and the only shelter present is structures made of plastic\nbarrels. Animals that are not acclimated to the weather and extreme temperatures can experience stress and\ndiscomfort. An acclimation statement signed by the attending veterinarian is required to maintain breeds of dogs\nthat cannot tolerate the prevalent temperatures of the area without discomfort in outdoor kennels. This includes (but\nis not limited to) short-haired breeds of dogs in cold climates, aged dogs, or dogs of unknown acclimation status.\nThe Licensee must establish and maintain an acclimation plan that has been approved by the attending veterinarian\nfor all animals housed in outdoor housing area and do not have access to an inside area.\nCorrect by: 12/31/2014"
    },
    {
      "code": "3.4(b)(4)",
      "kind": "Direct",
      "repeat": false,
      "desc": "OUTDOOR HOUSING FACILITIES.",
      "narrative": "Licensee provides the dogs with a very small amount of sawdust bedding. In the majority of shelters there was not\nenough bedding to allow the dogs to nestle in the bedding. The Licensee stated, on the phone on 12/18/2014, that\nsome of the dogs will get in the barrel together to try to keep warm. Accuweather states that the temperature for the\nSugarcreek area on 12/17/2014 was between 42 degrees for the high and 29 degrees for the low on this day. The\ntemperatures continued to drop for the rest of the week leading into the weekend. The rest of this week(cid:25)s average\nhighs were mid to low forties and the low temperatures for the rest of the week were mid to low twenties. Given this\npoint in the season, it is expected to become colder and below freezing as the winter months continue. These dogs\nwill continue to be at risk for cold stress as the weather continues to get colder. Not providing the dogs with a\nsufficient amount of bedding exposes the dogs to the unnecessarily cold temperatures and can lead to discomfort\nand possibly predispose animals to the development of disease. The Licensee must ensure that each shelter\nstructure is provided with an adequate amount of clean, dry bedding material if the ambient temperature is below 50\ndegrees. Additional clean, dry bedding is required when the temperature is 35 degrees or lower.\nCorrect by: 12/23/2014"
    },
    {
      "code": "3.4(b)",
      "kind": "Direct",
      "repeat": true,
      "desc": "OUTDOOR HOUSING FACILITIES.",
      "narrative": "On 1/3/2014, the Licensee was cited for three adult Rottweiler(cid:25)s that are housed in the upper outdoor housing\nfacility without large enough shelters.\nDuring today(cid:25)s inspection, 12/17/2014, all dogs that were housed in the upper and lower outdoor housing facilities\nhave shelters that are not large enough for the Rottweiler or Boxer dogs that are housed in these enclosures. The\nLicensee is continuing to use plastic barrels that do not allow these dogs to sit, stand, and lie in a normal manner\nand to turn about freely while in these shelters. The Inspector observed one of the larger Rottweiler(cid:25)s in the lower\noutside facility struggling to get out of the barrel. The square hole cut into the entrance of the barrel was too small\nto allow the dog to get out of the shelter without having to struggle. All shelters in outdoor facilities must contain a\nroof, four sides, and a floor. In addition, the shelter must be large enough to allow each dog, at one time, to sit,\nstand, and lie in a normal manner and to turn about freely.\nCorrect by: REMAINS UNCORRECTED"
    },
    {
      "code": "3.4(c)",
      "kind": "",
      "repeat": false,
      "desc": "OUTDOOR HOUSING FACILITIES.",
      "narrative": "Several of the primary enclosures are constructed with wood beams or framing. The Licensee(cid:25)s son was able to\nshow inspector the sealer container located on a beam above the dogs enclosure in the lower area of the outside\nenclosure. Although the material was available and in the kennel, the Inspector was informed by the Licensee and\nLicensee(cid:25)s son that these surfaces have not been sealed in at least two years. Surfaces that are not properly\nsealed/painted on a regular basis do not maintain the surface impervious to moisture and can absorb water, urine\nand other liquids. The Licensee must ensure that all surfaces that come in contact with the dogs are impervious to\nmoisture. In addition, the Licensee must ensure that a maintenance plan for the facility is established and\nmaintained, to include the sealing/painting of all surfaces within primary enclosures to ensure they are impervious to\nmoisture at all times.\nCorrect by: 1/22/2015"
    },
    {
      "code": "3.6(a)(2)(9)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "Several of the primary enclosures are constructed with wood beams or framing. There are several areas where the\ndogs have chewed on the wood.\nPlastic barrels are currently being used as shelter structures for the outdoor housing areas. All of the structures\nhave chew damage around the rims of the barrel. There are several barrels that have a moderate to excessive\namount of brown to black matter adhered to the areas of chew damage consistent with dust, dirt, feces and other\norganic material.\nPrimary enclosures must be constructed and maintained such that all surfaces in contact with the dogs are readily\nable to be cleaned and sanitized in accordance with section 3.11(b). Surfaces with chew damage cannot be\nproperly cleaned and sanitized. The Licensee must replace, repair or resurface all areas where chew damage is\npresent.\nCorrect By: 1/22/2015"
    },
    {
      "code": "3.11(b)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "The outside housing areas are primarily constructed of wood, chain-link and hog panel type materials with concrete\nflooring. Several areas of these surfaces have a moderate to heavy accumulations of dust, dirt, debris, food waste,\nexcreta and other disease hazards. In addition, the Licensee(cid:25)s son informed inspectors that they currently use cold\nwater for washing the facility. He also informed inspectors that they clean the enclosures less often during the\nwinter due to the cold weather. All excreta and food waste must be removed from primary enclosures at least daily\nand the enclosures must be cleaned and sanitized as often as necessary to minimize odors and disease hazards.\nAlthough these areas are considered outdoor housing, these enclosures must be able to maintain proper cleaning\nstandards even in extreme weather conditions.\nThe Licensee must ensure that all hard surfaces (such as the concrete flooring and chain-link) are cleaned and\nsanitized in accordance with one of the following methods listed in 3.11(b)(3) including spot cleaning daily and\nwashing hard surfaces with appropriate detergent solution to remove all organic material followed by application of\nan appropriate disinfect. In cold weather it is important that particular care be taken after washing to ensure that all\nenclosures are dried thoroughly to prevent dogs from becoming wet.\nCorrect by: 12/29/2014\nThe inspection was conducted with the Licensee(cid:25)s Wife and Son on 12/17/2014.The exit interview was started with\nthe Licensee by phone on 12/18/2014 and completed in person on 12/22/2014 due to the Licensee(cid:25)s schedule.\nAdditional Inspectors\nYager Cody, Supervisory Animal Care Specialist"
    }
  ],
  "narrative": "3.1(c)(1)(1)\nHOUSING FACILITIES, GENERAL.\nSeveral enclosures were constructed with chain-link or hog panel type material.  In several areas there is moderate\nto excessive amounts of rust on these surfaces.  Surfaces with rust cannot be properly cleaned and sanitized.  The\nLicensee must resurface, replace or repair all areas with rust.\nCorrect By: 1/29/2015\n3.4(a)\nOUTDOOR HOUSING FACILITIES.\nLicensee does not have an acclimation plan approved by the attending veterinarian. There are two areas of outdoor\nhousing that contain short-haired large breed dogs (Boxers and Rottweilers). These animals do not have access to\nan inside area which provides for temperature control and the only shelter present is structures made of plastic\nbarrels.  Animals that are not acclimated to the weather and extreme temperatures can experience stress and\ndiscomfort. An acclimation statement signed by the attending veterinarian is required to maintain breeds of dogs\nthat cannot tolerate the prevalent temperatures of the area without discomfort in outdoor kennels.  This includes (but\nis not limited to) short-haired breeds of dogs in cold climates, aged dogs, or dogs of unknown acclimation status. \nThe Licensee must establish and maintain an acclimation plan that has been approved by the attending veterinarian\nfor all animals housed in outdoor housing area and do not have access to an inside area.\nCorrect by:  12/31/2014\n3.4(b)(4)           DIRECT\nOUTDOOR HOUSING FACILITIES.\nLicensee provides the dogs with a very small amount of sawdust bedding. In the majority of shelters there was not\nenough bedding to allow the dogs to nestle in the bedding.  The Licensee stated, on the phone on 12/18/2014, that\nsome of the dogs will get in the barrel together to try to keep warm.  Accuweather states that the temperature for the\n\nSugarcreek area on 12/17/2014 was between 42 degrees for the high and 29 degrees for the low on this day.  The\ntemperatures continued to drop for the rest of the week leading into the weekend.  The rest of this week(cid:25)s average\nhighs were mid to low forties and the low temperatures for the rest of the week were mid to low twenties.  Given this\npoint in the season, it is expected to become colder and below freezing as the winter months continue.  These dogs\nwill continue to be at risk for cold stress as the weather continues to get colder.  Not providing the dogs with a\nsufficient amount of bedding exposes the dogs to the unnecessarily cold temperatures and can lead to discomfort\nand possibly predispose animals to the development of disease.  The Licensee must ensure that each shelter\nstructure is provided with an adequate amount of clean, dry bedding material if the ambient temperature is below 50\ndegrees.  Additional clean, dry bedding is required when the temperature is 35 degrees or lower. \nCorrect by: 12/23/2014\n3.4(b)           DIRECT                    REPEAT\nOUTDOOR HOUSING FACILITIES.\nOn 1/3/2014, the Licensee was cited for three adult Rottweiler(cid:25)s that are housed in the upper outdoor housing\nfacility without large enough shelters.\nDuring today(cid:25)s inspection, 12/17/2014, all dogs that were housed in the upper and lower outdoor housing facilities\nhave shelters that are not large enough for the Rottweiler or Boxer dogs that are housed in these enclosures.  The\nLicensee is continuing to use plastic barrels that do not allow these dogs to sit, stand, and lie in a normal manner\nand to turn about freely while in these shelters.  The Inspector observed one of the larger Rottweiler(cid:25)s in the lower\noutside facility struggling to get out of the barrel.  The square hole cut into the entrance of the barrel was too small\nto allow the dog to get out of the shelter without having to struggle.  All shelters in outdoor facilities must contain a\nroof, four sides, and a floor.  In addition, the shelter must be large enough to allow each dog, at one time, to sit,\nstand, and lie in a normal manner and to turn about freely.\nCorrect by:  REMAINS UNCORRECTED\n3.4(c)\nOUTDOOR HOUSING FACILITIES.\nSeveral of the primary enclosures are constructed with wood beams or framing.  The Licensee(cid:25)s son was able to\nshow inspector the sealer container located on a beam above the dogs enclosure in the lower area of the outside\nenclosure.  Although the material was available and in the kennel, the Inspector was informed by the Licensee and\n\nLicensee(cid:25)s son that these surfaces have not been sealed in at least two years.  Surfaces that are not properly\nsealed/painted on a regular basis do not maintain the surface impervious to moisture and can absorb water, urine\nand other liquids.  The Licensee must ensure that all surfaces that come in contact with the dogs are impervious to\nmoisture.  In addition, the Licensee must ensure that a maintenance plan for the facility is established and\nmaintained, to include the sealing/painting of all surfaces within primary enclosures to ensure they are impervious to\nmoisture at all times.\nCorrect by:  1/22/2015\n3.6(a)(2)(9)\nPRIMARY ENCLOSURES.\nSeveral of the primary enclosures are constructed with wood beams or framing.  There are several areas where the\ndogs have chewed on the wood.  \nPlastic barrels are currently being used as shelter structures for the outdoor housing areas.  All of the structures\nhave chew damage around the rims of the barrel.  There are several barrels that have a moderate to excessive\namount of brown to black matter adhered to the areas of chew damage consistent with dust, dirt, feces and other\norganic material.\nPrimary enclosures must be constructed and maintained such that all surfaces in contact with the dogs are readily\nable to be cleaned and sanitized in accordance with section 3.11(b).  Surfaces with chew damage cannot be\nproperly cleaned and sanitized.  The Licensee must replace, repair or resurface all areas where chew damage is\npresent.\nCorrect By: 1/22/2015\n3.11(b)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\nThe outside housing areas are primarily constructed of wood, chain-link and hog panel type materials with concrete\nflooring.  Several areas of these surfaces have a moderate to heavy accumulations of dust, dirt, debris, food waste,\nexcreta and other disease hazards.  In addition, the Licensee(cid:25)s son informed inspectors that they currently use cold\nwater for washing the facility.  He also informed inspectors that they clean the enclosures less often during the\nwinter due to the cold weather.  All excreta and food waste must be removed from primary enclosures at least daily\nand the enclosures must be cleaned and sanitized as often as necessary to minimize odors and disease hazards. \nAlthough these areas are considered outdoor housing, these enclosures must be able to maintain proper cleaning\nstandards even in extreme weather conditions.\n\nThe Licensee must ensure that all hard surfaces (such as the concrete flooring and chain-link) are cleaned and\nsanitized in accordance with one of the following methods listed in 3.11(b)(3) including spot cleaning daily and\nwashing hard surfaces with appropriate detergent solution to remove all organic material followed by application of\nan appropriate disinfect.  In cold weather it is important that particular care be taken after washing to ensure that all\nenclosures are dried thoroughly to prevent dogs from becoming wet.\nCorrect by:  12/29/2014\nThe inspection was conducted with the Licensee(cid:25)s Wife and Son on 12/17/2014.The exit interview was started with\nthe Licensee by phone on 12/18/2014 and completed in person on 12/22/2014 due to the Licensee(cid:25)s schedule.\nAdditional Inspectors\nYager Cody, Supervisory Animal Care Specialist",
  "animals_total": 44,
  "species": [
    {
      "count": 30,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 14,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}