{
  "insp_id": "2016082568996886",
  "layout": "a",
  "customer_id": "335908",
  "customer_name": "David Kurtz",
  "customer_addr": "S12395 Gregory Rd\nAugusta, WI 54722",
  "certificate": "35-A-0398",
  "site_id": "001",
  "site_name": "DAVID KURTZ",
  "insp_type": "ROUTINE INSPECTION",
  "date": "14-DEC-2017",
  "report_date": "14-DEC-2017",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "A white female Cockashon (#45) at the home location was limping on its left front leg. The licensee observed the\ndog's condition two days ago, but has not yet contacted the Attending Veterinarian. A dog limping indicates that\nthere is something medically wrong with the dog. The dog may be in pain and may have some kind of infection\ncausing it to limp. An infection could spread to other parts of the body. The Attending Veterinarian needs to be\ncontacted and treatment should be carried out per his/her instructions.\nA white and brown female Teddy (#74) at site #13150 had what appeared to be some kind of rash on its underside.\nThe abdomen had red spots with some of the spots being scabbed over. The licensee contacted the Attending\nVeterinarian two weeks ago. The Attending Veterinarian diagnosed the dog with hot spots and advised the licensee\nto wrap the area where the hot spots were to prevent the dog from licking at it. The licensee did not wrap the area\nand mentioned that the abdomen is worse now than it was a couple of weeks ago. Hot spots, as it was diagnosed\nby the Attending Veterinarian, can be irritating and if left untreated can worsen and become infected. The Attending\nVeterinarian needs to be contacted again since the condition has worsened since the licensee last spoke with the\nAttending Veterinarian. The Attending Veterinarian should be updated with the dog's current condition to see if the\ntreatment plan has changed. The licensee needs to carry out the Attending Veterinarian's treatment plan per\nhis/her instructions.\nCorrect by 12/16/17.\nThis inspection and exit interview were conducted with the licensee.\nNote: Both the home site and site #13150 were inspected.\nEnd of report."
    }
  ],
  "narrative": "2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nA white female Cockashon (#45) at the home location was limping on its left front leg.  The licensee observed the\ndog's condition two days ago, but has not yet contacted the Attending Veterinarian.  A dog limping indicates that\nthere is something medically wrong with the dog.  The dog may be in pain and may have some kind of infection\ncausing it to limp.  An infection could spread to other parts of the body.  The Attending Veterinarian needs to be\ncontacted and treatment should be carried out per his/her instructions.\nA white and brown female Teddy (#74) at site #13150 had what appeared to be some kind of rash on its underside. \nThe abdomen had red spots with some of the spots being scabbed over.  The licensee contacted the Attending\nVeterinarian two weeks ago.  The Attending Veterinarian diagnosed the dog with hot spots and advised the licensee\nto wrap the area where the hot spots were to prevent the dog from licking at it.  The licensee did not wrap the area\nand mentioned that the abdomen is worse now than it was a couple of weeks ago.  Hot spots, as it was diagnosed\nby the Attending Veterinarian, can be irritating and if left untreated can worsen and become infected.  The Attending\nVeterinarian needs to be contacted again since the condition has worsened since the licensee last spoke with the\nAttending Veterinarian.  The Attending Veterinarian should be updated with the dog's current condition to see if the\ntreatment plan has changed.  The licensee needs to carry out the Attending Veterinarian's treatment plan per\nhis/her instructions.\nCorrect by 12/16/17.\nThis inspection and exit interview were conducted with the licensee.\nNote: Both the home site and site #13150 were inspected.\nEnd of report.",
  "animals_total": 189,
  "species": [
    {
      "count": 104,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 85,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}