{
  "insp_id": "226151130160545",
  "layout": "a",
  "customer_id": "323973",
  "customer_name": "Ray Dotson",
  "customer_addr": "419 E. Emma\nSpringdale, AR 72764",
  "certificate": "71-C-0175",
  "site_id": "002",
  "site_name": "Ray Dotson",
  "insp_type": "ROUTINE INSPECTION",
  "date": "12-AUG-2015",
  "report_date": "14-AUG-2015",
  "citations": [
    {
      "code": "2.40(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "The Program of Veterinary Care (PVC) does not adequately address all health topics for all species held by the\nlicensee. The only recommendations on the current PVC are for annual vaccination for clostridial diseases in the\nhoofed stock and sampling/treating for parasites every 6 months in the hoofed stock. The individual requirements\nbetween the different types of hoofed stock are not addressed and there are no recommendations at all for the\nporcupine.\nA few examples of additional things that should be addressed in the PVC are:\nThe reindeer: According to current industry standards reindeer require a unique diet not normally fed to sheep,\ngoats, and cattle. The PVC should address the diet for the reindeer. This reindeer travels between Arkansas and\nTexas. Cervids require special testing for interstate movement. The PVC should address the schedule for this\ntesting.\nThe porcupine: preventative health recommendations and diet need to be addressed for this animal.\nDiets for all additional animals need to be evaluated.\nThis is not an all-inclusive list. Any additional species specific or general recommendations the attending\nveterinarian feels would benefit this collection of animals should be included. The PVC should indicate that the\nattending veterinarian has a basis knowledge of all species at the facility.\nTo be corrected immediately.\nInspection and exit interview conducted with facility representatives."
    }
  ],
  "narrative": "2.40(a)(1)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThe Program of Veterinary Care (PVC) does not adequately address all health topics for all species held by the\nlicensee.   The only recommendations on the current PVC are for annual vaccination for clostridial diseases in the\nhoofed stock and sampling/treating for parasites every 6 months in the hoofed stock.  The individual requirements\nbetween the different types of hoofed stock are not addressed and there are no recommendations at all for the\nporcupine.  \nA few examples of additional things that should be addressed in the PVC are:\nThe reindeer:   According to current industry standards reindeer require a unique diet not normally fed to sheep,\ngoats, and cattle.  The PVC should address the diet for the reindeer.  This reindeer travels between Arkansas and\nTexas.  Cervids require special testing for interstate movement. The PVC should address the schedule for this\ntesting.  \n \nThe porcupine:  preventative health recommendations and diet need to be addressed for this animal.  \nDiets for all additional animals need to be evaluated.\nThis is not an all-inclusive list.  Any additional species specific or general recommendations the attending\nveterinarian feels would benefit this collection of animals should be included.  The PVC should indicate that the\nattending veterinarian has a basis knowledge of all species at the facility.\n   \nTo be corrected immediately.\nInspection and exit interview conducted with facility representatives.",
  "animals_total": 41,
  "species": [
    {
      "count": 3,
      "scientific": "Bos taurus",
      "common": "CATTLE / COW / OX / WATUSI"
    },
    {
      "count": 1,
      "scientific": "Boselaphus tragocamelus",
      "common": "NILGAI"
    },
    {
      "count": 14,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 2,
      "scientific": "Capra nubiana",
      "common": "NUBIAN IBEX"
    },
    {
      "count": 1,
      "scientific": "Dama dama",
      "common": "FALLOW DEER"
    },
    {
      "count": 1,
      "scientific": "Hystrix africaeaustralis",
      "common": "CAPE PORCUPINE"
    },
    {
      "count": 1,
      "scientific": "Lama glama",
      "common": "LLAMA"
    },
    {
      "count": 17,
      "scientific": "Ovis aries aries",
      "common": "SHEEP INCLUDING ALL DOMESTIC BREEDS"
    },
    {
      "count": 1,
      "scientific": "Rangifer tarandus",
      "common": "REINDEER"
    }
  ]
}