{
  "insp_id": "INS-0000838131",
  "layout": "c",
  "customer_id": "335449",
  "customer_name": "San Diego Horse Rentals LLC",
  "customer_addr": "PO Box 2014\nImperial Beach, CA 91933",
  "certificate": "93-C-1142",
  "site_id": "001",
  "site_name": "SAN DIEGO HORSE RENTALS LLC",
  "insp_type": "ATTEMPTED INSPECTION",
  "date": "11-JAN-2023",
  "report_date": "19-JAN-2023",
  "citations": [
    {
      "code": "2.126(b)",
      "kind": "",
      "repeat": false,
      "desc": "Access and inspection of records and property; submission of itineraries.",
      "narrative": "A responsible adult was not available to accompany APHIS Officials during the inspection process from 12:28-1:01 PM on\n11-JAN-2023.\nUpon arrival, the inspector noted the presence of one employee, who was occupied with customers. The inspector\nproceeded to the front desk and attempted to contact the licensee via cell phone (at 12:28 PM), text message (at 12:34\nPM), and email (at 12:44 PM). When the employee was available, she came to the front desk and also attempted to\ncontact the licensee. The employee explained that she would be unavailable to assist with the inspection due to pre-\nexisting customer reservations. The inspector received a text reply from the licensee at 12:48 PM. After attempting to\narrange another facility representative for the inspection, it was determined that no one would be available to accompany\nthe inspector that day. The inspector left the facility at 1:01 PM.\nEnd Section"
    }
  ],
  "narrative": "2.126(b) \n   \nAccess and inspection of records and property; submission of itineraries. \nA responsible adult was not available to accompany APHIS Officials during the inspection process from 12:28-1:01 PM on \n11-JAN-2023. \n \nUpon arrival, the inspector noted the presence of one employee, who was occupied with customers.  The inspector \nproceeded to the front desk and attempted to contact the licensee via cell phone (at 12:28 PM), text message (at 12:34 \nPM), and email (at 12:44 PM).  When the employee was available, she came to the front desk and also attempted to \ncontact the licensee.  The employee explained that she would be unavailable to assist with the inspection due to pre-\nexisting customer reservations.  The inspector received a text reply from the licensee at 12:48 PM.  After attempting to \narrange another facility representative for the inspection, it was determined that no one would be available to accompany \nthe inspector that day.  The inspector left the facility at 1:01 PM. \n \n \n \nEnd Section",
  "animals_total": 0,
  "species": [
    {
      "count": 0,
      "scientific": "NONE",
      "common": "NONE"
    }
  ]
}