{
  "insp_id": "2016082568072396",
  "layout": "a",
  "customer_id": "6015",
  "customer_name": "John A Nordquist",
  "customer_addr": "Karen Nordquist\n404 Cyclone Ln\nWaterville, KS 66548",
  "certificate": "48-A-1340",
  "site_id": "001",
  "site_name": "KAREN NORDQUIST, JOHN NORDQUIST",
  "insp_type": "ROUTINE INSPECTION",
  "date": "01-FEB-2017",
  "report_date": "02-FEB-2017",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "* The right eye of an adult male gold and white Shih Tzu (microchip number 0A01593445) has an abnormal\nthickish, cloudy looking film covering the entire right eye. In addition, the white of this eye is red in color. A\nyellowish appearing discharge coming from the eye and was observed. In addition, dry foreign matter attached to\nthe hair follicles surrounding the eye area was observed. Eye disease can be caused by a variety of problems\nincluding infection, allergies, injury, irritation or other medical conditions and can be painful. The potential for injury\nexists if the dog does not have clear vision. The eye is an extremely sensitive organ and can cause discomfort when\ninflamed or injured. The appearance of the eye suggests that an infection or inflammation is present. The attending\nveterinarian had not been consulted prior to the time of inspection. The licensee stated that they first noticed the\neye condition a week ago. Currently the licensee is treating the affected eye with clear eye drops. The licensee\nstated they had been treating the eye with an ointment that was prescribed by the attending veterinarian for another\ndog at the licensee’s facility. The licensee stated the last of the ointment was used the prior day and that they had\ndisposed of the empty tube. The licensee was unable to find the tube so the name of the ointment used on this dog\ncould be verified and documented. The licensee must have this animal examined by a licensed veterinarian in\norder to ensure an accurate diagnosis is obtained and an appropriate and effective treatment plan is developed and\nfollowed. The outcome of this consultation including the diagnosis, treatment plan and how the condition will be\nresolved must be documented and provided to the inspector upon request. If the recommended veterinary care\ntreatment plan is delayed, not followed or provided, it could worsen the current condition. Delaying the healing\nprocess can cause unnecessary pain, discomfort, or suffering to exist, creating a negative impact on the animal’s\nhealth and well-being. The licensee must ensure all animals receive adequate veterinary care at all times. Correct\nby 2/8/17."
    },
    {
      "code": "3.6(a)(2)(i)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "* Protruding wires with sharp points extending inwards were observed on the divider fencing in one enclosure.\nOne dog is in contact with the affected fencing located in sheltered housing. Sharp points could injure the animal.\nThe licensee must ensure that all primary enclosures are constructed and maintained so that they have no sharp\npoints that could injure the dogs. The licensee moved this dog to another enclosure that meets USDA standards\nduring the inspection.\n* The facility inspection and verbal exit briefing done on 2/1/17 were conducted with the licensee.\n* Copy of this inspection report was sent by certified and regular mail."
    }
  ],
  "narrative": "2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n*   The right eye of an adult male gold and white Shih Tzu (microchip number 0A01593445) has an abnormal\nthickish, cloudy looking film covering the entire right eye.  In addition, the white of this eye is red in color.  A\nyellowish appearing discharge coming from the eye and was observed. In addition, dry foreign matter attached to\nthe hair follicles surrounding the eye area was observed.  Eye disease can be caused by a variety of problems\nincluding infection, allergies, injury, irritation or other medical conditions and can be painful.  The potential for injury\nexists if the dog does not have clear vision. The eye is an extremely sensitive organ and can cause discomfort when\ninflamed or injured.  The appearance of the eye suggests that an infection or inflammation is present.  The attending\nveterinarian had not been consulted prior to the time of inspection.  The licensee stated that they first noticed the\neye condition a week ago.  Currently the licensee is treating the affected eye with clear eye drops.  The licensee\nstated they had been treating the eye with an ointment that was prescribed by the attending veterinarian for another\ndog at the licensee’s facility.  The licensee stated the last of the ointment was used the prior day and that they had\ndisposed of the empty tube.  The licensee was unable to find the tube so the name of the ointment used on this dog\ncould be verified and documented.  The licensee must have this animal examined by a licensed veterinarian in\norder to ensure an accurate diagnosis is obtained and an appropriate and effective treatment plan is developed and\nfollowed.  The outcome of this consultation including the diagnosis, treatment plan and how the condition will be\nresolved must be documented and provided to the inspector upon request. If the recommended veterinary care\ntreatment plan is delayed, not followed or provided, it could worsen the current condition.  Delaying the healing\nprocess can cause unnecessary pain, discomfort, or suffering to exist, creating a negative impact on the animal’s\nhealth and well-being.  The licensee must ensure all animals receive adequate veterinary care at all times.   Correct\nby 2/8/17.\n3.6(a)(2)(i)\nPRIMARY ENCLOSURES.\n*  Protruding wires with sharp points extending inwards were observed on the divider fencing in one enclosure.  \nOne dog is in contact with the affected fencing located in sheltered housing.  Sharp points could injure the animal. \nThe licensee must ensure that all primary enclosures are constructed and maintained so that they have no sharp\npoints that could injure the dogs.   The licensee moved this dog to another enclosure that meets USDA standards\n\nduring the inspection.\n*   The facility inspection and verbal exit briefing done on 2/1/17 were conducted with the licensee.\n*   Copy of this inspection report was sent by certified and regular mail.",
  "animals_total": 23,
  "species": [
    {
      "count": 23,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    }
  ]
}