{
  "insp_id": "2016082567987421",
  "layout": "a",
  "customer_id": "27851",
  "customer_name": "Avianca Airlines",
  "customer_addr": "1650 Nw 66th Avenue\nBuilding Suite 206\nMiami, FL 33122",
  "certificate": "58-T-0166",
  "site_id": "FLL",
  "site_name": "AVIANCA AIRLINES",
  "insp_type": "ROUTINE INSPECTION",
  "date": "03-NOV-2016",
  "report_date": "07-NOV-2016",
  "citations": [
    {
      "code": "3.14(b)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES USED TO TRANSPORT LIVE DOGS AND CATS.",
      "narrative": "Three kennels containing a total of six puppies, two per kennel, were shipped from Colombia to Fort Lauderdale\nairport on 11- 2, 2016. As of 11-3, 2016 the animals were still housed in their original kennels at Consolidated\nAviation Services (CAS). The staff at the facility stated that they had not removed the dogs for cleaning, litter\nreplacement or switched them into clean kennels. These puppies had been in transit for more than 24 hours. The\nnewspaper bedding was excessively wet from urine and feces. If dogs are in transit for more than 24 hours, the\nenclosures must be cleaned and any litter replaced, or other methods, such as moving the animals to another\nenclosure, must be utilized to prevent the soiling of the dogs by body wastes.\nThe consignee did pick up the puppies prior to my exit from the premises around 3pm on 11-3-2016."
    },
    {
      "code": "3.16(a)",
      "kind": "",
      "repeat": false,
      "desc": "FOOD AND WATER REQUIREMENTS.",
      "narrative": "At time of this inspection 2 of the 3 kennels had no water in the water bottles located on the outside of the front door\nof the kennels. In all three of the kennels no food was visible and the food receptacles were no longer attached to\nthe front of the kennel door. No member of the staff of CAS had fed the puppies during their stay at the facility\neven though the dogs were in transport for over 24 hours. U.S. Customs and Border Protection Chief Officer Dow\ninformed me that he requested the puppies be given water the evening of 11-3-2016 as the bottles were empty and\nwhen the bottles were refilled the puppies \"fought to drink the water and drank for quite some time.\" I requested\ndocumentation from the General Manager of CAS showing the watering and feeding of the puppies but there was\nno documentation. It is unknown when the puppies were last offered food. No puppy food was attached to the\nkennels and no feeding instructions were present in the event that the animals were in transit longer than\nanticipated.\nThis inspection was conducted with the General Manager of CAS and the exit interview was conducted with Dr.\nMario Mercado-VMO and Diana S Gutierrez-Chief of Cargo Operations MIA.\nAdditional Inspectors\nMercado Mario, Veterinary Medical Officer"
    }
  ],
  "narrative": "3.14(b)\nPRIMARY ENCLOSURES USED TO TRANSPORT LIVE DOGS AND CATS.\nThree kennels containing a total of six puppies, two per kennel, were shipped from Colombia to Fort Lauderdale \nairport on 11- 2, 2016.  As of 11-3, 2016 the animals were still housed in their original kennels at Consolidated\nAviation Services (CAS).  The staff at the facility stated that they had not removed the dogs for cleaning, litter\nreplacement or switched them into clean kennels.  These puppies had been in transit for more than 24 hours.  The\nnewspaper bedding was excessively wet from urine and feces.   If dogs are in transit for more than 24 hours, the\nenclosures must be cleaned and any litter replaced, or other methods, such as moving the animals to another\nenclosure, must be utilized to prevent the soiling of the dogs by body wastes.  \nThe consignee did pick up the puppies prior to my exit from the premises around 3pm on 11-3-2016.\n3.16(a)\nFOOD AND WATER REQUIREMENTS.\nAt time of this inspection 2 of the 3 kennels had no water in the water bottles located on the outside of the front door\nof the kennels.  In all three of the kennels no food was visible and the food receptacles were no longer attached to\nthe front of the kennel door.   No member of the staff of CAS had fed the puppies during their stay at the facility\neven though the dogs were in transport for over 24 hours.  U.S. Customs and Border Protection Chief Officer Dow\ninformed me that he requested the puppies be given water the evening of 11-3-2016 as the bottles were empty and\nwhen the bottles were refilled the puppies  \"fought to drink the water and drank for quite some time.\"  I requested\ndocumentation from the General Manager of CAS showing the watering and feeding of the puppies but there was\nno documentation.  It is unknown when the puppies were last offered food.  No puppy food was attached to the\nkennels and no feeding instructions were present in the event that the animals were in transit longer than\nanticipated.\nThis inspection was conducted with the General Manager of CAS and the exit interview was conducted with Dr.\nMario Mercado-VMO and Diana S Gutierrez-Chief of Cargo Operations MIA.\n\nAdditional Inspectors\nMercado Mario, Veterinary Medical Officer",
  "animals_total": 6,
  "species": [
    {
      "count": 6,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}