{
  "insp_id": "181151400200741",
  "layout": "a",
  "customer_id": "32769",
  "customer_name": "Carol Weaver",
  "customer_addr": "6087 Washburn Road\nGoodrich, MI 48438",
  "certificate": "34-C-0366",
  "site_id": "001",
  "site_name": "CAROL WEAVER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "30-JUN-2015",
  "report_date": "30-JUN-2015",
  "citations": [
    {
      "code": "3.130",
      "kind": "",
      "repeat": false,
      "desc": "WATERING.",
      "narrative": "An enclosure containing two pigs and an enclosure containing eight pigs had water receptacles containing a layer of\ngreen algae scum with algae floating in the water. The enclosure containing a mini-cow and a goat had a water\nreceptacle with a layer of algae scum lining its interior. The water receptacle for an enclosure containing three pigs\nhad a very small amount of water with mud in it. These water receptacles must be cleaned more frequently.\nUnclean water could be contaminated with fecal material which could lead to internal parasite problems. It may also\nnot be as palatable which could cause the animals not to consume enough for optimal health.\nCorrect by: 7-2-15"
    },
    {
      "code": "3.131(a)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "The shelter for the enclosure housing the mini-cow and the sheep and the shelter for the enclosure housing the\nzebu each contained an excessive buildup of fecal material. When the animals lay down in these shelters their\ncoats can become contaminated with this fecal material. They can then ingest this material while grooming.\nIngestion of fecal material can lead to parasite and disease problems. These shelters must be cleaned on a more\nfrequent basis to prevent possible health issues for the animals using them.\nCorrect by: 7-2-15\nInspection and exit interview conducted with the licensee.\nAdditional Inspectors\nKirsten Peter, Supervisory Animal Care Specialist"
    }
  ],
  "narrative": "3.130\nWATERING.  \nAn enclosure containing two pigs and an enclosure containing eight pigs had water receptacles containing a layer of\ngreen algae scum with algae floating in the water.  The enclosure containing a mini-cow and a goat had a water\nreceptacle with a layer of algae scum lining its interior.  The water receptacle for an enclosure containing three pigs\nhad a very small amount of water with mud in it.  These water receptacles must be cleaned more frequently. \nUnclean water could be contaminated with fecal material which could lead to internal parasite problems.  It may also\nnot be as palatable which could cause the animals not to consume enough for optimal health.\nCorrect by:  7-2-15\n3.131(a)\nSANITATION.   \nThe shelter for the enclosure housing the mini-cow and the sheep and the shelter for the enclosure housing the\nzebu each contained an excessive buildup of fecal material.  When the animals lay down in these shelters their\ncoats can become contaminated with this fecal material.  They can then ingest this material while grooming. \nIngestion of fecal material can lead to parasite and disease problems.  These shelters must be cleaned on a more\nfrequent basis to prevent possible health issues for the animals using them. \nCorrect by:  7-2-15\nInspection and exit interview conducted with the licensee.\nAdditional Inspectors\nKirsten Peter, Supervisory Animal Care Specialist",
  "animals_total": 31,
  "species": [
    {
      "count": 1,
      "scientific": "Bos primigenuis indicus",
      "common": "ZEBU"
    },
    {
      "count": 1,
      "scientific": "Bos taurus",
      "common": "CATTLE / COW / OX / WATUSI"
    },
    {
      "count": 3,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 2,
      "scientific": "Lama glama",
      "common": "LLAMA"
    },
    {
      "count": 5,
      "scientific": "Oryctolagus cuniculus",
      "common": "DOMESTIC RABBIT / EUROPEAN RABBIT"
    },
    {
      "count": 4,
      "scientific": "Ovis aries aries",
      "common": "SHEEP INCLUDING ALL DOMESTIC BREEDS"
    },
    {
      "count": 15,
      "scientific": "Sus bucculentus",
      "common": "VIETNAMESE WARTY PIG"
    }
  ]
}