{
  "insp_id": "2016090000639430",
  "layout": "b",
  "customer_id": "14872",
  "customer_name": "JAN THIEL INC.",
  "customer_addr": "51 I-25 SERVICE ROAD EAST\nCHEYENNE, WY 82007",
  "certificate": "83-C-0002",
  "site_id": "001",
  "site_name": "JAN THIEL, INC.",
  "insp_type": "ROUTINE INSPECTION",
  "date": "23-JUN-2021",
  "report_date": "24-JUN-2021",
  "citations": [
    {
      "code": "2.40(b)(3)",
      "kind": "Direct",
      "repeat": false,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "-The male, adult dromedary camel, “Meshack,” has an approximately baseball-sized swelling on the underside of his left\njaw, with a concave central wound draining a thick, white material. The facility representative stated that the attending\nveterinarian previously debrided and treated the wound, and prescribed antibiotic treatment, which the facility\nadministered accordingly. The swelling and draining returned after completion of the prescribed treatment, but the facility\nowner did not communicate this to the attending veterinarian. The attending veterinarian told the inspectors that he\nexpected the facility to inform him if the problem did not resolve.\n-There is one white, adult female goat with an enlarged, right mammary gland that is reddened, with two wounds. One\nwound is quarter-sized and surrounded by crust,. A smaller, adjacent wound is linear and fresher in appearance. The\ngland swelling is significant enough to cause the teat to occasionally scrape on the ground as she walks. The facility was\naware of the goat's condition but did not notify the attending veterinarian.\nTimely reporting of unresolved or new conditions is important to prevent worsening of any problems and ensure proper\ncare. The facility must have a mechanism of direct and frequent communication with the attending veterinarian so that\ntimely and accurate information on problems of animal health, behavior, and well-being are conveyed to the attending\nveterinarian. Additionally, the two animals listed above must be evaluated by a veterinarian to provide adequate\nveterinary care as required in section 2.40(b)(2). Ensure that they are treated in accordance with that veterinarian's\nrecommendations including any necessary follow-up treatments required.\nTo be corrected by 06/25/2021; the licensee was verbally provided with a correction deadline during the inspection."
    },
    {
      "code": "2.75(b)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Records: Dealers and exhibitors.",
      "narrative": "The licensee does not have complete records for acquisition and disposition of animals and many sections of the records\nwere not understandable. There are instances where goats were noted to be sold more than once and it was unclear\nwhether dates listed referred to the date born or date sold. The record of animals on hand did not match the inventory of\nfive goats on the premises.\nRecords containing the required information for animals disposed of or acquired for use in regulated activities, including\nthose offspring born on premise, are necessary in order to accurately track animals being used in regulated activities to\nensure their humane care and use. The licensee shall make, keep and maintain records of acquisition and disposition of\nall animals that fully and correctly disclose the required information.\nTo be corrected by 07/07/2021"
    },
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": false,
      "desc": "Facilities, general.",
      "narrative": "-In an enclosure containing four camels, there are several long, detached strands of fencing wire that are laying in the\npasture.\n-In an enclosure containing one llama, there is a shelter structure with sharp nails protruding from the ceiling into the\ninterior. In addition, the sheet metal comprising the walls of the shelter has deteriorated along the bottom, creating sharp\nedges.\nFences in disrepair can allow the animals to escape. Loose wire and sharp points and edges pose a hazard for the\nanimals. All enclosures must be constructed and maintained in a manner to prevent injury and to contain the animals.\nTo be corrected by 06/30/2021"
    },
    {
      "code": "3.129",
      "kind": "",
      "repeat": false,
      "desc": "Feeding.",
      "narrative": "-In the feed storage structure there is an uncovered sack that contains the alfalfa pellets for four camels, five goats, one\nllama and five alpacas. At the time of the inspection, moths were present inside the sack and in contact with the feed.\n-In the goat pen, containing five goats, there is a food receptacle with an accumulation of old, caked feed underneath\nfresh feed.\nImproper storage and inadequate cleaning to remove old food can cause molding or contamination, impacting the quality\nof fresh feed, which can cause illness in the animals.\nAdequate measures shall be taken to keep food wholesome, palatable and free from contamination and to prevent\nmolding, deterioration or caking of food.\nTo be corrected by 6/25/2021"
    },
    {
      "code": "3.130",
      "kind": "",
      "repeat": false,
      "desc": "Watering.",
      "narrative": "In an enclosure containing four camels, there are two water receptacles, both of which have a coating of brownish green\nfilm on all interior surfaces and contain cloudy water. Contaminated water can cause illness or be unpalatable to animals.\nAll water receptacles must be kept clean and sanitary.\nTo be corrected 06/25/2021"
    },
    {
      "code": "3.131(a)",
      "kind": "",
      "repeat": false,
      "desc": "Sanitation.",
      "narrative": "In an enclosure housing four camels, the pen and both shelter structures had an excessive accumulation of dried and\nfresh feces, covering over 75% of the areas. Feces accumulation attracts pests and increases the likelihood of disease\nfor the animals. Excreta must be removed as often as necessary to prevent contamination of the animals, minimize\ndisease hazards and reduce odors.\nTo be corrected by 06/25/2021\nThis inspection and exit interview were conducted with a facility representative.\nAdditional Inspectors:\nTamila Stott, VETERINARY MEDICAL OFFICEREnd Section"
    }
  ],
  "narrative": "2.40(b)(3)  Direct\n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \n-The male, adult dromedary camel, “Meshack,” has an approximately baseball-sized swelling on the underside of his left \njaw, with a concave central wound draining a thick, white material.  The facility representative  stated that the attending \nveterinarian  previously debrided and treated the wound, and prescribed antibiotic treatment, which the facility \nadministered accordingly.  The swelling and draining returned after completion of the prescribed treatment, but the facility \nowner did not communicate this to the attending veterinarian.   The attending veterinarian  told the inspectors that he \nexpected the facility to inform him if the problem did not resolve. \n-There is one white, adult female goat with an enlarged, right mammary gland that is reddened, with two wounds.  One \nwound is quarter-sized and surrounded by crust,.  A smaller, adjacent wound is linear and fresher in appearance.  The \ngland swelling is significant enough to cause the teat to occasionally scrape on the ground as she walks.  The facility was \naware of the goat's condition but did not notify the attending veterinarian. \nTimely reporting of unresolved  or new conditions is important to prevent worsening of any problems and ensure proper \ncare.  The facility must have a mechanism of direct and frequent communication with the attending veterinarian  so that \ntimely and accurate information on problems of animal health, behavior, and well-being are conveyed to the attending \nveterinarian.   Additionally, the two animals listed above must be evaluated by a veterinarian  to provide adequate\n\nveterinary care as required in section 2.40(b)(2).  Ensure that they are treated in accordance with that veterinarian's \nrecommendations including any necessary follow-up treatments required. \nTo be corrected by 06/25/2021; the licensee was verbally provided  with a correction deadline during the inspection. \n2.75(b)(1) \n   \nRecords: Dealers and exhibitors. \nThe licensee does not have complete records for acquisition and disposition of animals and many sections of the records \nwere not understandable.  There are instances where goats were noted to be sold more than once and it was unclear \nwhether dates listed referred  to the date born or date sold.  The record of animals on hand did not match the inventory of \nfive goats on the premises. \nRecords containing the required information for animals disposed of or acquired for use in regulated activities, including \nthose offspring born on premise, are necessary in order to accurately track animals being used in regulated activities to \nensure their humane care and use.  The licensee shall make, keep and maintain records of acquisition and disposition of \nall animals that fully and correctly disclose the required information. \nTo be corrected by 07/07/2021 \n3.125(a) \n   \nFacilities, general. \n-In an enclosure containing four camels, there are several long, detached strands of fencing wire that are laying in the \npasture. \n-In an enclosure containing one llama, there is a shelter structure with sharp nails protruding from the ceiling into the \ninterior.  In addition, the sheet metal comprising the walls of the shelter has deteriorated along the bottom, creating sharp \nedges. \nFences in disrepair can allow the animals to escape.  Loose wire and sharp points and edges pose a hazard for the\n\nanimals.  All enclosures must be constructed and maintained in a manner to prevent injury and to contain the animals. \nTo be corrected by 06/30/2021 \n3.129 \n   \nFeeding. \n-In the feed storage structure there is an uncovered  sack that contains the alfalfa pellets for four camels, five goats, one \nllama and five alpacas.  At the time of the inspection, moths were present inside the sack and in contact with the feed. \n-In the goat pen, containing five goats, there is a food receptacle with an accumulation of old, caked feed underneath \nfresh feed. \nImproper storage and inadequate cleaning to remove old food can cause molding or contamination, impacting the quality \nof fresh feed, which can cause illness in the animals. \nAdequate measures shall be taken to keep food wholesome, palatable and free from contamination and to prevent \nmolding, deterioration or caking of food. \nTo be corrected by 6/25/2021 \n3.130 \n   \nWatering. \nIn an enclosure containing four camels, there are two water receptacles, both of which have a coating of brownish green \nfilm on all interior surfaces and contain cloudy water.  Contaminated water can cause illness or be unpalatable to animals.  \nAll water receptacles must be kept clean and sanitary. \nTo be corrected 06/25/2021 \n3.131(a) \n   \nSanitation.\n\nIn an enclosure housing four camels, the pen and both shelter structures had an excessive accumulation of dried and \nfresh feces, covering over 75% of the areas.  Feces accumulation attracts pests and increases the likelihood of disease \nfor the animals.  Excreta must be removed as often as necessary to prevent contamination of the animals, minimize \ndisease hazards and reduce odors. \nTo be corrected by 06/25/2021 \n \nThis inspection and exit interview were conducted with a facility representative. \n \nAdditional Inspectors: \nTamila Stott, VETERINARY MEDICAL OFFICEREnd Section",
  "animals_total": 15,
  "species": [
    {
      "count": 5,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 4,
      "scientific": "Camelus dromedarius",
      "common": "DROMEDARY CAMEL"
    },
    {
      "count": 1,
      "scientific": "Lama glama",
      "common": "LLAMA"
    },
    {
      "count": 5,
      "scientific": "Lama pacos",
      "common": "ALPACA"
    }
  ]
}