{
  "insp_id": "2016082569363552",
  "layout": "a",
  "customer_id": "328483",
  "customer_name": "Moses Fisher",
  "customer_addr": "3189 West Winter Rd\nLoganton, PA 17747",
  "certificate": "23-A-0632",
  "site_id": "001",
  "site_name": "MOSES FISHER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "05-FEB-2019",
  "report_date": "06-FEB-2019",
  "citations": [
    {
      "code": "3.25(a)",
      "kind": "",
      "repeat": true,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "*** The front walls and some side walls of the enclosures in this facility remain 6 inches in height. Although no\nguinea pigs were found loose on the floor of the facility, in the top enclosures guinea pigs were observed freely\nclimbing over the side walls and out of enclosures into the adjacent enclosures. The licensee must ensure that all\nenclosures are structurally sound, maintained in good repair, protect the animals from injury, and contain the\nanimals. Additional height is required for all of the fronts and sides of the enclosures."
    },
    {
      "code": "3.26(b)",
      "kind": "",
      "repeat": true,
      "desc": "FACILITIES, INDOOR.",
      "narrative": "An ammonia odor was present in the facility at the start of this inspection. The licensee immediately opened\nwindows of the facility and the odor dissipated over the next few minutes. Ammonia odors are a result of\ninadequate ventilation, inadequate cleaning and sanitization, or a combination of both. Left unchanged, these odors\ncan lead to health problems in the guinea pigs, particularly respiratory problems. The licensee must ensure\nadequate ventilation is provided at all times to ensure the health and well being of the animals.\nThis inspection and exit interview were conducted with the licensee."
    }
  ],
  "narrative": "3.25(a)                    REPEAT\nFACILITIES, GENERAL.\n*** The front walls and some side walls of the enclosures in this facility remain 6 inches in height.   Although no\nguinea pigs were found loose on the floor of the facility, in the top enclosures guinea pigs were observed freely\nclimbing over the side walls and out of enclosures into the adjacent enclosures.  The licensee must ensure that all\nenclosures are structurally sound, maintained in good repair,  protect the animals from injury, and contain the\nanimals.  Additional height is required for all of the fronts and sides of the enclosures.\n3.26(b)                    REPEAT\nFACILITIES, INDOOR.\nAn ammonia odor was present in the facility at the start of this inspection.  The licensee immediately opened\nwindows of the facility and the odor dissipated over the next few minutes.   Ammonia odors are a result of\ninadequate ventilation, inadequate cleaning and sanitization, or a combination of both.  Left unchanged, these odors\ncan lead to health problems in the guinea pigs, particularly respiratory problems. The licensee must ensure\nadequate ventilation is provided at all times to ensure the health and well being of the animals.\nThis inspection and exit interview were conducted with the licensee.",
  "animals_total": 820,
  "species": [
    {
      "count": 820,
      "scientific": "Cavia porcellus",
      "common": "DOMESTIC GUINEA PIG"
    }
  ]
}