{
  "insp_id": "328141421050459",
  "layout": "a",
  "customer_id": "326578",
  "customer_name": "Rachel Arnott",
  "customer_addr": "8520 Sioux Trail\nKissimmee, FL 34747",
  "certificate": "58-C-1099",
  "site_id": "001",
  "site_name": "FLORIDAS C L A W S",
  "insp_type": "ROUTINE INSPECTION",
  "date": "24-NOV-2014",
  "report_date": "24-NOV-2014",
  "citations": [
    {
      "code": "2.40(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "The licensee no longer uses the services of her previous attending veterinarian as of July 2014. While the licensee\nhas chosen a new attending veterinarian, that veterinarian has not visited the facility nor completed a new program\nof veterinary care. The regulated mammals have been without the services of an attending veterinarian for approx.\n4 months.\nYou shall formalize an agreement with a veterinarian of your choice quickly if you no longer have an attending\nveterinarian and not wait for 4 month's time. That veterinarian shall visit the facility, examine the animals, and\ncomplete a program of veterinary care.\nCorrect by December 15, 2014"
    },
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": true,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "The kinkajou has been moved into a new outdoor enclosure. This chain link top was not fastened down leaving a\nfew small holes: one in the right rear top corner, & another on the top left side. During the inspection, this kinkajou\nwas seen outside of it's enclosure running on top of the adjacent bobcat cage. The bobcats were actively chasing\nit.\nThe kinkajou door was closed. It is unsure of where the kinkajou was able to get out of the enclosure, but these two\nareas cannot be ruled out. (The kinkajou was subsequently captured and placed inside the house temporilary).\nRegardless, all enclosures shall be structurally sound and shall be maintained in good repair to contain the animals\nand protect them from injury"
    },
    {
      "code": "3.131(d)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "There is a large fire ant mound (with thousands of fire ants) directly adjacent to the front fox/skunk enclosure. Many\nof these fire ants were observed inside this enclosure. The areas taken up by these fire ants was approx. 20%-25%\nof the floor space of this enclosure.\nThe licensee stated that she sprays the top of the mounds with a safe insecticide. This procedure alone is not\nsufficient to reduce the fire ant populations.\nThese fire ants can bite and inflict pain and discomfort. This risk is increased due to the amount of floor space that\nis being occupied by the fire ants. A safe & effective pest control shall be instituted to reduce the fire ants in and\naround the enclosures. Consult with a professional pest control company if necessary.\nCorrect by November 29, 2014\nThe exit interview was conducted with the licensee."
    }
  ],
  "narrative": "2.40(a)(1)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThe licensee no longer uses the services of her previous attending veterinarian as of July 2014.  While the licensee\nhas chosen a new attending veterinarian, that veterinarian has not visited the facility nor completed a new program\nof veterinary care.  The regulated mammals have been without the services of an attending veterinarian for approx.\n4 months.\nYou shall formalize an agreement with a veterinarian of your choice quickly if you no longer have an attending\nveterinarian and not wait for 4 month's time.  That veterinarian shall visit the facility, examine the animals, and\ncomplete a program of veterinary care.\nCorrect by December 15, 2014\n3.125(a)                    REPEAT\nFACILITIES, GENERAL.   \nThe kinkajou has been moved into a new outdoor enclosure.  This chain link top was not fastened down leaving a\nfew small holes: one in the right rear top corner, & another on the top left side.  During the inspection, this kinkajou\nwas seen outside of it's enclosure running on top of the adjacent bobcat cage.  The bobcats were actively chasing\nit.\nThe kinkajou door was closed.  It is unsure of where the kinkajou was able to get out of the enclosure, but these two\nareas cannot be ruled out.  (The kinkajou was subsequently captured and placed inside the house temporilary).\nRegardless, all enclosures shall be structurally sound and shall be maintained in good repair to contain the animals\nand protect them from injury\n3.131(d)\nSANITATION.\n\nThere is a large fire ant mound (with thousands of fire ants) directly adjacent to the front fox/skunk enclosure.  Many\nof these fire ants were observed inside this enclosure.  The areas taken up by these fire ants was approx. 20%-25%\nof the floor space of this enclosure.\nThe licensee stated that she sprays the top of the mounds with a safe insecticide.  This procedure alone is not\nsufficient to reduce the fire ant populations.  \nThese fire ants can bite and inflict pain and discomfort.  This risk is increased due to the amount of floor space that\nis being occupied by the fire ants.  A safe & effective pest control shall be instituted to reduce the fire ants in and\naround the enclosures.  Consult with a professional pest control company if necessary.\nCorrect by November 29, 2014\nThe exit interview was conducted with the licensee.",
  "animals_total": 11,
  "species": [
    {
      "count": 3,
      "scientific": "Lynx rufus",
      "common": "BOBCAT"
    },
    {
      "count": 1,
      "scientific": "Mephitis mephitis",
      "common": "STRIPED SKUNK"
    },
    {
      "count": 1,
      "scientific": "Potos flavus",
      "common": "KINKAJOU"
    },
    {
      "count": 6,
      "scientific": "Vulpes vulpes",
      "common": "RED FOX (INCLUDES SILVER FOX & CROSS FOX)"
    }
  ]
}