{
  "insp_id": "146151728470030",
  "layout": "a",
  "customer_id": "330024",
  "customer_name": "A & A Exotics L L C",
  "customer_addr": "685 Sw Steedley Dr\nLake City, FL 32024",
  "certificate": "58-B-0579",
  "site_id": "001",
  "site_name": "A & A EXOTICS L L C",
  "insp_type": "ROUTINE INSPECTION",
  "date": "26-MAY-2015",
  "report_date": "28-MAY-2015",
  "citations": [
    {
      "code": "2.40(b)(3)",
      "kind": "",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "The grey fox has discharge in both eyes, which may be signs of a health problem for the animal. The right eye\ndischarge is brownish yellow-green and crusty, the left eye has a yellowish-green discharge. The fox was observed\nholding his eyes partially closed or squinting. The licensee stated he was not aware that this fox has issues with his\neyes. The attending vet was contacted by the inspector and confirmed that he was unaware of this condition in the\ngrey fox and that he would speak to the licensee and recommend administering the same treatment used previously\non the red fox. Daily observation of the animals is needed to recognize when there are injuries or health issues.\nThere must be regular direct communication with the attending veterinarian whenever injuries or health issues arise."
    },
    {
      "code": "3.75(c)(3)",
      "kind": "",
      "repeat": true,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "Multiple nonhuman primate enclosures have accumulations of fecal material. Accumulations of feces may attract\nunwanted insects, and be a disease hazard. The primary enclosures must be spot cleaned daily and cleaned and\nsanitized as often as necessary to protect the health and well-being of the nonhuman primates."
    },
    {
      "code": "3.75(e)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "There are hazardous liquids and solid products above, near and on a shelf over the nonhuman primate feed in the\nstorage shed. There are also various tools and supplies stored over and around the nonhuman primate feed. The\naccumulation of debris and disorganized tools and supplies can harbor pests. Pests, as well as the debris and\nsupplies themselves may contaminate the food. All food and bedding must be stored in a way that prevents\ncontamination. Toxic substances required for normal husbandry must not be stored in the food storage area but\nmay be stored in cabinets.\nCorrect by May 31, 2015."
    },
    {
      "code": "3.80(a)(1)",
      "kind": "",
      "repeat": true,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "The shelter for the pair of rhesus macaque with a baby in the back of the facility has partially collapsed and is\nunstable. There is a nail protruding from the broken structure near the back. This structure is a hazard and may\ncollapse further and cause injury to the macaques housed there. There are damaged, broken plastic toys in the\nbaboon and macaque enclosures which may injure the nonhuman primates. The primary enclosures must be\nconstructed of materials durable enough for the species of nonhuman primates contained in them and be\nmaintained in good repair to protect the health, safety and welfare of the animals."
    },
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": true,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "Throughout the facility, there are multiple enclosures with areas containing broken wire mesh, with sharp wire points\nexposed. A raccoon enclosure has broken sharp wires protruding. There is bent, broken sharp wires exposed on\nthe wire mesh in the cavy enclosure. There is an area on the side of the porcupine enclosure where the wire mesh\nfloor was bent and broken exposing a gap that may allow the porcupines to escape their enclosure or injure\nthemselves on the wire. The enclosure housing the male coati-mundi in the back near the deer has rusty broken\nchicken wire mesh. The broken, sharp wires pose an injury hazard to the animals. The enclosures and structures\nmust be structurally sound, and maintained in good repair to protect the animals from injury and to contain the\nanimals."
    },
    {
      "code": "3.127(d)",
      "kind": "",
      "repeat": true,
      "desc": "FACILITIES, OUTDOOR.",
      "narrative": "The wallaby enclosure has one side of its enclosure fencing that is up against the facility perimeter fencing and\nanother side without a perimeter fence. There is no space barrier to stop the public or unwanted animals from\ngaining direct access to the wallaby. The perimeter fence must be of sufficient distance from the outside of the\nprimary enclosure or at least 3 feet to prevent physical contact between animals inside the enclosure and unwanted\nanimals or persons outside the perimeter fence. A perimeter fence less than 3 feet from the primary enclosure must\nbe approved in writing by the administrator."
    },
    {
      "code": "3.131(a)",
      "kind": "",
      "repeat": true,
      "desc": "SANITATION.",
      "narrative": "There was old food residue, including rotting meat in the caracal and bobcat enclosures. Decomposing food debris\ncan attract unwanted pests and harbor bacteria which creates a disease hazard. Leftover food debris must be\nremoved if not consumed.\nThe enclosures for the bobcat and the porcupine have accumulations of feces throughout. Accumulations of feces\nharbor bacteria, attracts unwanted insects and creates a disease hazard for the animals. Feces must be removed\nfrom the enclosures more frequently to protect the health and welfare of the animals."
    },
    {
      "code": "3.131(c)",
      "kind": "",
      "repeat": true,
      "desc": "SANITATION.",
      "narrative": "There are accumulations of building supplies, pipes, wire, wood, broken animal crates and other debris\naccumulated just outside the perimeter but still near the animal enclosures. There are various debris on top of the\nmetal roof of the male coati-mundi enclosure in the back including a hose, wooden shelter box, plastic and metal\nfood receptacles, a heat light, electrical wiring and a wire mesh animal enclosure. The food storage shed is\ndisorganized and dirty. There are supplies, tools, containers with various chemicals placed above and around the\nfeed containers. Pests and vermin will be attracted to the accumulations of debris around the facility. These\nunwanted pests will be irritating to the animals and pose an increase disease hazard.\nThere is an accumulation of feces and food waste which was removed from enclosures and left in the grass and dirt\nareas between and near enclosures. This waste may harbor bacteria, attract unwanted pests and create a disease\nhazard.\nThe premises must be kept clean and organized to reduce unwanted insects and pests that may transmit disease.\nThis inspection and exit interview was conducted with the owner. An Animal Care VMO was also present and\nassisted with the inspection.\nAdditional Inspectors\nNavarro Luis, Veterinary Medical Officer"
    }
  ],
  "narrative": "2.40(b)(3)                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThe grey fox has discharge in both eyes, which may be signs of a health problem for the animal.    The right eye\ndischarge is brownish yellow-green and crusty, the left eye has a yellowish-green discharge.  The fox was observed\nholding his eyes partially closed or squinting.  The licensee stated he was not aware that this fox has issues with his\neyes.  The attending vet was contacted by the inspector and confirmed that he was unaware of this condition in the\ngrey fox and that he would speak to the licensee and recommend administering the same treatment used previously\non the red fox.  Daily observation of the animals is needed to recognize when there are injuries or health issues. \nThere must be regular direct communication with the attending veterinarian whenever injuries or health issues arise.\n3.75(c)(3)                    REPEAT\nHOUSING FACILITIES, GENERAL. \nMultiple nonhuman primate enclosures have accumulations of fecal material.  Accumulations of feces may attract\nunwanted insects, and be a disease hazard. The primary enclosures must be spot cleaned daily and cleaned and\nsanitized as often as necessary to protect the health and well-being of the nonhuman primates.\n  \n3.75(e)\nHOUSING FACILITIES, GENERAL. \nThere are hazardous liquids and solid products above, near and on a shelf over the nonhuman primate feed in the\nstorage shed.  There are also various tools and supplies stored over and around the nonhuman primate feed.  The\naccumulation of debris and disorganized tools and supplies can harbor pests.   Pests, as well as the debris and\nsupplies themselves may contaminate the food.   All food and bedding must be stored in a way that prevents\ncontamination.  Toxic substances required for normal husbandry must not be stored in the food storage area but\nmay be stored in cabinets.  \nCorrect by May 31, 2015.\n\n3.80(a)(1)                    REPEAT\nPRIMARY ENCLOSURES.  \nThe shelter for the pair of rhesus macaque with a baby in the back of the facility has partially collapsed and is\nunstable.  There is a nail protruding from the broken structure near the back.  This structure is a hazard and may\ncollapse further and cause injury to the macaques housed there.  There are damaged, broken plastic toys in the\nbaboon and macaque enclosures which may injure the nonhuman primates.  The primary enclosures must be\nconstructed of materials durable enough for the species of nonhuman primates contained in them and be\nmaintained in good repair to protect the health, safety and welfare of the animals.\n3.125(a)                    REPEAT\nFACILITIES, GENERAL.   \nThroughout the facility, there are multiple enclosures with areas containing broken wire mesh, with sharp wire points\nexposed.  A raccoon enclosure has broken sharp wires protruding. There is bent, broken sharp wires exposed on\nthe wire mesh in the cavy enclosure.  There is an area on the side of the porcupine enclosure where the wire mesh\nfloor was bent and broken exposing a gap that may allow the porcupines to escape their enclosure or injure\nthemselves on the wire.  The enclosure housing the male coati-mundi in the back near the deer has rusty broken\nchicken wire mesh.   The broken, sharp wires pose an injury hazard to the animals.  The enclosures and structures\nmust be structurally sound, and maintained in good repair to protect the animals from injury and to contain the\nanimals.\n3.127(d)                    REPEAT\nFACILITIES, OUTDOOR. \nThe wallaby enclosure has one side of its enclosure fencing that is up against the facility perimeter fencing and\nanother side without a perimeter fence. There is no space barrier to stop the public or unwanted animals from\ngaining direct access to the wallaby.  The perimeter fence must be of sufficient distance from the outside of the\nprimary enclosure or at least 3 feet to prevent physical contact between animals inside the enclosure and unwanted\nanimals or persons outside the perimeter fence. A perimeter fence less than 3 feet from the primary enclosure must\nbe approved in writing by the administrator.\n3.131(a)                    REPEAT\nSANITATION.   \nThere was old food residue, including rotting meat in the caracal and bobcat enclosures.  Decomposing food debris\ncan attract unwanted pests and harbor bacteria which creates a disease hazard.  Leftover food debris must be\nremoved if not consumed. \nThe enclosures for the bobcat and the porcupine have accumulations of feces throughout.  Accumulations of feces\n\nharbor bacteria, attracts unwanted insects and creates a disease hazard for the animals. Feces must be removed\nfrom the enclosures more frequently to protect the health and welfare of the animals.  \n3.131(c)                    REPEAT\nSANITATION.   \nThere are accumulations of building supplies, pipes, wire, wood, broken animal crates and other debris\naccumulated just outside the perimeter but still near the animal enclosures. There are various debris on top of the\nmetal roof of the male coati-mundi enclosure in the back including a hose, wooden shelter box, plastic and metal\nfood receptacles, a heat light, electrical wiring and a wire mesh animal enclosure. The food storage shed is\ndisorganized and dirty.  There are supplies, tools, containers with various chemicals placed above and around the\nfeed containers.   Pests and vermin will be attracted to the accumulations of debris around the facility.  These\nunwanted pests will be irritating to the animals and pose an increase disease hazard.  \nThere is an accumulation of feces and food waste which was removed from enclosures and left in the grass and dirt\nareas between and near enclosures.  This waste may harbor bacteria, attract unwanted pests and create a disease\nhazard.   \nThe premises must be kept clean and organized to reduce unwanted insects and pests that may transmit disease.\nThis inspection and exit interview was conducted with the owner.  An Animal Care VMO was also present and\nassisted with the inspection.\nAdditional Inspectors\nNavarro Luis, Veterinary Medical Officer",
  "animals_total": 87,
  "species": [
    {
      "count": 1,
      "scientific": "Bos primigenuis indicus",
      "common": "ZEBU"
    },
    {
      "count": 1,
      "scientific": "Bos taurus",
      "common": "CATTLE / COW / OX / WATUSI"
    },
    {
      "count": 2,
      "scientific": "C. pygerythrus",
      "common": "VERVET"
    },
    {
      "count": 1,
      "scientific": "Callithrix jacchus",
      "common": "COMMON MARMOSET"
    },
    {
      "count": 1,
      "scientific": "Caracal caracal",
      "common": "CARACAL"
    },
    {
      "count": 1,
      "scientific": "Cebus capucinus",
      "common": "WHITE-HEADED / WHITE-THROATED CAPUCHIN"
    },
    {
      "count": 3,
      "scientific": "Chlorocebus aethiops",
      "common": "AFRICAN GREEN MONKEY / GRIVET"
    },
    {
      "count": 3,
      "scientific": "Dolichotis patagonum",
      "common": "PATAGONIAN CAVY / MARA"
    },
    {
      "count": 1,
      "scientific": "Erythrocebus patas",
      "common": "PATAS MONKEY"
    },
    {
      "count": 3,
      "scientific": "Hystrix africaeaustralis",
      "common": "CAPE PORCUPINE"
    },
    {
      "count": 2,
      "scientific": "Lama pacos",
      "common": "ALPACA"
    },
    {
      "count": 13,
      "scientific": "Lemur catta",
      "common": "RING-TAILED LEMUR"
    },
    {
      "count": 2,
      "scientific": "Lynx rufus",
      "common": "BOBCAT"
    },
    {
      "count": 2,
      "scientific": "Macaca fascicularis",
      "common": "CRAB-EATING MACAQUE / CYNOMOLGUS MONKEY"
    },
    {
      "count": 1,
      "scientific": "Macaca fuscata",
      "common": "JAPANESE MACAQUE *MALE"
    },
    {
      "count": 6,
      "scientific": "Macaca mulatta",
      "common": "RHESUS MACAQUE"
    },
    {
      "count": 6,
      "scientific": "Macaca mulatta",
      "common": "RHESUS MACAQUE *MALE"
    },
    {
      "count": 1,
      "scientific": "Macaca nemestrina",
      "common": "PIG-TAILED MACAQUE *MALE"
    },
    {
      "count": 7,
      "scientific": "Nasua nasua",
      "common": "SOUTH AMERICAN COATI"
    },
    {
      "count": 2,
      "scientific": "Notamacropus agilis",
      "common": "AGILE WALLABY"
    },
    {
      "count": 2,
      "scientific": "Odocoileus virginianus",
      "common": "WHITE-TAILED DEER"
    },
    {
      "count": 1,
      "scientific": "Osphranter rufus",
      "common": "RED KANGAROO"
    },
    {
      "count": 2,
      "scientific": "Papio anubis",
      "common": "OLIVE BABOON"
    },
    {
      "count": 3,
      "scientific": "Potos flavus",
      "common": "KINKAJOU"
    },
    {
      "count": 14,
      "scientific": "Procyon lotor",
      "common": "RACCOON"
    },
    {
      "count": 3,
      "scientific": "Sapajus appella",
      "common": "BROWN CAPUCHIN / TUFTED CAPUCHIN"
    },
    {
      "count": 3,
      "scientific": "Vulpes lagopus",
      "common": "ARCTIC FOX"
    }
  ]
}