{
  "insp_id": "343152043290100",
  "layout": "a",
  "customer_id": "5478",
  "customer_name": "Dianne Dick",
  "customer_addr": "6520 N W Hall Rd\nRossville, KS 66533",
  "certificate": "48-A-1237",
  "site_id": "001",
  "site_name": "Dianne Dick",
  "insp_type": "ROUTINE INSPECTION",
  "date": "08-DEC-2015",
  "report_date": "09-DEC-2015",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "Italian Greyhounds number 135 (male but identified as female in error on last inspection ) and 138 ( identified in\nerror as 139 on last inspection ) were cited on the inspection dated 17 Nov 2015 as having dental disease with\nsymptoms such as white discharge on gum line and red and receded gums. The condition of the dental disease\ndoes not appear to have changed since that time. These dogs were evaluated by the attending veterinarian and a\nplan for addressing the dental disease was prescribed. APHIS inspectors verbally verified this plan with the\nattending veterinarian. This plan included starting the dogs on antibiotics for the dental disease but the licensee has\nnot started this medication at the time of facility inspection. Failure to follow medication plans prescribed by the\nveterinarian can result in prolonged health problems, in this case ongoing infection of the gums related to dental\ndisease. The licensee must follow all directions for the treatment of the animals from the attending veterinarian.\nThis a focused inspection to evaluate the dogs cited under 2.40 b 2 on the inspection dated 17 Nov 2015. Italian\nGreyhound with number 436 and Dachshund ( no identification ) has been addressed by the attending veterinarian.\nSchnauzer with number 23 is under a treatment plan with the attending veterinarian and will be re-evaluated at\nsubsequent inspections.\nThe inspection and exit interview were conducted with the licensee, Margaret A Shaver, VMO and Robert Bacon,\nACI in attendance.\nAdditional Inspectors\nShaver Margaret, Veterinary Medical Officer"
    }
  ],
  "narrative": "2.40(b)(2)                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nItalian Greyhounds number 135 (male but identified as female in error on last inspection ) and 138 ( identified in\nerror as 139 on last inspection ) were cited on the inspection dated 17 Nov 2015 as having dental disease with\nsymptoms such as white discharge on gum line and red and receded gums.  The condition of the dental disease\ndoes not appear to have changed since that time.  These dogs were evaluated by the attending veterinarian and a\nplan for addressing the dental disease was prescribed.  APHIS inspectors verbally verified this plan with the\nattending veterinarian.  This plan included starting the dogs on antibiotics for the dental disease but the licensee has\nnot started this medication at the time of facility inspection.  Failure to follow medication plans prescribed by the\nveterinarian can result in prolonged health problems, in this case ongoing infection of the gums related to dental\ndisease.  The licensee must follow all directions for the treatment of the animals from the attending veterinarian.  \nThis a focused inspection to evaluate the dogs cited under 2.40 b 2 on the inspection dated 17 Nov 2015.  Italian\nGreyhound with number 436 and Dachshund ( no identification ) has been addressed by the attending veterinarian. \nSchnauzer with number 23 is under a treatment plan with the attending veterinarian and will be re-evaluated at\nsubsequent inspections.  \nThe inspection and exit interview were conducted with the licensee, Margaret A Shaver, VMO and Robert Bacon,\nACI in attendance.\nAdditional Inspectors\nShaver Margaret, Veterinary Medical Officer",
  "animals_total": 5,
  "species": [
    {
      "count": 5,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    }
  ]
}