{
  "insp_id": "INS-0000807186",
  "layout": "c",
  "customer_id": "25861",
  "customer_name": "KLM Royal Dutch Airlines",
  "customer_addr": "1021 N Outer Loop Road, 2nd Floor, Training Center\nAtlanta, GA 30354",
  "certificate": "67-T-0207",
  "site_id": "JFK",
  "site_name": "KLM ROYAL DUTCH AIRLINES",
  "insp_type": "ROUTINE INSPECTION",
  "date": "05-MAY-2022",
  "report_date": "03-AUG-2022",
  "citations": [
    {
      "code": "3.15(a)(6)",
      "kind": "",
      "repeat": false,
      "desc": "Primary enclosures used to transport live dogs and cats.",
      "narrative": "On 4/27/22 the airline transported 4 French Bulldog puppies in 2 crates on AWB 074-52889513 (each crate contained 2\npuppies). The phrase “Live Animal” was not clearly marked on the top of the 2 transport crates.\nPer this Section, any person subject to the Animal Welfare regulations must not transport a dog or cat in commerce\nunless the enclosure is clearly marked on top and on one or more sides with the words “Live Animals” in letters at least 1\ninch high (2.5 cm). This is important to ensure the proper handling and safety of the dogs during transport."
    },
    {
      "code": "3.15(f)(2)",
      "kind": "",
      "repeat": false,
      "desc": "Primary enclosures used to transport live dogs and cats.",
      "narrative": "On 4/27/22 the airline transported 4 French Bulldog puppies (DOB of each puppy was 11/5/21 or 5 months and 22 days of\nage) in 2 crates on AWB 074-52889513 (each crate contained 2 puppies). Two of the puppies were dead on arrival.\nThere was one dead puppy in each crate; the veterinary pathologist who examined the dead puppies determined that the\ncause of death of each puppy was Brachycephalic airway syndrome. The weights obtained by personnel at the ARK at\nJFK for the 2 deceased puppies were: male microchip #953000010602729 weighed 24 lbs and female microchip\n#953000010602731 weighed 22 lbs. No more than one puppy between 8 weeks and 6 months of age that weighs over\n20 lbs may be transported in the same crate when transported by air.\nPer this Section, any person subject to the Animal Welfare regulations must not transport a dog or cat by air unless the\nfollowing requirements are met: No more than one live puppy, 8 weeks to 6 months of age, and weighing over 20 lbs (9\nkg), may be transported in a primary enclosure when shipped via air carrier. This is important to ensure that the dog has\nsufficient space during transport to move about and to ensure the safety and comfort of the animal."
    },
    {
      "code": "3.17(c)",
      "kind": "",
      "repeat": false,
      "desc": "Food and water requirements.",
      "narrative": "On 4/27/22 the airline transported 4 French Bulldog puppies in 2 crates on AWB 074-52889513. One of the crates had a\nsingle receptacle attached inside the crate. Each crate should have a receptacle for food and a second receptacle for\nwater attached inside the transport crate.\nPer this Section, food and water receptacles must be securely attached inside the primary enclosure and placed so that\nthe receptacles can be filled from outside the enclosure without opening the door. Food and water receptacles must be\navailable on the crates to comply with the food and water requirements for dogs during transport.\nAn exit briefing was attempted multiple times via phone and emails to facility representatives.\nn"
    }
  ],
  "narrative": "3.15(a)(6) \n   \nPrimary enclosures used to transport live dogs and cats. \nOn 4/27/22 the airline transported 4 French Bulldog puppies in 2 crates on AWB 074-52889513 (each crate contained 2 \npuppies).  The phrase “Live Animal” was not clearly marked on the top of the 2 transport crates. \n \nPer this Section, any person subject to the Animal Welfare regulations must not transport a dog or cat in commerce \nunless the enclosure is clearly marked on top and on one or more sides with the words “Live Animals” in letters at least 1 \ninch high (2.5 cm).  This is important to ensure the proper handling and safety of the dogs during transport. \n3.15(f)(2) \n   \nPrimary enclosures used to transport live dogs and cats. \nOn 4/27/22 the airline transported 4 French Bulldog puppies (DOB of each puppy was 11/5/21 or 5 months and 22 days of \nage) in 2 crates on AWB 074-52889513 (each crate contained 2 puppies).  Two of the puppies were dead on arrival.  \nThere was one dead puppy in each crate; the veterinary pathologist who examined the dead puppies determined that the \ncause of death of each puppy was Brachycephalic airway syndrome.  The weights obtained by personnel at the ARK at \nJFK for the 2 deceased puppies were:  male microchip #953000010602729 weighed 24 lbs and female microchip \n#953000010602731 weighed 22 lbs.  No more than one puppy between 8 weeks and 6 months of age that weighs over\n\n20 lbs may be transported in the same crate when transported by air. \n \nPer this Section, any person subject to the Animal Welfare regulations must not transport a dog or cat by air unless the \nfollowing requirements are met:  No more than one live puppy, 8 weeks to 6 months of age, and weighing over 20 lbs (9 \nkg), may be transported in a primary enclosure when shipped via air carrier.  This is important to ensure that the dog has \nsufficient space during transport to move about and to ensure the safety and comfort of the animal. \n3.17(c) \n   \nFood and water requirements. \nOn 4/27/22 the airline transported 4 French Bulldog puppies in 2 crates on AWB 074-52889513.  One of the crates had a \nsingle receptacle attached inside the crate.  Each crate should have a receptacle for food and a second receptacle for \nwater attached inside the transport crate. \n \nPer this Section, food and water receptacles must be securely attached inside the primary enclosure and placed so that \nthe receptacles can be filled from outside the enclosure without opening the door.  Food and water receptacles must be \navailable on the crates to comply with the food and water requirements for dogs during transport. \n \nAn exit briefing was attempted multiple times via phone and emails to facility representatives. \n \n n",
  "animals_total": 0,
  "species": [
    {
      "count": 0,
      "scientific": "NONE",
      "common": "NONE"
    }
  ]
}