{
  "insp_id": "159161739260323",
  "layout": "a",
  "customer_id": "30760",
  "customer_name": "Henry R Sommers",
  "customer_addr": "31264 141 Ave\nCincinnati, IA 52549",
  "certificate": "42-A-1329",
  "site_id": "001",
  "site_name": "HENRY SOMMERS",
  "insp_type": "ROUTINE INSPECTION",
  "date": "06-JUN-2016",
  "report_date": "06-JUN-2016",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "One adult, female, Yorkshire terrier (\"Little Daisy\", Tag #32, DOB 2008) had hair-loss on both ears. Nearly all of the\nhair was gone on both ears and both ears were moderately thickened and dark in color. There were dark\nscabs/crusting on the inside and outside of both ears.\nOne Morkie puppy (DOB 4/13/16, Microchip # 7E10033722) had severe crusting and matted hair around both eyes.\nThe left eye had severely matted/crusted hair tightly adhered to the entire surface of the eyelid/eye which prevented\nvisualization of the eye/eyelid itself. There was a yellow-green discharge seeping out from under the matted hair\nand the skin around the eye appeared slightly reddened. The inspectors observed the puppy scratching its left eye\nwith its back foot. There was matted hair and crusting around the right eye with a mild amount of yellow-green\ndischarge present. The eyelids were partially closed and the inspectors were unable to open the eyelids to view the\nentire surface of the eye due to the severe matting/crusting on the outside corner of the eye. The surface of the eye\nthat was visible to the inspectors appeared mildly cloudy.\nOne adult, female, Yorkshire terrier (\"Fluffy\", Tag #84) had hair-loss on both ears and severe dental tartar. Nearly all\nof the hair was gone on both ears. Both ears were mildly thickened with dark scabs/crusting present on the surface\nof the skin. The severe dental tartar covered nearly all of the remaining front and cheek teeth. In some areas the\ngums were pulled back from the teeth and there was a creamy white discharge present along the gumline. One of\nthe upper left front teeth was severely loose and moved when the dog stuck her tongue against the tooth.\nOne adult, female Yorkshire terrier (ID #78) was observed to have excessively overgrown toenails on her front feet.\nThe nails are curling under and lay out sideways from the foot when the dog is standing. Closer inspection of the\ndog revealed a buildup of a thick dark brown tartar encasing the entire surface of the cheek teeth and the majority of\nthe upper canine tooth on the left side of the mouth. A light brown tartar is encasing the entire surface of the upper\nand lower cheek teeth and the majority of the upper canine tooth on the right side of the mouth. The gums were\nmoderately reddened and a creamy white substance was located along the gum line of the upper left cheek teeth.\nOne adult, female, Yorkshire terrier (\"Jewel Sue\", Tag #97, DOB 2009) had severe dental tartar. The severe dental\ntartar covered nearly all of the remaining front and cheek teeth and part of each canine. The gums were severely\nred and swollen and in some areas the gums were pulled back from the teeth with a creamy white discharge\npresent along the gumline. One of the lower right cheek teeth was severely loose. The hair around the mouth was\nseverely wet and there was a large amount of clear discharge present below the left eye.\nOne adult, female, Yorkshire terrier (Tag #80) had hair-loss on both ears and severe dental tartar. The hair on both\nears was thinning with small patches where the hair was completely gone. The severe dental tartar covered nearly\nall of the remaining front and cheek teeth and part of the canines. In some areas the gums were pulled back from\nthe teeth. There was a creamy white discharge present on the surface of the teeth and/or along the gumline. One of\nthe lower right cheek teeth was severely loose and moved when touched.\nOne adult, female, Yorkshire terrier (\"Dolly Ann\", Tag #89, DOB 2006) had hair-loss on both ears and severe dental\ntartar. Nearly all of the hair was gone on both ears and the tips of both ears were mildly thickened. The severe\ndental tartar covered nearly all of the remaining cheek teeth and part of each front tooth and canine. The gums were\nseverely red and swollen and in some areas the gums were pulled back from the teeth with a creamy white\ndischarge present along the gumline.\nOne adult, female, Maltese (\"Dolly\", Tag #82) had severe dental tartar. The severe dental tartar covered nearly all of\nthe remaining cheek teeth and part of each front tooth and canine. The gums were severely red and swollen and in\nsome areas the gums were pulled back from the teeth with a creamy white discharge present along the gumline.\nThe inspectors observed this dog excessively licking.\nHair loss can be an indication of an underlying health problem. Overgrown toenails can cause pain and discomfort\nto the dog as well as affect the dog's natural gait. Poor eye and dental health can also cause pain and discomfort to\nthe dog and lead to further health complications. The licensee must have the above mentioned dogs evaluated by a\nlicensed veterinarian for proper diagnosis and effective treatment plan. The diagnosis and treatment plan must be\ndocumented and available to the inspectors upon request. The licensee must ensure that all dogs receive adequate\nveterinary care at all times."
    },
    {
      "code": "3.1(a)",
      "kind": "",
      "repeat": true,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "In one enclosure, containing one dog, the sharp ends of multiple screws have penetrated through the wall and are\nlocated at the level of the dog. In another enclosure, containing two dogs, there is a gap at the bottom of the gate.\nOne of the dogs in the enclosure was observed to put her face, snout and foot through the gap. Within the same\nenclosure, the wire front panel has broken resulting in a sharp point next to the feeder. Sharp points and gaps in\nfencing can cause injury to the dogs.\nHousing facilities for dogs must be kept in good repair and protect the dogs from injury. The licensee must close\nthe gap below the gate and remove the sharp points in order to eliminate the injury risk towards the dogs. The\nlicensee must ensure that all enclosures are safe for the dogs at all times."
    },
    {
      "code": "3.1(c)(2)",
      "kind": "",
      "repeat": true,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "The hard, plastic water bowls in two enclosures, containing a total of one adult dog and four puppies, has been\nexcessively chewed by the dogs. The chewing damage is concentrated around the upper edge of the bowls and\nbrown material has become embedded into the grooves.\nThe self-feeders for the dogs are constructed of either hard plastic or metal. The feeders in at least six enclosures,\ncontaining at least eight adult dogs and six puppies, have become soiled and worn. The front edge of the cup of the\nplastic self-feeders have become chewed and damaged and brown food debris has become caked along the inside\nof the cup. The metal self-feeders have food debris caked on the inside of them and hair has also built up within\nthem. Damaged and dirty feeders and water receptacles cannot be adequately cleaned and sanitized which could\nincrease the risk of disease hazards towards the dogs.\nAll surfaces of housing facilities must be maintained on a regular basis. Any surface, including food and water\nreceptacles, which cannot be readily cleaned and sanitized, must be replaced when worn or soiled. The licensee\nmust replace the damaged and/or dirty food and water bowls or alter them in a manner that allows for proper\ncleaning and sanitization of the surfaces. The licensee must ensure that all surfaces of housing facilities are\nregularly maintained and in good repair at all times.\nExit interview conducted with Kelly Maxwell, ACI, Heather Cole, VMO and the facility representative.\nAdditional Inspectors\nCole Heather, Supervisory Animal Care Specialist"
    }
  ],
  "narrative": "2.40(b)(2)           DIRECT                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nOne adult, female, Yorkshire terrier (\"Little Daisy\", Tag #32, DOB 2008) had hair-loss on both ears. Nearly all of the\nhair was gone on both ears and both ears were moderately thickened and dark in color. There were dark\nscabs/crusting on the inside and outside of both ears.\n \nOne Morkie puppy (DOB 4/13/16, Microchip # 7E10033722) had severe crusting and matted hair around both eyes.\nThe left eye had severely matted/crusted hair tightly adhered to the entire surface of the eyelid/eye which prevented\nvisualization of the eye/eyelid itself. There was a yellow-green discharge seeping out from under the matted hair\nand the skin around the eye appeared slightly reddened. The inspectors observed the puppy scratching its left eye\nwith its back foot. There was matted hair and crusting around the right eye with a mild amount of yellow-green\ndischarge present. The eyelids were partially closed and the inspectors were unable to open the eyelids to view the\nentire surface of the eye due to the severe matting/crusting on the outside corner of the eye. The surface of the eye\nthat was visible to the inspectors appeared mildly cloudy. \nOne adult, female, Yorkshire terrier (\"Fluffy\", Tag #84) had hair-loss on both ears and severe dental tartar. Nearly all\nof the hair was gone on both ears.  Both ears were mildly thickened with dark scabs/crusting present on the surface\nof the skin. The severe dental tartar covered nearly all of the remaining front and cheek teeth. In some areas the\ngums were pulled back from the teeth and there was a creamy white discharge present along the gumline. One of\nthe upper left front teeth was severely loose and moved when the dog stuck her tongue against the tooth. \nOne adult, female Yorkshire terrier (ID #78) was observed to have excessively overgrown toenails on her front feet. \nThe nails are curling under and lay out sideways from the foot when the dog is standing.  Closer inspection of the\ndog revealed a buildup of a thick dark brown tartar encasing the entire surface of the cheek teeth and the majority of\nthe upper canine tooth on the left side of the mouth.  A light brown tartar is encasing the entire surface of the upper\nand lower cheek teeth and the majority of the upper canine tooth on the right side of the mouth.  The gums were\nmoderately reddened and a creamy white substance was located along the gum line of the upper left cheek teeth.  \nOne adult, female, Yorkshire terrier (\"Jewel Sue\", Tag #97, DOB 2009) had severe dental tartar. The severe dental\ntartar covered nearly all of the remaining front and cheek teeth and part of each canine. The gums were severely\n\nred and swollen and in some areas the gums were pulled back from the teeth with a creamy white discharge\npresent along the gumline. One of the lower right cheek teeth was severely loose. The hair around the mouth was\nseverely wet and there was a large amount of clear discharge present below the left eye. \nOne adult, female, Yorkshire terrier (Tag #80) had hair-loss on both ears and severe dental tartar. The hair on both\nears was thinning with small patches where the hair was completely gone. The severe dental tartar covered nearly\nall of the remaining front and cheek teeth and part of the canines. In some areas the gums were pulled back from\nthe teeth. There was a creamy white discharge present on the surface of the teeth and/or along the gumline. One of\nthe lower right cheek teeth was severely loose and moved when touched. \nOne adult, female, Yorkshire terrier (\"Dolly Ann\", Tag #89, DOB 2006) had hair-loss on both ears and severe dental\ntartar. Nearly all of the hair was gone on both ears and the tips of both ears were mildly thickened. The severe\ndental tartar covered nearly all of the remaining cheek teeth and part of each front tooth and canine. The gums were\nseverely red and swollen and in some areas the gums were pulled back from the teeth with a creamy white\ndischarge present along the gumline. \nOne adult, female, Maltese (\"Dolly\", Tag #82) had severe dental tartar. The severe dental tartar covered nearly all of\nthe remaining cheek teeth and part of each front tooth and canine. The gums were severely red and swollen and in\nsome areas the gums were pulled back from the teeth with a creamy white discharge present along the gumline.\nThe inspectors observed this dog excessively licking. \nHair loss can be an indication of an underlying health problem.  Overgrown toenails can cause pain and discomfort\nto the dog as well as affect the dog's natural gait.  Poor eye and dental health can also cause pain and discomfort to\nthe dog and lead to further health complications.  The licensee must have the above mentioned dogs evaluated by a\nlicensed veterinarian for proper diagnosis and effective treatment plan.  The diagnosis and treatment plan must be\ndocumented and available to the inspectors upon request.  The licensee must ensure that all dogs receive adequate\nveterinary care at all times.\n3.1(a)                    REPEAT\nHOUSING FACILITIES, GENERAL.\nIn one enclosure, containing one dog, the sharp ends of multiple screws have penetrated through the wall and are\nlocated at the level of the dog.  In another enclosure, containing two dogs, there is a gap at the bottom of the gate. \nOne of the dogs in the enclosure was observed to put her face, snout and foot through the gap.  Within the same\nenclosure, the wire front panel has broken resulting in a sharp point next to the feeder. Sharp points and gaps in\nfencing can cause injury to the dogs.\n\nHousing facilities for dogs must be kept in good repair and protect the dogs from injury.  The licensee must close\nthe gap below the gate and remove the sharp points in order to eliminate the injury risk towards the dogs.  The\nlicensee must ensure that all enclosures are safe for the dogs at all times.\n3.1(c)(2)                    REPEAT\nHOUSING FACILITIES, GENERAL.\nThe hard, plastic water bowls in two enclosures, containing a total of one adult dog and four puppies, has been\nexcessively chewed by the dogs.  The chewing damage is concentrated around the upper edge of the bowls and\nbrown material has become embedded into the grooves.  \nThe self-feeders for the dogs are constructed of either hard plastic or metal.  The feeders in at least six enclosures,\ncontaining at least eight adult dogs and six puppies, have become soiled and worn.  The front edge of the cup of the\nplastic self-feeders have become chewed and damaged and brown food debris has become caked along the inside\nof the cup.  The metal self-feeders have food debris caked on the inside of them and hair has also built up within\nthem.  Damaged and dirty feeders and water receptacles cannot be adequately cleaned and sanitized which could\nincrease the risk of disease hazards towards the dogs.\nAll surfaces of housing facilities must be maintained on a regular basis.  Any surface, including food and water\nreceptacles, which cannot be readily cleaned and sanitized, must be replaced when worn or soiled.  The licensee\nmust replace the damaged and/or dirty food and water bowls or alter them in a manner that allows for proper\ncleaning and sanitization of the surfaces.  The licensee must ensure that all surfaces of housing facilities are\nregularly maintained and in good repair at all times.  \nExit interview conducted with Kelly Maxwell, ACI, Heather Cole, VMO and the facility representative.\nAdditional Inspectors\nCole Heather, Supervisory Animal Care Specialist",
  "animals_total": 62,
  "species": [
    {
      "count": 40,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 22,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}