{
  "insp_id": "2016082569108843",
  "layout": "a",
  "customer_id": "335475",
  "customer_name": "Slik Hik L L C",
  "customer_addr": "210 S 20th St\nCo Spgs, CO 80904",
  "certificate": "84-A-0200",
  "site_id": "001",
  "site_name": "SLIK HIK L L C",
  "insp_type": "ATTEMPTED INSPECTION",
  "date": "04-APR-2018",
  "report_date": "05-APR-2018",
  "citations": [
    {
      "code": "2.126(b)",
      "kind": "",
      "repeat": false,
      "desc": "ACCESS AND INSPECTION OF RECORDS AND PROPERTY; SUBMISSION OF ITINERARIES.",
      "narrative": "A responsible adult was not available to accompany APHIS Officials during the inspection process at 10:50 am,\n12:15 pm on 04-Apr-18.\nUpon arrival inspector knocked on the front door. Inspector attempted to contact licensee by phone and left a\nmessage. Left a business card on the front door. Inspector returned at 12:15 pm and spoke to an individual at the\nfacility. The individual stated she had nothing to do with the business. She stated the licensee had moved with the\nanimal and they were no longer at this location. The licensee was contact on 4/5/2018 by phone and stated to the\nInspector he had moved with the animals 2 days prior to this inspection. Licensee stated he will notify the AC\nRegional Office of the new site address."
    }
  ],
  "narrative": "2.126(b)\nACCESS AND INSPECTION OF RECORDS AND PROPERTY; SUBMISSION OF ITINERARIES.\nA responsible adult was not available to accompany APHIS Officials during the inspection process at 10:50 am,\n12:15 pm on 04-Apr-18.\nUpon arrival inspector knocked on the front door.  Inspector attempted to contact licensee by phone and left a\nmessage.  Left a business card on the front door.  Inspector returned at 12:15 pm and spoke to an individual at the\nfacility.  The individual stated she had nothing to do with the business. She stated the licensee had moved with the\nanimal and they were no longer at this location.  The licensee was contact on 4/5/2018 by phone and stated to the\nInspector he had moved with the animals 2 days prior to this inspection. Licensee stated he will notify the AC\nRegional Office of the new site address.",
  "animals_total": 0,
  "species": [
    {
      "count": 0,
      "scientific": "NONE",
      "common": "NONE"
    }
  ]
}