{
  "insp_id": "237141214230418",
  "layout": "a",
  "customer_id": "36200",
  "customer_name": "John D Erb",
  "customer_addr": "4529 Ridge Rd S W\nBaltic, OH 43804",
  "certificate": "31-A-0493",
  "site_id": "001",
  "site_name": "JOHN D ERB",
  "insp_type": "ROUTINE INSPECTION",
  "date": "25-AUG-2014",
  "report_date": "25-AUG-2014",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "The 2 year old, male, Pomeranian dog with micro chip number 941000016475157 is having difficulty standing and\nwalking. When assisted to stand, this dog is reluctant to support itself and is having balance issues. When walking,\nthe dog has an abnormal gait, including circling and wobbling. There appears to be a neurologic problem that is\naffecting the hind limbs more than the forelimbs. The dog appears to be of normal weight and hydration status. If\nleft untreated, this neurological problem can become more severe and might prevent the dog from eating and\ndrinking. This dog must be examined by a veterinarian. Documentation of the diagnosis and treatment must be\navailable for review by APHIS officials.\nCorrect by: 27 August 2014"
    },
    {
      "code": "2.40(b)(3)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "At the time of inspection, a 2 year old, male, Pomeranian dog was observed to have difficulty standing and walking.\nThere was no documentation that this issue was observed prior to inspection. Daily observation of all animals is\nnecessary to recognize early signs of disease, injury, or illness. All dogs must be observed adequately to assess\ntheir health and well-being.\nCorrect by: From this day forward\nFacility inspection and exit interview conducted with the facility representative."
    }
  ],
  "narrative": "2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThe 2 year old, male, Pomeranian dog with micro chip number 941000016475157 is having difficulty standing and\nwalking.  When assisted to stand, this dog is reluctant to support itself and is having balance issues.  When walking,\nthe dog has an abnormal gait, including circling and wobbling.  There appears to be a neurologic problem that is\naffecting the hind limbs more than the forelimbs.  The dog appears to be of normal weight and hydration status.  If\nleft untreated, this neurological problem can become more severe and might prevent the dog from eating and\ndrinking.  This dog must be examined by a veterinarian.  Documentation of the diagnosis and treatment must be\navailable for review by APHIS officials.\nCorrect by:  27 August 2014\n2.40(b)(3)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nAt the time of inspection, a 2 year old, male, Pomeranian dog was observed to have difficulty standing and walking. \nThere was no documentation that this issue was observed prior to inspection.  Daily observation of all animals is\nnecessary to recognize early signs of disease, injury, or illness.  All dogs must be observed adequately to assess\ntheir health and well-being.\nCorrect by:  From this day forward\nFacility inspection and exit interview conducted with the facility representative.",
  "animals_total": 55,
  "species": [
    {
      "count": 45,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 10,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}