{
  "insp_id": "81161934050810",
  "layout": "a",
  "customer_id": "44415",
  "customer_name": "Southern Ca Of Seventh Day Adventist",
  "customer_addr": "Po Box 1134\nAngelus Oaks, CA 92305",
  "certificate": "93-C-1095",
  "site_id": "001",
  "site_name": "CAMP CEDAR FALLS",
  "insp_type": "ROUTINE INSPECTION",
  "date": "16-MAR-2016",
  "report_date": "23-MAR-2016",
  "citations": [
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "There were approximately five rebar (steel) stakes each protruding about 1 foot above the ground in one section of\nthe bear enclosure. A facility manager stated that these stakes were placed in the ground about 3 months ago and\nremain from an unfinished project. Steel stakes which are protruding upright in the ground and located in an area\nwithin contact of the animals may potentially cause injury or harm the animals. Housing facilities for the animals\nshall be structurally sound and maintained in good repair to protect the animals from injury and to contain the\nanimals. A system of timely facility maintenance and repair must be in place to ensure the health and well- being of\nthe animals.\nCorrect by 04/04/2016"
    },
    {
      "code": "3.127(d)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, OUTDOOR.",
      "narrative": "There was an opening or gap along the bottom of an approximate 4 ft. long section of the perimeter, chain link fence\nsurrounding the bear enclosure. The opening has resulted from a separation of the fence from the bottom support\nbar. An opening or gap of this size may potentially permit animals or unauthorized persons entry into the facility and\ncontact with the animals. All areas of the perimeter fencing should be repaired for the protection and well-being of\nthe animals. Perimeter fences must be constructed so that they protect the animals in the facility by restricting\nanimals and unauthorized persons from going through it or under it and having contact with the animals in the\nfacility, and so that it can function as a secondary containment system for the animals in the facility.\nCorrect by 04/01/2016.\nExit interview was conducted with facility representative."
    }
  ],
  "narrative": "3.125(a)\nFACILITIES, GENERAL.   \nThere were approximately five rebar (steel) stakes each protruding about 1 foot above the ground in one section of\nthe bear enclosure.  A facility manager stated that these stakes were placed in the ground about 3 months ago and\nremain from an unfinished project.  Steel stakes which are protruding upright in the ground and located in an area\nwithin contact of the animals may potentially cause injury or harm the animals.  Housing facilities for the animals\nshall be structurally sound and maintained in good repair to protect the animals from injury and to contain the\nanimals.  A system of timely facility maintenance and repair must be in place to ensure the health and well- being of\nthe animals. \nCorrect by 04/04/2016 \n3.127(d)\nFACILITIES, OUTDOOR. \nThere was an opening or gap along the bottom of an approximate 4 ft. long section of the perimeter, chain link fence\nsurrounding the bear enclosure.  The opening has resulted from a separation of the fence from the bottom support\nbar.  An opening or gap of this size may potentially permit animals or unauthorized persons entry into the facility and\ncontact with the animals.  All areas of the perimeter fencing should be repaired for the protection and well-being of\nthe animals. Perimeter fences must be constructed so that they protect the animals in the facility by restricting\nanimals and unauthorized persons from going through it or under it and having contact with the animals in the\nfacility, and so that it can function as a secondary containment system for the animals in the facility.   \nCorrect by 04/01/2016.  \nExit interview was conducted with facility representative.\n\n",
  "animals_total": 2,
  "species": [
    {
      "count": 1,
      "scientific": "Ursus americanus",
      "common": "NORTH AMERICAN BLACK BEAR"
    },
    {
      "count": 1,
      "scientific": "Ursus arctos",
      "common": "BROWN BEAR"
    }
  ]
}