{
  "insp_id": "131142302090019",
  "layout": "a",
  "customer_id": "29745",
  "customer_name": "Bob Loutsch",
  "customer_addr": "Leslie Loutsch\n18382 L 22\nRemsen, IA 51050",
  "certificate": "42-A-1129",
  "site_id": "001",
  "site_name": "BOB & LESLIE LOUTSCH",
  "insp_type": "ROUTINE INSPECTION",
  "date": "07-MAY-2014",
  "report_date": "11-MAY-2014",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "Sec. 2.40 Attending veterinarian and adequate veterinary care (dealers and exhibitors). (b) (2).\n* A six year old black and white Japanese Chin male (ID # 021051594) had an excessive buildup of a dark brown\nmaterial on the Cheek teeth (premolars) and molars extending up to the gum line on the animal(cid:25)s left side. Most of\nthe teeth could not be visualized. The gums were swollen and reddened. There was a gray creamy material along\nthe gum line near cheek teeth.\nThe buildup of abnormal material on teeth with a discharge at the gum line can be painful, impact the ability of the\ndog to eat normally, and harm the health of the animal.\nThe licensee must have this animal examined by a veterinarian to obtain an accurate diagnosis and appropriate\ntreatment plan. The outcome of this consultation must be documented and provided to the inspector upon request.\nThe licensee must ensure that all animals receive adequate veterinary care at all times.\nTo be corrected by, 20-May-2014."
    },
    {
      "code": "3.1(c)(1)(1)",
      "kind": "",
      "repeat": true,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "Sec. 3.1 Housing facilities, general. (c) Surfaces--(1) General requirements. (i).\nIn the Open Front kennel, Old Unheated Kennel and Old Whelping Kennel there are enclosures with rusted metal\nframes in contact with 17 adult dogs. The framing supports the enclosure divider and the entry gates. The rust\ncorroded the metal supports of the dividers and the gates. The metal supports are completely gone in some areas\nrevealing signs of structural weakness. Also, inside the Unheated Kennel there is tin that runs along the bottom of\nthe back wall. This tin is excessively rusty and pitting. Rust can erode and deteriorate all metal surfaces to the point\nthat the metal surfaces can no longer be readily cleaned and sanitized. Excessive rust affects the structural\nstrength of all metal surfaces. Any surfaces that come in contact with the dogs must be free of excessive rust that\nprevents the required cleaning and sanitization, or that affects the structural strength of the surface. These rusted\nsurfaces must be repaired, treated or are in need of replacement."
    },
    {
      "code": "3.1(c)(2)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "Sec. 3.1 Housing facilities, general. (c) Surfaces-- (2) Maintenance and replacement of surfaces.\n* Enclosures two and three, inside the Old Heated Kennel, has hog flooring were the vinyl worn off in areas. This is\nexposing metal that is rusting. This allows for waste to get into these areas. The disease potential for the four adult\ndogs can increased without proper cleaning and sanitization. The areas where the vinyl has come off must be\nrepaired or the flooring must be replaced. This will allow for the surface to be properly cleaned and sanitized.\n* Several concrete enclosures have large cracks and a rough pitted concrete surface that prevents required\ncleaning and sanitization. The large cracks range from approximately ½ foot to 3 feet long and ½ to 1 inch wide.\nThe concrete has eroded away at the top exposing a rough surface with pits. In areas, there is brown grime\nstained into the concrete surface indicating it is not impervious to moisture or cannot properly drain. The locations\nof the rough concrete were enclosures one and two for the Open front kennel and enclosures one through four from\nthe west for the Un-heated Kennel. These surfaces do not allow for proper cleaning and sanitization. Disease\npotential can increase with improper cleaning and sanitization. All surfaces must be maintained on a regular basis.\nThese concrete surfaces must be repaired, replaced and treated. This will allow the surfaces to be properly cleaned\nand sanitized, thus limiting the disease potential for the 10 adult dogs.\nTo be corrected by, 15-November-2014.\nThis inspection and exit interview was conducted with the facility owner.\nThis inspection report will be sent by e-mail."
    }
  ],
  "narrative": "2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nSec. 2.40  Attending veterinarian and adequate veterinary care (dealers and exhibitors).  (b) (2). \n*  A six year old black and white Japanese Chin male (ID # 021051594) had an excessive buildup of a dark brown\nmaterial on the Cheek teeth (premolars) and molars extending up to the gum line on the animal(cid:25)s left side. Most of\nthe teeth could not be visualized. The gums were swollen and reddened. There was a gray creamy material along\nthe gum line near cheek teeth. \nThe buildup of abnormal material on teeth with a discharge at the gum line can be painful, impact the ability of the\ndog to eat normally, and harm the health of the animal. \nThe licensee must have this animal examined by a veterinarian to obtain an accurate diagnosis and appropriate\ntreatment plan. The outcome of this consultation must be documented and provided to the inspector upon request.\nThe licensee must ensure that all animals receive adequate veterinary care at all times. \nTo be corrected by, 20-May-2014.\n3.1(c)(1)(1)                    REPEAT\nHOUSING FACILITIES, GENERAL.\nSec. 3.1  Housing facilities, general. (c) Surfaces--(1) General requirements.  (i). \n    In the Open Front kennel, Old Unheated Kennel and Old Whelping Kennel there are enclosures with rusted metal\nframes in contact with 17 adult dogs. The framing supports the enclosure divider and the entry gates. The rust\ncorroded the metal supports of the dividers and the gates. The metal supports are completely gone in some areas\nrevealing signs of structural weakness.  Also, inside the Unheated Kennel there is tin that runs along the bottom of\nthe back wall.  This tin is excessively rusty and pitting. Rust can erode and deteriorate all metal surfaces to the point\nthat the metal surfaces can no longer be readily cleaned and sanitized.  Excessive rust affects the structural\n\nstrength of all metal surfaces.  Any surfaces that come in contact with the dogs must be free of excessive rust that\nprevents the required cleaning and sanitization, or that affects the structural strength of the surface. These rusted\nsurfaces must be repaired, treated or are in need of replacement.  \n3.1(c)(2)\nHOUSING FACILITIES, GENERAL.\nSec. 3.1  Housing facilities, general.  (c) Surfaces-- (2) Maintenance and replacement of surfaces.\n* Enclosures two and three, inside the Old Heated Kennel, has hog flooring were the vinyl worn off in areas.  This is\nexposing metal that is rusting.  This allows for waste to get into these areas.  The disease potential for the four adult\ndogs can increased without proper cleaning and sanitization.  The areas where the vinyl has come off must be\nrepaired or the flooring must be replaced.  This will allow for the surface to be properly cleaned and sanitized. \n* Several concrete enclosures have large cracks and a rough pitted concrete surface that prevents required\ncleaning and sanitization.  The large cracks range from approximately ½ foot to 3 feet long and ½ to 1 inch wide. \nThe concrete has eroded away at the top exposing a rough surface with pits.   In areas, there is brown grime\nstained into the concrete surface indicating it is not impervious to moisture or cannot properly drain.  The locations\nof the rough concrete were enclosures one and two for the Open front kennel and enclosures one through four from\nthe west for the Un-heated Kennel.  These surfaces do not allow for proper cleaning and sanitization.  Disease\npotential can increase with improper cleaning and sanitization.  All surfaces must be maintained on a regular basis. \nThese concrete surfaces must be repaired, replaced and treated.  This will allow the surfaces to be properly cleaned\nand sanitized, thus limiting the disease potential for the 10 adult dogs.\nTo be corrected by, 15-November-2014. \nThis inspection and exit interview was conducted with the facility owner.\nThis inspection report will be sent by e-mail.",
  "animals_total": 116,
  "species": [
    {
      "count": 97,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 19,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}