{
  "insp_id": "8151349080974",
  "layout": "a",
  "customer_id": "322330",
  "customer_name": "Keith Kahlo",
  "customer_addr": "Michelle Kumke\nP. O. Box 3\nWest Point, NE 68641",
  "certificate": "47-A-0579",
  "site_id": "001",
  "site_name": "Keith Kahlo, Michelle Kumke",
  "insp_type": "ROUTINE INSPECTION",
  "date": "06-JAN-2015",
  "report_date": "08-JAN-2015",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "***A male gray and white Shih Tzu ID # 025 has eye and teeth problems. His left eye has a clear white film\ncovering much of the iris and pupil. The white of the eye is reddened, and there is a crusty green discharge on the\nedge of the top eyelid. Some of the discharge is matted in the hair around the eye. His right eye has a small, clear\nwhite filmy area about the size of a pencil eraser on the surface of the pupil. The dog also has a buildup of a hard\nbrownish gray material covering a majority of both of the top canine teeth. The gums above both top canines have\na red line at the base of the teeth. The rest of the teeth were difficult to visualize due to the dog's reluctance for the\ninspector to look inside his mouth.\n*** A male white Maltese ID # 40 has a buildup of a hard brownish gray material covering a majority of the surfaces\nof both top canines and cheek teeth, and the top right molar next to the cheek teeth. The gums on both top sides\nare slightly reddened, and are starting to recede from the base of the teeth.\nEye problems can occur due to infection, allergies, injury, irritation or other medical conditions that could be\nextremely painful to the animal.\nDental problems can be painful, make it difficult to eat, can lead to the development of other health problems, and\ncan affect the well-being of the animal.\nThe licensee must have this dog evaluated by the veterinarian for proper diagnosis and treatment, and provide the\ninspector the documentation of this visit upon request. All animals must be given proper veterinary care at all times.\nTo be corrected by January 13, 2015.\nExit interview conducted with facility representative.\nAdditional Inspectors\nWagner Randall, Animal Care Inspector"
    }
  ],
  "narrative": "2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n***A male gray and white Shih Tzu ID # 025 has eye and teeth problems.  His left eye has a clear white film\ncovering much of the iris and pupil.  The white of the eye is reddened, and there is a crusty green discharge on the\nedge of the top eyelid.  Some of the discharge is matted in the hair around the eye.  His right eye has a small, clear\nwhite filmy area about the size of a pencil eraser on the surface of the pupil.  The dog also has a buildup of a hard\nbrownish gray material covering a majority of both of the top canine teeth.  The gums above both top canines have\na red line at the base of the teeth.  The rest of the teeth were difficult to visualize due to the dog's reluctance for the\ninspector to look inside his mouth.\n*** A male white Maltese ID # 40 has a buildup of a hard brownish gray material covering a majority of the surfaces\nof both top canines and cheek teeth, and the top right molar next to the cheek teeth.  The gums on both top sides\nare slightly reddened, and are starting to recede from the base of the teeth.\nEye problems can occur due to infection, allergies, injury, irritation or other medical conditions that could be\nextremely painful to the animal.\nDental problems can be painful, make it difficult to eat, can lead to the development of other health problems, and\ncan affect the well-being of the animal.\nThe licensee must have this dog evaluated by the veterinarian for proper diagnosis and treatment, and provide the\ninspector the documentation of this visit upon request.  All animals must be given proper veterinary care at all times.\nTo be corrected by January 13, 2015.\nExit interview conducted with facility representative.\n\nAdditional Inspectors\nWagner Randall, Animal Care Inspector",
  "animals_total": 84,
  "species": [
    {
      "count": 56,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 28,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}