{
  "insp_id": "254141439060642",
  "layout": "a",
  "customer_id": "5151",
  "customer_name": "Rainbow Kennels Inc.",
  "customer_addr": "4129 Hickory Avenue\nSioux Center, IA 51250",
  "certificate": "42-B-0022",
  "site_id": "001",
  "site_name": "RAINBOW KENNELS, INC.",
  "insp_type": "ROUTINE INSPECTION",
  "date": "11-SEP-2014",
  "report_date": "11-SEP-2014",
  "citations": [
    {
      "code": "3.1(c)(1)(1)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "In both rooms the dog enclosures are constructed of metal bars. The metal is showing excessive rusting throughout\nall the enclosures. The rust causes pitting and flaking of the metal and cannot be properly cleaned and sanitized.\nAll rusty metal needs to be replaced or altered in a manner that allows for proper cleaning and sanitization of the\nmetal every two weeks.\nCorrect by: 09/30/14"
    },
    {
      "code": "3.1(c)(1)(2)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "In the room housing the adult dogs, there are two enclosures, containing a total of three dogs, along the back wall\nthat have damage to their wire flooring. The wire has broken and twisted upward towards the dogs. These sharp\npoints pose an injury risk to the dogs. All sharp points must be removed or altered in a manner that eliminates the\ninjury risk to the dogs and the licensee must establish a maintenace plan for the enclosures to ensure they remain\nsafe for the dogs and in good repair.\nCorrect by: 09/18/14"
    },
    {
      "code": "3.6(a)(2)(10)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "In the room housing adult dogs, the enclosure flooring is raised off the ground and constructed of wire. In one\nenclosure, containing one dog, the wire floor has a hole in it that is approximately three inches wide. All flooring\nmust be constructed in a manner that does not allow for the dog's feet and legs to pass through. The flooring needs\nto be replaced or altered in a manner that protects the dogs from injury and the licensee must establish a\nmaintenance plan for the enclosure flooring to ensure it remains safe for the dogs and in good repair.\nCorrect by: 09/18/14"
    },
    {
      "code": "3.11(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "In the last enclosure in the puppy room, hard water mineral has built up on some of the metal bars. In the room\nhousing the adult dogs, the first enclosure has hard water mineral buildup on the automatic waterer. This buildup of\nhard water mineral does not allow for proper cleaning and sanitization of the metal bars or the automatic waterer.\nThis buildup of hard water minerals must be removed in order for cleaning and sanitization of these areas every two\nweeks.\nCorrect by: 09/25/14\nExit interview conducted with facility representative."
    }
  ],
  "narrative": "3.1(c)(1)(1)\nHOUSING FACILITIES, GENERAL.\nIn both rooms the dog enclosures are constructed of metal bars.  The metal is showing excessive rusting throughout\nall the enclosures.  The rust causes pitting and flaking of the metal and cannot be properly cleaned and sanitized. \nAll rusty metal needs to be replaced or altered in a manner that allows for proper cleaning and sanitization of the\nmetal every two weeks.\nCorrect by:  09/30/14\n3.1(c)(1)(2)\nHOUSING FACILITIES, GENERAL.\nIn the room housing the adult dogs, there are two enclosures, containing a total of three dogs, along the back wall\nthat have damage to their wire flooring. The wire has broken and twisted upward towards the dogs.  These sharp\npoints pose an injury risk to the dogs.  All sharp points must be removed or altered in a manner that eliminates the\ninjury risk to the dogs and the  licensee must establish a maintenace plan for the enclosures to ensure they remain\nsafe for the dogs and in good repair. \nCorrect by:  09/18/14\n3.6(a)(2)(10)\nPRIMARY ENCLOSURES.\nIn the room housing adult dogs, the enclosure flooring is raised off the ground and constructed of wire.  In one\nenclosure, containing one dog, the wire floor has a hole in it that is approximately three inches wide.  All flooring\nmust be constructed in a manner that does not allow for the dog's feet and legs to pass through.  The flooring needs\nto be replaced or altered in a manner that protects the dogs from injury and the licensee must establish a\nmaintenance plan for the enclosure flooring to ensure it remains safe for the dogs and in good repair.  \nCorrect by:  09/18/14\n\n3.11(b)(2)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\nIn the last enclosure in the puppy room, hard water mineral has built up on some of the metal bars.  In the room\nhousing the adult dogs, the first enclosure has hard water mineral buildup on the automatic waterer.  This buildup of\nhard water mineral does not allow for proper cleaning and sanitization of the metal bars or the automatic waterer. \nThis buildup of hard water minerals must be removed in order for cleaning and sanitization of these areas every two\nweeks.\nCorrect by:  09/25/14\nExit interview conducted with facility representative.",
  "animals_total": 41,
  "species": [
    {
      "count": 37,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 4,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}