{
  "insp_id": "251140717370125",
  "layout": "a",
  "customer_id": "35095",
  "customer_name": "Leroy D Yoder",
  "customer_addr": "27768 Cemetary Rd\nUtica, MN 55979",
  "certificate": "41-A-0443",
  "site_id": "001",
  "site_name": "LEROY D YODER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "04-SEP-2014",
  "report_date": "08-SEP-2014",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "Medical treatment\nOne adult retriever #194 was noted as having a silver dollar sized protrusion coming out of its back side. This\nprotrusion appeared to have a crusty surface and was discovered because the animal seemed to be uncomfortable\nwhen it walked. The animal had neither been assessed by a veterinarian, nor had there been any treatment for the\nanomaly. Without proper treatment of wounds or infection, animals are at risk of serious infection, injury, and\nworse. The animal listed above must be assessed by a veterinarian and any treatment plan given must be followed.\n#194 was assessed by a veterinarian before the report was delivered."
    },
    {
      "code": "2.40(b)(3)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "Daily Observation\nOne adult retriever #194 was noted as having a silver dollar sized protrusion coming out of its back side. This\nprotrusion appeared to have a crusty surface and was discovered because the animal seemed to be uncomfortable\nwhen it walked. The licensee had no proof that the anomaly had been observed prior to this. Without adequate\ndaily observation of all animals and timely communication with the attending veterinarian, animals are at risk of\ninfection, injury, and worse. The animal listed above must be assessed by a veterinarian and proper daily\nobservation of animals must be conducted. Correct by\n#194 was assessed by a veterinarian before the report was delivered."
    },
    {
      "code": "3.1(c)(1)(1)",
      "kind": "",
      "repeat": true,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "Rust\nIn at least two of the indoor/outdoor enclosures on the north side of the small dog outdoor runs have rust on the\nbottom of the cyclone fencing that has eaten completely through exposing jagged edges. At least one of the metal\nsprings used to connect the food receptacles to the wall of the enclosures are rusted to an extent that it cannot be\nproperly sanitized. Many areas on the metal walls throughout the facility have chipped or scratched paint and the\nmetal has begun to rust. Surfaces that are excessively rusted cannot be readily cleaned and sanitized because the\nsurfaces become rough and corroded which traps dirt and dust, and the structural strength of the enclosures may\nbe compromised which poses a serious hazard to the animals housed within. The licensee must ensure that\nsurfaces and equipment are in good repair, and are free of excessive rust at all times."
    },
    {
      "code": "3.11(a)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "Cleaning\nThere are excessive amounts of animal feces in the outdoor portions of the enclosures. Some of the waste material\nwas noted as having mold covering the surface. On the inside portion of the southward building, between the\nenclosures closest to the heating system and the wall, there is an abundance of animal hair and debris built up.\nInsects, vermin, disease and odors can accumulate and cause harm to the animals if waste is not removed from\nenclosures on a daily basis. Licensee must thoroughly clean primary enclosures and ensure that adequate daily\ncleaning is preformed.\nCorrect by 9/15/2014\nInspection was conducted on 9/4/2014\nExit interview was conducted with the undersigned individual on 9/8/2014\nAdditional Inspectors\nHovancsak Catherine, Supervisory Animal Care Specialist"
    }
  ],
  "narrative": "2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nMedical treatment\nOne adult retriever #194 was noted as having a silver dollar sized protrusion coming out of its back side.  This\nprotrusion appeared to have a crusty surface and was discovered because the animal seemed to be uncomfortable\nwhen it walked.  The animal had neither been assessed by a veterinarian, nor had there been any treatment for the\nanomaly.  Without proper treatment of wounds or infection, animals are at risk of serious infection, injury, and\nworse.  The animal listed above must be assessed by a veterinarian and any treatment plan given must be followed.\n#194 was assessed by a veterinarian before the report was delivered.\n2.40(b)(3)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nDaily Observation\nOne adult retriever #194 was noted as having a silver dollar sized protrusion coming out of its back side.  This\nprotrusion appeared to have a crusty surface and was discovered because the animal seemed to be uncomfortable\nwhen it walked.  The licensee had no proof that the anomaly had been observed prior to this.  Without adequate\ndaily observation of all animals and timely communication with the attending veterinarian, animals are at risk of\ninfection, injury, and worse.  The animal listed above must be assessed by a veterinarian and proper daily\nobservation of animals must be conducted.  Correct by\n#194 was assessed by a veterinarian before the report was delivered.\n3.1(c)(1)(1)                    REPEAT\nHOUSING FACILITIES, GENERAL.\nRust\n\nIn at least two of the indoor/outdoor enclosures on the north side of the small dog outdoor runs have rust on the\nbottom of the cyclone fencing that has eaten completely through exposing jagged edges.  At least one of the metal\nsprings used to connect the food receptacles to the wall of the enclosures are rusted to an extent that it cannot be\nproperly sanitized. Many areas on the metal walls throughout the facility have chipped or scratched paint and the\nmetal has begun to rust.  Surfaces that are excessively rusted cannot be readily cleaned and sanitized because the\nsurfaces become rough and corroded which traps dirt and dust, and the structural strength of the enclosures may\nbe compromised which poses a serious hazard to the animals housed within. The licensee must ensure that\nsurfaces and equipment are in good repair, and are free of excessive rust at all times.\n3.11(a)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\nCleaning\nThere are excessive amounts of animal feces in the outdoor portions of the enclosures.  Some of the waste material\nwas noted as having mold covering the surface.  On the inside portion of the southward building, between the\nenclosures closest to the heating system and the wall, there is an abundance of animal hair and debris built up. \nInsects, vermin, disease and odors can accumulate and cause harm to the animals if waste is not removed from\nenclosures on a daily basis.  Licensee must thoroughly clean primary enclosures and ensure that adequate daily\ncleaning is preformed.  \nCorrect by 9/15/2014\nInspection was conducted on 9/4/2014\nExit interview was conducted with the undersigned individual on 9/8/2014\nAdditional Inspectors\nHovancsak Catherine, Supervisory Animal Care Specialist",
  "animals_total": 303,
  "species": [
    {
      "count": 170,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 133,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}