{
  "insp_id": "224151024100178",
  "layout": "a",
  "customer_id": "332414",
  "customer_name": "Kayla Mulder",
  "customer_addr": "1674 Jefferson Ave\nGeorge, IA 51237",
  "certificate": "42-A-1503",
  "site_id": "001",
  "site_name": "Kayla Mulder",
  "insp_type": "ROUTINE INSPECTION",
  "date": "10-AUG-2015",
  "report_date": "13-AUG-2015",
  "citations": [
    {
      "code": "3.1(a)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "In the sheltered housing building, there is one enclosure containing an adult dog and six puppies, which has a heat\nlamp with no protective guard on it hanging down at the level of the adult dog. The dog could touch the bulb\nresulting in burns or break the bulb resulting in cuts and lacerations.\nAll housing facilities must be designed and constructed in a manner that protects the dogs from injury. A protective\nguard must be added to this heat lamp in order to protect the dog from potential injuries. Licensee must ensure that\nall heat lamps have protective guards on them at all times when used in dog enclosures.\nCorrection date: August 19, 2015"
    },
    {
      "code": "3.1(e)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "In the sheltered housing building, there is one open sack of dog food sitting on a wooden pallet and one open sack\nof dog food sitting on the floor. There is also dog food that has spilled onto the floor and wood pallet. Open sacks\nof food and spilled food can attract pests which could contaminate the food supply and increase disease hazards\ntowards the dogs.\nAll open supplies of food must be kept in a leak proof container with a tightly fitting lid to prevent pest contamination\nand spoilage of the food. These two open sacks of food must be placed in a container with a tightly fitting lid and all\nspilled food must be cleaned up. Licensee must ensure that all open food is stored properly at all times.\nCorrection date: August 19, 2015"
    },
    {
      "code": "3.4(b)(3)",
      "kind": "",
      "repeat": false,
      "desc": "OUTDOOR HOUSING FACILITIES.",
      "narrative": "In the outdoor enclosures east of the house, each enclosure contains a shelter for the dogs. In two of these\nenclosures, containing five dogs, the shelters have no wind and rain break at the entrance. In the outdoor\nenclosures north of the house, one enclosure, containing three dogs, has no wind and rain break at the entrance of\nthe shelter. A lack of wind and rain break on the shelter may not fully protect the dogs from weather extremes.\nOutdoor facilities for dogs must include one or more shelters that are accessible to each animal and must be\nprovided with a wind and rain break at the entrance. A wind and rain break must be added to the entrance of each\nof these shelters and the licensee must ensure that all shelters have a wind and rain break at all times.\nCorrection date: September 01, 2015"
    },
    {
      "code": "3.11(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "In the outdoor enclosures that are east of the house, the first enclosure, containing three dogs, has an excessive\nbuildup of dirt and grime on the front of the shelter. This dirt and grime buildup could increase the risk of disease\nhazards towards the dogs.\nAll used primary enclosures must be cleaned and sanitized once every two weeks, or more often if necessary to\nprevent the buildup of dirt, grime and other disease hazards. This shelter must be cleaned, sanitized and\nmaintained in a way to prevent any further buildup of dirt and grime. Licensee must ensure that all enclosures\nremain free of accumulations of dirt and grime in order to promote the health of the dogs.\nCorrection date: August 24, 2015\nExit interview conducted with Kelly Maxwell, ACI and the facility representative."
    }
  ],
  "narrative": "3.1(a)\nHOUSING FACILITIES, GENERAL.\nIn the sheltered housing building, there is one enclosure containing an adult dog and six puppies, which has a heat\nlamp with no protective guard on it hanging down at the level of the adult dog.  The dog could touch the bulb\nresulting in burns or break the bulb resulting in cuts and lacerations.  \nAll housing facilities must be designed and constructed in a manner that protects the dogs from injury.  A protective\nguard must be added to this heat lamp in order to protect the dog from potential injuries.  Licensee must ensure that\nall heat lamps have protective guards on them at all times when used in dog enclosures.\nCorrection date:  August 19, 2015\n3.1(e)\nHOUSING FACILITIES, GENERAL.\nIn the sheltered housing building, there is one open sack of dog food sitting on a wooden pallet and one open sack\nof dog food sitting on the floor.  There is also dog food that has spilled onto the floor and wood pallet.  Open sacks\nof food and spilled food can attract pests which could contaminate the food supply and increase disease hazards\ntowards the dogs.\nAll open supplies of food must be kept in a leak proof container with a tightly fitting lid to prevent pest contamination\nand spoilage of the food.  These two open sacks of food must be placed in a container with a tightly fitting lid and all\nspilled food must be cleaned up.  Licensee must ensure that all open food is stored properly at all times.\nCorrection date:  August 19, 2015\n3.4(b)(3)\nOUTDOOR HOUSING FACILITIES.\n\nIn the outdoor enclosures east of the house, each enclosure contains a shelter for the dogs.  In two of these\nenclosures, containing five dogs, the shelters have no wind and rain break at the entrance.  In the outdoor\nenclosures north of the house, one enclosure, containing three dogs, has no wind and rain break at the entrance of\nthe shelter.  A lack of wind and rain break on the shelter may not fully protect the dogs from weather extremes.\nOutdoor facilities for dogs must include one or more shelters that are accessible to each animal and must be\nprovided with a wind and rain break at the entrance.  A wind and rain break must be added to the entrance of each\nof these shelters and the licensee must ensure that all shelters have a wind and rain break at all times.\nCorrection date:  September 01, 2015\n3.11(b)(2)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\nIn the outdoor enclosures that are east of the house, the first enclosure, containing three dogs, has an excessive\nbuildup of dirt and grime on the front of the shelter.  This dirt and grime buildup could increase the risk of disease\nhazards towards the dogs.  \nAll used primary enclosures  must be cleaned and sanitized once every two weeks, or more often if necessary to\nprevent the buildup of dirt, grime and other disease hazards.  This shelter must be cleaned, sanitized and\nmaintained in a way to prevent any further buildup of dirt and grime.  Licensee must ensure that all enclosures\nremain free of accumulations of dirt and grime in order to promote the health of the dogs.\nCorrection date:  August 24, 2015\nExit interview conducted with Kelly Maxwell, ACI and the facility representative.",
  "animals_total": 32,
  "species": [
    {
      "count": 21,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 11,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}