{
  "insp_id": "2016082568434900",
  "layout": "a",
  "customer_id": "328547",
  "customer_name": "Aden R Yoder",
  "customer_addr": "1990 County Road 61\nBaltic, OH 43804",
  "certificate": "31-A-0443",
  "site_id": "001",
  "site_name": "ADEN YODER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "10-JUL-2017",
  "report_date": "11-JUL-2017",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "*** Female brown and white Shih-Tzu (#71) was found with a reddish-purple, fluid-filled swelling between the toes of\nthe right front and right rear feet. There was a small amount of reddish-clear discharge from this mass on the right\nfront, the mass on the right rear appeared to have ruptured and had no obvious discharge. The mouth of this dog\nhad excessive tartar, gum recession, and reddened gum lines mostly noticeable on the left side of the mouth. The\nlicensee immediately began treatment on the feet according to his written plan of veterinary care. Failure to\nprovide timely treatment for medical conditions can lead to pain and suffering in the animals. Correct this by\ncontacting your attending veterinarian and following the guidance that is provided for both the feet and future dental\ntreatment.\nCorrect by: 14 July 2017\nAdditional Inspectors\nCrowley Lacy, Veterinary Medical Officer"
    }
  ],
  "narrative": "2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n*** Female brown and white Shih-Tzu (#71) was found with a reddish-purple, fluid-filled swelling between the toes of\nthe right front and right rear feet.  There was a small amount of reddish-clear discharge from this mass on the right\nfront, the mass on the right rear appeared to have ruptured and had no obvious discharge.  The mouth of this dog\nhad excessive tartar, gum recession, and reddened gum lines mostly noticeable on the left side of the mouth.  The\nlicensee immediately began treatment on the feet according to his written plan of veterinary care.   Failure to\nprovide timely treatment for medical conditions can lead to pain and suffering in the animals.  Correct this by\ncontacting your attending veterinarian and following the guidance that is provided for both the feet and future dental\ntreatment.  \nCorrect by: 14 July 2017\nAdditional Inspectors\nCrowley Lacy, Veterinary Medical Officer",
  "animals_total": 236,
  "species": [
    {
      "count": 157,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 79,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}