{
  "insp_id": "233141232280545",
  "layout": "a",
  "customer_id": "4817",
  "customer_name": "Alta Madewell",
  "customer_addr": "361 Hwy 45\nFayetteville, AR 72703",
  "certificate": "71-A-0376",
  "site_id": "001",
  "site_name": "ALTA MADEWELL",
  "insp_type": "ROUTINE INSPECTION",
  "date": "21-AUG-2014",
  "report_date": "22-AUG-2014",
  "citations": [
    {
      "code": "3.1(c)(1)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "The kennel facility consists of three sheltered buildings and one outdoor housing area. In the whelping building\nthere are five occupied enclosures whose exterior wall surfaces have a build up of dirt, hair and body oils which\nneed to be removed. On the exterior of the sheltered building with raised wire enclosures the exterior wall surfaces\nneed to be cleaned to remove the discoloration and body oils. There are five enclosures on the east side and four\nenclosures on the western side. On the interior of the Bull dog building there are six occupied enclosures whose\nwall surfaces need to be cleaned to remove the dirt and body oils. The surfaces of housing facilities--including\nhouses, dens, and other furniture-type fixtures and objects within the facility be readily cleaned and sanitized, or\nremoved or replaced when worn or soiled.\nAffects sixteen adults. Correct by September 5, 2014\nThe inspection and exit briefing was conducted with the facility representative."
    }
  ],
  "narrative": "3.1(c)(1)\nHOUSING FACILITIES, GENERAL.\nThe kennel facility consists of three sheltered buildings and one outdoor housing area.  In the whelping building\nthere are five occupied enclosures whose exterior wall surfaces have a build up of dirt, hair and body oils which\nneed to be removed.  On the exterior of the sheltered building with raised wire enclosures the exterior wall surfaces\nneed to be cleaned to remove the discoloration and body oils.  There are five enclosures on the east side and four\nenclosures on the western side.  On the interior of the Bull dog building there are six occupied enclosures whose\nwall surfaces need to be cleaned to remove the dirt and body oils.  The surfaces of housing facilities--including\nhouses, dens, and other furniture-type fixtures and objects within the facility be readily cleaned and sanitized, or\nremoved or replaced when worn or soiled.\nAffects sixteen adults.                                         Correct by September 5, 2014\nThe inspection and exit briefing was conducted with the facility representative.",
  "animals_total": 115,
  "species": [
    {
      "count": 64,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 51,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}