{
  "insp_id": "INS-0000846887",
  "layout": "c",
  "customer_id": "508593",
  "customer_name": "REUBEN E GRABER",
  "customer_addr": "E 16698 St Johns Ave\nHILLSBORO, WI 54634",
  "certificate": "35-A-0472",
  "site_id": "001",
  "site_name": "REUBEN GRABER 001",
  "insp_type": "ROUTINE INSPECTION",
  "date": "13-FEB-2023",
  "report_date": "13-FEB-2023",
  "citations": [
    {
      "code": "3.1(c)(3)",
      "kind": "",
      "repeat": false,
      "desc": "Housing facilities, general.",
      "narrative": "Where enclosure panels meet the floor there is excessive soiled material stuck between the panel and floor. The dogs\ncan contact some of this soiled material. Excessively soiled material can cause health hazards and create areas for pests\n(flies) to nest in. Ensure that all areas that dogs can contact are maintained clean and sanitized at least once every 2\nweeks or more often in order to prevent build-up of soiled material.\n***Correct by 2/17/2023."
    },
    {
      "code": "3.3(a)",
      "kind": "Critical",
      "repeat": false,
      "desc": "Sheltered housing facilities.",
      "narrative": "The licensee reported that a week ago stove vents had been forgotten to get closed before going in for the night. The\nlicensee said a thermometer that records the daily high temperature in the building was observed to have recorded 146\ndegrees F overnight and was 65 degrees F in the morning when first entering and 26 puppies were found dead the same\nmorning. Excessive heat can cause harm to animals. The sheltered portion of the facility where dogs are housed must\nbe maintained in a way that protects dogs from temperature extremes and cannot be more than 85 degrees F for more\nthan 4 hours.\n***Correction: The facility has recognized the error that caused this noncompliance and described corrective actions\nalready in place to prevent it from happening again. Ensure to maintain corrective actions.\nThis inspection and exit interview were conducted with a facility representative.\nEnd Section"
    }
  ],
  "narrative": "3.1(c)(3) \n   \nHousing facilities, general. \nWhere enclosure panels meet the floor there is excessive soiled material stuck between the panel and floor.  The dogs \ncan contact some of this soiled material.  Excessively soiled material can cause health hazards and create areas for pests \n(flies) to nest in.  Ensure that all areas that dogs can contact are maintained clean and sanitized at least once every 2 \nweeks or more often in order to prevent build-up of soiled material.  \n***Correct by 2/17/2023. \n3.3(a)  Critical\n   \nSheltered housing facilities. \nThe licensee reported that a week ago stove vents had been forgotten to get closed before going in for the night.  The \nlicensee said a thermometer that records the daily high temperature in the building was observed to have recorded 146 \ndegrees F overnight and was 65 degrees F in the morning when first entering and 26 puppies were found dead the same \nmorning.  Excessive heat can cause harm to animals.  The sheltered portion of the facility where dogs are housed must \nbe maintained in a way that protects dogs from temperature extremes and cannot be more than 85 degrees F for more \nthan 4 hours.\n\n***Correction:  The facility has recognized the error that caused this noncompliance and described corrective actions \nalready in place to prevent it from happening again.  Ensure to maintain corrective actions. \n \nThis inspection and exit interview were conducted with a facility representative. \n \nEnd Section",
  "animals_total": 43,
  "species": [
    {
      "count": 34,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 9,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}