{
  "insp_id": "2016082568192164",
  "layout": "a",
  "customer_id": "332284",
  "customer_name": "J B C Contract Research Services, Inc.",
  "customer_addr": "4204 Sorrento Valley Boulevard, Suite G\nSan Diego, CA 92121",
  "certificate": "93-R-0565",
  "site_id": "001",
  "site_name": "JBC CONTRACT RESEARCH SERVICES, INC.",
  "insp_type": "ROUTINE INSPECTION",
  "date": "04-APR-2017",
  "report_date": "06-APR-2017",
  "citations": [
    {
      "code": "2.31(b)(1)",
      "kind": "",
      "repeat": false,
      "desc": "INSTITUTIONAL ANIMAL CARE AND USE COMMITTEE (IACUC).",
      "narrative": "The IACUC committee has been fulfilling their responsibilities, but were appointed by the previous CEO. The\nPresident of the facility changed and documentation of the appointment of the IACUC by the new CEO/Institutional\nOfficial was not available at the time of inspection.\nCorrected after inspection, documentation reviewed by inspector."
    },
    {
      "code": "3.53(c)(2)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "Rabbit enclosures measured 30 inches by 36 inches, providing 7.5 square feet of space. Some enclosures were\ndivided by a solid barrier, creating 2 enclosures of 3.75 square feet of space. 27 rabbits, all acquired on 30\nNovember 2017, were housed either as a pair in the undivided enclosure or as a single animal in one half of the\ndivided enclosure. All animals appeared to be approximately the same weight and 3 representative animals were\nweighed at 9.12-9.2 pounds. Rabbits weighing over 8.8 pounds are required to have 4 square feet of space in order\nto meet the regulations. Adequate floor space in primary enclosures is essential in order to safeguard the health\nand well-being of the rabbits. Overcrowding can result in stress, disease, and injury. Primary enclosures should be\nmeasured and the rabbits weighed so that rabbits can be redistributed into housing where they have adequate floor\nspace and suitable companions.\nCorrect by 15 April, 2017.\nThis inspection and exit interview were conducted with the clinical veterinarian."
    }
  ],
  "narrative": "2.31(b)(1)\nINSTITUTIONAL ANIMAL CARE AND USE COMMITTEE (IACUC).\nThe IACUC committee has been fulfilling their responsibilities, but were appointed by the previous CEO.  The\nPresident of the facility changed and documentation of the appointment of the IACUC by the new CEO/Institutional\nOfficial was not available at the time of inspection.  \nCorrected after inspection, documentation reviewed by inspector.\n3.53(c)(2)\nPRIMARY ENCLOSURES.   \nRabbit enclosures measured 30 inches by 36 inches, providing 7.5 square feet of space.  Some enclosures were\ndivided by a solid barrier, creating 2 enclosures of 3.75 square feet of space.  27 rabbits, all acquired on 30\nNovember 2017, were housed either as a pair in the undivided enclosure or as a single animal in one half of the\ndivided enclosure.  All animals appeared to be approximately the same weight and 3 representative animals were\nweighed at 9.12-9.2 pounds.  Rabbits weighing over 8.8 pounds are required to have 4 square feet of space in order\nto meet the regulations.  Adequate floor space in primary enclosures is essential in order to safeguard the health\nand well-being of the rabbits.  Overcrowding can result in stress, disease, and injury. Primary enclosures should be\nmeasured and the rabbits weighed so that rabbits can be redistributed into housing where they have adequate floor\nspace and suitable companions.\nCorrect by 15 April, 2017.\nThis inspection and exit interview were conducted with the clinical veterinarian.",
  "animals_total": 36,
  "species": [
    {
      "count": 36,
      "scientific": "Oryctolagus cuniculus",
      "common": "DOMESTIC RABBIT / EUROPEAN RABBIT"
    }
  ]
}