{
  "insp_id": "INS-0000846975",
  "layout": "c",
  "customer_id": "504019",
  "customer_name": "MELVIN YODER",
  "customer_addr": "3010 Edison Rd\nSEYMOUR, IA 52590",
  "certificate": "42-A-1605",
  "site_id": "001",
  "site_name": "MELVIN YODER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "15-FEB-2023",
  "report_date": "15-FEB-2023",
  "citations": [
    {
      "code": "3.7(c)",
      "kind": "",
      "repeat": false,
      "desc": "Compatible grouping.",
      "narrative": "Two approximately 3-month-old puppies are housed with an adult dog that is not their mother or foster mother. Housing\npuppies in the same primary enclosure with adult dogs that are not the dam could cause incompatibility which may result\nin injury to the puppies should the adult become aggressive. Incompatible housing may also result in the failure of the\npuppy to access food and water should the adult exhibit resource guarding behaviors.\nPuppies 4 months of age or less may not be housed in the same primary enclosure with adult dogs other than their dams\nor foster dam. The licensee must either remove the adult dog from the enclosure or house the two puppies with pen\nmates that meet the compatibility requirements. The licensee must ensure that each dog is compatibly housed at all\ntimes in order to support their health and well-being.\nTo be corrected by: The licensee provided the puppies with compliant housing at the time of the inspection."
    },
    {
      "code": "3.13(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "Veterinary care for dogs.",
      "narrative": "One female French bulldog (\"Zanna\", tag #142) is currently being treated with penicillin. No written treatment plan for the\nuse of penicillin can be found, but the licensee stated that the penicillin is to be given for 10 days. Failure to document\ntreatment plans may interfere with the ability of APHIS officials to determine if the dogs are receiving adequate veterinary\ncare.\nEach dealer shall keep copies of medical records that includes the date and a description of the problem (injury, disease,\nillness), examination findings, test results, plan for treatment and care, and treatment procedures performed. The\nlicensee must ensure that all treatment plans are documented and that all medical records are complete and contain all\nrequired information.\nTo be corrected by: From this day forward"
    },
    {
      "code": "3.13(b)(4)",
      "kind": "",
      "repeat": false,
      "desc": "Veterinary care for dogs.",
      "narrative": "On 25-March-2022, the licensee had four dogs tested for heartworm and fecals. The documented results of these tests\ncould not be located. Failure to document test results could interfere with the ability of APHIS officials to determine if the\nanimals are receiving adequate veterinary care.\nEach dealer shall keep copies of medical records that includes the dates and findings/results of all screening, routine, or\nother required or recommended tests or examinations. The licensee must document the results of all heartworm testing\nand fecals and ensure that the results of all other exams and tests are documented on a medical record that is complete\nand contains all required information.\nTo be corrected by: From this day forward\nThis inspection and exit interview were conducted with the facility representative.\nn"
    }
  ],
  "narrative": "3.7(c) \n   \nCompatible grouping. \nTwo approximately 3-month-old puppies are housed with an adult dog that is not their mother or foster mother.  Housing \npuppies in the same primary enclosure with adult dogs that are not the dam could cause incompatibility which may result \nin injury to the puppies should the adult become aggressive.  Incompatible housing may also result in the failure of the \npuppy to access food and water should the adult exhibit resource guarding behaviors.   \n \nPuppies 4 months of age or less may not be housed in the same primary enclosure with adult dogs other than their dams \nor foster dam.  The licensee must either remove the adult dog from the enclosure or house the two puppies with pen \nmates that meet the compatibility requirements.  The licensee must ensure that each dog is compatibly housed at all \ntimes in order to support their health and well-being.   \n \nTo be corrected by:  The licensee provided the puppies with compliant housing at the time of the inspection. \n3.13(b)(2) \n   \nVeterinary care for dogs. \nOne female French bulldog (\"Zanna\", tag #142) is currently being treated with penicillin.  No written treatment plan for the \nuse of penicillin can be found, but the licensee stated that the penicillin is to be given for 10 days.  Failure to document\n\ntreatment plans may interfere with the ability of APHIS officials to determine if the dogs are receiving adequate veterinary \ncare. \n \nEach dealer shall keep copies of medical records that includes the date and a description of the problem (injury, disease, \nillness), examination findings, test results, plan for treatment and care, and treatment procedures performed.  The \nlicensee must ensure that all treatment plans are documented and that all medical records are complete and contain all \nrequired information.   \n \nTo be corrected by:  From this day forward \n3.13(b)(4) \n   \nVeterinary care for dogs. \nOn 25-March-2022, the licensee had four dogs tested for heartworm and fecals.  The documented results of these tests \ncould not be located.  Failure to document test results could interfere with the ability of APHIS officials to determine if the \nanimals are receiving adequate veterinary care.   \n \nEach dealer shall keep copies of medical records that includes the dates and findings/results of all screening, routine, or \nother required or recommended tests or examinations.  The licensee must document the results of all heartworm testing \nand fecals and ensure that the results of all other exams and tests are documented on a medical record that is complete \nand contains all required information. \n \nTo be corrected by:  From this day forward \n \nThis inspection and exit interview were conducted with the facility representative.\n\nn",
  "animals_total": 40,
  "species": [
    {
      "count": 34,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 6,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}