{
  "insp_id": "2016090000763609",
  "layout": "b",
  "customer_id": "10287",
  "customer_name": "DEBRA HENDERSON JERRY HENDERSON",
  "customer_addr": "19739 W. 343RD ST\nPAOLA, KS 66071",
  "certificate": "48-C-0176",
  "site_id": "001",
  "site_name": "DEBRA L HENDERSON",
  "insp_type": "RE-LICENSE INSPECTION",
  "date": "31-JAN-2022",
  "report_date": "31-JAN-2022",
  "citations": [
    {
      "code": "3.75(c)(3)",
      "kind": "",
      "repeat": false,
      "desc": "Housing facilities, general.",
      "narrative": "* There is a mixture of dirt, grease and other excreta on the metal enclosure bar and wall board. One Snow Macaque is\nin contact with the affected surfaces located in shelter housing. The affected area covers approximately 40 percent of\nthe surface area. Cleaning of surfaces is necessary to prevent an accumulation of excreta and other disease hazards.\nThis indicates an unsanitary living condition exists that could lead to potential disease or health risks. All surfaces of\nhousing facilities must be cleaned and sanitized when necessary to satisfy generally accepted husbandry standards and\npractices. The licensee must ensure that all surfaces which any primate comes in contact with must be spot cleaned on a\ndaily basis and sanitized in accordance with 3.84."
    },
    {
      "code": "3.84(c)",
      "kind": "",
      "repeat": false,
      "desc": "Cleaning, sanitization, housekeeping, and pest control.",
      "narrative": "Cobwebs were observed collecting on fencing and interior walls and ceiling area of the Snow Maquac and Baboon\nsheltered buildings. This indicates a living area exists for other pests. Cobwebs in the primate area create unsanitary\nconditions if cobwebs continue to collect in the primate area. Removal of cobwebs from interior building area is\nnecessary to ensure the health & well-being of all primates.\nThis is a 1st Relicense Inspection for a Class C license. The inspection and exit briefing were conducted with the\nApplicant.\nAll items must be in compliance within 2 more inspections or by 4/1/22 or the applicant will forfeit the license fee and\nmust wait 6 months to reapply. Please contact your inspector to schedule your next Relicense Inspection.\nRegulated activity can continue under your existing USDA license until it expires.\nEnd Section"
    }
  ],
  "narrative": "3.75(c)(3) \n   \nHousing facilities, general. \n*   There is a mixture of dirt, grease and other excreta on the metal enclosure bar and  wall board.  One Snow Macaque is \nin contact with the affected surfaces located in shelter housing.   The affected area covers approximately 40 percent of \nthe surface area.   Cleaning of surfaces is necessary to prevent an accumulation of excreta and other disease hazards.   \nThis indicates an unsanitary living condition exists that could lead to potential disease or health risks.  All surfaces of \nhousing facilities must be cleaned and sanitized when necessary to satisfy generally accepted husbandry standards and \npractices.  The licensee must ensure that all surfaces which any primate comes in contact with must be spot cleaned on a \ndaily basis and sanitized in accordance with 3.84. \n3.84(c) \n   \nCleaning, sanitization, housekeeping, and pest control. \nCobwebs were observed collecting on fencing and interior walls and ceiling area of the Snow Maquac and Baboon \nsheltered buildings.  This indicates a living area exists for other pests.  Cobwebs in the primate area create unsanitary \nconditions if  cobwebs continue to collect in the primate area.  Removal of  cobwebs from interior building area is \nnecessary to ensure the health & well-being of all primates.\n\nThis is a 1st Relicense Inspection for a Class C license. The inspection and exit briefing were conducted with the \nApplicant. \nAll items must be in compliance within 2  more inspections or by 4/1/22 or the applicant will forfeit the license fee and \nmust wait 6 months to reapply. Please contact your inspector to schedule your next Relicense Inspection. \nRegulated activity can continue under your existing USDA license until it expires. \n \nEnd Section",
  "animals_total": 6,
  "species": [
    {
      "count": 1,
      "scientific": "Sapajus appella",
      "common": "BROWN CAPUCHIN / TUFTED CAPUCHIN"
    },
    {
      "count": 1,
      "scientific": "Cebus capucinus",
      "common": "WHITE-HEADED / WHITE-THROATED CAPUCHIN"
    },
    {
      "count": 1,
      "scientific": "Macaca fuscata",
      "common": "JAPANESE MACAQUE / SNOW MACAQUE"
    },
    {
      "count": 1,
      "scientific": "Ateles geoffroyi",
      "common": "BLACK-HANDED SPIDER MONKEY"
    },
    {
      "count": 2,
      "scientific": "Papio anubis",
      "common": "OLIVE BABOON"
    }
  ]
}