{
  "insp_id": "122141333160721",
  "layout": "a",
  "customer_id": "4158",
  "customer_name": "Marilyn F Soukup",
  "customer_addr": "336 6th Rd\nWilson, KS 67490",
  "certificate": "48-A-1157",
  "site_id": "001",
  "site_name": "Marilyn Soukup",
  "insp_type": "ROUTINE INSPECTION",
  "date": "05-JUN-2014",
  "report_date": "05-JUN-2014",
  "citations": [
    {
      "code": "2.50(a)(2)",
      "kind": "",
      "repeat": false,
      "desc": "TIME AND METHOD OF IDENTIFICATION.",
      "narrative": "There are two puppies approximately 3 months of age in the kennel that are not officially identified. Official\nidentification is needed to ensure each animal(cid:25)'s identity can be known with certainty and to facilitate the ability to\ntrace dogs. The licensee must identify all animals in their possession. Correct by 19 June 2014."
    },
    {
      "code": "3.6(a)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "The buried welded-wire fencing has become uncovered in a section of one dog enclosure resulting in exposure of\nthe fence openings and a gap between the fencing and the ground. Dogs may become entangled in these\nopenings causing injury to the dogs.\nA wooden panel along the outdoor portion of the whelping building has come loose resulting in a gap between it and\nthe wall as well three exposed nail heads. The nail heads may cause injury to the dogs.\nAll surfaces must be kept in good repair so dogs are protected from injury and surfaces are maintained. Correct by\n5 July 2014."
    },
    {
      "code": "3.9(b)",
      "kind": "",
      "repeat": false,
      "desc": "FEEDING.",
      "narrative": "Food is being fed in open food receptacles. Because of the overnight rain, the food in the food receptacles has\nbecome rain-soaked. Food that is rain-soaked may become contaminated and unpalatable. Food receptacles must\nbe located to protect the food from rain. Correct by 12 June 2014."
    },
    {
      "code": "3.11",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "There is a multiple-day accumulation of feces located inside the dog shelter and on the ground of one whelping\nenclosure. Excessive accumulation of feces may lead to contamination of the dogs and an increase in disease\ntransmission. Feces must be removed from primary enclosures on a daily basis. Correct by 6 June 2014.\nThis inspection and exit interview were conducted with the licensee.\nAdditional Inspectors\nShaver Margaret, Veterinary Medical Officer"
    }
  ],
  "narrative": "2.50(a)(2)\nTIME AND METHOD OF IDENTIFICATION.\nThere are two puppies approximately 3 months of age in the kennel that are not officially identified.  Official\nidentification is needed to ensure each animal(cid:25)'s identity can be known with certainty and to facilitate the ability to\ntrace dogs.  The licensee must identify all animals in their possession.  Correct by 19 June 2014.\n3.6(a)\nPRIMARY ENCLOSURES.\nThe buried welded-wire fencing has become uncovered in a section of one dog enclosure resulting in exposure of\nthe fence openings and a gap between the fencing and the ground.  Dogs may become entangled in these\nopenings causing injury to the dogs.  \nA wooden panel along the outdoor portion of the whelping building has come loose resulting in a gap between it and\nthe wall as well three exposed nail heads.  The nail heads may cause injury to the dogs.\nAll surfaces must be kept in good repair so dogs are protected from injury and surfaces are maintained.  Correct by\n5 July 2014.\n3.9(b)\nFEEDING.\nFood is being fed in open food receptacles.  Because of the overnight rain, the food in the food receptacles has\nbecome rain-soaked.  Food that is rain-soaked may become contaminated and unpalatable.  Food receptacles must\nbe located to protect the food from rain.  Correct by 12 June 2014.\n3.11\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\nThere is a multiple-day accumulation of feces located inside the dog shelter and on the ground of one whelping\nenclosure.  Excessive accumulation of feces may lead to contamination of the dogs and an increase in disease\ntransmission.  Feces must be removed from primary enclosures on a daily basis.  Correct by 6 June 2014.\n\nThis inspection and exit interview were conducted with the licensee.\nAdditional Inspectors\nShaver Margaret, Veterinary Medical Officer",
  "animals_total": 24,
  "species": [
    {
      "count": 19,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 5,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}