{
  "insp_id": "77161357050978",
  "layout": "a",
  "customer_id": "4157",
  "customer_name": "Rebecca Mosshart",
  "customer_addr": "2332 C R 31\nProtection, KS 67127",
  "certificate": "48-A-0366",
  "site_id": "002",
  "site_name": "Rebecca Mosshart (PROTECTION)",
  "insp_type": "ROUTINE INSPECTION",
  "date": "15-MAR-2016",
  "report_date": "17-MAR-2016",
  "citations": [
    {
      "code": "3.1(c)(1)(2)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "The metal support tube between the free-standing enclosures #8 and 9 is rusted to the point that a hole is present.\nAlso, the expanded metal floor in this area is rusted resulting in a hole approximately 2\"X2\" with sharp points.\nThese areas with jagged edges and sharp points might injure the dogs. All surfaces must be constructed in a\nmanner that are free from jagged edges and sharp points. Correct by 21 March 2016."
    },
    {
      "code": "3.9(a)",
      "kind": "",
      "repeat": false,
      "desc": "FEEDING.",
      "narrative": "Small, black beetles were observed moving through the food in at least 15 self-feeders in building 3 as well as\nseveral in the self-feeders in building 4. Insect pests can contaminate the food which can lead to a decrease in food\nconsumption by the dogs. Food provided to the dogs must be uncontaminated. Correct by 21 March 2016."
    },
    {
      "code": "3.9(b)",
      "kind": "",
      "repeat": false,
      "desc": "FEEDING.",
      "narrative": "There are at least six self-feeders in outdoor enclosures that have a build-up of grime and food residue on the\ninterior surface in contact with the stored food. Dirty food receptacles can contaminate the food and affect the\nnutritive value of the food. If self-feeders are used, the licensee must keep them clean and sanitized them in\naccordance with 3.11 b. Correct by 21 March 2016."
    },
    {
      "code": "3.11(a)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "Excreta covered a large portion of the outdoor portion of two whelping enclosures. The dogs in these enclosures\ncould not access their food and water without walking through the excreta covered floor. According to the owner,\nthese enclosures are cleaned every-other day. Accumulation of excreta can soil the dogs, increase disease\ntransmission, and impact the dogs access to food and water. Excreta and food waste must be removed from\nprimary enclosures on a daily basis. Correct by 16 March 2016.\nThis routine inspection and exit interview were conducted with a facility representative, Dr. Margaret Shaver, VMO\nand Kendall Lundy, ACI.\nAdditional Inspectors\nShaver Margaret, Veterinary Medical Officer"
    }
  ],
  "narrative": "3.1(c)(1)(2)\nHOUSING FACILITIES, GENERAL.\nThe metal support tube between the free-standing enclosures #8 and 9 is rusted to the point that a hole is present. \nAlso, the expanded metal floor in this area is rusted resulting in a hole approximately 2\"X2\" with sharp points. \nThese areas with jagged edges and sharp points might injure the dogs.  All surfaces must be constructed in a\nmanner that are free from jagged edges and sharp points.  Correct by 21 March 2016.\n3.9(a)\nFEEDING.\nSmall, black beetles were observed  moving through the food in at least 15 self-feeders in building 3 as well as\nseveral in the self-feeders in building 4.  Insect pests can contaminate the food which can lead to a decrease in food\nconsumption by the dogs.  Food provided to the dogs must be uncontaminated.  Correct by 21 March 2016.\n3.9(b)\nFEEDING.\nThere are  at least six self-feeders in outdoor enclosures that have a build-up of grime and food residue on the\ninterior surface in contact with the stored food. Dirty food receptacles can contaminate the food and affect the\nnutritive value of the food. If self-feeders are used, the licensee must keep them clean and sanitized them in\naccordance with 3.11 b.  Correct by 21 March 2016.\n3.11(a)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\nExcreta covered a large portion of the outdoor portion of two whelping enclosures.  The dogs in these enclosures\ncould not access their food and water without walking through the excreta covered floor.  According to the owner,\nthese enclosures are cleaned every-other day.  Accumulation of excreta can soil the dogs, increase disease\ntransmission, and impact the dogs access to food and water.  Excreta and food waste must be removed from\nprimary enclosures on a daily basis.  Correct by  16 March 2016.\n\nThis routine inspection and exit interview were conducted with a facility representative, Dr. Margaret Shaver, VMO\nand Kendall Lundy, ACI.\nAdditional Inspectors\nShaver Margaret, Veterinary Medical Officer",
  "animals_total": 469,
  "species": [
    {
      "count": 357,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 112,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}