{
  "insp_id": "2016090000771150",
  "layout": "b",
  "customer_id": "24191",
  "customer_name": "David Grove Glenda Grove Eric Grove Adam Grove",
  "customer_addr": "18733 330th Ave\nUNIONVILLE, IA 52594",
  "certificate": "42-A-1093",
  "site_id": "001",
  "site_name": "DAVID,GLENDA,,ERIC,& ADAM GROVE",
  "insp_type": "ROUTINE INSPECTION",
  "date": "14-MAR-2022",
  "report_date": "15-MAR-2022",
  "citations": [
    {
      "code": "3.1(f)",
      "kind": "",
      "repeat": true,
      "desc": "Housing facilities, general.",
      "narrative": "The facility provides the dogs with animal bones to chew in order to help maintain the dogs' dental health. In one\nenclosure, containing two adult dogs, there is a large buildup of old and fresh animal bones. The buildup of bones could\nattract pests such as flies and mice which could increase the risk of disease towards the dogs.\nHousing facilities must provide for the regular and frequent collection, removal, and disposal of food waste, debris,\ngarbage, water, and any other waste. The licensee must eliminate the buildup of old bones from the dog enclosure in\norder to support the health and well-being of the dogs."
    },
    {
      "code": "3.11(a)",
      "kind": "",
      "repeat": false,
      "desc": "Cleaning, sanitization, housekeeping, and pest control.",
      "narrative": "The facility is not removing the dog feces from the enclosures on a daily basis. At least 5 outdoor enclosures, containing\nan approximate total of 14 dogs, have a heavy buildup of old and fresh feces. The older feces are dried and appear white\nin color indicating they have been there for some time. A buildup of feces could increase the risk of disease towards the\ndogs.\nExcreta and food waste must be removed from primary enclosures daily. The licensee must remove the old and fresh\nfeces from the enclosures and ensure all waste is removed daily in order to support the health of the animals.\nTo be corrected by: From this day forward feces must be removed from enclosures daily."
    },
    {
      "code": "3.13(a)(2)",
      "kind": "",
      "repeat": false,
      "desc": "Veterinary care for dogs.",
      "narrative": "The program of veterinary care is missing how often the dogs will be physically examined by the attending veterinarian.\nThe licensee stated that the adult dogs are to be examined once every 12 months and the puppies are examined before\nthey are sold. This information is not documented in writing on the program of veterinary care. A complete program of\nveterinary care, including the time frame that physical exams are received, is necessary to ensure the animals are\nreceiving adequate veterinary care and are being maintained in good health.\nEach dealer must follow an appropriate program of veterinary care for dogs that is developed, documented in writing, and\nsigned by the attending veterinarian and includes how often the dogs will be physically examined by the attending\nveterinarian. The licensee must add to the program of veterinary care how often the adult dogs and puppies are\nexamined by the attending veterinarian.\nTo be corrected by: 29-March-2022"
    },
    {
      "code": "3.13(a)(4)",
      "kind": "",
      "repeat": false,
      "desc": "Veterinary care for dogs.",
      "narrative": "The program of veterinary care is missing the written preventative care and treatment plans to ensure healthy hair coats,\nskin, ears, eyes, teeth and properly trimmed toenails. A complete program of veterinary care, including preventative care\nand treatment plans, is necessary to ensure the animals are being maintained in good health and receive adequate\nveterinary care should a concern be identified.\nEach dealer, exhibitor, and research facility must follow an appropriate program of veterinary care for dogs that is\ndeveloped, documented in writing, and signed by the attending veterinarian that includes preventative care and treatment\nplans to ensure healthy and unmatted hair coats, properly trimmed nails, and clean and healthy eyes, ears, skin, and\nteeth. The licensee must add these plans to the program of veterinary care.\nTo be corrected by: 29-March-2022\nThis inspection and exit interview were conducted with the facility representative.\nAdditional Inspectors:\nWilliam Janecke, VETERINARY MEDICAL OFFICEREnd Section"
    }
  ],
  "narrative": "3.1(f)  Repeat\n   \nHousing facilities, general. \nThe facility provides the dogs with animal bones to chew in order to help maintain the dogs' dental health. In one \nenclosure, containing two adult dogs, there is a large buildup of old and fresh animal bones.  The buildup of bones could \nattract pests such as flies and mice which could increase the risk of disease towards the dogs. \n \nHousing facilities must provide for the regular and frequent collection, removal, and disposal of food waste, debris, \ngarbage, water, and any other waste.  The licensee must eliminate the buildup of old bones from the dog enclosure in \norder to support the health and well-being of the dogs. \n3.11(a) \n   \nCleaning, sanitization, housekeeping, and pest control. \nThe facility is not removing the dog feces from the enclosures on a daily basis.  At least 5  outdoor enclosures, containing \nan approximate total of 14 dogs, have a heavy buildup of old and fresh feces.  The older feces are dried and appear white \nin color indicating they have been there for some time.  A buildup of feces could increase the risk of disease towards the \ndogs. \n \nExcreta and food waste must be removed from primary enclosures daily.  The licensee must remove the old and fresh\n\nfeces from the enclosures and ensure all waste is removed daily in order to support the health of the animals. \n \nTo be corrected by:  From this day forward feces must be removed from enclosures daily. \n3.13(a)(2) \n   \nVeterinary care for dogs. \nThe program of veterinary care is missing how often the dogs will be physically examined by the attending veterinarian.  \nThe licensee stated that the adult dogs are to be examined once every 12 months and the puppies are examined before \nthey are sold.  This information is not documented in writing on the program of veterinary care.  A complete program of \nveterinary care, including the time frame that physical exams are received, is necessary to ensure the animals are \nreceiving adequate veterinary care and are being maintained in good health. \n \nEach dealer must follow an appropriate program of veterinary care for dogs that is developed, documented in writing, and \nsigned by the attending veterinarian and includes  how often the dogs will be physically examined by the attending \nveterinarian.  The licensee must add to the program of veterinary care how often the adult dogs and puppies are \nexamined by the attending veterinarian. \n \nTo be corrected by:  29-March-2022 \n3.13(a)(4) \n   \nVeterinary care for dogs. \nThe  program of veterinary care is missing the written preventative care and treatment plans to ensure healthy hair coats, \nskin, ears, eyes, teeth and properly trimmed toenails.  A complete program of veterinary care, including preventative care \nand treatment plans, is necessary to ensure the animals are being maintained in good health and receive adequate\n\nveterinary care should a concern be identified. \n \nEach dealer, exhibitor, and research facility must follow an appropriate program of veterinary care for dogs that is \ndeveloped, documented in writing, and signed by the attending veterinarian that includes preventative care and treatment \nplans to ensure healthy and unmatted hair coats, properly trimmed nails, and clean and healthy eyes, ears, skin, and \nteeth.  The licensee must add these plans to the program of veterinary care. \n \nTo be corrected by:  29-March-2022 \n \nThis inspection and exit interview were conducted with the facility representative. \n \nAdditional Inspectors: \nWilliam Janecke, VETERINARY MEDICAL OFFICEREnd Section",
  "animals_total": 71,
  "species": [
    {
      "count": 34,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 37,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}