{
  "insp_id": "124160724470197",
  "layout": "a",
  "customer_id": "333163",
  "customer_name": "Troy Carrocce",
  "customer_addr": "11375 Lisbon Rd\nSalem, OH 44460",
  "certificate": "--",
  "site_id": "001",
  "site_name": "TROY CARROCCE",
  "insp_type": "ROUTINE INSPECTION",
  "date": "03-MAY-2016",
  "report_date": "03-MAY-2016",
  "citations": [
    {
      "code": "2.1(a)",
      "kind": "",
      "repeat": true,
      "desc": "REQUIREMENTS AND APPLICATION.",
      "narrative": "This facility sold 3 camels on April 2, 2106 at a Class B exotic sale without a USDA license. This is in violation of\nSection 2.1. Selling of exotic species without a USDA license does not adequately protect those animals covered\nunder the Animal Welfare Act nor allow oversight of those sales including tracking of these animals, which is\nespecially important in the event of a disease outbreak. Facility owner stated that he sold these animals but that he\ndid not own them, he sold them through the sale for another person. This is considered brokering of exotic animals\nwhich also requires USDA licensing. No future sales or brokering is permitted without a valid USDA license.\nNO REGULATED ACTIVITY MAY BE CONDUCTED UNTIL A USDA LICENSE IS OBTAINED."
    }
  ],
  "narrative": "2.1(a)                    REPEAT\nREQUIREMENTS AND APPLICATION.\nThis facility sold 3 camels on April 2, 2106 at a Class B exotic sale without a USDA license.  This is in violation of\nSection 2.1.  Selling of exotic species without a USDA license does not adequately protect those animals covered\nunder the Animal Welfare Act nor allow oversight of those sales including tracking of these animals, which is\nespecially important in the event of a disease outbreak.  Facility owner stated that he sold these animals but that he\ndid not own them, he sold them through the sale for another person.   This is considered brokering of exotic animals\nwhich also requires USDA licensing.  No future sales or brokering is permitted without a valid USDA license.\nNO REGULATED ACTIVITY MAY BE CONDUCTED UNTIL A USDA LICENSE IS OBTAINED.",
  "animals_total": 0,
  "species": [
    {
      "count": 0,
      "scientific": "NONE",
      "common": "NONE"
    }
  ]
}