{
  "insp_id": "INS-0000807059",
  "layout": "c",
  "customer_id": "4552",
  "customer_name": "Jerry Aswegan Janet Kirkham",
  "customer_addr": "7907 E 233rd Street\nPECULIAR, MO 64078",
  "certificate": "43-B-0184",
  "site_id": "TRA",
  "site_name": "Jerry Aswegan Janet Kirkham - TRA",
  "insp_type": "ROUTINE INSPECTION",
  "date": "28-JUL-2022",
  "report_date": "28-JUL-2022",
  "citations": [
    {
      "code": "2.40(b)(3)",
      "kind": "Direct",
      "repeat": false,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "During inspection I observed a female brown goat (ear tag #IAAF7123) shaking. In addition the goat had flaky skin going\ndown the middle of its back. The goat wasn't moving much and just laid down with its legs tucked underneath its body\nwhile being observed. The goat appeared to be uncomfortable. The licensee or facility representative had not observed\nthis prior to inspection. Not conducting proper observations doesn't ensure that health issues like what is noted above will\nbe identified and brought to the Attending Veterinarian's attention. The goat must be treated by the Attending Veterinarian.\nObservations must be conducted daily to identify health issues in a timely manner. Correct by 7/29/22."
    },
    {
      "code": "2.126(c)",
      "kind": "",
      "repeat": false,
      "desc": "Access and inspection of records and property; submission of itineraries.",
      "narrative": "The licensee has not submitted a written itinerary to the Deputy Administrator notifying us of their overnight travels. Not\nsubmitting an itinerary makes it difficult for USDA inspectors to know when and where the licensee's animals will be. It\ndoesn't allow for APHIS officials to ensure animal welfare is being addressed by the licensee. The licensee must submit\nan itinerary to the Deputy Administrator no fewer than 2 days in advance of any travel or they must contact the Deputy\nAdministrator immediately if the licensee accepts an engagement for which travel will begin with less than 48 hours'\nnotice. Correct by 7/30/22."
    },
    {
      "code": "2.131(c)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Handling of animals.",
      "narrative": "While watching the public interact with the camel, kids were observed to be climbing up the panel. Face to face contact\nwas made between the camel and multiple people. There was no facility representative, employee, or attendant\noverseeing the interactions between the camel (or any other animals for that matter) and public or to act as a barrier\nbetween the animals and the public. There were also no physical barriers in place to prevent the public from going right\nup to most of the enclosures. Not having proper barriers in place doesn't ensure the safety of the animals or the public. A\nbarrier must be established to assure the safety of the animals and the public. Correct by 7/29/22."
    },
    {
      "code": "2.131(d)(2)",
      "kind": "",
      "repeat": false,
      "desc": "Handling of animals.",
      "narrative": "While watching the public interact with the camel, kids were observed to be climbing up the panel. Face to face contact\nwas made between the camel and multiple people. There was no facility representative, employee, or attendant\noverseeing the interactions between the camel (or any other animals for that matter) and public. There was only 2 staff\nmembers on site during inspection. One of staff members was focused primarily on pony rides while the other was\nselling feed for the animals. I did not observe any identifiable employees to be present during public contact with the\nanimals. Not having enough personnel for the number of and types of animals doesn't ensure the safety of the animals or\nthe public. The travelling exhibit must be staffed by an adequate number of personnel to ensure the safety of the animals\nand people. Correct by 7/29/22."
    },
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": false,
      "desc": "Facilities, general.",
      "narrative": "The corral panel used for the camel enclosure was not secured down tightly. During inspection, I observed a child feeding\nthe camel. The camel stuck its head up over the panel and pushed its weight against the panel. The panel moved forward\ntowards the child and the ends of the panel lifted up off the ground. Not having a panel secured tightly so it can’t move\ndoesn’t ensure the safety of the people near the enclosure or the animal within the enclosure. In addition, if the panel fell\nover, the camel could potentially escape its enclosure. Correct from this day forward.\nThis inspection and exit interview were conducted with the Facility Representative.\nEnd of report.\nn"
    }
  ],
  "narrative": "2.40(b)(3)  Direct\n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nDuring inspection I observed a female brown goat (ear tag #IAAF7123) shaking. In addition the goat had flaky skin going \ndown the middle of its back. The goat wasn't moving much and just laid down with its legs tucked underneath its body \nwhile being observed. The goat appeared to be uncomfortable. The licensee or facility representative had not observed \nthis prior to inspection. Not conducting proper observations doesn't ensure that health issues like what is noted above will \nbe identified and brought to the Attending Veterinarian's attention. The goat must be treated by the Attending Veterinarian. \nObservations must be conducted daily to identify health issues in a timely manner. Correct by 7/29/22. \n2.126(c) \n   \nAccess and inspection of records and property; submission of itineraries. \nThe licensee has not submitted a written itinerary to the Deputy Administrator notifying us of their overnight travels.  Not \nsubmitting an itinerary makes it difficult for USDA inspectors to know when and where the licensee's animals will be.  It \ndoesn't allow for APHIS officials to ensure animal welfare is being addressed by the licensee.  The licensee must submit \nan itinerary to the Deputy Administrator no fewer than 2 days in advance of any travel or they must contact the Deputy \nAdministrator immediately if the licensee accepts an engagement for which travel will begin with less than 48 hours' \nnotice.  Correct by 7/30/22.\n\n2.131(c)(1) \n   \nHandling of animals. \nWhile watching the public interact with the camel, kids were observed to be climbing up the panel.  Face to face contact \nwas made between the camel and multiple people.  There was no facility representative, employee, or attendant \noverseeing the interactions between the camel (or any other animals for that matter) and public or to act as a barrier \nbetween the animals and the public.  There were also no physical barriers in place to prevent the public from going right \nup to most of the enclosures.  Not having proper barriers in place doesn't ensure the safety of the animals or the public.  A \nbarrier must be established to assure the safety of the animals and the public.  Correct by 7/29/22. \n2.131(d)(2) \n   \nHandling of animals. \nWhile watching the public interact with the camel, kids were observed to be climbing up the panel. Face to face contact \nwas made between the camel and multiple people. There was no facility representative, employee, or attendant \noverseeing the interactions between the camel (or any other animals for that matter) and public.  There was only 2 staff \nmembers on site during inspection.   One of staff members was focused primarily on pony rides while the other was \nselling feed for the animals.  I did not observe any identifiable employees to be present during public contact with the \nanimals.  Not having enough personnel for the number of and types of animals doesn't ensure the safety of the animals or \nthe public.  The travelling exhibit must be staffed by an adequate number of personnel to ensure the safety of the animals \nand people.  Correct by 7/29/22. \n3.125(a) \n   \nFacilities, general. \nThe corral panel used for the camel enclosure was not secured down tightly. During inspection, I observed a child feeding \nthe camel. The camel stuck its head up over the panel and pushed its weight against the panel. The panel moved forward \ntowards the child and the ends of the panel lifted up off the ground. Not having a panel secured tightly so it can’t move\n\ndoesn’t ensure the safety of the people near the enclosure or the animal within the enclosure. In addition, if the panel fell \nover, the camel could potentially escape its enclosure. Correct from this day forward. \n \nThis inspection and exit interview were conducted with the Facility Representative. \n \nEnd of report. \n \n n",
  "animals_total": 20,
  "species": [
    {
      "count": 2,
      "scientific": "Otocyon megalotis",
      "common": "BAT-EARED FOX"
    },
    {
      "count": 8,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 2,
      "scientific": "Bos primigenuis indicus",
      "common": "ZEBU"
    },
    {
      "count": 2,
      "scientific": "Ovis aries aries",
      "common": "SHEEP INCLUDING ALL DOMESTIC BREEDS"
    },
    {
      "count": 1,
      "scientific": "Camelus dromedarius",
      "common": "DROMEDARY CAMEL"
    },
    {
      "count": 1,
      "scientific": "Taurotragus oryx",
      "common": "COMMON ELAND"
    },
    {
      "count": 1,
      "scientific": "Dolichotis patagonum",
      "common": "PATAGONIAN CAVY / MARA"
    },
    {
      "count": 1,
      "scientific": "Lama pacos",
      "common": "ALPACA"
    },
    {
      "count": 1,
      "scientific": "Bos grunniens",
      "common": "YAK"
    },
    {
      "count": 1,
      "scientific": "Osphranter rufus",
      "common": "RED KANGAROO"
    }
  ]
}