{
  "insp_id": "45141001264094",
  "layout": "a",
  "customer_id": "7024",
  "customer_name": "Karen Silkwood",
  "customer_addr": "H C 1 Box 3597\nOxly, MO 63955",
  "certificate": "43-A-5622",
  "site_id": "001",
  "site_name": "KAREN SILKWOOD",
  "insp_type": "ROUTINE INSPECTION",
  "date": "13-MAR-2014",
  "report_date": "13-MAR-2014",
  "citations": [
    {
      "code": "3.3(a)",
      "kind": "",
      "repeat": false,
      "desc": "SHELTERED HOUSING FACILITIES.",
      "narrative": "***The sheltered portion of the buildings had enclosures that were below 50 degrees F. The double deck kennel\nbuilding on the south side of the kennel area had two enclosures on the bottom row that were approximately 40\ndegrees F. The enclosures containing heat leamps and the enclosures on the top row were above 50 degrees F.\nThe kennel building on the north side had all but two enclosures that were below 50 degrees F. Outside air\ntemperatures at the time of inspection were approximately 27 degrees F with the interior enclosures approximately\n40 degrees F. All enclosures must be maintained at temperature levels above 50 degrees F to provide for the\nsafety and comfort of the animals. To be corrected by: 03/13/14\nThis inspection and exit interview was conducted with the designated person."
    }
  ],
  "narrative": "3.3(a)\nSHELTERED HOUSING FACILITIES.\n***The sheltered portion of the buildings had enclosures that were below 50 degrees F.  The double deck kennel\nbuilding on the south side of the kennel area had two enclosures on the bottom row that were approximately 40\ndegrees F.  The enclosures containing heat leamps and the enclosures on the top row were above 50 degrees F. \nThe kennel building on the north side had all but two enclosures that were below 50 degrees F.  Outside air\ntemperatures at the time of inspection were approximately 27 degrees F with the interior enclosures approximately\n40 degrees F.  All enclosures must be maintained at temperature levels above 50 degrees F to provide for the\nsafety and comfort of the animals.  To be corrected by: 03/13/14\nThis inspection and exit interview was conducted with the designated person.",
  "animals_total": 26,
  "species": [
    {
      "count": 13,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 13,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}