{
  "insp_id": "2016082569107093",
  "layout": "a",
  "customer_id": "330836",
  "customer_name": "Charlotte Cannon",
  "customer_addr": "7907 Henry Harris Road\nFort Mill, SC 29707",
  "certificate": "56-A-0137",
  "site_id": "001",
  "site_name": "CHARLOTTE CANNON",
  "insp_type": "ROUTINE INSPECTION",
  "date": "04-APR-2018",
  "report_date": "06-APR-2018",
  "citations": [
    {
      "code": "2.75(a)(2)",
      "kind": "",
      "repeat": false,
      "desc": "RECORDS: DEALERS AND EXHIBITORS.",
      "narrative": "Although the licensee keeps the required information on her computer, she has not kept up to date with putting all of\nher litters born since the last inspection on APHIS form 7005 (Record of Acquisition and Dogs and Cats on Hand,\nnor completed the required APHIS form 7006s when the puppies were sold.\nThe records (7005s) need to be updated to show all puppies born and sold since being licensed. APHIS 7006s\nneed to be written for the current litter and all future dispositions - whether puppies or adult dogs. To be corrected\nby 4-30-18,"
    },
    {
      "code": "3.11(c)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "Most of the adult dogs are housed inside the house in dog crates or kennels in one room during inclement weather\nand at night. During this inspection, this room was found to be excessively dusty. Although the inside of the\nkennels had clean newspapers, there was dirt and fur on the tops and sides of the crate kennels. The overhead fan\nis dirty and some dust is on the walls. This room needs to be more dedicated to dog housing by removing items not\nnecessary for the care of the dogs. Items stored in the closet in this room need to be organized to allow cleaning\nand allow the door to be kept closed.\nHousing facilities are to be kept clean to facilitate the required husbandry practices and to reduce or eliminate\nbreeding and living areas for pests. All areas in the dog housing room need to be available for easy cleaning in\nand around structures. To be corrected by 4-20-18."
    }
  ],
  "narrative": "2.75(a)(2)\nRECORDS: DEALERS AND EXHIBITORS.\nAlthough the licensee keeps the required information on her computer, she has not kept up to date with putting all of\nher litters born since the last inspection on APHIS form 7005 (Record of Acquisition and Dogs and Cats on Hand,\nnor completed the required APHIS form 7006s when the puppies were sold.  \nThe records (7005s) need to be updated to show all puppies born and sold since being licensed.  APHIS 7006s\nneed to be written for the current litter and all future dispositions - whether puppies or adult dogs.   To be corrected\nby 4-30-18,\n3.11(c)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\nMost of the adult dogs are housed inside the house in dog crates or kennels in one room during inclement weather\nand at night.  During this inspection, this room was found to be excessively dusty.  Although the inside of the\nkennels had clean newspapers, there was dirt and fur on the tops and sides of the crate kennels.  The overhead fan\nis dirty and some dust is on the walls.  This room needs to be more dedicated to dog housing by removing items not\nnecessary for the care of the dogs. Items stored in the closet in this room need to be organized to allow cleaning\nand allow the door to be kept closed.  \nHousing facilities are to be kept clean to facilitate the required husbandry practices and to reduce or eliminate\nbreeding and living areas for pests.   All areas in the dog housing room need to be available for easy cleaning in\nand around structures.  To be corrected by 4-20-18.",
  "animals_total": 19,
  "species": [
    {
      "count": 17,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 2,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}