{
  "insp_id": "2016090000743164",
  "layout": "b",
  "customer_id": "39327",
  "customer_name": "William Rogers Jr.",
  "customer_addr": "1739 Dripping Springs Rd\nSEYMOUR, TN 37865",
  "certificate": "63-A-0168",
  "site_id": "001",
  "site_name": "ROGERS RABBITRY",
  "insp_type": "FOCUSED INSPECTION",
  "date": "19-OCT-2021",
  "report_date": "22-OCT-2021",
  "citations": [
    {
      "code": "2.4",
      "kind": "Critical",
      "repeat": false,
      "desc": "Non-interference with APHIS officials.",
      "narrative": "The Inspector arrived for an unannounced inspection at 11:20 am on October 19, 2021. The licensee’s vehicle was there\nbut the door to the barn was closed. The inspector blew the car horn, after no response the inspector called the licensee\non his cellphone. The call was ended when the inspector saw the licensee coming around from the side of the barn. The\ninspector got out of the car to meet the licensee and they proceeded into the barn. Upon entering the barn there was a\nwoman hosing down the floor, she informed me that she had heard the car horn and called the licensee from the back of\nthe barn.\nThe Inspector told them that it looked like they had done a lot of work since the last inspection. The inspector asked if the\nlicensee was ready for a walk through and he shrugged his shoulder and said yes. The very first rabbit enclosure (24 x\n24 inches) had seven weaned bunnies in it. The inspector reminded the licensee that on the last inspection they had\ndiscussed that each bunny required 1.5 sq ft of space. The licensee raised his voice and said well how many am I\nsupposed to have in it. The licensee yelled a profanity and asked what did the USDA expect him to do. The inspector\nasked the licensee to calm down. The licensee started walking toward the back of the room and turned back toward the\ninspector yelling profanities. He started slamming the cages. The inspector backed up toward the woman at the door and\nsaid I think I will return at another time. She apologized for his behavior several times. The licensee started coming\ncloser and his face was very red, he was yelling saying he’d been in the business for a number of years, and he knows\nwhat the (profanity) he’s doing and now I want to come in here and try to tell him what to do. The licensee continued\napproaching waving his finger saying he was tired of USDA coming around and “you know what you can do, you can just\nget the (profanity) out of here”. The Inspector stated she was leaving. The woman apologized some more. While walking\nout of the door the licensee continued to follow behind yelling profanities. USDA felt threatened and harassed and\ndiscontinued the inspection and left the property.\nThe licensee shall not interfere with, threaten, abuse (including verbally abuse), or harass any APHIS official in the course\nof carrying out his or her duties.\nTo be corrected from this day forward."
    },
    {
      "code": "3.53(c)(1)",
      "kind": "",
      "repeat": true,
      "desc": "Primary enclosures.",
      "narrative": "The first rabbit enclosure on the left houses 7 weaned bunnies. The enclosure is 24 x 24 inches providing 4 sq ft of space\nwhich is an insufficient amount of room for 7 bunnies. Each bunny requires a minimum of 1.5 sq ft of floor space to allow\nthem freedom of movement to make normal postural adjustments. Adequate space shall be provided.\nThis inspection and exit interview were conducted with a facility representative.\nEnd Section"
    }
  ],
  "narrative": "2.4  Critical\n   \nNon-interference with APHIS officials. \nThe Inspector arrived for an unannounced inspection at 11:20 am on October 19, 2021. The licensee’s vehicle was there \nbut the door to the barn was closed.  The inspector blew the car horn, after no response the inspector called the licensee \non his cellphone.  The call was ended when the inspector saw the licensee coming around from the side of the barn.  The \ninspector got out of the car to meet the licensee and they proceeded into the barn.  Upon entering the barn there was a \nwoman hosing down the floor, she informed me that she had heard the car horn and called the licensee from the back of \nthe barn. \nThe Inspector told them that it looked like they had done a lot of work since the last inspection.  The inspector asked if the \nlicensee was ready for a walk through and he shrugged his shoulder and said yes.  The very first rabbit enclosure (24 x \n24 inches) had seven weaned bunnies in it. The inspector reminded the licensee that on the last inspection they had \ndiscussed that each bunny required 1.5 sq ft of space.  The licensee raised his voice and said well how many am I \nsupposed to have in it.  The licensee yelled a profanity and asked what did the USDA expect him to do. The inspector \nasked the licensee to calm down.  The licensee started walking toward the back of the room and turned back toward the \ninspector yelling profanities.  He started slamming the cages. The inspector backed up toward the woman at the door and \nsaid I think I will return at another time.  She apologized for his behavior several times.  The licensee started coming\n\ncloser and his face was very red, he was yelling saying he’d been in the business for a number of years, and he knows \nwhat the (profanity) he’s doing and now I want to come in here and try to tell him what to do. The licensee continued \napproaching waving his finger saying he was tired of USDA coming around and “you know what you can do, you can just \nget the (profanity) out of here”.  The Inspector stated she was leaving.  The woman apologized some more. While walking \nout of the door the licensee continued to follow behind yelling profanities. USDA felt threatened and harassed and \ndiscontinued the inspection and left the property. \nThe licensee shall not interfere with, threaten, abuse (including verbally abuse), or harass any APHIS official in the course \nof carrying out his or her duties. \nTo be corrected from this day forward. \n3.53(c)(1)  Repeat\n   \nPrimary enclosures. \nThe first rabbit enclosure on the left houses 7 weaned bunnies.  The enclosure is 24 x 24 inches providing 4 sq ft of space \nwhich is an insufficient amount of room for 7 bunnies.  Each bunny requires a minimum of 1.5 sq ft of floor space to allow \nthem freedom of movement to make normal postural adjustments.  Adequate space shall be provided. \n \nThis inspection and exit interview were conducted with a facility representative. \n \nEnd Section",
  "animals_total": 7,
  "species": [
    {
      "count": 7,
      "scientific": "Oryctolagus cuniculus",
      "common": "DOMESTIC RABBIT / EUROPEAN RABBIT"
    }
  ]
}