{
  "insp_id": "2016082569169606",
  "layout": "a",
  "customer_id": "330681",
  "customer_name": "Kathy Miller",
  "customer_addr": "Raymond Miller\n5879 East 400 North\nKokomo, IN 46901",
  "certificate": "32-A-0517",
  "site_id": "001",
  "site_name": "KATHY MILLER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "06-JUN-2018",
  "report_date": "06-JUN-2018",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "White female boxer with USDA tag #044 is too thin. Her backbone, ribs, and hip bones are prominent and easily\nvisible. She is in the process of weaning a litter of nine puppies. Licensee increased her food when she noticed\nshe was skinny, but did not see any improvement in her condition. Extreme weight loss is stressful and increases\nvulnerability to disease hazards. Licensee shall use appropriate methods to prevent, control, diagnose, and treat\ndiseases and injuries. The attending veterinarian was contacted today during inspection. Guidance was given to\nthe Licensee to increase the dog's protein intake when weaning was complete.\nCorrected at the time of inspection\nThis inspection and exit interview were conducted with Licensee"
    }
  ],
  "narrative": "2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nWhite female boxer with USDA tag #044 is too thin.  Her backbone, ribs, and hip bones are prominent and easily\nvisible.  She is in the process of weaning a litter of nine puppies.  Licensee increased her food when she noticed\nshe was skinny, but did not see any improvement in her condition.  Extreme weight loss is stressful and increases\nvulnerability to disease hazards.  Licensee shall use appropriate methods to prevent, control, diagnose, and treat\ndiseases and injuries.  The attending veterinarian was contacted today during inspection. Guidance was given to\nthe Licensee to increase the dog's protein intake when weaning was complete.\nCorrected at the time of inspection\nThis inspection and exit interview were conducted with Licensee",
  "animals_total": 98,
  "species": [
    {
      "count": 42,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 56,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}