{
  "insp_id": "122141451462000",
  "layout": "a",
  "customer_id": "6937",
  "customer_name": "Jspa Inc",
  "customer_addr": "4990 Manor House Lane\nSaint Cloud, FL 34772",
  "certificate": "58-C-0612",
  "site_id": "003",
  "site_name": "JSPA INC",
  "insp_type": "ROUTINE INSPECTION",
  "date": "07-MAY-2014",
  "report_date": "07-MAY-2014",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "The licensee is currently treating \"Spice\" with Thyrovet for a chronic condition. This dog gets one pill twice a day.\nThe medication expired on February 19, 2014 and this has been administered to this animal to date.\nAdministering expired medications is not considered adequate veterinary care and not an appropriate method to\ntreat or control disease.\nThe trainers were unaware that they were administering expired medications. When this was discovered during the\ninspection, the veterinarian was immediately contacted and a unexpired bottle of medication will be picked up\ntomorrow.\nDiscuss with you veterinarian if additional testing/examination needs to be performed due to the administration of\nexpired medications for this chronic condition.\nNo further correction is necessary at this time."
    },
    {
      "code": "3.1(a)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "The licensee's dogs are transferred from their indoor housing to a hilly outdoor exercise area which is not constantly\nmonitored by a trainer. In this exercise area there are some long, unattached, pieces of bamboo dangling\noverhead. This can cause a risk of injury if these bamboo pieces should unexpectedly break and fall on a dog.\nThe walls on the inside of the this enclosure are only approx 3 1/2 feet high in some areas. The giant/larger breeds\nof dogs can get up and look over these short walls and have contact with the theme parks guests & employees\nwithout a trainer present. Additionally, it is possible for one of these larger dogs to jump over these short fence\nareas.\nThese walls are also bowed outward at the bottom of the fence in several areas due to the pressure created by soil\nerosion & soil shifting in this hilly enclosure. This erosion has also caused some of the PVC irrigation piping &\nsprinkler heads to become exposed and stick up from the ground surface. This condition poses a risk of\ninjury/entrapment when the dogs run during their exercise periods.\nAll enclosures shall be in good repair, protect the animals from injury, and contain the animals securely.\nCorrect by June 7, 2014\nThe exit interview was conducted with the show manager"
    }
  ],
  "narrative": "2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThe licensee is currently treating \"Spice\" with Thyrovet for a chronic condition.  This dog gets one pill twice a day. \nThe medication expired on February 19, 2014 and this has been administered to this animal to date.\nAdministering expired medications is not considered adequate veterinary care and not an appropriate method to\ntreat or control disease.\nThe trainers were unaware that they were administering expired medications.  When this was discovered during the\ninspection, the veterinarian was immediately contacted and a unexpired bottle of medication will be picked up\ntomorrow.\nDiscuss with you veterinarian if additional testing/examination needs to be performed due to the administration of\nexpired medications for this chronic condition. \nNo further correction is necessary at this time.\n3.1(a)\nHOUSING FACILITIES, GENERAL.\nThe licensee's dogs are transferred from their indoor housing to a hilly outdoor exercise area which is not constantly\nmonitored by a trainer.  In this exercise area there are some long, unattached, pieces of bamboo dangling\noverhead.  This can cause a risk of injury if these bamboo pieces should unexpectedly break and fall on a dog.  \nThe walls on the inside of the this enclosure are only approx 3 1/2 feet high in some areas.  The giant/larger breeds\nof dogs can get up and look over these short walls and have contact with the theme parks guests & employees\nwithout a trainer present.  Additionally, it is possible for one of these larger dogs to jump over these short fence\nareas.\nThese walls are also bowed outward at the bottom of the fence in several areas due to the pressure created by soil\n\nerosion & soil shifting in this hilly enclosure.  This erosion has also caused some of the PVC irrigation piping &\nsprinkler heads to become exposed and stick up from the ground surface.  This condition poses a risk of\ninjury/entrapment when the dogs run during their exercise periods.\nAll enclosures shall be in good repair, protect the animals from injury, and contain the animals securely.\nCorrect by June 7, 2014\nThe exit interview was conducted with the show manager",
  "animals_total": 91,
  "species": [
    {
      "count": 32,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 52,
      "scientific": "Felis silvestris catus",
      "common": "CAT ADULT"
    },
    {
      "count": 2,
      "scientific": "Felis silvestris catus",
      "common": "CAT KITTEN"
    },
    {
      "count": 3,
      "scientific": "Mephitis mephitis",
      "common": "STRIPED SKUNK"
    },
    {
      "count": 2,
      "scientific": "Sus scrofa domestica",
      "common": "DOMESTIC PIG / POTBELLY PIG / MICRO PIG"
    }
  ]
}