{
  "insp_id": "INS-0001356180",
  "layout": "c",
  "customer_id": "324287",
  "customer_name": "Gulf World Marine Park Inc",
  "customer_addr": "15412 Front Beach Road\nPanama City Beach, FL 32413",
  "certificate": "58-C-0992",
  "site_id": "001",
  "site_name": "Gulf World Marine Park Inc.",
  "insp_type": "ROUTINE INSPECTION",
  "date": "27-MAR-2025",
  "report_date": "01-JUL-2025",
  "citations": [
    {
      "code": "2.40(b)(1)",
      "kind": "Critical",
      "repeat": false,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "The facility did not maintain a program of adequate veterinary care by failing to ensure the availability of appropriate\nfacilities, personnel, equipment, and services to comply with the Animal Welfare Regulations and Standards. Financial\nconstraints resulted in delinquencies and non-payments which led to the facility falling into a state of disrepair, the\nresignation of key staff members, the inability to order and maintain vital equipment, as well as denial of services\nnecessary to provide appropriate care.\n• The HVAC system for the veterinary offices began to not function properly in January of 2025. Despite multiple\ncommunications with company leadership expressing concerns for the medications and equipment being exposed to high\ntemperatures and humidity, the unit was still not operational at the time of inspection. Records show that medications had\nto be replaced because of exposure to the conditions in this part of the facility, and the licensee does not have an\nappropriate facility for storing of medications necessary to provide adequate veterinary care.\n• Over the last six months, numerous employees have resigned, including key members of the Animal Care team,\nMaintenance, and the Water Quality staff, leaving an insufficient number of employees to care for the facility and its\nanimals. In her resignation letter dated, February 21, 2025, the Attending Veterinarian states, “I can no longer provide the\nstandard of care the animals require. As a veterinarian tasked with animal health and welfare, the inability to perform\ndiagnostics or acquire medications/supplies does not allow me to perform my job and is unacceptable. It saddens me to\nsee the disrepair and understaffing that is occurring at the park. I hope changes can occur to improve the park and\nprovide the standard of care the animals need.” Accordingly, at the time of inspection, the facility does not have the\nappropriate personnel to ensure a program of adequate veterinary care.\n• Numerous emails and messages to company leadership dating back to November 8, 2024, document catastrophic\nfailure of motors, pumps and filters critical to maintaining water quality. Adequate funding was not provided to replace the\nworn and broken equipment, and the staff was tasked with scavenging parts from non-functioning units to try and piece\ntogether workable units. At the time of inspection, most of the pumps and filters were not working or not working properly.\nAs a result, the inspectors observed negative impacts in every enclosure housing marine mammals: all enclosures had\ndark green water caused by an algae overgrowth with visibility less than 12 inches, and a thick algae growth on the sides\nand bottom of each enclosure. The lack of appropriate equipment to ensure appropriate water quality adversely affects\nthe ability of the veterinarian to provide adequate care to animals at the facility.\n• The heaters used to maintain water temperatures in the marine mammal enclosures began to fail. Additionally, the\npumps and filters which help move the water to be heated became clogged with algae and overheated, which caused\nthem to either shut off or burn out, which further complicated the issue. A propane heater was rented in previous years to\nhelp warm the water during the winter months, but the funds were not made available to rent the equipment this year.\nParts were scavenged from the broken heaters and used to repair the ones that could be made to function, but these\nheaters were inadequate to maintain appropriate temperatures. At the time of inspection, seven of the nine heaters were\nnot operational. The lack of appropriate equipment to ensure proper water temperature, adversely affects the ability of the\nveterinarian to provide adequate care to animals at the facility.\n• Numerous communications with company leadership expressed concern for the well-being of the animals because many\nservice and supply providers closed accounts and refused service until payment for past due balances was received. As a\nresult, the Animal Care Staff was unable to order medications, lab work, or diagnostic testing from recognized vendors.\nThe lack of available services for medications, lab work, or diagnostic testing adversely affects the ability of the\nveterinarian to provide adequate care to animals at the facility.\n• On January 28, 2025, a documented written exchange between the Attending Veterinarian and the Chief Veterinary\nOfficer states, “We really need to find other facilities to send animals. We are no longer able to provide basic needs for\nour current population.”\nProperly functioning equipment, appropriate facilities, adequate numbers of trained employees, quick access to supplies,\nmedications, and testing services is necessary for providing adequate veterinary care including diagnosing, treating and\nmaintaining the health of the animals.\nEach exhibitor shall establish and maintain programs of adequate veterinary care that includes the availability of\nappropriate facilities, personnel, equipment, and services to comply with the provisions of the Animal Welfare Regulations\nand Standards. To be corrected by May 7, 2025."
    },
    {
      "code": "2.131(e)",
      "kind": "Critical",
      "repeat": false,
      "desc": "Handling of animals.",
      "narrative": "The facility failed to take appropriate measures to alleviate exposure to cold -water temperatures for four rough-toothed\ndolphins, which resulted in unnecessary discomfort and physical harm. Rough-toothed dolphins are a tropical species that\nrequire warm waters. The facility set low temperature parameters of 72° F. From November 22, 2024, to March 26, 2025,\nrecords document at least 15 separate occasions where the water temperature for the pools housing the rough-toothed\ndolphins was measured below the minimum temperature. The heaters used to maintain water temperatures in the marine\nmammal enclosures began to fail. Additionally, the pumps and filters which help move the water to be heated became\nclogged with algae and overheated, which caused them to either shut off or burn out which further complicated the issue.\nA propane heater was rented in previous years to help warm the water during the winter months, but the funds were not\nmade available to rent the equipment this year. Parts were scavenged from the broken heaters and used to repair the\nones that could be made to function, but these heaters were inadequate to maintain appropriate temperatures. At the time\nof inspection, seven of the nine heaters were not operational. Documented emails and written exchanges show that the\nfacility’s Attending Veterinarian and Manager of Animal Care and Training both independently and on numerous\noccasions, expressed concerns for the well-being of the rough-toothed dolphins (Stenos) because of the low water\ntemperatures, and asked repeatedly for corrective measures and equipment repair to alleviate their exposure.\n• An email sent from the Attending Veterinarian to several members of upper management including the Chief Veterinary\nOfficer, dated January 12, 2025, stated, “For the last 4 days the far west habitat in Dolphin Stadium housing the Stenos\nhas been below their temperature range. They must remain 72F or above. This morning it was 69.6F. I am seeing\nnegative health effects in their bloodwork and the animals have been seen shivering.”\n• The same email goes on to add, “The temperature for the area remains cold usually through February. If we cannot\nmaintain a habitat suitable for the Stenos at Gulf World, then I would recommend relocating them to a sister park or\nanother facility for their health and welfare.”\n• Medical records dated March 26, 2025, document, “East habitat remains below temperature for Stenos. All animals\ndeveloping skin issues and eye issues.”\nAt the time of inspection, the animals had not been relocated, and no corrective measures had been taken to adequately\naddress the low water temperatures. Failure to implement appropriate measures to alleviate the impact of cold\ntemperatures is detrimental to the animals’ health or well-being.\nWhen climatic conditions present a threat to an animal’s health or well-being, appropriate measures must be taken to\nalleviate the impact of those conditions. To be corrected by May 7, 2025."
    },
    {
      "code": "3.101(a)(1)",
      "kind": "",
      "repeat": true,
      "desc": "Facilities, general.",
      "narrative": "The facility failed to maintain the marine mammal enclosures in good repair to protect the animals from injury. USDA\ninspectors identified several areas in disrepair.\n• At East Sea Lion Holding, a crack, approximately 12 inches above the water surface, was observed extending the full\nlength of the pool. The crack varies from approximately .25 to 1 inch in height and has flaking paint and exposed concrete\nalong its entirety.\n• The small pool located below the sea lion kitchen and indoor holding areas, has two small caves where the sea lions can\ngo to rest. The metal I-beam that supports the structures above is covered with pitted, flaking rust. The ceiling and walls\nare damp and have white stalactites and flowstones, which appear to be calthemite formations, the far-right wall of the\ncave to the right has exposed cinderblock walls. Some of these cinder blocks are showing signs of degradation. Brushing\nagainst these cinderblocks causes sand-like debris to fall from their surface and leaves piles of dark granules on the floor.\nA rusty wire framework for the cement ceiling and walls is exposed in both caves. Pieces of cement have fallen to the\nanimal area from the walls and ceiling. There is a wood ceiling support beam that was actively wet at the time of\ninspection and showing signs of rot and decay.\n• The Sea Lion Stadium Pool has numerous cracks in the walls and surrounding concrete. The wood behind the stage has\nvast areas of rot and decay with broken and missing pieces. There is rotten wood with leaking seals around the enclosure\nwindows, which the animals use to enter the pool during the sea lion presentation. The guillotine door between Holding\npool A and C, has flaking, chipped paint. There is paint flaking off the blue bridge crossing over the barrier between the\neast holding pool and the show pool. Paint is actively flaking off the wall between the ramp and the water inlet. The\nsurface of the haul out space at Sea Lion Stadium is deteriorating with multiple cracks and missing sections.\n• The far west dolphin pool has previously identified cracks in the walls and surrounding concrete which has still not been\naddressed and is continuing to break down. These areas have flaking paint, exposed aggregate, and loose stone or\ncement pieces which could fall into the water.\n• The wooden shade structure over Dolphin Med pool and a portion of Dolphin West has many rusted and pitted joist\nhangers. Flakes of rust are observed hanging loosely and can flake off into the water below.\n• On the east side of Dolphin East pool, there is a viewing window that is at and below the level of the visitor platform.\nThere is a leaking crack on the upper left portion of the window frame. There is a small white stalactite, which appears to\nbe another calthemite formation, at this location and algae can be seen growing on the exterior of the enclosure. The\ncrack on the outside of the enclosure was wet to touch. There was also visible water on the ledge below the crack.\n• On November 30, 2024, documented communication with company leadership informed them that a grate cover in\nDolphin East came off and stated, “The concrete is crumbling where it needs to be attached.” And continues suggesting\nthat the pool needs to be “drained to do more major repairs.”\n• The deck is separating from the curb of the pool along the entire north side Dolphin East.\n• The shade structure over the public seating area in sea lion stadium is deteriorating. The staff reports that pieces of the\nstructure fall and, “get wind-blown” into the sea lion and seal main show pool where animals have access during the day.\n• At the seal and sea lion area there are fence post brackets and a gate cross beam that are rusted to the point that there\nis material missing.\n• Cinder block walls behind Dolphin Main, Dolphin East, Dolphin Med Pool, Dolphin West, and Dolphin Far West show\nsigns of deterioration. The lower course of block has the coating lifting off and the block disintegrating. Material from these\nblocks is on the deck and can be blown or washed into the pools housing the dolphins. The water in all pools containing\nmarine mammals was dark green in color and poor visibility as well as a tall overgrowth of algae made it impossible to\nassess the bottom of the pools for debris.\n• An email dated March 22, 2024, from the Manager of Animal Care and Training to company leadership, describes the\nstate of disrepair of the sea lion stadium. She reminded them that the stadium had been closed for over a year, and\ninforms them that despite the use of tarps, employees are continuing to find falling debris on the ground next to the water.\nShe goes on to state, “I wanted to personally voice my concern that we are housing animals in this stadium with the state\nthat it is in.” She later reiterates her concerns for animal welfare in this area and her hope that they would be able to start\nrepairs soon for the safety of animals and staff. At the time of inspection, more than one year after this email was sent, no\nmajor repairs have been initiated, the enclosure and stadium are still in a state of disrepair.\nEnclosures that are not maintained in good repair can lead to health and well-being hazards to the animals within.\nIndoor and outdoor housing facilities for marine mammals must be maintained in good repair."
    },
    {
      "code": "3.101(a)(3)",
      "kind": "",
      "repeat": false,
      "desc": "Facilities, general.",
      "narrative": "The facility failed to implement a written protocol on cleaning so that surfaces do not constitute a health hazard to\nanimals. At the time of inspection, all pools housing marine mammals were covered in an excessive growth of algae on\nthe bottom and sides of the primary enclosures. When asked for the required written protocol on cleaning, USDA officials\nwere informed that the facility did not have this protocol.\nFailure to implement a written protocol for cleaning the surfaces of the enclosures enhances the risk of failing to maintain\nwater quality standards which could be detrimental to the health of the marine mammals contained therein.\nAll facilities must implement a written protocol on cleaning so that surfaces do not constitute a health hazard to animals.\nTo be corrected by April 18, 2025."
    },
    {
      "code": "3.103(b)",
      "kind": "",
      "repeat": true,
      "desc": "Facilities, outdoor.",
      "narrative": "The facility failed to provide protection from the weather or direct sunlight. Although previously identified, the facility has\nnot provided shade over the far side of dolphin east pool where dry guest interactions are done, or over the main show\nstage where the dolphins station for food during training sessions with the trainers or during public guest interactions after\nshows. At the time of inspection, guest and dolphin interactions were observed at the main stadium pool. Two groups\nwere observed, one on the east and one on the west side of the pool. No additional shade or shelter was provided to\neither group and the dolphins were positioned looking directly toward the sun, especially on the east side of the enclosure.\nDirect sunlight can be uncomfortable and adversely affect the animal’s health.\nNatural or artificial shelter shall be provided for all marine mammals kept outdoors to afford them protection from the\nweather or from direct sunlight."
    },
    {
      "code": "3.103(c)",
      "kind": "",
      "repeat": false,
      "desc": "Facilities, outdoor.",
      "narrative": "The perimeter fence has a double gate on Bullock St that opens to the employee parking lot. This gate has a gap running\nthe length of its lower edge, approximately 7 inches in height. The two gates join at a common pole that is about 4 feet in\nheight. Above this common pole, the gates begin to spread apart, creating a gap that is approximately 5 inches in width.\nAnimals and unauthorized people can use these gaps and openings in the perimeter fence to enter and exit the area and\ngain access to the animals behind it.\nThe perimeter fence must be constructed so that it protects marine mammals by restricting animals and unauthorized\npersons from going through it or under it and having contact with the marine mammals, and so that it can function as a\nsecondary containment system for the animals in the facility when appropriate. To be corrected by April 14, 2025."
    },
    {
      "code": "3.106(b)(3)",
      "kind": "",
      "repeat": true,
      "desc": "Water quality.",
      "narrative": "The facility failed to conduct coliform counts for marine mammal pools at the minimum frequency required by the Animal\nWelfare Regulations. A review of water quality records stated that the facility did not conduct the required weekly testing\non January 23, 2025, February 20, 2025, February 27, 2025, March 8, 2025, and March 16, 2025. The facility’s records\nacknowledged that failure to conduct testing on these dates was a “USDA violation.”\nInterruptions in water sampling prevent the facility from ensuring the water is not detrimental to the health and well-being\nto the animals.\nWater samples shall be taken and tested at least weekly for coliform count. Records must be kept documenting the time\nwhen all such samples were taken and the results of the sampling."
    },
    {
      "code": "3.106(d)",
      "kind": "",
      "repeat": true,
      "desc": "Water quality.",
      "narrative": "The facility failed to maintain acceptable water quality standards. At the time of inspection, all pools housing marine\nmammals had an overgrowth of algae that covered the walls and floors of every enclosure. The water was a dark green\ncolor with limited visibility, making observation of submerged animals impossible. The facility ran out of liquid chlorine in\nNovember of 2024; it was not acquired again until March of 2025. During this time many of the pumps and filters quit\nworking, the copper ionizer, chlorine analyzer, and power scrubber also stopped functioning. The Gulf Pump, which is the\nmain source of clean water to the system, was still not functioning properly during the inspection. The poor water flow and\naccumulation of algae clogged filters and caused them to shut down or burn out.\n• Equipment crucial for monitoring and maintaining acceptable water quality standards, such as the power scrubber, the\ncopper ionizer, and chlorine analyzer, stopped working properly and the facility failed to have them repaired or replaced in\nan acceptable timeframe. The loss of this equipment, combined with lack of liquid chlorine, contributed greatly to the\nalgae overgrowth in all enclosures.\n• Numerous emails and messages to company leadership dating back to November 8, 2024, document failure of motors,\npumps and filters critical to maintaining water quality. Adequate funding was not provided to replace the worn and broken\nequipment; the staff was tasked with scavenging parts from non-functioning units to try and piece together workable units.\nAt the time of inspection, most of the pumps and filters were not working or not working properly. The observed negative\nimpact was every enclosure, housing marine mammals, had dark green water caused by an algae overgrowth with\nvisibility less than 12 inches, and a thick algae growth on the sides and bottom of each enclosure.\nFailure to provide effective chemical treatment and properly function equipment can lead to unacceptable water quality\nwhich may be detrimental to the health of the animals.\nWater quality must be maintained by filtration, chemical treatment, or other means so as to comply with water quality\nstandards."
    },
    {
      "code": "3.107(b)",
      "kind": "",
      "repeat": false,
      "desc": "Sanitation.",
      "narrative": "The sea lion and dolphin kitchen had exposed raw wood and unsealed concrete which cannot be sanitized, and there\nwere contaminating agents stored improperly.\n• In the seal-sea lion food preparation area, the floor is no longer adequately sealed. There are tiles missing on the walls.\nThe entryway has rotten wood, missing paint, and green material growing on the door jamb.\n• In the dolphin kitchen, there is a white board behind the cooler drying shelves. This white board shows water damage to\nthe point that the coating is damaged, and the backing wood is exposed.\n• In the dolphin kitchen, there is an open tub containing a gallon jug of bleach, a bottle of dish soap, a gallon jug of blue\nliquid, and an open bucket of blue liquid. At the time of inspection, the coolers that hold dolphin food were on the ground\nnext to this tub.\nKitchens and other food handling areas where animal food is prepared must be cleaned at least once daily and sanitized\nat least once every week. Substances such as cleansing and sanitizing agents, pesticides, and other potentially toxic\nagents must be stored in properly labeled containers in secured cabinets designed and located to prevent contamination\nof food storage preparation surfaces. To be corrected by May 7, 2025."
    },
    {
      "code": "3.108(a)",
      "kind": "",
      "repeat": true,
      "desc": "Employees or attendants.",
      "narrative": "The facility does not have enough employees to maintain the facilities. The Attending Veterinarian and Manager of Animal\nCare and Training separately communicated with management on the lack of sufficient employees on multiple occasions,\nincluding:\n• On November 23, 2024, the Attending Veterinarian sent a text message to the Chief Veterinary Officer that, “our water\nfiltration people are on vacation next week so several days we will not have anyone to do backwashes or manage the\nwater/filtration.”\n• On December 3, 2024, the Manager of Animal Care Training sent an email to several members of upper management\nstating, “Our maintenance team has decreased to three single employees, so getting projects done in a timely manner is\ndifficult, as that team has several projects.”\n• On December 5, 2024, the Attending Veterinarian sent a text message to the Chief Veterinary Officer that, “I have been\nasking for several days for the to move over a heater from a less critical habitat and they cannot due to staffing issues.”\n• On January 28, 2025, the Attending Veterinarian sent a text message to the Chief Veterinary Officer stating, “Due to\ninsufficient and incompetent filtration/maintenance staff we have been unable to maintain the heaters.”\n• On February 21, 2025, the Attending Veterinarian sent a letter to the Chief Veterinary Officer stating, “It saddens me to\nsee the disrepair and understaffing that is occurring at the park.”\n• On March 6, 2025, the Attending Veterinarian sent a text message to the Chief Veterinary Officer stating, “We might be\nable to move one heater over there but have not had the staffing.”\nThe facility does not have a sufficient number of adequately trained staff to maintain the prescribed level of husbandry\nresulting in noncompliance related to animal handling, facilities, water quality, and sanitation.\nA sufficient number of adequately trained employees or attendants, responsible to management and working in concert\nwith the attending veterinarian, must be utilized to maintain the prescribed level of husbandry practices set forth in this\nsubpart."
    },
    {
      "code": "3.150(c)(2)",
      "kind": "",
      "repeat": false,
      "desc": "Facilities, general.",
      "narrative": "Many areas housing birds had rust or damage that prevents cleaning and sanitization.\n• The enclosure housing 4 African penguins has cracked concrete in areas where the birds have access. The cracks go\nthrough the impervious coating and expose the concrete below.\n• On the exhibit stands inside the aviary building there are multiple food and water bowl holders and enrichment chains\nthat are heavily rusted.\nCracked concrete and rusty surfaces cannot be properly cleaned or sanitized. The inability to properly clean or sanitize\nbird enclosures can cause an increase in dirt, debris and disease hazards they are exposed to.\nThe surfaces of housing facilities must be constructed in a manner and made of materials that allow them to be readily\ncleaned and/or sanitized or removed and replaced when worn or soiled. Interior surfaces and surfaces that come in\ncontact with birds must be free of rust or damage that affects the structural integrity of the surface or prevents cleaning.\nCorrect by May 7, 2025\nThis inspection and exit interview were conducted with facility representatives.\nAdditional Inspectors:\nDavid Mersereau, VETERINARY MEDICAL OFFICER n"
    }
  ],
  "narrative": "2.40(b)(1)  Critical\n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nThe facility did not maintain a program of adequate veterinary care by failing to ensure the availability of appropriate \nfacilities, personnel, equipment, and services to comply with the Animal Welfare Regulations and Standards. Financial \nconstraints resulted in delinquencies and non-payments which led to the facility falling into a state of disrepair, the \nresignation of key staff members, the inability to order and maintain vital equipment, as well as denial of services \nnecessary to provide appropriate care. \n \n• The HVAC system for the veterinary offices began to not function properly in January of 2025. Despite multiple \ncommunications with company leadership expressing concerns for the medications and equipment being exposed to high \ntemperatures and humidity, the unit was still not operational at the time of inspection. Records show that medications had \nto be replaced because of exposure to the conditions in this part of the facility, and the licensee does not have an \nappropriate facility for storing of medications necessary to provide adequate veterinary care. \n• Over the last six months, numerous employees have resigned, including key members of the Animal Care team, \nMaintenance, and the Water Quality staff, leaving an insufficient number of employees to care for the facility and its \nanimals. In her resignation letter dated, February 21, 2025, the Attending Veterinarian states, “I can no longer provide the \nstandard of care the animals require. As a veterinarian tasked with animal health and welfare, the inability to perform \ndiagnostics or acquire medications/supplies does not allow me to perform my job and is unacceptable. It saddens me to \nsee the disrepair and understaffing that is occurring at the park. I hope changes can occur to improve the park and \nprovide the standard of care the animals need.” Accordingly, at the time of inspection, the facility does not have the \nappropriate personnel to ensure a program of adequate veterinary care. \n• Numerous emails and messages to company leadership dating back to November 8, 2024, document catastrophic \nfailure of motors, pumps and filters critical to maintaining water quality. Adequate funding was not provided to replace the \nworn and broken equipment, and the staff was tasked with scavenging parts from non-functioning units to try and piece \ntogether workable units. At the time of inspection, most of the pumps and filters were not working or not working properly. \nAs a result, the inspectors observed negative impacts in every enclosure housing marine mammals: all enclosures had \ndark green water caused by an algae overgrowth with visibility less than 12 inches, and a thick algae growth on the sides \nand bottom of each enclosure. The lack of appropriate equipment to ensure appropriate water quality adversely affects \nthe ability of the veterinarian to provide adequate care to animals at the facility.  \n• The heaters used to maintain water temperatures in the marine mammal enclosures began to fail. Additionally, the \npumps and filters which help move the water to be heated became clogged with algae and overheated, which caused\n\nthem to either shut off or burn out, which further complicated the issue. A propane heater was rented in previous years to \nhelp warm the water during the winter months, but the funds were not made available to rent the equipment this year. \nParts were scavenged from the broken heaters and used to repair the ones that could be made to function, but these \nheaters were inadequate to maintain appropriate temperatures. At the time of inspection, seven of the nine heaters were \nnot operational. The lack of appropriate equipment to ensure proper water temperature, adversely affects the ability of the \nveterinarian to provide adequate care to animals at the facility. \n• Numerous communications with company leadership expressed concern for the well-being of the animals because many \nservice and supply providers closed accounts and refused service until payment for past due balances was received. As a \nresult, the Animal Care Staff was unable to order medications, lab work, or diagnostic testing from recognized vendors. \nThe lack of available services for medications, lab work, or diagnostic testing adversely affects the ability of the \nveterinarian to provide adequate care to animals at the facility. \n• On January 28, 2025, a documented written exchange between the Attending Veterinarian and the Chief Veterinary \nOfficer states, “We really need to find other facilities to send animals. We are no longer able to provide basic needs for \nour current population.” \n \nProperly functioning equipment, appropriate facilities, adequate numbers of trained employees, quick access to supplies, \nmedications, and testing services is necessary for providing adequate veterinary care including diagnosing, treating and \nmaintaining the health of the animals. \n \nEach exhibitor shall establish and maintain programs of adequate veterinary care that includes the availability of \nappropriate facilities, personnel, equipment, and services to comply with the provisions of the Animal Welfare Regulations \nand Standards. To be corrected by May 7, 2025. \n2.131(e)  Critical\n   \nHandling of animals. \nThe facility failed to take appropriate measures to alleviate exposure to cold -water temperatures for four rough-toothed \ndolphins, which resulted in unnecessary discomfort and physical harm. Rough-toothed dolphins are a tropical species that \nrequire warm waters. The facility set low temperature parameters of 72° F. From November 22, 2024, to March 26, 2025, \nrecords document at least 15 separate occasions where the water temperature for the pools housing the rough-toothed \ndolphins was measured below the minimum temperature. The heaters used to maintain water temperatures in the marine \nmammal enclosures began to fail. Additionally, the pumps and filters which help move the water to be heated became \nclogged with algae and overheated, which caused them to either shut off or burn out which further complicated the issue. \nA propane heater was rented in previous years to help warm the water during the winter months, but the funds were not \nmade available to rent the equipment this year. Parts were scavenged from the broken heaters and used to repair the \nones that could be made to function, but these heaters were inadequate to maintain appropriate temperatures. At the time \nof inspection, seven of the nine heaters were not operational. Documented emails and written exchanges show that the \nfacility’s Attending Veterinarian and Manager of Animal Care and Training both independently and on numerous \noccasions, expressed concerns for the well-being of the rough-toothed dolphins (Stenos) because of the low water \ntemperatures, and asked repeatedly for corrective measures and equipment repair to alleviate their exposure. \n \n• An email sent from the Attending Veterinarian to several members of upper management including the Chief Veterinary \nOfficer, dated January 12, 2025, stated, “For the last 4 days the far west habitat in Dolphin Stadium housing the Stenos\n\nhas been below their temperature range. They must remain 72F or above. This morning it was 69.6F. I am seeing \nnegative health effects in their bloodwork and the animals have been seen shivering.” \n• The same email goes on to add, “The temperature for the area remains cold usually through February. If we cannot \nmaintain a habitat suitable for the Stenos at Gulf World, then I would recommend relocating them to a sister park or \nanother facility for their health and welfare.” \n• Medical records dated March 26, 2025, document, “East habitat remains below temperature for Stenos. All animals \ndeveloping skin issues and eye issues.” \n \nAt the time of inspection, the animals had not been relocated, and no corrective measures had been taken to adequately \naddress the low water temperatures. Failure to implement appropriate measures to alleviate the impact of cold \ntemperatures is detrimental to the animals’ health or well-being.  \n \nWhen climatic conditions present a threat to an animal’s health or well-being, appropriate measures must be taken to \nalleviate the impact of those conditions. To be corrected by May 7, 2025. \n3.101(a)(1)  Repeat\n   \nFacilities, general. \nThe facility failed to maintain the marine mammal enclosures in good repair to protect the animals from injury. USDA \ninspectors identified several areas in disrepair. \n \n• At East Sea Lion Holding, a crack, approximately 12 inches above the water surface, was observed extending the full \nlength of the pool. The crack varies from approximately .25 to 1 inch in height and has flaking paint and exposed concrete \nalong its entirety. \n• The small pool located below the sea lion kitchen and indoor holding areas, has two small caves where the sea lions can \ngo to rest. The metal I-beam that supports the structures above is covered with pitted, flaking rust. The ceiling and walls \nare damp and have white stalactites and flowstones, which appear to be calthemite formations, the far-right wall of the \ncave to the right has exposed cinderblock walls. Some of these cinder blocks are showing signs of degradation. Brushing \nagainst these cinderblocks causes sand-like debris to fall from their surface and leaves piles of dark granules on the floor. \nA rusty wire framework for the cement ceiling and walls is exposed in both caves. Pieces of cement have fallen to the \nanimal area from the walls and ceiling. There is a wood ceiling support beam that was actively wet at the time of \ninspection and showing signs of rot and decay. \n• The Sea Lion Stadium Pool has numerous cracks in the walls and surrounding concrete. The wood behind the stage has \nvast areas of rot and decay with broken and missing pieces. There is rotten wood with leaking seals around the enclosure \nwindows, which the animals use to enter the pool during the sea lion presentation. The guillotine door between Holding \npool A and C, has flaking, chipped paint. There is paint flaking off the blue bridge crossing over the barrier between the \neast holding pool and the show pool. Paint is actively flaking off the wall between the ramp and the water inlet. The \nsurface of the haul out space at Sea Lion Stadium is deteriorating with multiple cracks and missing sections. \n• The far west dolphin pool has previously identified cracks in the walls and surrounding concrete which has still not been \naddressed and is continuing to break down. These areas have flaking paint, exposed aggregate, and loose stone or \ncement pieces which could fall into the water. \n• The wooden shade structure over Dolphin Med pool and a portion of Dolphin West has many rusted and pitted joist \nhangers. Flakes of rust are observed hanging loosely and can flake off into the water below.\n\n• On the east side of Dolphin East pool, there is a viewing window that is at and below the level of the visitor platform. \nThere is a leaking crack on the upper left portion of the window frame. There is a small white stalactite, which appears to \nbe another calthemite formation, at this location and algae can be seen growing on the exterior of the enclosure. The \ncrack on the outside of the enclosure was wet to touch. There was also visible water on the ledge below the crack. \n• On November 30, 2024, documented communication with company leadership informed them that a grate cover in \nDolphin East came off and stated, “The concrete is crumbling where it needs to be attached.” And continues suggesting \nthat the pool needs to be “drained to do more major repairs.” \n• The deck is separating from the curb of the pool along the entire north side Dolphin East. \n• The shade structure over the public seating area in sea lion stadium is deteriorating. The staff reports that pieces of the \nstructure fall and, “get wind-blown” into the sea lion and seal main show pool where animals have access during the day. \n• At the seal and sea lion area there are fence post brackets and a gate cross beam that are rusted to the point that there \nis material missing. \n• Cinder block walls behind Dolphin Main, Dolphin East, Dolphin Med Pool, Dolphin West, and Dolphin Far West show \nsigns of deterioration. The lower course of block has the coating lifting off and the block disintegrating. Material from these \nblocks is on the deck and can be blown or washed into the pools housing the dolphins. The water in all pools containing \nmarine mammals was dark green in color and poor visibility as well as a tall overgrowth of algae made it impossible to \nassess the bottom of the pools for debris. \n• An email dated March 22, 2024, from the Manager of Animal Care and Training to company leadership, describes the \nstate of disrepair of the sea lion stadium. She reminded them that the stadium had been closed for over a year, and \ninforms them that despite the use of tarps, employees are continuing to find falling debris on the ground next to the water. \nShe goes on to state, “I wanted to personally voice my concern that we are housing animals in this stadium with the state \nthat it is in.” She later reiterates her concerns for animal welfare in this area and her hope that they would be able to start \nrepairs soon for the safety of animals and staff. At the time of inspection, more than one year after this email was sent, no \nmajor repairs have been initiated, the enclosure and stadium are still in a state of disrepair. \n \nEnclosures that are not maintained in good repair can lead to health and well-being hazards to the animals within. \n \nIndoor and outdoor housing facilities for marine mammals must be maintained in good repair. \n3.101(a)(3) \n   \nFacilities, general. \nThe facility failed to implement a written protocol on cleaning so that surfaces do not constitute a health hazard to \nanimals. At the time of inspection, all pools housing marine mammals were covered in an excessive growth of algae on \nthe bottom and sides of the primary enclosures. When asked for the required written protocol on cleaning, USDA officials \nwere informed that the facility did not have this protocol. \n \nFailure to implement a written protocol for cleaning the surfaces of the enclosures enhances the risk of failing to maintain \nwater quality standards which could be detrimental to the health of the marine mammals contained therein. \n \nAll facilities must implement a written protocol on cleaning so that surfaces do not constitute a health hazard to animals. \nTo be corrected by April 18, 2025.\n\n3.103(b)  Repeat\n   \nFacilities, outdoor. \nThe facility failed to provide protection from the weather or direct sunlight. Although previously identified, the facility has \nnot provided shade over the far side of dolphin east pool where dry guest interactions are done, or over the main show \nstage where the dolphins station for food during training sessions with the trainers or during public guest interactions after \nshows. At the time of inspection, guest and dolphin interactions were observed at the main stadium pool. Two groups \nwere observed, one on the east and one on the west side of the pool. No additional shade or shelter was provided to \neither group and the dolphins were positioned looking directly toward the sun, especially on the east side of the enclosure. \n \nDirect sunlight can be uncomfortable and adversely affect the animal’s health. \n \nNatural or artificial shelter shall be provided for all marine mammals kept outdoors to afford them protection from the \nweather or from direct sunlight. \n3.103(c) \n   \nFacilities, outdoor. \nThe perimeter fence has a double gate on Bullock St that opens to the employee parking lot. This gate has a gap running \nthe length of its lower edge, approximately 7 inches in height. The two gates join at a common pole that is about 4 feet in \nheight. Above this common pole, the gates begin to spread apart, creating a gap that is approximately 5 inches in width. \n \nAnimals and unauthorized people can use these gaps and openings in the perimeter fence to enter and exit the area and \ngain access to the animals behind it. \n \nThe perimeter fence must be constructed so that it protects marine mammals by restricting animals and unauthorized \npersons from going through it or under it and having contact with the marine mammals, and so that it can function as a \nsecondary containment system for the animals in the facility when appropriate. To be corrected by April 14, 2025. \n3.106(b)(3)  Repeat\n   \nWater quality. \nThe facility failed to conduct coliform counts for marine mammal pools at the minimum frequency required by the Animal \nWelfare Regulations. A review of water quality records stated that the facility did not conduct the required weekly testing \non January 23, 2025, February 20, 2025, February 27, 2025, March 8, 2025, and March 16, 2025. The facility’s records \nacknowledged that failure to conduct testing on these dates was a “USDA violation.” \n \nInterruptions in water sampling prevent the facility from ensuring the water is not detrimental to the health and well-being \nto the animals. \n \nWater samples shall be taken and tested at least weekly for coliform count. Records must be kept documenting the time \nwhen all such samples were taken and the results of the sampling.\n\n3.106(d)  Repeat\n   \nWater quality. \nThe facility failed to maintain acceptable water quality standards. At the time of inspection, all pools housing marine \nmammals had an overgrowth of algae that covered the walls and floors of every enclosure. The water was a dark green \ncolor with limited visibility, making observation of submerged animals impossible. The facility ran out of liquid chlorine in \nNovember of 2024; it was not acquired again until March of 2025. During this time many of the pumps and filters quit \nworking, the copper ionizer, chlorine analyzer, and power scrubber also stopped functioning. The Gulf Pump, which is the \nmain source of clean water to the system, was still not functioning properly during the inspection. The poor water flow and \naccumulation of algae clogged filters and caused them to shut down or burn out. \n \n• Equipment crucial for monitoring and maintaining acceptable water quality standards, such as the power scrubber, the \ncopper ionizer, and chlorine analyzer, stopped working properly and the facility failed to have them repaired or replaced in \nan acceptable timeframe. The loss of this equipment, combined with lack of liquid chlorine, contributed greatly to the \nalgae overgrowth in all enclosures. \n• Numerous emails and messages to company leadership dating back to November 8, 2024, document failure of motors, \npumps and filters critical to maintaining water quality. Adequate funding was not provided to replace the worn and broken \nequipment; the staff was tasked with scavenging parts from non-functioning units to try and piece together workable units. \nAt the time of inspection, most of the pumps and filters were not working or not working properly. The observed negative \nimpact was every enclosure, housing marine mammals, had dark green water caused by an algae overgrowth with \nvisibility less than 12 inches, and a thick algae growth on the sides and bottom of each enclosure. \n \nFailure to provide effective chemical treatment and properly function equipment can lead to unacceptable water quality \nwhich may be detrimental to the health of the animals. \n \nWater quality must be maintained by filtration, chemical treatment, or other means so as to comply with water quality \nstandards. \n3.107(b) \n   \nSanitation. \nThe sea lion and dolphin kitchen had exposed raw wood and unsealed concrete which cannot be sanitized, and there \nwere contaminating agents stored improperly. \n \n• In the seal-sea lion food preparation area, the floor is no longer adequately sealed. There are tiles missing on the walls. \nThe entryway has rotten wood, missing paint, and green material growing on the door jamb. \n• In the dolphin kitchen, there is a white board behind the cooler drying shelves. This white board shows water damage to \nthe point that the coating is damaged, and the backing wood is exposed. \n• In the dolphin kitchen, there is an open tub containing a gallon jug of bleach, a bottle of dish soap, a gallon jug of blue \nliquid, and an open bucket of blue liquid. At the time of inspection, the coolers that hold dolphin food were on the ground \nnext to this tub. \n \nKitchens and other food handling areas where animal food is prepared must be cleaned at least once daily and sanitized\n\nat least once every week. Substances such as cleansing and sanitizing agents, pesticides, and other potentially toxic \nagents must be stored in properly labeled containers in secured cabinets designed and located to prevent contamination \nof food storage preparation surfaces. To be corrected by May 7, 2025. \n3.108(a)  Repeat\n   \nEmployees or attendants. \nThe facility does not have enough employees to maintain the facilities. The Attending Veterinarian and Manager of Animal \nCare and Training separately communicated with management on the lack of sufficient employees on multiple occasions, \nincluding: \n \n• On November 23, 2024, the Attending Veterinarian sent a text message to the Chief Veterinary Officer that, “our water \nfiltration people are on vacation next week so several days we will not have anyone to do backwashes or manage the \nwater/filtration.” \n• On December 3, 2024, the Manager of Animal Care Training sent an email to several members of upper management \nstating, “Our maintenance team has decreased to three single employees, so getting projects done in a timely manner is \ndifficult, as that team has several projects.” \n• On December 5, 2024, the Attending Veterinarian sent a text message to the Chief Veterinary Officer that, “I have been \nasking for several days for the to move over a heater from a less critical habitat and they cannot due to staffing issues.” \n• On January 28, 2025, the Attending Veterinarian sent a text message to the Chief Veterinary Officer stating, “Due to \ninsufficient and incompetent filtration/maintenance staff we have been unable to maintain the heaters.” \n• On February 21, 2025, the Attending Veterinarian sent a letter to the Chief Veterinary Officer stating, “It saddens me to \nsee the disrepair and understaffing that is occurring at the park.” \n• On March 6, 2025, the Attending Veterinarian sent a text message to the Chief Veterinary Officer stating, “We might be \nable to move one heater over there but have not had the staffing.” \n \nThe facility does not have a sufficient number of adequately trained staff to maintain the prescribed level of husbandry \nresulting in noncompliance related to animal handling, facilities, water quality, and sanitation. \n \nA sufficient number of adequately trained employees or attendants, responsible to management and working in concert \nwith the attending veterinarian, must be utilized to maintain the prescribed level of husbandry practices set forth in this \nsubpart. \n3.150(c)(2) \n   \nFacilities, general. \nMany areas housing birds had rust or damage that prevents cleaning and sanitization. \n \n• The enclosure housing 4 African penguins has cracked concrete in areas where the birds have access. The cracks go \nthrough the impervious coating and expose the concrete below. \n• On the exhibit stands inside the aviary building there are multiple food and water bowl holders and enrichment chains \nthat are heavily rusted.\n\nCracked concrete and rusty surfaces cannot be properly cleaned or sanitized. The inability to properly clean or sanitize \nbird enclosures can cause an increase in dirt, debris and disease hazards they are exposed to. \n \nThe surfaces of housing facilities must be constructed in a manner and made of materials that allow them to be readily \ncleaned and/or sanitized or removed and replaced when worn or soiled. Interior surfaces and surfaces that come in \ncontact with birds must be free of rust or damage that affects the structural integrity of the surface or prevents cleaning. \nCorrect by May 7, 2025 \n \nThis inspection and exit interview were conducted with facility representatives. \n \nAdditional Inspectors: \nDavid Mersereau, VETERINARY MEDICAL OFFICER n",
  "animals_total": 41,
  "species": [
    {
      "count": 2,
      "scientific": "Felis catus",
      "common": "CAT ADULT"
    },
    {
      "count": 8,
      "scientific": "Tursiops truncatus",
      "common": "BOTTLENOSE DOLPHIN"
    },
    {
      "count": 4,
      "scientific": "Steno bredanensis",
      "common": "ROUGH-TOOTHED DOLPHIN"
    },
    {
      "count": 4,
      "scientific": "Zalophus californianus",
      "common": "CALIFORNIA SEA LION"
    },
    {
      "count": 2,
      "scientific": "Phoca vitulina",
      "common": "HARBOR SEAL"
    },
    {
      "count": 4,
      "scientific": "Spheniscus demersus",
      "common": "AFRICAN PENGUIN / CAPE PENGUIN"
    },
    {
      "count": 2,
      "scientific": "Ara chloropterus",
      "common": "RED-AND-GREEN MACAW / GREEN-WINGED MACAW"
    },
    {
      "count": 1,
      "scientific": "Cacatua moluccensis",
      "common": "SALMON-CRESTED COCKATOO / MOLUCCAN COCKATOO"
    },
    {
      "count": 2,
      "scientific": "Psittacus erithacus",
      "common": "CONGO AFRICAN GREY PARROT / GRAY PARROT"
    },
    {
      "count": 3,
      "scientific": "Ara ararauna",
      "common": "BLUE-AND-YELLOW MACAW / BLUE-AND-GOLD MACAW"
    },
    {
      "count": 1,
      "scientific": "Ara, Anodorhynchus, Primolius, Diopsittaca spp hybrid",
      "common": "MACAW HYBRID"
    },
    {
      "count": 2,
      "scientific": "Thectocercus acuticaudatus",
      "common": "BLUE-CROWNED PARAKEET"
    },
    {
      "count": 1,
      "scientific": "Anodorhynchus hyacinthinus",
      "common": "HYACINTH MACAW"
    },
    {
      "count": 1,
      "scientific": "Ara militaris",
      "common": "MILITARY MACAW"
    },
    {
      "count": 1,
      "scientific": "Amazona oratrix",
      "common": "YELLOW-HEADED PARROT / YELLOW-HEADED AMAZON /"
    },
    {
      "count": 1,
      "scientific": "Eolophus roseicapilla",
      "common": "GALAH / ROSE-BREASTED COCKATOO / ROSEATE"
    },
    {
      "count": 1,
      "scientific": "Corvus albus",
      "common": "PIED CROW"
    },
    {
      "count": 1,
      "scientific": "Amazona auropalliata",
      "common": "YELLOW-NAPED PARROT / YELLOW-NAPED AMAZON"
    }
  ]
}