{
  "insp_id": "2016090000753181",
  "layout": "b",
  "customer_id": "331683",
  "customer_name": "John D Beiler",
  "customer_addr": "692 BUD DRICK RD\nALLENWOOD, PA 17810",
  "certificate": "23-A-0602",
  "site_id": "001",
  "site_name": "JOHN D BEILER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "07-DEC-2021",
  "report_date": "07-DEC-2021",
  "citations": [
    {
      "code": "2.40(b)(3)",
      "kind": "Direct",
      "repeat": false,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "There were 8 guinea pigs with health conditions requiring treatment in accordance with the Program of Veterinary Care or\nconsultation with the attending veterinarian.\nThere were 3 guinea pigs with skin wounds. In Pen 5, there was a tri-color adult male guinea pig with hair loss over the\nback between the hip and the spine on both sides. The areas of hair loss were approximately 1/2 inch by 2 inches on the\nright and 1 inch by 1/2 inch on the left. There were irregular gaps in the skin approximately 1/2 inch by 1 inch on the right\nand 1/4 inch by 1/4 inch on the left where the underlying pinkish red tissue was exposed. The wound on the right side\nwas oozing a bloody discharge. In Pen 6, there was a tri-color adult male guinea pig with an area of hair loss over the\nback to the right of the spine approximately 1 inch by 3 inches in size. There were irregular gaps in the skin\napproximately 1/2 inch by 1 inch in size where the underlying pinkish red tissue was exposed. In Pen 14, there was a tri-\ncolor adult male guinea pig with a large area of hair loss and irregular gaps in the skin spanning the back over the hip\narea on both sides. The area was approximately 4 inches by 3 inches in size and the underlying pinkish red tissue was\nexposed.\nIn Pen 1 and 2 there were 3 adult tri-color guinea pigs with firm movable masses under the chin. In Pen 1 there was a\ntan, black, and white guinea pig with a mass under the chin approximately 1 inch in size. In Pen 1 there was a black,\nbrown, and white guinea pig with a mass under the chin approximately 2 inches in size. In Pen 2, there was a tri-color\nguinea pig with a mass under the chin approximately 1 inch in size. The animals were in good body condition and did not\nappear lethargic.\nIn Pen 17, there were 2 guinea pigs with skin abnormalities. A brown and white weanling had circular areas of hair loss\nwith crusty skin on the bridge of the nose and near the right eye. A brown and white weanling had a circular areas of hair\nloss with crusty skin on the bridge of the nose and between the nose and forehead.\nThe licensee had not observed the health conditions in these animals, had not contacted his attending veterinarian, and\nwas not administering any treatments. The Program of Veterinary Care on file addressed and provided treatment options\nfor the masses under the chin and the hair loss with crusty skin but did not address the skin wounds.\nOpen skin wounds, masses under the chin, and hair loss with crusty skin can be indications of disease or injury, can be\npainful, affect the overall health and well-being of the animal, and may require treatment with antibiotics or other\nmedications. Failure to seek proper diagnosis and treatment for disease may result in pain to the animals, worsening of\nthe condition, and possible spread to additional animals if the condition is contagious.\nThe licensee must develop and implement a plan for effective daily observations and regular communication of those\nfindings to the attending veterinarian. The licensee must contact the attending veterinarian about the animals observed\nwith health conditions to determine a plan of diagnosis and treatment.\nCorrect by: December 10, 2021"
    },
    {
      "code": "2.75(b)(1)",
      "kind": "",
      "repeat": true,
      "desc": "Records: Dealers and exhibitors.",
      "narrative": "A current record of guinea pigs on hand was not available for review during this inspection. A total of 585 adult, weanling,\nand newborn guinea pigs were counted during this inspection. There were no inventory records indicating the number of\nadults, weanlings, or newborns present for the last few months (since September). There was also no record of the\nnumber of dead animals.\nFailure to maintain these records can make it difficult to assess the health of the colony by identifying animal losses by\ndeaths or decreased numbers of animals born and to track animals being used in regulated activities to ensure their\nhumane care and use.\nThe facility must maintain records containing the required information for animals which fully and correctly disclose the\nnumber of animals held, owned, and acquired or disposed of including births and deaths."
    },
    {
      "code": "3.30",
      "kind": "",
      "repeat": false,
      "desc": "Watering.",
      "narrative": "There was a buildup of bedding, fecal material, debris, and wet brown material in the PVC piping around the nipples of the\nautomatic waterers. The licensee stated he is flushing them with a hose weekly but does not clean and sanitize them on a\nregular basis.\nFailure to clean and sanitize waterers often enough to prevent accumulation of debris can result in decreased water\nintake or spread of disease which can negatively impact the health of the animals.\nWatering receptacles must be kept clean and sanitized as necessary to maintain the health and well-being of the animals.\nCorrect by: December 21, 2021"
    },
    {
      "code": "3.31(b)",
      "kind": "",
      "repeat": false,
      "desc": "Sanitation.",
      "narrative": "There was a build-up of bedding, spiderwebs, and debris adhered to the open wire sides and outside of the feeders of the\n6 stacked pens. The licensee stated these areas are not being cleaned and sanitized on a regular basis.\nThe lack of sanitation and presence of dust and debris may attract pests into the room, result in unpleasant odors, and\nmay contribute to spread of disease.\nThe buildings used for housing animals must be kept clean and in good repair to protect the animals from injury and to\nfacilitate prescribed husbandry practices and maintain the health of the animals.\nCorrect by: December 21, 2021\nThis inspection and exit interview were conducted with the licensee.\nEnd Section"
    }
  ],
  "narrative": "2.40(b)(3)  Direct\n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nThere were 8 guinea pigs with health conditions requiring treatment in accordance with the Program of Veterinary Care or \nconsultation with the attending veterinarian. \nThere were 3 guinea pigs with skin wounds.  In Pen 5, there was a tri-color adult male guinea pig with hair loss over the \nback between the hip and the spine on both sides.  The areas of hair loss were approximately 1/2 inch by 2 inches on the \nright and 1 inch by 1/2 inch on the left.  There were irregular gaps in the skin approximately 1/2 inch by 1 inch on the right \nand 1/4 inch by 1/4 inch on the left where the underlying pinkish red tissue was exposed.  The wound on the right side \nwas oozing a bloody discharge.  In Pen 6, there was a tri-color adult male guinea pig with an area of hair loss over the \nback to the right of the spine approximately 1 inch by 3 inches in size.  There were irregular gaps in the skin \napproximately 1/2 inch by 1 inch in size where the underlying pinkish red tissue was exposed.  In Pen 14, there was a tri-\ncolor adult male guinea pig with a large area of hair loss and irregular gaps in the skin spanning the back over the hip \narea on both sides.  The area was approximately 4 inches by 3 inches in size and the underlying pinkish red tissue was \nexposed. \nIn Pen 1 and 2 there were 3 adult tri-color guinea pigs with firm movable masses under the chin.  In Pen 1 there was a \ntan, black, and white guinea pig with a mass under the chin approximately 1 inch in size.  In Pen 1 there was a black,\n\nbrown, and white guinea pig with a mass under the chin approximately 2 inches in size.  In Pen 2, there was a tri-color \nguinea pig with a mass under the chin approximately 1 inch in size.  The animals were in good body condition and did not \nappear lethargic. \nIn Pen 17, there were 2 guinea pigs with skin abnormalities.  A brown and white weanling had circular areas of hair loss \nwith crusty skin on the bridge of the nose and near the right eye.  A brown and white weanling had a circular areas of hair \nloss with crusty skin on the bridge of the nose and between the nose and forehead. \nThe licensee had not observed the health conditions in these animals, had not contacted his attending veterinarian, and \nwas not administering any treatments.  The Program of Veterinary Care on file addressed and provided treatment options \nfor the masses under the chin and the hair loss with crusty skin but did not address the skin wounds. \nOpen skin wounds, masses under the chin, and hair loss with crusty skin can be indications of disease or injury, can be \npainful, affect the overall health and well-being of the animal, and may require treatment with antibiotics or other \nmedications. Failure to seek proper diagnosis and treatment for disease may result in pain to the animals, worsening of \nthe condition, and possible spread to additional animals if the condition is contagious. \nThe licensee must develop and implement a plan for effective daily observations and regular communication of those \nfindings to the attending veterinarian.  The licensee must contact the attending veterinarian about the animals observed \nwith health conditions to determine a plan of diagnosis and treatment. \nCorrect by:  December 10, 2021 \n2.75(b)(1)  Repeat\n   \nRecords: Dealers and exhibitors. \nA current record of guinea pigs on hand was not available for review during this inspection. A total of 585 adult, weanling, \nand newborn guinea pigs were counted during this inspection. There were no inventory records indicating the number of \nadults, weanlings, or newborns present for the last few months (since September).  There was also no record of the\n\nnumber of dead animals. \nFailure to maintain these records can make it difficult to assess the health of the colony by identifying animal losses by \ndeaths or decreased numbers of animals born and to track animals being used in regulated activities to ensure their \nhumane care and use. \nThe facility must maintain records containing the required information for animals which fully and correctly disclose the \nnumber of animals held, owned, and acquired or disposed of including births and deaths. \n3.30 \n   \nWatering. \nThere was a buildup of bedding, fecal material, debris, and wet brown material in the PVC piping around the nipples of the \nautomatic waterers. The licensee stated he is flushing them with a hose weekly but does not clean and sanitize them on a \nregular basis. \nFailure to clean and sanitize waterers often enough to prevent accumulation of debris can result in decreased water \nintake or spread of disease which can negatively impact the health of the animals. \nWatering receptacles must be kept clean and sanitized as necessary to maintain the health and well-being of the animals. \nCorrect by:  December 21, 2021 \n3.31(b) \n   \nSanitation. \nThere was a build-up of bedding, spiderwebs, and debris adhered to the open wire sides and outside of the feeders of the \n6 stacked pens.  The licensee stated these areas are not being cleaned and sanitized on a regular basis. \nThe lack of sanitation and presence of dust and debris may attract pests into the room, result in unpleasant odors, and \nmay contribute to spread of disease. \nThe buildings used for housing animals must be kept clean and in good repair to protect the animals from injury and to\n\nfacilitate prescribed husbandry practices and maintain the health of the animals. \nCorrect by:  December 21, 2021 \n \nThis inspection and exit interview were conducted with the licensee. \n \nEnd Section",
  "animals_total": 585,
  "species": [
    {
      "count": 585,
      "scientific": "Cavia porcellus",
      "common": "DOMESTIC GUINEA PIG"
    }
  ]
}