{
  "insp_id": "99161814360108",
  "layout": "a",
  "customer_id": "325576",
  "customer_name": "Edith Victorino",
  "customer_addr": "2604 185th Ave E\nLake Tapps, WA 98391",
  "certificate": "91-A-0129",
  "site_id": "001",
  "site_name": "Edith Victorino",
  "insp_type": "ROUTINE INSPECTION",
  "date": "07-APR-2016",
  "report_date": "11-APR-2016",
  "citations": [
    {
      "code": "3.131(c)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "The big building for the hedgehogs has a large amount of shavings that have accumulated on the carpeted floor\nunder the animal enclosures and along the back wall. Thick cobwebs are present in the back corners of the room.\nDiscarded feed bags are collecting in the front corner behind a rack of animal enclosures. In addition, excess\nequipment and supplies are filling one corner of the room in both this building and the medium building.\nAccumulated bedding and debris on the flooring, and discarded food bags and other refuse contributes to odor and\nmakes it difficult to maintain adequate pest control. Excess equipment and supplies makes the animal housing\nroom difficult to clean and sanitize and to maintain adequate pest control.\nThe walls and flooring of the animal room must be cleaned, and discarded feed bags and other refuse removed\nfrom the animal housing room or placed in a leak-proof container with a lid. In addition, if the animal housing rooms\nare to be used for the storage of equipment and supplies, these areas must be cleaned and organized. To be\ncorrected by: April 21, 2016\nExit briefing conducted with the facility representative and Diane Forbes, VMO."
    }
  ],
  "narrative": "3.131(c)\nSANITATION.   \nThe big building for the hedgehogs has a large amount of shavings that have accumulated on the carpeted floor\nunder the animal enclosures and along the back wall. Thick cobwebs are present in the back corners of the room. \nDiscarded feed bags are collecting in the front corner behind a rack of animal enclosures.  In addition, excess\nequipment and supplies are filling one corner of the room in both this building and the medium building.  \nAccumulated bedding and debris on the flooring, and discarded food bags and other refuse contributes to odor and\nmakes it difficult to maintain adequate pest control.  Excess equipment and supplies makes the animal housing\nroom difficult to clean and sanitize and to maintain adequate pest control.\nThe walls and flooring of the animal room must be cleaned, and discarded feed bags and other refuse removed\nfrom the animal housing room or placed in a leak-proof container with a lid.  In addition, if the animal housing rooms\nare to be used for the storage of equipment and supplies, these areas must be cleaned and organized.  To be\ncorrected by:   April 21, 2016\nExit briefing conducted with the facility representative and Diane Forbes, VMO.",
  "animals_total": 76,
  "species": [
    {
      "count": 76,
      "scientific": "Atelerix albiventris",
      "common": "HEDGEHOG"
    }
  ]
}