{
  "insp_id": "2016082568040513",
  "layout": "a",
  "customer_id": "5779",
  "customer_name": "Cindy Essary",
  "customer_addr": "Dave Essary\n1906 Hwy S 45\nDallas, IA 50062",
  "certificate": "42-A-0642",
  "site_id": "002",
  "site_name": "DAVE AND CINDY ESSARY",
  "insp_type": "ROUTINE INSPECTION",
  "date": "14-DEC-2016",
  "report_date": "14-DEC-2016",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "A male black miniature Schnauzer (\"Coal\", microchip #7E10007314) has a hairless area on his head. The area is\nlocated within the space between the right ear and the right eye. The skin in this hairless area appears dry and\nflaky and numerous small red bumps are located within the affected area. This dog has not been evaluated by a\nlicensed veterinarian for this condition. Hair loss and abnormal skin conditions can be an indication of an underlying\nhealth issue.\nThe licensee must have this dog evaluated by a licensed veterinarian for a proper diagnosis and to establish an\neffective treatment plan. The diagnosis and treatment plan must be documented in writing and available to the\ninspector upon request. The licensee must ensure that all dogs receive adequate veterinary care at all times.\nAt the time of the inspection, the licensee contacted the attending veterinarian and set up an appointment for the\ndog to be evaluated on December 16, 2016.\nThis inspection and exit interview were conducted with Kelly Maxwell, ACI and the facility representative."
    }
  ],
  "narrative": "2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nA male black miniature Schnauzer (\"Coal\", microchip #7E10007314) has a hairless area on his head.  The area is\nlocated within the space between the right ear and the right eye.  The skin in this hairless area appears dry and\nflaky and numerous small red bumps are located within the affected area. This dog has not been evaluated by a\nlicensed veterinarian for this condition.  Hair loss and abnormal skin conditions can be an indication of an underlying\nhealth issue.\nThe licensee must have this dog evaluated by a licensed veterinarian for a proper diagnosis and to establish an\neffective treatment plan.  The diagnosis and treatment plan must be documented in writing and available to the\ninspector upon request.  The licensee must ensure that all dogs receive adequate veterinary care at all times.\nAt the time of the inspection, the licensee contacted the attending veterinarian and set up an appointment for the\ndog to be evaluated on December 16, 2016.\nThis inspection and exit interview were conducted with Kelly Maxwell, ACI and the facility representative.",
  "animals_total": 116,
  "species": [
    {
      "count": 77,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 39,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}