{
  "insp_id": "296140939430129",
  "layout": "a",
  "customer_id": "2401",
  "customer_name": "Dan Moulton",
  "customer_addr": "976 14th Avenue S W\nRochester, MN 55902",
  "certificate": "41-B-0239",
  "site_id": "001",
  "site_name": "DAN MOULTON",
  "insp_type": "ROUTINE INSPECTION",
  "date": "22-OCT-2014",
  "report_date": "24-OCT-2014",
  "citations": [
    {
      "code": "3.125(a)",
      "kind": "Direct",
      "repeat": true,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "Structural Strength\nREPEAT\nSeveral enclosures were noted as having jagged, rusty points sticking out towards the chinchillas caused by\ndamage in the front metal wire walls of the enclosures. Direct injury and infection can occur by exposing animals to\nsharp or rusted objects. Repair any surfaces containing sharp or rusty objects.\nDIRECT/REPEAT\nEnclosures housing 243 adult Chinchillas contained a tray on the floor in the past which the animals had direct\ncontact with. These trays have since been removed, exposing 1 inch by 1 inch metal wire flooring underneath.\nOther enclosures in the back room have always had 1 inch 1 inch flooring. The flooring does not protect the\nanimals from injury, as the gaps between the wire are much larger than the feet of the chinchillas. Materials that\ncome in contact with the animals must protect the animals from injury. Ensure that the enclosures are structurally\nsound and maintained appropriately."
    },
    {
      "code": "3.130",
      "kind": "",
      "repeat": true,
      "desc": "WATERING.",
      "narrative": "Water Receptacles\nThere continues to be sections of the outside of the watering line that has an excessive buildup of hair, cobwebs,\nand excreta built up on them. The 5 glass water bottles listed in the previous inspection have been corrected,\nhowever, 3 glass bottles towards the end of the facility now have the same greenish haze. Unclean water\nreceptacles can contaminate the water supply which can affect the animals in a negative way. All watering\nreceptacles must be cleaned or replaced in order to assure a clean supply of water to the animals."
    },
    {
      "code": "3.131(a)",
      "kind": "",
      "repeat": true,
      "desc": "SANITATION.",
      "narrative": "Cleaning of enclosures\nThere continues to be an excessive accumulation of excreta in at least 3 of the primary enclosures currently\noccupied with animals. There is an accumulation of dust, animal hair, wood shavings and areas of excreta buildup\nthroughout the facility. The facility failed to maintain the primary caging of these animals in a sanitary condition.\nUnsanitary conditions can lead to biological disease hazards and can affect the comfort of the animals as well as\ntheir health and well-being. Eliminate the buildup of waste material in and around primary enclosures and maintain\nfacility in a clean and sanitary condition.\nThis was a Focused inspection to readdress noncompliances listed in the previous inspection\nMedical care noncompliances listed in the previous inspection have been addressed and corrected.\nInspection was conducted on 10/22/2014\nExit interview was conducted with the licensee on 10/24/2014.\nAdditional Inspectors\nHovancsak Catherine, Supervisory Animal Care Specialist"
    }
  ],
  "narrative": "3.125(a)           DIRECT                    REPEAT\nFACILITIES, GENERAL.   \nStructural Strength\nREPEAT\nSeveral enclosures were noted as having jagged, rusty points sticking out towards the chinchillas caused by\ndamage in the front metal wire walls of the enclosures.  Direct injury and infection can occur by exposing animals to\nsharp or rusted objects.  Repair any surfaces containing sharp or rusty objects.\nDIRECT/REPEAT\nEnclosures housing 243 adult Chinchillas contained a tray on the floor in the past which the animals had direct\ncontact with.  These trays have since been removed, exposing 1 inch by 1 inch metal wire flooring underneath. \nOther enclosures in the back room have always had 1 inch 1 inch flooring.  The flooring does not protect the\nanimals from injury, as the gaps between the wire are much larger than the feet of the chinchillas.  Materials that\ncome in contact with the animals must protect the animals from injury.  Ensure that the enclosures are structurally\nsound and maintained appropriately. \n3.130                    REPEAT\nWATERING.  \nWater Receptacles\nThere continues to be sections of the outside of the watering line that has an excessive buildup of hair, cobwebs,\nand excreta built up on them.  The 5 glass water bottles listed in the previous inspection have been corrected,\nhowever, 3 glass bottles towards the end of the facility now have the same greenish haze.  Unclean water\nreceptacles can contaminate the water supply which can affect the animals in a negative way.  All watering\n\nreceptacles must be cleaned or replaced in order to assure a clean supply of water to the animals.\n3.131(a)                    REPEAT\nSANITATION.   \nCleaning of enclosures\nThere continues to be an excessive accumulation of excreta in at least 3 of the primary enclosures currently\noccupied with animals.  There is an accumulation of dust, animal hair, wood shavings and areas of excreta buildup\nthroughout the facility.  The facility failed to maintain the primary caging of these animals in a sanitary condition. \nUnsanitary conditions can lead to biological disease hazards and can affect the comfort of the animals as well as\ntheir health and well-being.  Eliminate the buildup of waste material in and around primary enclosures and maintain\nfacility in a clean and sanitary condition.\nThis was a Focused inspection to readdress noncompliances listed in the previous inspection\nMedical care noncompliances listed in the previous inspection have been addressed and corrected.\nInspection was conducted on 10/22/2014\nExit interview was conducted with the licensee on 10/24/2014.\nAdditional Inspectors\nHovancsak Catherine, Supervisory Animal Care Specialist",
  "animals_total": 737,
  "species": [
    {
      "count": 737,
      "scientific": "Chinchilla brevicaudata",
      "common": "CHINCHILLA"
    }
  ]
}