{
  "insp_id": "217161522020103",
  "layout": "a",
  "customer_id": "10406",
  "customer_name": "Anton F Hash",
  "customer_addr": "16405 Township Rd #388\nFrazeysburg, OH 43822",
  "certificate": "31-B-0166",
  "site_id": "001",
  "site_name": "ANTON F HASH",
  "insp_type": "ROUTINE INSPECTION",
  "date": "31-MAY-2016",
  "report_date": "12-AUG-2016",
  "citations": [
    {
      "code": "2.40(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "The program of veterinary care is incomplete. There is no guidance or recommendations for several of the species\nthat were on hand and/or indicated on purchase records, including: fallow deer, jacob(cid:25)s sheep, pigs, rabbits, cavies,\ngroundhog, degu, and ferrets. Lack of adequate veterinary guidance for prevention, control, diagnosis, and\ntreatment of diseases and injuries is not consistent with adequate veterinary care for these species. The written\nprogram of veterinary care should include guidance for all species on hand or under the licensee's possession or\ncontrol that are for regulated purposes. Correct by working with the attending veterinarian to establish a written\nprogram of veterinary care that includes all species purchased, held, or otherwise acquired by the licensees for\nregulated purposes.\nCorrect by: 7 June 2016"
    },
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "The facility representative indicated that he and the licensee are both authorized by the veterinarian to perform\ndescenting on their young skunks, and that they performed this practice on their young skunks that were recently\nsold. This practice is painful and requires veterinary expertise not only to perform the procedure, but also to monitor\nthe animals before and after the procedure is complete, including anesthesia, analgesia, and recovery. It is not\nconsistent with current veterinary standards of practice to have this procedure performed by someone other than a\nlicensed veterinarian. Correct by ensuring that appropriate methods to prevent, control, diagnose, and treat\ndiseases\nand injuries are used, including seeking veterinary care for those procedures that must be performed by a licensed\nveterinarian.\nCorrect from this time forward."
    },
    {
      "code": "2.75(b)(1)",
      "kind": "",
      "repeat": false,
      "desc": "RECORDS: DEALERS AND EXHIBITORS.",
      "narrative": "The facility has inadequate recordkeeping. The facility was able to provide a record of animals on hand for several\nspecies of covered animals that were noted and seen on today's inspection. However; this document did not include\nany offspring that were born at the facility, or several other covered species that were physically seen within the\nfacility by inspectors. This would include but is not limited to at least 1 cavy, 5 fallow deer, 2 juvenile cows, 1 goat\nand 31 rabbits. In addition, there were acquisition records at the facility for 1 groundhog purchased from an auction\non 9/18/2015; 6 degu, 1 groundhog and 1 cavy purchased from an auction on 9/19/2015; 1 ferret and 3 cavy\npurchased at an auction on 11/6/2015. None of these animals were listed on the record of animals on hand and\nthere were no correlating disposition records to indicate that these animals had been sold. When asked about these\nanimals, the facility representative informed inspectors that there were 2 cavies located in the trailer in the middle of\nthe facility, that inspectors were not allowed to access this area at the time of inspection, and that the other animals\nlisted above had already been sold through means of internet sales. He also stated that they did not have or\nmaintain records for the sales of these animals, or for any of the animals that had been sold from the facility since\nthe last inspection. This includes 2 coyotes that were recorded on the previous inspection 's inventory, and an\nundetermined number of the fox offspring that had already been sold in 2016. No records of births had been kept for\nanimals born on the premises. The facility representative indicated that they used to keep their records locked up in\nthe tailor located in the middle of the facility. However; there had been a recent break-in and several of their records\nhad been taken at that time. Inadequate recordkeeping hinders the inspection process and does not allow for proper\ntracking of animal movement. APHIS officials need to inspect acquisition and disposition records to ensure that\nanimal transactions are being conducted in compliance with the Animal Welfare Act. This facility must maintain\nproper acquisition records which fully and correctly disclose appropriate information on all animals purchased,\noffspring born, or animals acquired, owned, held, leased, or otherwise in his possession or under his control; as well\nas proper disposition records for all animals transported, sold, died, euthanized, or otherwise disposed.\nCorrect from this day forward"
    },
    {
      "code": "2.126(a)",
      "kind": "",
      "repeat": true,
      "desc": "ACCESS AND INSPECTION OF RECORDS AND PROPERTY; SUBMISSION OF ITINERARIES.",
      "narrative": "While inspecting the back pasture area, APHIS officials heard noises coming from inside the trailer that is on the\npremises. The representative accompanying APHIS officials stated that there were only caged birds housed in this\ntrailer, and no regulated animals were located inside. After looking through the window, one inspector was able to\nvisualize a cavy on the floor of the trailer. When asked again if there were any regulated species inside, the\nrepresentative said no. However, when asked another time if there were cavies inside, he stated that yes, there\nwere\na pair of cavies inside the trailer, but that they were pets only and not to be used for breeding. There was no\npaperwork showing the gender of the two individuals located inside. Additional records showed that the licensee\nhad\npurchased 3 cavies on 11/6/15, gender unknown, in addition to the 1 cavy that was noted on the previous inspection\non 9/28/15; however, there was no disposition paperwork for any of these animals. When the APHIS officials\nindicated to the licensee that the sale of those animals qualified as regulated activity and requested entry into the\ntrailer to inspect the cavies, the representative refused. He stated that those were pet animals only and they were\nnot\nto be used for breeding and that he would not accompany us into the trailer. One of the inspectors asked, \"Are you\nrefusing us access to an animal area?\"(cid:29) and the representative said, \"\"Yes.\"(cid:29) At that point the inspection was\nterminated. The inspector informed the representative that this would be documented and cited as a refusal on the\nreport, which would be discussed via telephone exit interview and delivered by certified mail and email.\nRefusal to allow APHIS officials to enter a facility in order to inspect regulated species and other potentially\nregulated\nanimals is a violation of the Animal Welfare Act. Access must be granted to any facilities as deemed necessary by\nAPHIS officials in order to enforce the provisions of the AWA regulations and standards, including but not limited to\nanimal housing areas, procedure areas, transportation conveyances, holding areas, or other auxiliary areas related\nto\nthe care or use of regulated species. Correct by allowing APHIS officials to enter and examine all facilities, property,\nand animals as are deemed necessary to enforce the Animal Welfare Act."
    },
    {
      "code": "2.131(b)(1)",
      "kind": "Direct",
      "repeat": false,
      "desc": "HANDLING OF ANIMALS.",
      "narrative": "During the inspection, a newborn rabbit was noted stuck in the wire mesh floor of its enclosure, with its head and\nforelegs through an opening in the floor and facing down towards the ground. The newborn was at first thought to\nbe dead, but closer inspection revealed that it was in fact breathing and struggling in spastic movements. The\nmoribund condition of this animal and the fact that it was stuck in the floor of the enclosure was alerted to the facility\nrepresentative, who began to try to extricate the baby rabbit. At first the head and forelegs were grasped and\nsqueezed, trying to force the baby rabbit back up through the mesh floor. After ~1 minute at this attempt, the facility\nrepresentative retrieved some long-handled graspers to try to reach the newborn from the inside of the enclosure,\nas his arms were not long enough to extend to the back of the four-foot long enclosure. The graspers were placed\naround the middle of the newborn, behind the shoulders, and then used to try to elevate the newborn(cid:25)s legs to the\npoint of popping through the floor and back inside the enclosure. This effort was continued for approximately\nanother minute before the newborn was successfully extricated from the opening in the floor and returned to the\nnest box. At that time, the inspectors asked the facility representative if he would prefer to have the inspection\nstopped so that he could further remedy the situation by relocating the animals to a different enclosure; the\nrepresentative declined doing so and stated that he could take care of it after the inspection was completed.\nHandling this newborn rabbit in such a way with the graspers in an attempt to extricate it from its position could\ncause trauma, physical harm, or unnecessary discomfort. Additionally, it was unclear how or why the newborn\nrabbit got into that position in the first place, but potential causes could include: falling out of the nest box, trying to\nescape the nest box if it was excessively warm or dirty for the newborn(cid:25)s comfort, or being chased or dragged out\nby either of the adult rabbits in the enclosure. Some or all of these factors may have contributed to the newborn\nbecoming entrapped in the wire mesh flooring, and the handling practices leading up to this incident were not done\nas expeditiously and carefully as possible in a manner that does not cause trauma, overheating, behavioral stress,\nphysical harm, or unnecessary discomfort. Correct by ensuring that handling of all animals is done in an\nappropriate manner as described here.\nCorrect from this time forward."
    },
    {
      "code": "3.51(b)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, INDOOR.",
      "narrative": "The rabbit trailer is inadequately ventilated. One end of the building is equipped with a window that was unopened\nat\nthe time of inspection. On the other end, there was an exhaust fan that was used as the sole source of ventilation\nfor\nthis area. The exhaust fan was moving slowly and was covered with an excessive amount hair, cobwebs and debris\nat the time of inspection. 85% of the walls of the building are covered with animal enclosures stacked on top of each\nother, the fronts and sides of which were also covered with an excessive amount of calcium buildup, excreta, hair,\ncobwebs, debris, and other organic material. The ammonia levels in this area were high enough to\nirritate the inspectors' nose, throat and eyes. Due to the inadequate cleaning of the building and enclosures, paired\nwith the use of the exhaust fan alone as the single method of ventilation, the\nammonia levels were elevated to a rate that was noxious to the inspectors after being inside, with the door open, for\njust a few minutes. The air quality inside this structure was not sufficient to provide for the health and comfort of the\nanimals housed therein. This facility must ensure that they have adequate ventilation for all rabbit areas to alleviate\nodor, high ammonia levels and to provide fresh air, and to use auxiliary methods of ventilation when the ambient\ntemperature is above 85F.\nCorrect By: 6/8/2016"
    },
    {
      "code": "3.51(d)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, INDOOR.",
      "narrative": "There is a trailer that is currently being used to house a total of 23 rabbits. The interior walls and surfaces of this\ntrailer are constructed with plywood and or a similar material. These surfaces are not substantially impervious to\nmoisture and are not able to be readily cleaned or sanitized. 90% of the wall surfaces were covered with brown to\nblack organic material, hair, waste and debris. Having improper husbandry practices and surfaces that do not allow\nfor proper cleaning or sanitization exposes the animals to unnecessary hazards and directly contributes to the odor\nand ammonia levels within the facility. All interior building\nsurfaces of indoor housing facilities must be constructed and maintained so that they are substantially impervious to\nmoisture and may be readily sanitized.\nCorrect by: 6/8/2016"
    },
    {
      "code": "3.53(a)(1)",
      "kind": "Direct",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "During the inspection of one of the outdoor rabbit enclosures containing a breeding pair, one newborn rabbit was\nnoted to be caught with its head and forelegs through an opening in the wire mesh floor. The newborn at first\nappeared dead, but upon closer examination it was noted to be breathing. The facility representative was alerted to\nthe newborn(cid:25)s position and its moribund condition, and he proceeded to extricate the baby after an effort of several\nminutes. The openings in the wire mesh floor were big enough to allow this newborn to fall through and become\nentrapped, causing severe distress, pain, and suffering. If the animal had not been removed at the time it was\nnoticed, it would have died in the position, as it took several minutes and significant effort to extricate it from the\nopening in the floor and return it to the nest box. At that time, once the newborn was returned, the inspectors asked\nthe facility representative if he would like to stop the inspection in order to place the mother and babies in a more\nappropriate enclosure and to remove the adult male. He declined to do so at that time, saying he would come back\nto it after the completion of the inspection. Rabbits must be housed in primary enclosures that do not cause harm or\ninjury, contain them safely, and protect them from predators. This newborn rabbit was at risk for serious injury,\ndistress, and even death as a result of the construction of the primary enclosure (mainly, the openings in the wire\nmesh floor were large enough for the newborn to fall partially through, face-first). Correct by ensuring that primary\nenclosures are structurally sound and maintained in good repair to protect rabbits from injury, to contain them, and\nto keep predators out.\nCorrect by end of day 1 June 2016."
    },
    {
      "code": "3.55",
      "kind": "",
      "repeat": false,
      "desc": "WATERING.",
      "narrative": "Most of the rabbits' water receptacles were contaminated with a buildup of organic material, spent food, and other\ndebris, causing the water to become dirty and murky. Lack of adequate potable water can be devastating to an\nanimal(cid:25)s health and comfort, especially given the heat and air quality in the rabbits(cid:25) environment. Correct by\nensuring that sufficient, potable water is provided daily, and that all water receptacles are sanitized when dirty, at a\nfrequency not less than once every 2 weeks.\nCorrect by 2 June 2016."
    },
    {
      "code": "3.56(a)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "All sides, tops, floors, and litter pans underneath of the primary enclosures inside the rabbit trailer and most of the\noutside rabbit enclosures have an excessive amount of calcium buildup, excreta, hair, cobwebs, debris and other\norganic material build up within the enclosures. Having improper cleaning and husbandry practices expose the\nanimals to unnecessary disease hazards and directly contributes to the odor within the facility, which was to the\npoint of causing irritation of the eyes and upper respiratory tract of the inspectors after only a few minutes inside\nwith the door opened. The facility must perform periodic cleaning of all primary enclosures, to keep them\nreasonably free of excreta, hair, cobwebs, and other debris. They must use an appropriate method for cleaning and\nsanitization that has been set forth by 3.56(b)(3) of the Animal Welfare Act.\nCorrect By: 6/8/2016"
    },
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "After contact was made with the facility representative, while waiting on the public road for the representative to\narrive\nand begin the inspection, a young deer was seen coming through the bushes and circled the facility several times.\nThis deer had a tag in the left ear, which the representative stated later that any deer purchased by the licensee\nthrough the auction would have been tagged at the auction. The representative stated that, while inspecting the\npasture area, there should have been 5 fallow deer inside, but APHIS Officials were only able to identify 4. The 5th\none, presumably, was the one seen on the outside of the facility. The facility representative stated, I don t know\nwhere she could have gotten out, so he was under the impression that that animal was indeed one that belonged\ninside the property. The fence surrounding the pasture area is the only fence surrounding\nthe entire property. The section of fence adjacent to the driveway is 4 feet tall; the fence facing the road is 7 feet;\nthe\nfence at the back of the pasture area is 5 feet. Correct by ensuring that the primary enclosure is constructed so that\nit protects and safely contains the animals.\nCorrect by 1 July 2016."
    },
    {
      "code": "3.125(c)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "There were several open bags of food stored on the floor in a shed on the premises. Having open bags on the floor\nleaves them vulnerable to deterioration, molding, or contamination by vermin, as well as accessible to any of the\nnumber of free-roaming birds on the premises. Correct by storing supplies of food and bedding in a manner which\nadequately protects them against deterioration, molding, and contamination.\nCorrect by 2 June 2016."
    },
    {
      "code": "3.130",
      "kind": "",
      "repeat": false,
      "desc": "WATERING.",
      "narrative": "The single water trough for the deer, sheep, pigs, and cows in the pasture contains a small amount (about 2(cid:29) feet\ndeep) of murky water contaminated with bird feathers, mud, feces, and other debris. Additionally, the tub is\napproximately two feet tall, and the micro pigs housed in the enclosure only stand about that tall at the shoulders, so\nthey could have difficulty reaching the water at the level it was currently filled to in the trough. Lack of adequate\npotable water can be devastating to an animal(cid:25)s health and comfort, especially given the heat (National Weather\nService reported the high temperature as reaching 89 degrees F in the afternoon on the day of inspection). Correct\nby ensuring that sufficient, potable water is provided as often as necessary for the health and comfort of all animals,\nconsidering the age, species, condition, and type of the animals. Additionally, all water receptacles must be kept\nclean and sanitary.\nCorrect by 2 June 2016."
    },
    {
      "code": "3.131(a)",
      "kind": "",
      "repeat": true,
      "desc": "SANITATION.",
      "narrative": "The majority of the enclosures and nest boxes containing skunks and foxes are excessively dirty, with piles of feces\nand spilled feed on the ground of ground-level enclosures, as well as wet, soiled bedding in the nest boxes, and\ntufts of hair matted on the floors and walls of wire enclosures. Dirty conditions cause discomfort to the animals if\nthey cannot escape contamination and odor; they also attract pests which can transmit infectious disease to the\nanimals contained therein. Correct by removing excreta, spoiled bedding, and spent feed as often as necessary to\nprevent contamination of the animals and minimize disease hazards and odors."
    },
    {
      "code": "3.131(c)",
      "kind": "",
      "repeat": true,
      "desc": "SANITATION.",
      "narrative": "The pasture containing the deer, sheep, pigs, and cows is littered with unused building materials, sections of\nfencing, empty cages, and other debris. There are two barn/shed-type structures that are open and accessible to\nthe animals, but which contain an assortment of unused equipment, supplies, and cages which are in various states\nof disrepair. There are loose boards allowing entry underneath the trailer in the middle of the pasture, which the\nfacility representative stated that the pigs will often enter and stay in this area for an indeterminate amount of time.\nThere is no way to know what types of hazards are situated under the trailer, and it is impossible to remove excreta\nfrom this area as a result of the pigs entering this space. Additionally, other animals may become entrapped if they\nwere to attempt to enter this area. These materials and locations are potentially injurious to the animals, posing\nrisks of punctures, cuts, or foot or body entrapment, and must be removed or repaired so as to protect the animals\nfrom injury and to facilitate appropriate husbandry practices. Correct by keeping premises clean and in good repair\nin order to protect the animals from injury. Accumulations of trash and unused building materials shall be placed in\ndesignated areas and cleared as necessary to protect the health and well-being of the animals."
    },
    {
      "code": "3.131(d)",
      "kind": "",
      "repeat": true,
      "desc": "SANITATION.",
      "narrative": "The premises as a whole is infested with flies, such that inspectors were continuously swatting flies away during\ninspection. It was also noted that the deer, pigs, cows, and sheep were continuously swishing their tails to keep flies\noff. This degree of fly infestation causes discomfort to the animals, as well as poses a risk of disease transmission\nto the animals. Correct by establishing and maintaining a safe and effective program for the control of pests\n(including insects, avian and mammalian pests).\nThe inspection and Exit was conducted with a facility representative, Animal Care Inspector Shannon Sebera,\nVeterinarian Medical Office Kathy Campitelli and a Coshocton County Sherif Deputy on 5/31/2016.\nA thorough Exit was conducted verbally over the phone with a facility representative, Animal Care Inspector\nShannon Sebera, Veterinarian Medical Office Kathy Campitelli on 6/1/2016.\nThis inspection was sent by email and certified mail after completion of the exit due to equipment and system\nissues. The report was sent by certified mail on 6/2/2016 due to exit time and the closing time of the local post\noffice.\nAdditional Inspectors\nCampitelli D.V.M Kathryn, Veterinary Medical Officer"
    }
  ],
  "narrative": "2.40(a)(1)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThe program of veterinary care is incomplete.  There is no guidance or recommendations for several of the species\nthat were on hand and/or indicated on purchase records, including: fallow deer, jacob(cid:25)s sheep, pigs, rabbits, cavies,\ngroundhog, degu, and ferrets. Lack of adequate veterinary guidance for prevention, control, diagnosis, and\ntreatment of diseases and injuries is not consistent with adequate veterinary care for these species.  The written\nprogram of veterinary care should include guidance for all species on hand or under the licensee's possession or\ncontrol that are for regulated purposes.  Correct by working with the attending veterinarian to establish a written\nprogram of veterinary care that includes all species purchased, held, or otherwise acquired by the licensees for\nregulated purposes.  \nCorrect by: 7 June 2016\n2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThe facility representative indicated that he and the licensee are both authorized by the veterinarian to perform\ndescenting on their young skunks, and that they performed this practice on their young skunks that were recently\nsold. This practice is painful and requires veterinary expertise not only to perform the procedure, but also to monitor\nthe animals before and after the procedure is complete, including anesthesia, analgesia, and recovery. It is not\nconsistent with current veterinary standards of practice to have this procedure performed by someone other than a\nlicensed veterinarian. Correct by ensuring that appropriate methods to prevent, control, diagnose, and treat\ndiseases\nand injuries are used, including seeking veterinary care for those procedures that must be performed by a licensed\nveterinarian.\nCorrect from this time forward.\n2.75(b)(1)\nRECORDS: DEALERS AND EXHIBITORS.\n\nThe facility has inadequate recordkeeping. The facility was able to provide a record of animals on hand for several\nspecies of covered animals that were noted and seen on today's inspection. However; this document did not include\nany offspring that were born at the facility, or several other covered species that were physically seen within the\nfacility by inspectors. This would include but is not limited to at least 1 cavy, 5 fallow deer, 2 juvenile cows, 1 goat\nand 31 rabbits. In addition, there were acquisition records at the facility for 1 groundhog purchased from an auction\non 9/18/2015; 6 degu, 1 groundhog and 1 cavy purchased from an auction on 9/19/2015; 1 ferret and 3 cavy\npurchased at an auction on 11/6/2015. None of these animals were listed on the record of animals on hand and\nthere were no correlating disposition records to indicate that these animals had been sold. When asked about these\nanimals, the facility representative informed inspectors that there were 2 cavies located in the trailer in the middle of\nthe facility, that inspectors were not allowed to access this area at the time of inspection, and that the other animals\nlisted above had already been sold through means of internet sales. He also stated that they did not have or\nmaintain records for the sales of these animals, or for any of the animals that had been sold from the facility since\nthe last inspection. This includes 2 coyotes that were recorded on the previous inspection 's inventory, and an\nundetermined number of the fox offspring that had already been sold in 2016. No records of births had been kept for\nanimals born on the premises. The facility representative indicated that they used to keep their records locked up in\nthe tailor located in the middle of the facility. However; there had been a recent break-in and several of their records\nhad been taken at that time. Inadequate recordkeeping hinders the inspection process and does not allow for proper\ntracking of animal movement. APHIS officials need to inspect acquisition and disposition records to ensure that\nanimal transactions are being conducted in compliance with the Animal Welfare Act. This facility must maintain\nproper acquisition records which fully and correctly disclose appropriate information on all animals purchased,\noffspring born, or animals acquired, owned, held, leased, or otherwise in his possession or under his control; as well\nas proper disposition records for all animals transported, sold, died, euthanized, or otherwise disposed.\nCorrect from this day forward\n2.126(a)                    REPEAT\nACCESS AND INSPECTION OF RECORDS AND PROPERTY; SUBMISSION OF ITINERARIES.\nWhile inspecting the back pasture area, APHIS officials heard noises coming from inside the trailer that is on the\npremises. The representative accompanying APHIS officials stated that there were only caged birds housed in this\ntrailer, and no regulated animals were located inside. After looking through the window, one inspector was able to\nvisualize a cavy on the floor of the trailer. When asked again if there were any regulated species inside, the\nrepresentative said no. However, when asked another time if there were cavies inside, he stated that yes, there\nwere\na pair of cavies inside the trailer, but that they were pets only and not to be used for breeding. There was no\npaperwork showing the gender of the two individuals located inside. Additional records showed that the licensee\nhad\npurchased 3 cavies on 11/6/15, gender unknown, in addition to the 1 cavy that was noted on the previous inspection\non 9/28/15; however, there was no disposition paperwork for any of these animals. When the APHIS officials\n\nindicated to the licensee that the sale of those animals qualified as regulated activity and requested entry into the\ntrailer to inspect the cavies, the representative refused. He stated that those were pet animals only and they were\nnot\nto be used for breeding and that he would not accompany us into the trailer. One of the inspectors asked, \"Are you\nrefusing us access to an animal area?\"(cid:29) and the representative said, \"\"Yes.\"(cid:29) At that point the inspection was\nterminated. The inspector informed the representative that this would be documented and cited as a refusal on the\nreport, which would be discussed via telephone exit interview and delivered by certified mail and email.\nRefusal to allow APHIS officials to enter a facility in order to inspect regulated species and other potentially\nregulated\nanimals is a violation of the Animal Welfare Act. Access must be granted to any facilities as deemed necessary by\nAPHIS officials in order to enforce the provisions of the AWA regulations and standards, including but not limited to\nanimal housing areas, procedure areas, transportation conveyances, holding areas, or other auxiliary areas related\nto\nthe care or use of regulated species. Correct by allowing APHIS officials to enter and examine all facilities, property,\nand animals as are deemed necessary to enforce the Animal Welfare Act.\n2.131(b)(1)           DIRECT\nHANDLING OF ANIMALS.\nDuring the inspection, a newborn rabbit was noted stuck in the wire mesh floor of its enclosure, with its head and\nforelegs through an opening in the floor and facing down towards the ground.  The newborn was at first thought to\nbe dead, but closer inspection revealed that it was in fact breathing and struggling in spastic movements.  The\nmoribund condition of this animal and the fact that it was stuck in the floor of the enclosure was alerted to the facility\nrepresentative, who began to try to extricate the baby rabbit.  At first the head and forelegs were grasped and\nsqueezed, trying to force the baby rabbit back up through the mesh floor.  After ~1 minute at this attempt, the facility\nrepresentative retrieved some long-handled graspers to try to reach the newborn from the inside of the enclosure,\nas his arms were not long enough to extend to the back of the four-foot long enclosure.  The graspers were placed\naround the middle of the newborn, behind the shoulders, and then used to try to elevate the newborn(cid:25)s legs to the\npoint of popping through the floor and back inside the enclosure.  This effort was continued for approximately\nanother minute before the newborn was successfully extricated from the opening in the floor and returned to the\nnest box.  At that time, the inspectors asked the facility representative if he would prefer to have the inspection\nstopped so that he could further remedy the situation by relocating the animals to a different enclosure; the\nrepresentative declined doing so and stated that he could take care of it after the inspection was completed. \nHandling this newborn rabbit in such a way with the graspers in an attempt to extricate it from its position could\ncause trauma, physical harm, or unnecessary discomfort.  Additionally, it was unclear how or why the newborn\nrabbit got into that position in the first place, but potential causes could include: falling out of the nest box, trying to\nescape the nest box if it was excessively warm or dirty for the newborn(cid:25)s comfort, or being chased or dragged out\nby either of the adult rabbits in the enclosure.  Some or all of these factors may have contributed to the newborn\nbecoming entrapped in the wire mesh flooring, and the handling practices leading up to this incident were not done\n\nas expeditiously and carefully as possible in a manner that does not cause trauma, overheating, behavioral stress,\nphysical harm, or unnecessary discomfort.  Correct by ensuring that handling of all animals is done in an\nappropriate manner as described here.\n \nCorrect from this time forward.\n3.51(b)\nFACILITIES, INDOOR.   \nThe rabbit trailer is inadequately ventilated. One end of the building is equipped with a window that was unopened\nat\nthe time of inspection. On the other end, there was an exhaust fan that was used as the sole source of ventilation\nfor\nthis area. The exhaust fan was moving slowly and was covered with an excessive amount hair, cobwebs and debris\nat the time of inspection. 85% of the walls of the building are covered with animal enclosures stacked on top of each\nother, the fronts and sides of which were also covered with an excessive amount of calcium buildup, excreta, hair,\ncobwebs, debris, and other organic material.  The ammonia levels in this area were high enough to\nirritate the inspectors' nose, throat and eyes. Due to the inadequate cleaning of the building and enclosures, paired\nwith the use of the exhaust fan alone as the single method of ventilation, the\nammonia levels were elevated to a rate that was noxious to the inspectors after being inside, with the door open, for\njust a few minutes. The air quality inside this structure was not sufficient to provide for the health and comfort of the\nanimals housed therein. This facility must ensure that they have adequate ventilation for all rabbit areas to alleviate\nodor, high ammonia levels and to provide fresh air, and to use auxiliary methods of ventilation when the ambient\ntemperature is above 85F.\nCorrect By: 6/8/2016\n3.51(d)\nFACILITIES, INDOOR.   \nThere is a trailer that is currently being used to house a total of 23 rabbits. The interior walls and surfaces of this\ntrailer are constructed with plywood and or a similar material. These surfaces are not substantially impervious to\nmoisture and are not able to be readily cleaned or sanitized. 90% of the wall surfaces were covered with brown to\nblack organic material, hair, waste and debris. Having improper husbandry practices and surfaces that do not allow\nfor proper cleaning or sanitization exposes the animals to unnecessary hazards and directly contributes to the odor\nand ammonia levels within the facility. All interior building\nsurfaces of indoor housing facilities must be constructed and maintained so that they are substantially impervious to\nmoisture and may be readily sanitized.\n\nCorrect by: 6/8/2016\n3.53(a)(1)           DIRECT\nPRIMARY ENCLOSURES.   \nDuring the inspection of one of the outdoor rabbit enclosures containing a breeding pair, one newborn rabbit was\nnoted to be caught with its head and forelegs through an opening in the wire mesh floor.  The newborn at first\nappeared dead, but upon closer examination it was noted to be breathing.  The facility representative was alerted to\nthe newborn(cid:25)s position and its moribund condition, and he proceeded to extricate the baby after an effort of several\nminutes.  The openings in the wire mesh floor were big enough to allow this newborn to fall through and become\nentrapped, causing severe distress, pain, and suffering.  If the animal had not been removed at the time it was\nnoticed, it would have died in the position, as it took several minutes and significant effort to extricate it from the\nopening in the floor and return it to the nest box.  At that time, once the newborn was returned, the inspectors asked\nthe facility representative if he would like to stop the inspection in order to place the mother and babies in a more\nappropriate enclosure and to remove the adult male.  He declined to do so at that time, saying he would come back\nto it after the completion of the inspection.  Rabbits must be housed in primary enclosures that do not cause harm or\ninjury, contain them safely, and protect them from predators.  This newborn rabbit was at risk for serious injury,\ndistress, and even death as a result of the construction of the primary enclosure (mainly, the openings in the wire\nmesh floor were large enough for the newborn to fall partially through, face-first). Correct by ensuring that primary\nenclosures are structurally sound and maintained in good repair to protect rabbits from injury, to contain them, and\nto keep predators out.  \nCorrect by end of day 1 June 2016.\n3.55\nWATERING.    \nMost of the rabbits' water receptacles were contaminated with a buildup of organic material, spent food, and other\ndebris, causing the water to become dirty and murky.  Lack of adequate potable water can be devastating to an\nanimal(cid:25)s health and comfort, especially given the heat and air quality in the rabbits(cid:25) environment.  Correct by\nensuring that sufficient, potable water is provided daily, and that all water receptacles are sanitized when dirty, at a\nfrequency not less than once every 2 weeks.\nCorrect by 2 June 2016.\n3.56(a)\nSANITATION. \nAll sides, tops, floors, and litter pans underneath of the primary enclosures inside the rabbit trailer and most of the\noutside rabbit enclosures have an excessive amount of calcium buildup, excreta, hair, cobwebs, debris and other\n\norganic material build up within the enclosures.  Having improper cleaning and husbandry practices expose the\nanimals to unnecessary disease hazards and directly contributes to the odor within the facility, which was to the\npoint of causing irritation of the eyes and upper respiratory tract of the inspectors after only a few minutes inside\nwith the door opened.  The facility must perform periodic cleaning of all primary enclosures, to keep them\nreasonably free of excreta, hair, cobwebs, and other debris.  They must use an appropriate method for cleaning and\nsanitization that has been set forth by 3.56(b)(3) of the Animal Welfare Act.  \nCorrect By: 6/8/2016\n3.125(a)\nFACILITIES, GENERAL.   \nAfter contact was made with the facility representative, while waiting on the public road for the representative to\narrive\nand begin the inspection, a young deer was seen coming through the bushes and circled the facility several times.\nThis deer had a tag in the left ear, which the representative stated later that any deer purchased by the licensee\nthrough the auction would have been tagged at the auction. The representative stated that, while inspecting the\npasture area, there should have been 5 fallow deer inside, but APHIS Officials were only able to identify 4. The 5th\none, presumably, was the one seen on the outside of the facility. The facility representative stated, I don t know\nwhere she could have gotten out, so he was under the impression that that animal was indeed one that belonged\ninside the property. The fence surrounding the pasture area is the only fence surrounding\nthe entire property. The section of fence adjacent to the driveway is 4 feet tall; the fence facing the road is 7 feet;\nthe\nfence at the back of the pasture area is 5 feet. Correct by ensuring that the primary enclosure is constructed so that\nit protects and safely contains the animals.\nCorrect by 1 July 2016.\n3.125(c)\nFACILITIES, GENERAL.   \nThere were several open bags of food stored on the floor in a shed on the premises.  Having open bags on the floor\nleaves them vulnerable to deterioration, molding, or contamination by vermin, as well as accessible to any of the\nnumber of free-roaming birds on the premises.  Correct by storing supplies of food and bedding in a manner which\nadequately protects them against deterioration, molding, and contamination.  \nCorrect by 2 June 2016.\n3.130\n\nWATERING.  \nThe single water trough for the deer, sheep, pigs, and cows in the pasture contains a small amount (about 2(cid:29) feet\ndeep) of murky water contaminated with bird feathers, mud, feces, and other debris.  Additionally, the tub is\napproximately two feet tall, and the micro pigs housed in the enclosure only stand about that tall at the shoulders, so\nthey could have difficulty reaching the water at the level it was currently filled to in the trough.  Lack of adequate\npotable water can be devastating to an animal(cid:25)s health and comfort, especially given the heat (National Weather\nService reported the high temperature as reaching 89 degrees F in the afternoon on the day of inspection).  Correct\nby ensuring that sufficient, potable water is provided as often as necessary for the health and comfort of all animals,\nconsidering the age, species, condition, and type of the animals. Additionally, all water receptacles must be kept\nclean and sanitary.\nCorrect by 2 June 2016.\n3.131(a)                    REPEAT\nSANITATION.   \nThe majority of the enclosures and nest boxes containing skunks and foxes are excessively dirty, with piles of feces\nand spilled feed on the ground of ground-level enclosures, as well as wet, soiled bedding in the nest boxes, and\ntufts of hair matted on the floors and walls of wire enclosures. Dirty conditions cause discomfort to the animals if\nthey cannot escape contamination and odor; they also attract pests which can transmit infectious disease to the\nanimals contained therein. Correct by removing excreta, spoiled bedding, and spent feed as often as necessary to\nprevent contamination of the animals and minimize disease hazards and odors.\n3.131(c)                    REPEAT\nSANITATION.   \nThe pasture containing the deer, sheep, pigs, and cows is littered with unused building materials, sections of\nfencing, empty cages, and other debris. There are two barn/shed-type structures that are open and accessible to\nthe animals, but which contain an assortment of unused equipment, supplies, and cages which are in various states\nof disrepair.  There are loose boards allowing entry underneath the trailer in the middle of the pasture, which the\nfacility representative stated that the pigs will often enter and stay in this area for an indeterminate amount of time. \nThere is no way to know what types of hazards are situated under the trailer, and it is impossible to remove excreta\nfrom this area as a result of the pigs entering this space.  Additionally, other animals may become entrapped if they\nwere to attempt to enter this area.  These materials and locations are potentially injurious to the animals, posing\nrisks of punctures, cuts, or foot or body entrapment, and must be removed or repaired so as to protect the animals\nfrom injury and to facilitate appropriate husbandry practices. Correct by keeping premises clean and in good repair\nin order to protect the animals from injury.  Accumulations of trash and unused building materials shall be placed in\ndesignated areas and cleared as necessary to protect the health and well-being of the animals.\n\n3.131(d)                    REPEAT\nSANITATION.   \nThe premises as a whole is infested with flies, such that inspectors were continuously swatting flies away during\ninspection. It was also noted that the deer, pigs, cows, and sheep were continuously swishing their tails to keep flies\noff. This degree of fly infestation causes discomfort to the animals, as well as poses a risk of disease transmission\nto the animals. Correct by establishing and maintaining a safe and effective program for the control of pests\n(including insects, avian and mammalian pests).\nThe inspection and Exit was conducted with a facility representative, Animal Care Inspector Shannon Sebera,\nVeterinarian Medical Office Kathy Campitelli and a Coshocton County Sherif Deputy on 5/31/2016.\nA thorough Exit was conducted verbally over the phone with a facility representative, Animal Care Inspector\nShannon Sebera, Veterinarian Medical Office Kathy Campitelli on 6/1/2016.\nThis inspection was sent by email and certified mail after completion of the exit due to equipment and system\nissues.  The report was sent by certified mail on 6/2/2016 due to exit time and the closing time of the local post\noffice.\nAdditional Inspectors\nCampitelli D.V.M Kathryn, Veterinary Medical Officer",
  "animals_total": 85,
  "species": [
    {
      "count": 2,
      "scientific": "Bos taurus",
      "common": "CATTLE / COW / OX / WATUSI"
    },
    {
      "count": 1,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 5,
      "scientific": "Dama dama",
      "common": "FALLOW DEER"
    },
    {
      "count": 1,
      "scientific": "Didelphis virginiana",
      "common": "VIRGINIA OPOSSUM"
    },
    {
      "count": 1,
      "scientific": "Dolichotis patagonum",
      "common": "PATAGONIAN CAVY / MARA"
    },
    {
      "count": 12,
      "scientific": "Mephitis mephitis",
      "common": "STRIPED SKUNK"
    },
    {
      "count": 31,
      "scientific": "Oryctolagus cuniculus",
      "common": "EUROPEAN RABBIT"
    },
    {
      "count": 8,
      "scientific": "Ovis aries aries",
      "common": "SHEEP INCLUDING ALL DOMESTIC BREEDS"
    },
    {
      "count": 3,
      "scientific": "Sus domestica",
      "common": "DOMESTIC PIG"
    },
    {
      "count": 2,
      "scientific": "Urocyon cinereoargenteus",
      "common": "GRAY FOX / GREY FOX"
    },
    {
      "count": 6,
      "scientific": "Vulpes lagopus",
      "common": "ARCTIC FOX"
    },
    {
      "count": 13,
      "scientific": "Vulpes vulpes",
      "common": "RED FOX (INCLUDES SILVER FOX & CROSS FOX)"
    }
  ]
}