{
  "insp_id": "2016082567926588",
  "layout": "a",
  "customer_id": "327335",
  "customer_name": "Central Supply",
  "customer_addr": "P.O. Box 10\nMesquite, NM 88048",
  "certificate": "85-C-0040",
  "site_id": "001",
  "site_name": "Central Supply",
  "insp_type": "ROUTINE INSPECTION",
  "date": "14-SEP-2016",
  "report_date": "15-SEP-2016",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "One adult male mini Brahman named \"Bob\" has a penetrating wound, approximately four inches long, in the lower\nabdominal area in front of his right rear leg. This wound appears to have been caused by one of the longhorns\nhoused in this enclosure due to the presence of several skin gashes in the same general area as the penetrating\nwound. Numerous flies were seen at the margins of this wound. There was a thick, yellowish discharge at the\nbottom edge of the wound. This injury may cause pain and discomfort in the affected area. The attending\nveterinarian (AV) must be consulted in order to diagnosis and treat this injury. To be corrected by: Sept 16, 2016."
    },
    {
      "code": "3.127(b)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, OUTDOOR.",
      "narrative": "Nineteen goats, one lamb, and two alpaca are housed together in one outdoor enclosure. The single shelter in this\nenclosure is not large enough to comfortably house all of the animals during inclement weather. Additional shelter\nmust be added to this pen to provide protection and prevent discomfort for all animals housed outdoors. To be\ncorrected by: Oct 14, 2016."
    },
    {
      "code": "3.129(b)",
      "kind": "",
      "repeat": false,
      "desc": "FEEDING.",
      "narrative": "In the outdoor enclosure housing 9 bovine, 1 bison, and 2 camels, there was one food receptacle (tire feeder)\ncontaining food at the time of inspection. One adult longhorn was observed dominating the feeder and swinging its\nhead at the other animals that came close to the feeder. There were also two metal horse hay feeders in this\nenclosure, but both were empty and laying on the ground. A second tire feeder was located at the opposite end of\nthe pen, but it did not contain any feed. Food receptacles must be in sufficient quantity and located so as to be\naccessible to all animals in the enclosure and shall be placed so as to minimize contamination. Sufficient numbers\nof food receptacles, appropriate for use by the animals housed in this enclosure, must be provided in order to\nassure that all animals have access to food. To be corrected by: Sept 16, 2016."
    },
    {
      "code": "3.131(d)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "Excessive numbers of flies were observed around the heads of both camels. Both camels were observed closing\ntheir eyes and shaking their heads frequently in an effort to rid themselves of the flies. Flies can transmit diseases\nand cause discomfort/distress to the animals. A safe and effective program for the control of flies and other pests\nmust be established and maintained at this facility. To be corrected by: Sept 16, 2016.\nThis inspection and exit interview were conducted with facility representatives."
    }
  ],
  "narrative": "2.40(b)(2)           DIRECT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nOne adult male mini Brahman named \"Bob\" has a penetrating wound, approximately four inches long, in the lower\nabdominal area in front of his right rear leg.  This wound appears to have been caused by one of the longhorns\nhoused in this enclosure due to the presence of several skin gashes in the same general area as the penetrating\nwound.  Numerous flies were seen at the margins of this wound.  There was a thick, yellowish discharge at the\nbottom edge of the wound.  This injury may cause pain and discomfort in the affected area.  The attending\nveterinarian (AV) must be consulted in order to diagnosis and treat this injury.  To be corrected by:  Sept 16, 2016.\n3.127(b)\nFACILITIES, OUTDOOR. \nNineteen goats, one lamb, and two alpaca are housed together in one outdoor enclosure.  The single shelter in this\nenclosure is not large enough to comfortably house all of the animals during inclement weather.  Additional shelter\nmust be added to this pen to provide protection and prevent discomfort for all animals housed outdoors.  To be\ncorrected by:  Oct 14, 2016.\n3.129(b)\nFEEDING.    \nIn the outdoor enclosure housing 9 bovine, 1 bison, and 2 camels, there was one food receptacle (tire feeder)\ncontaining food at the time of inspection. One adult longhorn was observed dominating the feeder and swinging its\nhead at the other animals that came close to the feeder.  There were also two metal horse hay feeders in this\nenclosure, but both were empty and laying on the ground.  A second tire feeder was located at the opposite end of\nthe pen, but it did not contain any feed.  Food receptacles must be in sufficient quantity and located so as to be\naccessible to all animals in the enclosure and shall be placed so as to minimize contamination.  Sufficient numbers\nof food receptacles, appropriate for use by the animals housed in this enclosure, must be provided in order to\nassure that all animals have access to food.  To be corrected by:  Sept 16, 2016.\n3.131(d)\n\nSANITATION.   \nExcessive numbers of flies were observed around the heads of both camels.  Both camels were observed closing\ntheir eyes and shaking their heads frequently in an effort to rid themselves of the flies.  Flies can transmit diseases\nand cause discomfort/distress to the animals.  A safe and effective program for the control of flies and other pests\nmust be established and maintained at this facility.  To be corrected by:  Sept 16, 2016.\nThis inspection and exit interview were conducted with facility representatives.",
  "animals_total": 60,
  "species": [
    {
      "count": 1,
      "scientific": "Bison bison",
      "common": "AMERICAN BISON"
    },
    {
      "count": 9,
      "scientific": "Bos taurus",
      "common": "CATTLE / COW / OX / WATUSI"
    },
    {
      "count": 2,
      "scientific": "Camelus dromedarius domestic",
      "common": "DOMESTIC DROMEDARY CAMEL"
    },
    {
      "count": 19,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 2,
      "scientific": "Lama pacos",
      "common": "ALPACA"
    },
    {
      "count": 21,
      "scientific": "Oryctolagus cuniculus",
      "common": "DOMESTIC RABBIT / EUROPEAN RABBIT"
    },
    {
      "count": 1,
      "scientific": "Ovis aries aries",
      "common": "SHEEP INCLUDING ALL DOMESTIC BREEDS"
    },
    {
      "count": 5,
      "scientific": "Sus domestica",
      "common": "DOMESTIC PIG"
    }
  ]
}