{
  "insp_id": "2016090000668812",
  "layout": "b",
  "customer_id": "502052",
  "customer_name": "JACOB E KAUFFMAN",
  "customer_addr": "1097 E VALLEY RD\nLOGANTON, PA 17747",
  "certificate": "23-A-0649",
  "site_id": "001",
  "site_name": "JACOB KAUFFMAN",
  "insp_type": "ROUTINE INSPECTION",
  "date": "28-JUL-2021",
  "report_date": "28-JUL-2021",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "There was 1 guinea pig observed with a health condition requiring treatment in accordance with the Program of Veterinary\nCare or consultation with the attending veterinarian. A black and white adult guinea pig in Pen 1 was observed to have a\nfirm movable mass approximately 2 cm in diameter under its chin. The licensee did not observe the mass in the guinea\npig and was not administering any treatment. The Program of Veterinary Care on file addressed the condition and\nprovided treatment options. The attending veterinarian was contacted and was not comfortable with the licensee not\ntreating the animal as instructed in the Program of Veterinary Care.\nSwellings in the neck can be indications of disease or injury, can be painful, affect the overall health and well-being of the\nanimal, and may require treatment with antibiotics or other medications. Failure to seek proper diagnosis and treatment\nfor disease may result in pain to the animals, worsening of the condition, and possible spread to additional animals if the\ncondition is contagious.\nThe licensee must initiate treatment according with the Program of Veterinary Care or contact the attending veterinarian\nto evaluate the animal and develop an appropriate plan for diagnosis and treatment.\nCorrect by: July 31, 2021"
    },
    {
      "code": "3.30",
      "kind": "",
      "repeat": false,
      "desc": "Watering.",
      "narrative": "The majority of water bottles for the guinea pigs had a buildup of green or black material coating the inside of the water\nbottle. The facility stated they were last cleaned 2 months ago.\nFailure to clean and sanitize water bottles often enough to prevent accumulation of debris can result in decreased water\nintake or spread of disease which can negatively impact the health of the animals.\nWatering receptacles must be kept clean and sanitized at least every 2 weeks to maintain the health and well-being of the\nanimals.\nCorrect by: August 4, 2021\nThis inspection and exit interview were conducted with the licensee.\nEnd Section"
    }
  ],
  "narrative": "2.40(b)(2) \n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nThere was 1 guinea pig observed with a health condition requiring treatment in accordance with the Program of Veterinary \nCare or consultation with the attending veterinarian.  A black and white adult guinea pig in Pen 1 was observed  to have a \nfirm movable mass approximately 2 cm in diameter under its chin.  The licensee did not observe the mass in the guinea \npig and was not administering any treatment.  The Program of Veterinary Care on file addressed the condition and \nprovided treatment options.  The attending veterinarian was contacted and was not comfortable with the licensee not \ntreating the animal as instructed in the Program of Veterinary Care. \nSwellings in the neck can be indications of disease or injury, can be painful, affect the overall health and well-being of the \nanimal, and may require treatment with antibiotics or other medications. Failure to seek proper diagnosis and treatment \nfor disease may result in pain to the animals, worsening of the condition, and possible spread to additional animals if the \ncondition is contagious. \nThe licensee must initiate treatment according with the Program of Veterinary Care or contact the attending veterinarian \nto evaluate the animal and develop an appropriate plan for diagnosis and treatment. \nCorrect by:  July 31, 2021 \n3.30\n\nWatering. \nThe majority of water bottles for the guinea pigs had a buildup of green or black material coating the inside of the water \nbottle.  The facility stated they were last cleaned 2 months ago. \nFailure to clean and sanitize water bottles often enough to prevent accumulation of debris can result in decreased water \nintake or spread of disease which can negatively impact the health of the animals. \nWatering receptacles must be kept clean and sanitized at least every 2 weeks to maintain the health and well-being of the \nanimals. \nCorrect by:  August 4, 2021 \n \nThis inspection and exit interview were conducted with the licensee. \n \nEnd Section",
  "animals_total": 170,
  "species": [
    {
      "count": 170,
      "scientific": "Cavia porcellus",
      "common": "DOMESTIC GUINEA PIG"
    }
  ]
}