{
  "insp_id": "282140946500260",
  "layout": "a",
  "customer_id": "119",
  "customer_name": "Massachusetts Eye And Ear Infirmary",
  "customer_addr": "243 Charles Street\nBoston, MA 02114",
  "certificate": "14-R-0022",
  "site_id": "001",
  "site_name": "MASSACHUSETTS EYE & EAR INFIRMARY",
  "insp_type": "ROUTINE INSPECTION",
  "date": "06-OCT-2014",
  "report_date": "09-OCT-2014",
  "citations": [
    {
      "code": "2.31(c)(7)",
      "kind": "",
      "repeat": false,
      "desc": "INSTITUTIONAL ANIMAL CARE AND USE COMMITTEE (IACUC).",
      "narrative": "In July 2013 a survival procedure was performed on a guinea pig which had been described in the IACUC approved\nprotocol as a terminal procedure. Documents reveal that the animal was placed on post-operative analgesia but the\nappropriateness of the procedure and the analgesia regarding a significant change in animal use activities must be\nevaluated by the IACUC to review and approve, require modifications in, or withhold approval, for the health and\nwell being of the animals. This item has been addressed by the IACUC and no further issues have since occurred.\nThis item has been corrected."
    },
    {
      "code": "3.32",
      "kind": "",
      "repeat": false,
      "desc": "EMPLOYEES.",
      "narrative": "Three investigators conducted a procedure on a guinea pig in July 2013 as a survival which was approved by the\nIACUC as a terminal procedure. Neither did the investigators complete post-operative monitoring forms which, in\npart, act to facilitate communication with the animal care staff nor did they document once a day observations of the\nanimal. One of the investigators involved was not approved by the IACUC to do work on that procedure. The\nIACUC must ensure that there is supervision of the employees to maintain the prescribed level of husbandry\npractices for the health and well-being of the animals. The IACUC has addressed this item with several measures\none of which was augmenting training of the laboratory investigators.\nThis item has been corrected.\nThis was a focused inspection of IACUC documents. An exit briefing was conducted with the Director of Regulatory\nCompliance and the Attending Veterinarian."
    }
  ],
  "narrative": "2.31(c)(7)\nINSTITUTIONAL ANIMAL CARE AND USE COMMITTEE (IACUC).\nIn July 2013 a survival procedure was performed on a guinea pig which had been described in the IACUC approved\nprotocol as a terminal procedure.  Documents reveal that the animal was placed on post-operative analgesia but the\nappropriateness of the procedure and the analgesia regarding a significant change in animal use activities must be\nevaluated by the IACUC to review and approve, require modifications in, or withhold approval, for the health and\nwell being of the animals.  This item has been addressed by the IACUC and no further issues have since occurred.\nThis item has been corrected.\n3.32\nEMPLOYEES.    \nThree investigators conducted a procedure on a guinea pig in July 2013 as a survival which was approved by the\nIACUC as a terminal procedure.  Neither did the investigators complete post-operative monitoring forms which, in\npart, act to facilitate communication with the animal care staff nor did they document once a day observations of the\nanimal.  One of the investigators involved was not approved by the IACUC to do work on that procedure.  The\nIACUC must ensure that there is supervision of the employees to maintain the prescribed level of husbandry\npractices for the health and well-being of the animals.  The IACUC has addressed this item with several measures\none of which was augmenting training of the laboratory investigators.\nThis item has been corrected.\nThis was a focused inspection of IACUC documents.  An exit briefing was conducted with the Director of Regulatory\nCompliance and the Attending Veterinarian.",
  "animals_total": 0,
  "species": [
    {
      "count": 0,
      "scientific": "NONE",
      "common": "NONE"
    }
  ]
}