{
  "insp_id": "2016082567934120",
  "layout": "a",
  "customer_id": "321265",
  "customer_name": "Animal Craze",
  "customer_addr": "100 Christmas Tree Lane\nWinchendon, MA 01475",
  "certificate": "14-C-0137",
  "site_id": "001",
  "site_name": "ANIMAL CRAZE",
  "insp_type": "ROUTINE INSPECTION",
  "date": "21-SEP-2016",
  "report_date": "25-SEP-2016",
  "citations": [
    {
      "code": "2.75(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "RECORDS: DEALERS AND EXHIBITORS.",
      "narrative": "At the time of this inspection, the records were reviewed. However, they were not complete. The most recent\nacquisitions, dispositions, deaths and births were not documented. All records need to be kept current and\naccurate.\n***To Be Corrected By: October 8, 2016"
    },
    {
      "code": "3.53(a)(4)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "The hutch that housed four rabbits was in need of repair. There was 6 in x 6 in white coated piece of wire mesh on\nthe wire floor of the hutch. However, this 6 in x 6 in piece of wire was detached from the primary flooring. There\nwere now small gaps between this piece and the primary flooring. To ensure that the rabbits feet and legs are\nprotected from injury, this area should be repaired.\n***To Be Correct By: September 26, 2016"
    },
    {
      "code": "3.53(c)(2)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "At the time of this inspection 2 rabbit hutches were being used to house 10 rabbits in one and 9 rabbits in the other.\nThe hutches were 66\" x 26\" which measures out to be ~ 12 sq feet. The rabbits being housed were in the 4.4 lbs -\n8.8 lbs range. Therefore, each rabbit needs to be given 3 sq ft of floor space. These two hutches were obviously too\nsmall for the number of animals that they were housing. This situation will need to be addressed.\n***To Be Corrected By: Oct 1, 2016"
    },
    {
      "code": "3.55",
      "kind": "",
      "repeat": false,
      "desc": "WATERING.",
      "narrative": "The water bottles used for the rabbits were in need of a thorough cleaning. The interior of the bottles were coated\nwith green algae. The water bottles should be sanitized to prevent build up of algae and debris.\n***To Be Corrected By: September 26, 2016"
    },
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "The wood wall between the chicken and pig enclosures is in need of repair. The wall was constructed of three ply\nwood sheets. The middle panel had damage to the bottom left side. This area was approximately one foot long\nand had jagged edges. To ensure that the animals are not injured, or further damage the wood paneling and\nescape the primary enclosure, this area will need to be addressed.\n***To Be Corrected By: October 8, 2016"
    },
    {
      "code": "3.125(c)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "During this inspection, the grain was being housed in a newly constructed barn. Several of the bags were left open\nand stored directly on the floor. All open bags of food need to be stored in closed containers to protect them from\ncontamination. Any unopened bags will need to stored up and off of the floor.\n***To Be Corrected By: October 8, 2016"
    },
    {
      "code": "3.137(e)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES USED TO TRANSPORT LIVE ANIMALS.",
      "narrative": "When the goats, lambs, pigs and rabbits are removed from the property they are transported in Vari Kennels.\nDuring this inspection it was noted that several of the crates did not have \"Live Animal\" labels or arrows indicating\nthe correct upright position. All crates need to be labeled correctly.\n***To Be Corrected By: October 8, 2016\nThis inspection and exit interview were conducted with the licensee.\nAdditional Inspectors\nGowins Jessica, Veterinary Medical Officer"
    }
  ],
  "narrative": "2.75(a)(1)\nRECORDS: DEALERS AND EXHIBITORS.\nAt the time of  this inspection, the records were reviewed.  However, they were not complete.  The most recent\nacquisitions, dispositions, deaths and births were not documented.  All records need to be kept current and\naccurate. \n***To Be Corrected By: October 8, 2016\n3.53(a)(4)\nPRIMARY ENCLOSURES.   \nThe hutch that housed four rabbits was in need of repair.  There was 6 in x 6 in white coated piece of wire mesh on\nthe wire floor of the hutch.  However, this 6 in x 6 in piece of wire was detached from the primary flooring.  There\nwere now small gaps between this piece and the primary flooring.  To ensure that the rabbits feet and legs are\nprotected from injury, this area should be repaired.  \n***To Be Correct By:  September 26, 2016\n3.53(c)(2)\nPRIMARY ENCLOSURES.   \nAt the time of this inspection 2 rabbit hutches were being used to house 10 rabbits in one and 9 rabbits in the other.\nThe hutches were 66\" x 26\" which measures out to be ~ 12 sq feet. The rabbits being housed were in the 4.4 lbs -\n8.8 lbs range. Therefore, each rabbit needs to be given 3 sq ft of floor space. These two hutches were obviously too\nsmall for the number of animals that they were housing. This situation will need to be addressed. \n***To Be Corrected By: Oct 1, 2016\n3.55\nWATERING.    \nThe water bottles used for the rabbits were in need of a thorough cleaning.  The interior of the bottles were coated\nwith green algae.  The water bottles should be sanitized to prevent build up of algae and debris.  \n***To Be Corrected By: September 26, 2016\n\n3.125(a)\nFACILITIES, GENERAL.   \nThe wood wall between the chicken and pig enclosures is in need of repair.  The wall was constructed of three ply\nwood sheets.  The middle panel had damage to the bottom left side.  This area was approximately one foot long\nand had jagged edges.  To ensure that the animals are not injured, or further damage the wood paneling and\nescape the primary enclosure, this area will need to be addressed.  \n***To Be Corrected By: October 8, 2016\n3.125(c)\nFACILITIES, GENERAL.   \nDuring this inspection, the grain was being housed in a newly constructed barn.  Several of the bags were left open\nand stored directly on the floor.  All open bags of food need to be stored in closed containers to protect them from\ncontamination.  Any unopened bags will need to stored up and off of the floor.  \n***To Be Corrected By: October 8, 2016\n3.137(e)\nPRIMARY ENCLOSURES USED TO TRANSPORT LIVE ANIMALS.\nWhen the  goats, lambs, pigs and rabbits are  removed from the  property they are transported in Vari Kennels. \nDuring this inspection it was noted that several of the crates did not have \"Live Animal\" labels or arrows indicating\nthe correct upright position.  All crates need to be labeled correctly.\n***To Be Corrected By: October 8, 2016\nThis inspection and exit interview were conducted with the licensee.\nAdditional Inspectors\nGowins Jessica, Veterinary Medical Officer",
  "animals_total": 75,
  "species": [
    {
      "count": 11,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 6,
      "scientific": "Lama pacos",
      "common": "ALPACA"
    },
    {
      "count": 33,
      "scientific": "Oryctolagus cuniculus",
      "common": "EUROPEAN RABBIT"
    },
    {
      "count": 8,
      "scientific": "Ovis aries aries",
      "common": "SHEEP INCLUDING ALL DOMESTIC BREEDS"
    },
    {
      "count": 17,
      "scientific": "Sus bucculentus",
      "common": "VIETNAMESE WARTY PIG"
    }
  ]
}