{
  "insp_id": "2016082568204497",
  "layout": "a",
  "customer_id": "2106",
  "customer_name": "Linda Burrier",
  "customer_addr": "11161 Buckhorn Road\nNewcomerstown, OH 43832",
  "certificate": "31-A-0018",
  "site_id": "001",
  "site_name": "LINDA BURRIER",
  "insp_type": "FOCUSED INSPECTION",
  "date": "02-MAR-2017",
  "report_date": "18-APR-2017",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "On February 13th, 2017, the licensee received a Havanese puppy that was returned from a buyer (originally sold on\nFebruary 6th, 2017). The puppy had been examined by a veterinarian and found to be positive for parvovirus. The\nlicensee transported the animal back to their facility but never contacted the attending veterinarian (AV) to have the\nanimal examined, confirm the diagnosis, or receive guidance for the care of the puppy. The puppy was seen by the\nfacility attending veterinarian 8 days later when the AV visited to the facility for another reason. Failure to\ncommunicate with the attending veterinarian concerning potentially contagious diseases can result in failure to\ncontrol, prevent the spread of, and treat these diseases. The licensee must ensure that frequent and timely\ncommunication with the attending veterinarian is provided for all future health concerns. Correct this by\ncommunicating with your attending veterinarian and following guidance provided.\nCorrect from this day forward.\nThis was a focused inspection on one Havanese puppy.\nPhysical inspection conducted on March 2, 2017 with the licensee. Exit interview conducted by phone with the\nlicensee on April 18, 2017."
    }
  ],
  "narrative": "2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nOn February 13th, 2017, the licensee received a Havanese puppy that was returned from a buyer (originally sold on\nFebruary 6th, 2017).  The puppy had been examined by a veterinarian and found to be positive for parvovirus.  The\nlicensee transported the animal back to their facility but never contacted the attending veterinarian (AV) to have the\nanimal examined, confirm the diagnosis, or receive guidance for the care of the puppy.   The puppy was seen by the\nfacility attending veterinarian 8 days later when the AV visited to the facility for another reason.  Failure to\ncommunicate with the attending veterinarian concerning potentially contagious diseases can result in failure to\ncontrol, prevent the spread of, and treat these diseases.   The licensee must ensure that frequent and timely\ncommunication with the attending veterinarian is provided for all future health concerns. Correct this by\ncommunicating with your attending veterinarian and following guidance provided.\nCorrect from this day forward.\nThis was a focused inspection on one Havanese puppy.\nPhysical inspection conducted on March 2, 2017 with the licensee.   Exit interview conducted by phone with the\nlicensee on April 18, 2017.",
  "animals_total": 1,
  "species": [
    {
      "count": 1,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}