{
  "insp_id": "2016082568570446",
  "layout": "a",
  "customer_id": "27401",
  "customer_name": "Zany Zoo Pets L L C",
  "customer_addr": "3815 Marshall Avenue\nEugene, OR 97402",
  "certificate": "92-B-0230",
  "site_id": "005",
  "site_name": "ZANY ZOO PETS L L C",
  "insp_type": "ROUTINE INSPECTION",
  "date": "27-APR-2017",
  "report_date": "28-JUL-2017",
  "citations": [
    {
      "code": "3.130",
      "kind": "Direct",
      "repeat": true,
      "desc": "WATERING.",
      "narrative": "There was an aquarium containing five gerbils in the animal room of the facility. They were all acting nervous,\nrunning about the aquarium appearing anxious. I then noticed that they did not have any water in their water bottle.\nI asked that they be given water. All five ran immediately to the water bottle and began shoving and fighting each\nother to get a turn at the water bottle. As each one drink its fill another one would shove him out of the way and\nbegan drinking at a rapid pace. This drinking frenzy went on for several minutes until all five gerbils drank their fill\nand nearly emptied the drinking bottle of water. Such frantic behavior indicates the animals were extremely thirsty\nand were not being provided water often enough to keep them hydrated. Water is essential to life and must be\nprovided to all animals in sufficient quantities and frequency to maintain health. A regular program of checking and\nsupplying water to all the animals at the facility must be in place and maintained.\nCorrect by: Water was supplied to gerbils during inspection."
    },
    {
      "code": "3.131(c)",
      "kind": "",
      "repeat": true,
      "desc": "SANITATION.",
      "narrative": "The floor and areas under the enclosures had an accumulation of wood shavings used for bedding and dry feed.\nThe areas under and around the enclosures need to be swept and cleaned of all refuse materials to maintain a\nclean environment for the animals and to prevent the possible growth of mold, mildew, and fungus. A regular\nprogram of sweeping and cleaning the floor and under and around the enclosures needs to be in place and\nmaintained.\nCorrect by: 04/29/2017\nThis inspection and exit interview were conducted with facility owner."
    }
  ],
  "narrative": "3.130           DIRECT                    REPEAT\nWATERING.  \nThere was an aquarium containing five gerbils in the animal room of the facility.  They were all acting nervous,\nrunning about the aquarium appearing anxious.  I then noticed that they did not have any water in their water bottle. \nI asked that they be given water.  All five ran immediately to the water bottle and began shoving and fighting each\nother to get a turn at the water bottle.  As each one drink its fill another one would shove him out of the way and\nbegan drinking at a rapid pace.  This drinking frenzy went on for several minutes until all five gerbils drank their fill\nand nearly emptied the drinking bottle of water.   Such frantic behavior indicates the animals were extremely thirsty\nand were not being provided water often enough to keep them hydrated.  Water is essential to life and must be\nprovided to all animals in sufficient quantities and frequency to maintain health.  A regular program of checking and\nsupplying water to all the animals at the facility must be in place and maintained.\nCorrect by:  Water was supplied to gerbils during inspection.\n3.131(c)                    REPEAT\nSANITATION.   \nThe floor and areas under the enclosures had an accumulation of wood shavings used for bedding and dry feed. \nThe areas under and around the enclosures need to be swept and cleaned of all refuse materials to maintain a\nclean environment for the animals and to prevent the possible growth of mold, mildew, and fungus.  A regular\nprogram of sweeping and cleaning the floor and under and around the enclosures needs to be in place and\nmaintained.\nCorrect by:  04/29/2017\nThis inspection and exit interview were conducted with facility owner.",
  "animals_total": 23,
  "species": [
    {
      "count": 1,
      "scientific": "Cavia porcellus",
      "common": "DOMESTIC GUINEA PIG"
    },
    {
      "count": 1,
      "scientific": "Chinchilla lanigera",
      "common": "CHINCHILLA (DOMESTICATED)"
    },
    {
      "count": 1,
      "scientific": "Galago moholi",
      "common": "SENEGAL BUSHBABY"
    },
    {
      "count": 1,
      "scientific": "Lemur catta",
      "common": "RING-TAILED LEMUR"
    },
    {
      "count": 12,
      "scientific": "Meriones unguiculatus",
      "common": "MONGOLIAN GERBIL (COMMON PET / RESEARCH VARIETY)"
    },
    {
      "count": 1,
      "scientific": "Mustela putorius furo",
      "common": "DOMESTIC FERRET"
    },
    {
      "count": 2,
      "scientific": "Oryctolagus cuniculus",
      "common": "DOMESTIC RABBIT / EUROPEAN RABBIT"
    },
    {
      "count": 4,
      "scientific": "Petaurus breviceps",
      "common": "SUGAR GLIDER"
    }
  ]
}