{
  "insp_id": "2016082567941665",
  "layout": "a",
  "customer_id": "334172",
  "customer_name": "Leroy Weaver",
  "customer_addr": "30531 New Castle Road\nWalhonding, OH 43843",
  "certificate": "31-A-0578",
  "site_id": "001",
  "site_name": "LEROY WEAVER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "28-SEP-2016",
  "report_date": "28-SEP-2016",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "Several dogs are in need of veterinary care. Two have immediate needs to receive attention because their\nconditions are directly affecting their health and well-being:\n#3807 Male Yorkie has several smaller areas of mats along his belly and chest and in his flanks. This dog has a\nstrong odor of urine about him, suggesting that the prepuce is being held tightly to his body by the matted fur along\nhis belly. This has the potential to create severe irritation of the skin on his belly if he cannot avoid to urinate on\nhimself due to the matting. This dog must be attended to, which may include but may not be limited to, trimming the\nmatted fur, bath, and assessment of the skin on the belly and near the prepuce.\n#4135 Female Yorkie with matting of the fur along all four legs, underneath the chest, and along the back end. This\ndog was noted to have a slight limp, possibly due to the discomfort of having the hair along the legs and feet matted\nand pulling constantly away from the skin. This dog must receive adequate care, including but not limited to\ntrimming the matted fur and assessment and treatment for her limp.\nCorrect by: end of day 9/29/16.\nThe following dogs have matted hair in need of trimming in order to assess the condition of the skin underneath:\n#8096 Male Yorkie has mats along his chest/sides of belly as well as the back and his rear legs. An area on the left\nside has a small patch where hair has been pulled out of the skin because of the large mat.\nAt least one other dog, a white female Yorkie in the turnout yard, had severe matting along the topline and back\nend. This dog must be given a thorough grooming both to remove the matted fur and assess the condition of the\nskin underneath for the need for possible treatment.\nA female Yorkie #2262 has severe roughened, swollen, dark skin on the inside of both ears. This signals a chronic\nirritation of the ears, possibly from infection. This dog also has matted fur around both of its eyes, with some\ngreenish clear discharge from the right eye. These signs indicate irritation of the eyes, possibly from the long facial\nhairs rubbing the surface of the eyes. This dog must be seen by a veterinarian to assess the ears, in addition to\nhaving its facial hair trimmed to prevent further eye irritation.\nCorrect by: 10/5/16"
    },
    {
      "code": "3.1(c)(3)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "The majority of the dog doors leading from the inside to the outside portion of the primary enclosures have a buildup\nof dirt in and around the doorframes. Additionally, the outdoor washdowns have a buildup of material that has a\npungent odor. Accumulation of excreta and debris can contribute to disease in the animals by allowing viruses and\nbacteria to grow, or in the case of odor from washdowns, can cause discomfort or attract pests which can carry\ndisease, like flies. Surfaces which the dogs can contact must be spot-cleaned daily and sanitized appropriately. All\nother surfaces of the housing facility, including the washdowns, must be cleaned and sanitized when necessary to\nsatisfy generally accepted husbandry standards.\nCorrect by 10/12/16."
    },
    {
      "code": "3.1(f)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "Two partially decomposed carcasses of neonatal puppies were noted in the upper turnout yard where 5 adult dogs\nwere able to access. Dead animal tissue can potentially cause illness in other dogs either directly if they are able to\ncome into contact with it or by attracting other pests such as flies, rodents, or birds which may also carry disease.\nDead animals must be properly disposed of where their bodies will not be accessible to other animals or to\notherwise impact the health and well-being of the other animals (e.g., attracting pests or emitting unpleasant odor).\nThe bodies were removed at the time of exit.\nCorrect from this time forward."
    },
    {
      "code": "3.3(e)(1)",
      "kind": "",
      "repeat": false,
      "desc": "SHELTERED HOUSING FACILITIES.",
      "narrative": "There are several shelter structures within the outside fenced areas that are not made of materials that are\nimpervious to moisture. In addition, several of these structures have grass/dirt flooring that is not directly exposed\nto sunlight. There are several pieces of bare wood laying on the inside of the fencing and around the buildings\nlocated within the fenced area. There are several support structures for the turnout yard fence that is made of bare\nwood or rusted metal.\nThese surfaces are not able to be readily cleaned and sanitized. This can contribute to odor and disease hazards\nwithin the facility. All surfaces that come in contact with the dogs must be impervious to moisture and able to be\ncleaned and sanitized. All flooring surfaces of shelter structures must be made of a solid, sanitizable material or be\ndirectly exposed to sunlight. In addition, all surfaces, including shelter structures and flooring materials, must be\nspot cleaned daily and sanitized at least once every 2 weeks.\nCorrect By: 10/12/16"
    },
    {
      "code": "3.6(a)(2)(i)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "There were several areas of the outside fencing that were in disrepair causing sharp points or jagged edges within\nthe animals enclosure. These ares can puncture or injure the animals. The Licensee must ensure that all primary\nenclosures are constructed and maintained without any sharp points or jagged edges that could injure the animals\ncontained therein.\nCorrect by: 10/12/2016\nThis inspection and exit briefing were conducted with the Licensee and Facility Representative.\nAdditional Inspectors\nCampitelli D.V.M Kathryn, Veterinary Medical Officer"
    }
  ],
  "narrative": "2.40(b)(2)           DIRECT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nSeveral dogs are in need of veterinary care.  Two have immediate needs to receive attention because their\nconditions are directly affecting their health and well-being: \n#3807 Male Yorkie has several smaller areas of mats along his belly and chest and in his flanks.  This dog has a\nstrong odor of urine about him, suggesting that the prepuce is being held tightly to his body by the matted fur along\nhis belly.  This has the potential to create severe irritation of the skin on his belly if he cannot avoid to urinate on\nhimself due to the matting.  This dog must be attended to, which may include but may not be limited to, trimming the\nmatted fur, bath, and assessment of the skin on the belly and near the prepuce.  \n#4135 Female Yorkie with matting of the fur along all four legs, underneath the chest, and along the back end.  This\ndog was noted to have a slight limp, possibly due to the discomfort of having the hair along the legs and feet matted\nand pulling constantly away from the skin.  This dog must receive adequate care, including but not limited to\ntrimming the matted fur and assessment and treatment for her limp.\nCorrect by: end of day 9/29/16.\nThe following dogs have matted hair in need of trimming in order to assess the condition of the skin underneath:\n#8096 Male Yorkie has mats along his chest/sides of belly as well as the back and his rear legs.  An area on the left\nside has a small patch where hair has been pulled out of the skin because of the large mat.\nAt least one other dog, a white female Yorkie in the turnout yard, had severe matting along the topline and back\nend.  This dog must be given a thorough grooming both to remove the matted fur and assess the condition of the\nskin underneath for the need for possible treatment.\nA female Yorkie #2262 has severe roughened, swollen, dark skin on the inside of both ears.  This signals a chronic\nirritation of the ears, possibly from infection.  This dog also has matted fur around both of its eyes, with some\ngreenish clear discharge from the right eye.  These signs indicate irritation of the eyes, possibly from the long facial\n\nhairs rubbing the surface of the eyes.  This dog must be seen by a veterinarian to assess the ears, in addition to\nhaving its facial hair trimmed to prevent further eye irritation.\nCorrect by: 10/5/16\n3.1(c)(3)\nHOUSING FACILITIES, GENERAL.\nThe majority of the dog doors leading from the inside to the outside portion of the primary enclosures have a buildup\nof dirt in and around the doorframes.  Additionally, the outdoor washdowns have a buildup of material that has a\npungent odor.  Accumulation of excreta and debris can contribute to disease in the animals by allowing viruses and\nbacteria to grow, or in the case of odor from washdowns, can cause discomfort or attract pests which can carry\ndisease, like flies.  Surfaces which the dogs can contact must be spot-cleaned daily and sanitized appropriately.  All\nother surfaces of the housing facility, including the washdowns, must be cleaned and sanitized when necessary to\nsatisfy generally accepted husbandry standards.\nCorrect by 10/12/16.\n3.1(f)\nHOUSING FACILITIES, GENERAL.\nTwo partially decomposed carcasses of neonatal puppies were noted in the upper turnout yard where 5 adult dogs\nwere able to access.  Dead animal tissue can potentially cause illness in other dogs either directly if they are able to\ncome into contact with it or by attracting other pests such as flies, rodents, or birds which may also carry disease. \nDead animals must be properly disposed of where their bodies will not be accessible to other animals or to\notherwise impact the health and well-being of the other animals (e.g., attracting pests or emitting unpleasant odor). \nThe bodies were removed at the time of exit.  \nCorrect from this time forward.\n3.3(e)(1)\nSHELTERED HOUSING FACILITIES.\nThere are several shelter structures within the outside fenced areas that are not made of materials that are\nimpervious to moisture.  In addition, several of these structures have grass/dirt flooring that is not directly exposed\nto sunlight.  There are several pieces of bare wood laying on the inside of the fencing and around the buildings\nlocated within the fenced area.  There are several support structures for the turnout yard fence that is made of bare\nwood or rusted metal.\n\nThese surfaces are not able to be readily cleaned and sanitized.  This can contribute to odor and disease hazards\nwithin the facility.  All surfaces that come in contact with the dogs must be impervious to moisture and able to be\ncleaned and sanitized.  All flooring surfaces of shelter structures must be made of a solid, sanitizable material or be\ndirectly exposed to sunlight.  In addition, all surfaces, including shelter structures and flooring materials, must be\nspot cleaned daily and sanitized at least once every 2 weeks.\n \nCorrect By: 10/12/16\n3.6(a)(2)(i)\nPRIMARY ENCLOSURES.\nThere were several areas of the outside fencing that were in disrepair causing sharp points or jagged edges within\nthe animals enclosure. These ares can puncture or injure the animals.  The Licensee must ensure that all primary\nenclosures are constructed and maintained without any sharp points or jagged edges that could  injure the animals\ncontained therein.\nCorrect by: 10/12/2016\nThis inspection and exit briefing were conducted with the Licensee and Facility Representative.\nAdditional Inspectors\nCampitelli D.V.M Kathryn, Veterinary Medical Officer",
  "animals_total": 39,
  "species": [
    {
      "count": 39,
      "scientific": "Canis lupus familiaris",
      "common": "DOMESTIC DOG"
    }
  ]
}