{
  "insp_id": "202161820050474",
  "layout": "a",
  "customer_id": "37551",
  "customer_name": "William Davenport",
  "customer_addr": "3059 215th St.\nThayer, IA 50254",
  "certificate": "42-A-1497",
  "site_id": "001",
  "site_name": "WILLIAM DAVENPORT",
  "insp_type": "ROUTINE INSPECTION",
  "date": "20-JUL-2016",
  "report_date": "21-JUL-2016",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "A male red and white English bulldog (ID #941000019269872, DOB 12/11/15) has a cloudy left eye that is blue in\ncolor. The white of the eye is slightly reddened and a small amount of discharge was observed in the hair along the\nupper eye lid. This dog has not been evaluated by a licensed veterinarian for this eye condition. Poor eye health\ncould cause pain and discomfort to the dog.\nThis dog must be evaluated by a licensed veterinarian for proper diagnosis and to establish an effective treatment\nplan. The diagnosis and treatment plan must be documented in writing and available to the inspector upon request.\nThe licensee must ensure that all dogs receive adequate veterinary care at all times.\nCorrection date: July 27, 2016"
    },
    {
      "code": "3.1(b)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "In the outdoor enclosure housing two adult dogs, there are unused materials lying on the flooring near the gate and\nwater source. The materials include wooden boards, a metal pipe, and at least two pieces of sheet metal. The\ncorners and edges of the sheet metal create sharp points and edges that could injure the dogs. The storage of\nunused materials in the dog enclosure could also attract pests such as mice which could increase the disease risk\nto the dogs.\nAnimal areas within housing facilities must be kept neat and free of clutter including equipment, furniture, and stored\nmaterials. The licensee must remove the unused materials from the dog enclosure. The licensee must ensure that\nall used dog enclosures remain free of clutter in order to promote the health and well-being of the dogs.\nCorrection date: July 30, 2016\nExit interview conducted with Kelly Maxwell, ACI and the facility representative."
    }
  ],
  "narrative": "2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nA male red and white English bulldog (ID #941000019269872, DOB 12/11/15) has a cloudy left eye that is blue in\ncolor.  The white of the eye is slightly reddened and a small amount of discharge was observed in the hair along the\nupper eye lid.  This dog has not been evaluated by a licensed veterinarian for this eye condition.  Poor eye health\ncould cause pain and discomfort to the dog.\nThis dog must be evaluated by a licensed veterinarian for proper diagnosis and to establish an effective treatment\nplan.  The diagnosis and treatment plan must be documented in writing and available to the inspector upon request.\n The licensee must ensure that all dogs receive adequate veterinary care at all times.\nCorrection date:  July 27, 2016\n3.1(b)\nHOUSING FACILITIES, GENERAL.\nIn the outdoor enclosure housing two adult dogs, there are unused materials lying on the flooring near the gate and\nwater source.  The materials include wooden boards, a metal pipe, and at least two pieces of sheet metal.  The\ncorners and edges of the sheet metal create sharp points and edges that could injure the dogs.  The storage of\nunused materials in the dog enclosure could also attract pests such as mice which could increase the disease risk\nto the dogs.  \nAnimal areas within housing facilities must be kept neat and free of clutter including equipment, furniture, and stored\nmaterials. The licensee must remove the unused materials from the dog enclosure.  The licensee must ensure that\nall used dog enclosures remain free of clutter in order to promote the health and well-being of the dogs.\nCorrection date:  July 30, 2016\nExit interview conducted with Kelly Maxwell, ACI and the facility representative.",
  "animals_total": 58,
  "species": [
    {
      "count": 45,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 13,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}