{
  "insp_id": "INS-0001123378",
  "layout": "c",
  "customer_id": "3166",
  "customer_name": "Carousel Properties LLC",
  "customer_addr": "4931 Center Hill Church Road\nLoganville, GA 30052",
  "certificate": "",
  "site_id": "001",
  "site_name": "Carousel Properties LLC",
  "insp_type": "RE-LICENSE INSPECTION",
  "date": "18-SEP-2024",
  "report_date": "24-SEP-2024",
  "citations": [
    {
      "code": "2.40(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "The facility does not have an adequate written program of veterinary care for their animals. It lacks details on the species\ncovered, vaccines or preventative care programs, emergency care, and euthanasia drugs to be used, if required. Lack of\ndetail in the written program of veterinary care can lead to lack of adequate veterinary care for the animals. The written\nprogram of veterinary care needs to contain enough detail to ensure that facility personnel clearly understand the\nveterinarian’s directions to ensure that proper adequate veterinary care is provided. The facility shall, with their attending\nveterinarian, complete a written program of veterinary care that includes all aspects of veterinary care needed for the\nanimals at the facility."
    },
    {
      "code": "2.40(b)(3)",
      "kind": "Critical",
      "repeat": true,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "At the time of inspection, some animals had medical conditions that were not identified by the licensee while others were,\nbut the veterinarian was not notified in a timely matter.\nThe following animals have veterinary care issues that the licensee had not noticed:\n• A brown chicken had no feathers on his tail or on his bottom area beneath the tail, around the vent. The exposed skin\nthere was reddened, thickened, macerated and covered with thick cakey whitish-gray material. There was a pungent\ndecaying smell that surrounded the chicken.\n• A tan and white chicken was seen with some missing tail feathers. The feathers in the area beneath the tail, surrounding\nthe vent and extending down between her legs, had completely been picked off. The skin underneath appeared reddened\nand thickened. The chicken was seen many times picking at the feathers in that area.\n• A black and white piglet, in a stall containing 2 nursing females, had a moderately swollen and reddened left eye that\nwas mostly closed. Some slightly thick and whitish discharge could be seen between the eyelids.\nThe following animals had veterinary care issues that the licensee noticed but the attending veterinarian had not been\nnotified in a timely manner:\n• Peaches, a young adult sloth, began not eating well in June 2024 per the licensee and instead of contacting the\nattending veterinarian, other sloth owners were consulted for assistance. Per the veterinarian, only when Peaches was\nnot eating for three weeks with no urination or defecation for two weeks, was he consulted. The sloth did not recover and\ndied less than two months later.\n• A tan and white rabbit was seen with an abnormal right eye. The eye was not fully opened with a swollen bottom eyelid.\nThe top lid was pinched upward. The fur surrounding the eye was damp. The licensee explained treating the eye but did\nnot consult or receive guidance on care from a veterinarian.\nFailure to promptly identify such conditions or to communicate abnormal findings with the veterinarian in a timely matter,\ndelays appropriate treatment and causes undue pain/distress to the animals. Daily observation of all animals is necessary\nto assess their health and well-being. If any problems of animal health, behavior, or well-being are noted, they must be\nconveyed to the attending veterinarian in a timely and accurate manner to allow for appropriate diagnosis and treatment.\nThe above listed animals need to be evaluated by a veterinarian for proper care."
    },
    {
      "code": "2.75(b)(1)",
      "kind": "",
      "repeat": true,
      "desc": "Records: Dealers and exhibitors.",
      "narrative": "The current Record of Animals on hand (acquisition and disposition records) is not current or complete. Since the last\ninspection additional animals have been acquired (due to births at the facility) and more have been sold/disposed of\nwithout complete information provided. For example, only dates of disposition, without names or addresses of who\nacquired them, were provided for 2 rabbits, 6 goats, and an unknown amount of guinea pigs. Also, a ram was acquired\nwith only a date recorded. Also, as cited previously, the birds still do not have complete acquisition records. Accurate and\ncomplete acquisition and disposition records are necessary to allow for medical and legal tracking of the animals. The\nlicensee must develop and maintain records that accurately disclose the required acquisition and/or disposition\ninformation including the date, name, address, and USDA number, if applicable, of the person from whom each specific\nanimal, or group of animals, was acquired from or disposed to. The records shall include any offspring born of any animal\nwhile in the licensee’s possession."
    },
    {
      "code": "2.126(c)",
      "kind": "",
      "repeat": true,
      "desc": "Access and inspection of records and property; submission of itineraries.",
      "narrative": "A planned exhibition with overnight travel has not been sent to the Animal Care office with adequate notice. Upon arrival\nfor this inspection, September 18, 2024, the licensee stated they would be transporting most of their inventory and\ntraveling to McDonough, GA later that afternoon for a planned 5-day exhibition that included overnight stays. They were\ntaking a capuchin, kangaroo, camel, zebu, ferrets, guinea pigs, alpacas, pigs, goats, rabbits, and birds (cockatoo, macaw,\nswan, turkey, chickens, geese, and ducks). Submission of a written itinerary is required in advance of any travel in order\nto allow USDA Animal Care to be able to track and inspect the animals regulated under the Animal Welfare Act and\nRegulations. The facility shall submit a written itinerary including all the required information to USDA Animal Care (email\nanimalcare@usda.gov) at least two days in advance (or if the exhibitor accepts an engagement for which travel will begin\nwith less than 48 hours’ notice, the exhibitor shall notify Animal Care immediately) of any overnight travel for exhibition of\nany animal at any location other than the person's approved site."
    },
    {
      "code": "2.131(a)",
      "kind": "Critical",
      "repeat": false,
      "desc": "Handling of animals.",
      "narrative": "Per a facility representative, a sloth was acquired in February 2024 without prior experience or knowledge on how to care\nfor the species. From the facility’s description of husbandry care, the following deficiencies were identified:\n- For about 4 months, the sloth was not kept in a temperature and humidity-controlled enclosure but was instead allowed\nfree roam, mainly choosing to perch on a jungle gym in the middle of the licensee’s living room. The licensee did not\nunderstand until the veterinarian explained the importance of keeping the sloth within specific high temperature and\nhumidity ranges. Per the veterinarian, the inadequate humidity likely contributed to the sloth’s health problems and\neventual death.\n- The licensee did not recognize the urgency of the sloth’s condition and waited three weeks of the animal not eating\nmuch before consulting a veterinarian.\n- The sloth did not eat the primate biscuits, or the leafy green vegetables the facility provided. The facility did not\nunderstand that these two items should make up the vast majority of the sloth’s diet and did not seek help or find alternate\nways to feed these essential diet items.\n- The facility explained feeding many vegetable as well as fruit items with the seeds not knowing that seeds are hard to\ndigest for sloths and may contribute to blockage.\nThe lack of knowledge and experience with sloth care resulted in inadequate husbandry practices that likely contributed to\nthe animal’s medical condition and eventual death. All licensees who maintain wild or exotic animals must demonstrate\nadequate experience and knowledge of the species they maintain."
    },
    {
      "code": "3.53(a)(1)",
      "kind": "",
      "repeat": true,
      "desc": "Primary enclosures.",
      "narrative": "The following rabbit outdoor primary enclosures were in need of repair:\n• In one enclosure housing six rabbits by the back gate, the rear wooden wall had two large holes where the rabbits had\nchewed through. One hole at the top of the enclosure was approximately 4 inches wide by 3 inches tall.\n• In another enclosure housing eight rabbits, chicken wire was attached inside the wire portion at the front of the enclosure\nsuch that multiple sharp points, approximately 1/2 inch long, were pointing inward toward the rabbits approximately 4 to 6\nin height.\nA rabbit could injure themselves on the sharp points or their head and/or a body part could become caught in the one of\nthe openings. The primary enclosures for rabbits must be maintained in good repair to protect the rabbits from injury,\ncontain the animals, and restrict the entrance of other animals."
    },
    {
      "code": "3.53(c)(2)",
      "kind": "",
      "repeat": false,
      "desc": "Primary enclosures.",
      "narrative": "Two outdoor rabbit enclosures had less than the minimum square footage for each rabbit. All affected rabbits were\nweaned, weighed under 4.4 pounds each, and thereby required 1.5 square feet per rabbit. The two affected enclosures\nwere as follows:\n1) 5 feet (length) x 2.17 feet (deep) resulting in 10.85 square feet available containing 10 rabbits but should have only had\na maximum of seven rabbits (since otherwise 10 would require a total of 15 square feet).\n2) 5 feet (length) x 2.33 feet (deep) resulting in 11.65 square feet available containing 8 rabbits when instead, per\nregulations, only 7 rabbits of this size should be confined in this enclosure.\nFailing to provide adequate floor space for the rabbits could affect their comfort, health, and well-being. By not adhering to\nthe minimum square footage, this can result in overcrowding, increased likelihood of stress, and disease transmission.\nEach rabbit housed in a primary enclosure shall be provided a minimum amount of floor space, exclusive of the space\ntaken up by food and water receptacles. So, for rabbits weighing less than 4.4 pounds, at least 1.5 square feet should be\nprovided per rabbit in accordance with the AWA."
    },
    {
      "code": "3.54(b)",
      "kind": "",
      "repeat": true,
      "desc": "Feeding.",
      "narrative": "Food receptacles, long shallow metal pans, were placed on the wire floor of the primary enclosures which allowed for\nfeces to collect in them and the rabbits were observed often sitting in them. Most of the food receptacles were\ncontaminated with excreta. Contamination of feed by excreta can lead to the spread of disease and inappetence. All food\nreceptacles shall be located as to minimize contamination by excreta."
    },
    {
      "code": "3.55",
      "kind": "",
      "repeat": true,
      "desc": "Watering.",
      "narrative": "During inspection, several outdoor primary enclosures of rabbits had no water available in their water bottles. The\ninspectors asked the licensee to provide water to the rabbits. An enclosure housing 10 rabbits drank water eagerly and\ncontinuously for over 10 minutes. Providing insufficient quantities of water can cause dehydration and discomfort in\nanimals. The facility must provide potable water to the rabbits daily and as often as necessary to prevent health and\ncomfort issues."
    },
    {
      "code": "3.56(a)(1)",
      "kind": "",
      "repeat": true,
      "desc": "Sanitation.",
      "narrative": "Ten outdoor rabbit enclosures, composed of wire mesh flooring and an attached wooden box shelter with a solid floor, are\nin need of cleaning. The edges of the wire enclosures are held together by a wooden frame that creates edges and shelf-\nlike areas where feces and old feed accumulate. One enclosure that housed 10 rabbits had a strong ammonia smell when\nthe lid from the wooden sheltered area was opened. The accumulation of feces, urine and dirty bedding can result in\nillness and discomfort, thus having the potential to negatively impact the well-being of the rabbits. Primary enclosures\nhousing rabbits must be kept reasonably free of excreta and other debris by appropriate periodic cleaning."
    },
    {
      "code": "3.75(c)(1)(i)",
      "kind": "",
      "repeat": false,
      "desc": "Housing facilities, general.",
      "narrative": "There was an excessive amount of rust on two metal rails at opposite sides on the bottom of the capuchin indoor\nenclosure. The capuchin could come into contact with the rusted metal which had thinned out significantly, was\nexcessively pitted and flaking. The rust spanned the majority of both rails and affected the structural integrity of one\ncausing it to sag in the middle, bowing downward. Rusted metal surfaces are not able to be cleaned and sanitized\nappropriately and eventually lose structural integrity with sharp and/or rough edges that may injure the animal. The facility\nshall ensure that the metal of the primary enclosure has surfaces that are in good repair and free of excessive rust."
    },
    {
      "code": "3.81",
      "kind": "",
      "repeat": false,
      "desc": "Environment enhancement to promote psychological well-being.",
      "narrative": "There was no documented environmental enrichment plan for the singly house capuchin. A well-documented and\ncomplete plan covering environmental enrichment, social grouping provisions as well as special attention provided to\nsingly housed individuals is extremely important to ensure the psychological well-being of non-human primates. The\nfacility must develop, in accordance with the currently accepted professional standards, and as directed by the attending\nveterinarian, a documented plan for the environmental enrichment that addresses the social needs and special\nconsiderations of the singly housed capuchin."
    },
    {
      "code": "3.81(c)(4)",
      "kind": "",
      "repeat": false,
      "desc": "Environment enhancement to promote psychological well-being.",
      "narrative": "The adult capuchin is currently singly housed within the licensee’s house. The capuchin cannot see or hear non-human\nprimates of his own or compatible species. The licensee does not have in place a specific enrichment plan addressing this\nabnormal status for the animal. Capuchins exist in social groups in nature. Without an adequate enrichment plan\nimplemented to meet his social needs, the capuchin may experience psychological distress. The facility shall document\nand provide special attention regarding enhancement of the environment to promote psychological well-being for the\nsingly housed capuchin in accordance with the instructions of their attending veterinarian."
    },
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": true,
      "desc": "Facilities, general.",
      "narrative": "Some areas in need of repair were identified in several outdoor enclosures:\n- The metal fence containing the young camel was of insufficient strength and height. There were large gaps in some\nareas and the fence was crumpled/pushed down in others. The animals within the pasture were seen easily damaging the\nfence at the time of inspection. The fence was also only about 3.5 feet high which will not be sufficient to contain an adult\ncamel that can be up to 6 feet in height.\n- There were large gaps, about 1.5 feet in height, at the bottom of the metal fence located in the back of the pasture\nhousing the llama, alpaca, zebu, cows and emus.\n- The wooden roof above some of the stalls housing the pigs with their litters and a singly housed sheep were\nsagging/bowing inward and some had large holes.\nAreas in disrepair such as these may affect the structural integrity of the structures and could result in animal injury.\nHousing facilities must be structurally sound and maintained in good repair to safely contain the animals."
    },
    {
      "code": "3.127(b)",
      "kind": "",
      "repeat": false,
      "desc": "Facilities, outdoor.",
      "narrative": "The following outdoor enclosures did not provide adequate shelter as listed below:\n- Pasture 1: contains a camel with one pine tree available as natural shelter. This single tree does not provide adequate\nprotection from the wind, rain, or winter extremes.\n- Pasture 2: contains a zebu, 2 cows, 1 llama, and 2 alpacas. This pasture has some pine trees and a few other\ndeciduous trees in one area of the pasture, but they do not adequately protect all species from the wind, rain, or winter\nextremes.\n• Three separate outdoor enclosures housing a total of 25 pigs only had one or two corners of the top of their enclosure\ncovered in a tarp. Without sides and more of the enclosure covered, all the pigs are not able to escape the sun, rain, wind,\nor winter weather extremes.\nInadequate shelter from the sun, rain, cold, and other winter conditions could result in illness, as well as animal\ndiscomfort. Natural or artificial shelter appropriate to the local climatic conditions for the species concerned shall be\nprovided for all animals kept outdoors to afford them protection and to prevent discomfort to such animals."
    },
    {
      "code": "3.127(d)",
      "kind": "",
      "repeat": false,
      "desc": "Facilities, outdoor.",
      "narrative": "There is no perimeter fence around the outdoor primary enclosure for a red kangaroo. The lack of an adequate perimeter\nfence presents a safety risk to the kangaroo in that there isn’t an adequate secondary containment system to hold him if\nhe escapes the primary enclosure or a sufficient barrier to keep other animals and unauthorized persons out. The facility\nmust ensure that the kangaroo, when housed outdoors, is enclosed by a perimeter fence that can function as a secondary\ncontainment, is an effective barrier, continuous, 6 feet tall, and at least 3 feet in distance from the primary enclosures or\nobtain a variance approved in writing by the Administrator."
    },
    {
      "code": "3.131(c)",
      "kind": "",
      "repeat": false,
      "desc": "Sanitation.",
      "narrative": "There is a build-up of dust and cobwebs hanging in several areas from the ceiling as well as the walls of the stalls housing\nthe pigs and their litters. Failure to clean animal facilities regularly can affect animal health and well-being. The facility\nmust maintain the premises by keeping it clean and in good repair in order to facilitate the prescribed husbandry\npractices."
    },
    {
      "code": "3.137(a)",
      "kind": "",
      "repeat": false,
      "desc": "Primary enclosures used to transport live animals.",
      "narrative": "Three ferrets were housed in a wire crate primary enclosure which, per a facility representative, was set up for imminent\ntransportation. The following deficiencies were identified with this transport enclosure:\n- This enclosure cannot safely contain the ferrets since the wire spacing could allow protrusion of body parts.\n- The enclosure was not equipped with projection rims to prevent ventilation obstruction.\n- There were no adequate handholds to ensure that the person handling the primary enclosure will not be in contact with\nthe animals.\nFailure to properly equip enclosures may result in animal injury during transportation. The facility must ensure enclosures\nare of adequate structural strength to safely contain the animals and are equipped with adequate projection rims as well\nas handholds."
    },
    {
      "code": "3.137(e)",
      "kind": "",
      "repeat": false,
      "desc": "Primary enclosures used to transport live animals.",
      "narrative": "The traveling enclosure for the ferrets was not marked on top and on at least one side with the words \"Live Animal\" or\n\"Wild Animal\" and with markings to indicate the correct upright position of the enclosure. Lack of the markings, especially\nduring emergency situations, may lead to improper handling of the enclosures and potential injury or discomfort of the\nanimals. All enclosures must be marked on top and on one or more sides with the words ``Live Animal'' or ``Wild Animal'',\nwhichever is appropriate, in letters not less than 2.5 centimeters (1 inch) in height, and with arrows or other markings to\nindicate the correct upright position of the container."
    },
    {
      "code": "3.152(b)",
      "kind": "",
      "repeat": true,
      "desc": "Facilities, outdoor",
      "narrative": "The following outdoor enclosures did not provide adequate shelter as listed below:\n• Pasture 2: contains two emus with some pine trees and a few other deciduous trees in one area of the pasture, but they\ndo not adequately protect the emus from the wind, rain, or winter extremes.\n• In the enclosure housing a golden pheasant, there is a roofed area (approximately 2 feet wide x 4 feet long) without\nadequate sides to provide an effective wind break.\nInadequate shelter from inclement weather may result in illness, discomfort, or distress to the birds, and may have a\nnegative impact on their physical condition and well-being. All outdoor housing facilities for birds must provide enough\nshelter that is large enough to comfortably contain all the birds at one time and prevent their discomfort from direct\nsunlight, precipitation, or wind."
    },
    {
      "code": "3.153(a)(1)(i)",
      "kind": "",
      "repeat": true,
      "desc": "Primary enclosures.",
      "narrative": "The largest primary outdoor wire enclosure containing chickens, ducks, and geese still has an area of chicken wire that\nhas not been secured down at the bottom of the enclosure. Sharp points along the length of this unsecured wire are\npointing inward towards the enclosed birds. The sharp points are approximately ½ to 1 inch long, about 2 inches off the\nground, along the lower right side of the enclosure for approximately 6 feet in length. Sharp points may cause injury and\nmay lead to pain or discomfort to the animals. Primary enclosures must be designed and constructed of suitable materials\nso that they are structurally sound. The primary enclosures must be kept in good repair and have no sharp points or\nedges that could injure the birds. Corrected at time of inspection."
    },
    {
      "code": "3.153(a)(2)",
      "kind": "",
      "repeat": false,
      "desc": "Primary enclosures.",
      "narrative": "Several bird enclosures were not provided with species-appropriate perches:\n- The large chicken and waterfowl enclosure only contained two suspended wooden perches, about 3 feet long and 2 feet\nabove ground, located at opposite corners. This is an inadequate number of perches for the large amount of chickens\nwithin this enclosure who naturally roost in elevated areas.\n- A few paired chicken enclosures had no perches available for any of the birds.\n- The perch provided to a Catalina macaw housed indoors was of inadequate size for the species. The perch was thin\nwhich caused the bird to hold his feet in an abnormal conformation.\n- The enclosure for a salmon-crested cockatoo did not have a perch and was equipped instead with two flat wire\nplatforms. The bird was seen clinging to the thin metal wires of the enclosure frame causing him to constantly hold his feet\nin an abnormal conformation.\nFailure to provide species appropriate perches may result in injury to the birds such as development of foot sores and can\ncontribute to their discomfort. Furniture-type objects such as perches must be species appropriate and designed and\nmaintained so that they prevent harm to the bird."
    },
    {
      "code": "3.153(c)",
      "kind": "",
      "repeat": true,
      "desc": "Primary enclosures.",
      "narrative": "The waterfowl (20 ducks and 2 geese) in the large primary outdoor enclosure do not have an adequately sized pool or\nother aquatic area provided that allows for each bird to conduct normal waterfowl behaviors, such as swimming,\nsubmarining, and foraging. Instead, they have access to one area for swimming that was approximately 4 feet long by 3\nfeet wide that could not accommodate all the aquatic birds. Also, in another outdoor enclosure, a single duck housed with\nchickens has no access to a pool or any aquatic area. Failure to provide a pool or other aquatic area of sufficient surface\narea and depth, for all aquatic birds in the enclosure to be able to express natural behaviors, can lead to increased stress\nand a decline in physical condition. Primary enclosures housing wading and aquatic birds must contain a pool or other\naquatic area and a dry area that allows easy ingress or egress of the pool or other aquatic area. Pools and other aquatic\nareas must be of sufficient surface area and depth to allow each bird to make normal postural and social adjustments,\nsuch as immersion, bathing, swimming and foraging."
    },
    {
      "code": "3.154",
      "kind": "",
      "repeat": true,
      "desc": "Environment enhancement to promote psychological well-being.",
      "narrative": "The facility does not have a written environmental enhancement plan for the birds on hand. A written plan is necessary to\nensure that the overall health, well-being, and psychological needs of the birds are being appropriately met. The facility\nmust develop, document, and follow a species-appropriate plan for environment enhancement adequate to promote the\npsychological well-being of the birds. The plan must be approved by the attending veterinarian and must address social\ngrouping, environmental enrichment, special considerations, restraint devices, and exemptions."
    },
    {
      "code": "3.154(b)",
      "kind": "",
      "repeat": false,
      "desc": "Environment enhancement to promote psychological well-being.",
      "narrative": "The large outdoor chicken and waterfowl (ducks and geese) enclosure did not provide adequate nest boxes for the\nspecies to express this natural behavior. Per a facility representative, a rare few of the chickens lay eggs on the floor.\nFurthermore, an egg was found on the wire flooring of the dove enclosure however a nest box or nesting material was not\nprovided. Failing to provide adequate nesting space may prevent natural behavior and may negatively impact the bird’s\nhealth as well as comfort. The physical environment in the primary enclosures must be enriched by materials or activities,\nsuch as nest boxes, that would provide the birds with the means to express noninjurious species-typical activities."
    },
    {
      "code": "3.154(c)(2)",
      "kind": "",
      "repeat": false,
      "desc": "Environment enhancement to promote psychological well-being.",
      "narrative": "A salmon-crested cockatoo was seen with feathers missing completely from a large area on his chest. Per a facility\nrepresentative, the bird is self-plucking. Although sprays were applied to soothe the area, a specific enrichment plan was\nnot implemented in order to counteract this abnormal behavior. Failure to implement and document an enrichment plan\nfor this bird displaying an abnormal behavior may result in psychological distress. The facility shall document and provide\nspecial attention regarding enhancement of the environment to promote psychological well-being for the self-plucking\ncockatoo in accordance with the instructions of their attending veterinarian.\nThis is a 1st Re-License Inspection for a Class “C” license. The inspection and exit briefing were conducted with the\napplicant.\nAll items must be in compliance within 1 more inspections or by November 17, 2024, or the applicant will forfeit the license\nfee and must wait 6 months to reapply. Please contact your inspector to schedule your next Re-License Inspection.\nRegulated activity can continue under your existing USDA license until it expires.\nAdditional Inspectors:\nSTEPHANIE MAYARD, VETERINARY MEDICAL OFFICER n"
    }
  ],
  "narrative": "2.40(a)(1) \n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nThe facility does not have an adequate written program of veterinary care for their animals. It lacks details on the species \ncovered, vaccines or preventative care programs, emergency care, and euthanasia drugs to be used, if required. Lack of \ndetail in the written program of veterinary care can lead to lack of adequate veterinary care for the animals. The written \nprogram of veterinary care needs to contain enough detail to ensure that facility personnel clearly understand the \nveterinarian’s directions to ensure that proper adequate veterinary care is provided. The facility shall, with their attending \nveterinarian, complete a written program of veterinary care that includes all aspects of veterinary care needed for the \nanimals at the facility. \n2.40(b)(3)  Critical Repeat\n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nAt the time of inspection, some animals had medical conditions that were not identified by the licensee while others were, \nbut the veterinarian was not notified in a timely matter.  \n \nThe following animals have veterinary care issues that the licensee had not noticed:  \n• A brown chicken had no feathers on his tail or on his bottom area beneath the tail, around the vent. The exposed skin \nthere was reddened, thickened, macerated and covered with thick cakey whitish-gray material. There was a pungent \ndecaying smell that surrounded the chicken.  \n• A tan and white chicken was seen with some missing tail feathers. The feathers in the area beneath the tail, surrounding \nthe vent and extending down between her legs, had completely been picked off. The skin underneath appeared reddened \nand thickened. The chicken was seen many times picking at the feathers in that area.  \n• A black and white piglet, in a stall containing 2 nursing females, had a moderately swollen and reddened left eye that \nwas mostly closed. Some slightly thick and whitish discharge could be seen between the eyelids.  \n \nThe following animals had veterinary care issues that the licensee noticed but the attending veterinarian had not been \nnotified in a timely manner:  \n• Peaches, a young adult sloth, began not eating well in June 2024 per the licensee and instead of contacting the \nattending veterinarian, other sloth owners were consulted for assistance. Per the veterinarian, only when Peaches was \nnot eating for three weeks with no urination or defecation for two weeks, was he consulted. The sloth did not recover and\n\ndied less than two months later.  \n• A tan and white rabbit was seen with an abnormal right eye. The eye was not fully opened with a swollen bottom eyelid. \nThe top lid was pinched upward. The fur surrounding the eye was damp. The licensee explained treating the eye but did \nnot consult or receive guidance on care from a veterinarian.  \n \nFailure to promptly identify such conditions or to communicate abnormal findings with the veterinarian in a timely matter, \ndelays appropriate treatment and causes undue pain/distress to the animals. Daily observation of all animals is necessary \nto assess their health and well-being. If any problems of animal health, behavior, or well-being are noted, they must be \nconveyed to the attending veterinarian in a timely and accurate manner to allow for appropriate diagnosis and treatment. \nThe above listed animals need to be evaluated by a veterinarian for proper care. \n2.75(b)(1)  Repeat\n   \nRecords: Dealers and exhibitors. \nThe current Record of Animals on hand (acquisition and disposition records) is not current or complete. Since the last \ninspection additional animals have been acquired (due to births at the facility) and more have been sold/disposed of \nwithout complete information provided. For example, only dates of disposition, without names or addresses of who \nacquired them, were provided for 2 rabbits, 6 goats, and an unknown amount of guinea pigs. Also, a ram was acquired \nwith only a date recorded. Also, as cited previously, the birds still do not have complete acquisition records. Accurate and \ncomplete acquisition and disposition records are necessary to allow for medical and legal tracking of the animals. The \nlicensee must develop and maintain records that accurately disclose the required acquisition and/or disposition \ninformation including the date, name, address, and USDA number, if applicable, of the person from whom each specific \nanimal, or group of animals, was acquired from or disposed to. The records shall include any offspring born of any animal \nwhile in the licensee’s possession. \n2.126(c)  Repeat\n   \nAccess and inspection of records and property; submission of itineraries. \nA planned exhibition with overnight travel has not been sent to the Animal Care office with adequate notice. Upon arrival \nfor this inspection, September 18, 2024, the licensee stated they would be transporting most of their inventory and \ntraveling to McDonough, GA later that afternoon for a planned 5-day exhibition that included overnight stays. They were \ntaking a capuchin, kangaroo, camel, zebu, ferrets, guinea pigs, alpacas, pigs, goats, rabbits, and birds (cockatoo, macaw, \nswan, turkey, chickens, geese, and ducks). Submission of a written itinerary is required in advance of any travel in order \nto allow USDA Animal Care to be able to track and inspect the animals regulated under the Animal Welfare Act and \nRegulations. The facility shall submit a written itinerary including all the required information to USDA Animal Care (email \nanimalcare@usda.gov) at least two days in advance (or if the exhibitor accepts an engagement for which travel will begin \nwith less than 48 hours’ notice, the exhibitor shall notify Animal Care immediately) of any overnight travel for exhibition of \nany animal at any location other than the person's approved site. \n2.131(a)  Critical\n   \nHandling of animals. \nPer a facility representative, a sloth was acquired in February 2024 without prior experience or knowledge on how to care \nfor the species. From the facility’s description of husbandry care, the following deficiencies were identified:\n\n- For about 4 months, the sloth was not kept in a temperature and humidity-controlled enclosure but was instead allowed \nfree roam, mainly choosing to perch on a jungle gym in the middle of the licensee’s living room. The licensee did not \nunderstand until the veterinarian explained the importance of keeping the sloth within specific high temperature and \nhumidity ranges. Per the veterinarian, the inadequate humidity likely contributed to the sloth’s health problems and \neventual death. \n- The licensee did not recognize the urgency of the sloth’s condition and waited three weeks of the animal not eating \nmuch before consulting a veterinarian.  \n- The sloth did not eat the primate biscuits, or the leafy green vegetables the facility provided. The facility did not \nunderstand that these two items should make up the vast majority of the sloth’s diet and did not seek help or find alternate \nways to feed these essential diet items. \n- The facility explained feeding many vegetable as well as fruit items with the seeds not knowing that seeds are hard to \ndigest for sloths and may contribute to blockage. \nThe lack of knowledge and experience with sloth care resulted in inadequate husbandry practices that likely contributed to \nthe animal’s medical condition and eventual death. All licensees who maintain wild or exotic animals must demonstrate \nadequate experience and knowledge of the species they maintain. \n3.53(a)(1)  Repeat\n   \nPrimary enclosures. \nThe following rabbit outdoor primary enclosures were in need of repair:  \n• In one enclosure housing six rabbits by the back gate, the rear wooden wall had two large holes where the rabbits had \nchewed through. One hole at the top of the enclosure was approximately 4 inches wide by 3 inches tall.  \n• In another enclosure housing eight rabbits, chicken wire was attached inside the wire portion at the front of the enclosure \nsuch that multiple sharp points, approximately 1/2 inch long, were pointing inward toward the rabbits approximately 4 to 6 \nin height. \nA rabbit could injure themselves on the sharp points or their head and/or a body part could become caught in the one of \nthe openings. The primary enclosures for rabbits must be maintained in good repair to protect the rabbits from injury, \ncontain the animals, and restrict the entrance of other animals. \n3.53(c)(2) \n   \nPrimary enclosures. \nTwo outdoor rabbit enclosures had less than the minimum square footage for each rabbit. All affected rabbits were \nweaned, weighed under 4.4 pounds each, and thereby required 1.5 square feet per rabbit. The two affected enclosures \nwere as follows: \n1) 5 feet (length) x 2.17 feet (deep) resulting in 10.85 square feet available containing 10 rabbits but should have only had \na maximum of seven rabbits (since otherwise 10 would require a total of 15 square feet). \n2) 5 feet (length) x 2.33 feet (deep) resulting in 11.65 square feet available containing 8 rabbits when instead, per \nregulations, only 7 rabbits of this size should be confined in this enclosure. \nFailing to provide adequate floor space for the rabbits could affect their comfort, health, and well-being. By not adhering to \nthe minimum square footage, this can result in overcrowding, increased likelihood of stress, and disease transmission. \nEach rabbit housed in a primary enclosure shall be provided a minimum amount of floor space, exclusive of the space \ntaken up by food and water receptacles. So, for rabbits weighing less than 4.4 pounds, at least 1.5 square feet should be \nprovided per rabbit in accordance with the AWA.\n\n3.54(b)  Repeat\n   \nFeeding. \nFood receptacles, long shallow metal pans, were placed on the wire floor of the primary enclosures which allowed for \nfeces to collect in them and the rabbits were observed often sitting in them. Most of the food receptacles were \ncontaminated with excreta. Contamination of feed by excreta can lead to the spread of disease and inappetence. All food \nreceptacles shall be located as to minimize contamination by excreta. \n3.55  Repeat\n   \nWatering. \nDuring inspection, several outdoor primary enclosures of rabbits had no water available in their water bottles. The \ninspectors asked the licensee to provide water to the rabbits. An enclosure housing 10 rabbits drank water eagerly and \ncontinuously for over 10 minutes. Providing insufficient quantities of water can cause dehydration and discomfort in \nanimals. The facility must provide potable water to the rabbits daily and as often as necessary to prevent health and \ncomfort issues. \n3.56(a)(1)  Repeat\n   \nSanitation. \nTen outdoor rabbit enclosures, composed of wire mesh flooring and an attached wooden box shelter with a solid floor, are \nin need of cleaning. The edges of the wire enclosures are held together by a wooden frame that creates edges and shelf-\nlike areas where feces and old feed accumulate. One enclosure that housed 10 rabbits had a strong ammonia smell when \nthe lid from the wooden sheltered area was opened. The accumulation of feces, urine and dirty bedding can result in \nillness and discomfort, thus having the potential to negatively impact the well-being of the rabbits. Primary enclosures \nhousing rabbits must be kept reasonably free of excreta and other debris by appropriate periodic cleaning. \n3.75(c)(1)(i) \n   \nHousing facilities, general. \nThere was an excessive amount of rust on two metal rails at opposite sides on the bottom of the capuchin indoor \nenclosure. The capuchin could come into contact with the rusted metal which had thinned out significantly, was \nexcessively pitted and flaking. The rust spanned the majority of both rails and affected the structural integrity of one \ncausing it to sag in the middle, bowing downward. Rusted metal surfaces are not able to be cleaned and sanitized \nappropriately and eventually lose structural integrity with sharp and/or rough edges that may injure the animal. The facility \nshall ensure that the metal of the primary enclosure has surfaces that are in good repair and free of excessive rust. \n3.81 \n   \nEnvironment enhancement to promote psychological well-being. \nThere was no documented environmental enrichment plan for the singly house capuchin. A well-documented and \ncomplete plan covering environmental enrichment, social grouping provisions as well as special attention provided to \nsingly housed individuals is extremely important to ensure the psychological well-being of non-human primates. The \nfacility must develop, in accordance with the currently accepted professional standards, and as directed by the attending\n\nveterinarian, a documented plan for the environmental enrichment that addresses the social needs and special \nconsiderations of the singly housed capuchin. \n3.81(c)(4) \n   \nEnvironment enhancement to promote psychological well-being. \nThe adult capuchin is currently singly housed within the licensee’s house. The capuchin cannot see or hear non-human \nprimates of his own or compatible species. The licensee does not have in place a specific enrichment plan addressing this \nabnormal status for the animal. Capuchins exist in social groups in nature. Without an adequate enrichment plan \nimplemented to meet his social needs, the capuchin may experience psychological distress. The facility shall document \nand provide special attention regarding enhancement of the environment to promote psychological well-being for the \nsingly housed capuchin in accordance with the instructions of their attending veterinarian. \n3.125(a)  Repeat\n   \nFacilities, general. \nSome areas in need of repair were identified in several outdoor enclosures:  \n- The metal fence containing the young camel was of insufficient strength and height. There were large gaps in some \nareas and the fence was crumpled/pushed down in others. The animals within the pasture were seen easily damaging the \nfence at the time of inspection. The fence was also only about 3.5 feet high which will not be sufficient to contain an adult \ncamel that can be up to 6 feet in height.  \n- There were large gaps, about 1.5 feet in height, at the bottom of the metal fence located in the back of the pasture \nhousing the llama, alpaca, zebu, cows and emus.  \n- The wooden roof above some of the stalls housing the pigs with their litters and a singly housed sheep were \nsagging/bowing inward and some had large holes.  \nAreas in disrepair such as these may affect the structural integrity of the structures and could result in animal injury. \nHousing facilities must be structurally sound and maintained in good repair to safely contain the animals. \n3.127(b) \n   \nFacilities, outdoor. \nThe following outdoor enclosures did not provide adequate shelter as listed below: \n- Pasture 1: contains a camel with one pine tree available as natural shelter. This single tree does not provide adequate \nprotection from the wind, rain, or winter extremes.  \n- Pasture 2: contains a zebu, 2 cows, 1 llama, and 2 alpacas. This pasture has some pine trees and a few other \ndeciduous trees in one area of the pasture, but they do not adequately protect all species from the wind, rain, or winter \nextremes.  \n• Three separate outdoor enclosures housing a total of 25 pigs only had one or two corners of the top of their enclosure \ncovered in a tarp. Without sides and more of the enclosure covered, all the pigs are not able to escape the sun, rain, wind, \nor winter weather extremes.  \nInadequate shelter from the sun, rain, cold, and other winter conditions could result in illness, as well as animal \ndiscomfort. Natural or artificial shelter appropriate to the local climatic conditions for the species concerned shall be \nprovided for all animals kept outdoors to afford them protection and to prevent discomfort to such animals.\n\n3.127(d) \n   \nFacilities, outdoor. \nThere is no perimeter fence around the outdoor primary enclosure for a red kangaroo. The lack of an adequate perimeter \nfence presents a safety risk to the kangaroo in that there isn’t an adequate secondary containment system to hold him if \nhe escapes the primary enclosure or a sufficient barrier to keep other animals and unauthorized persons out. The facility \nmust ensure that the kangaroo, when housed outdoors, is enclosed by a perimeter fence that can function as a secondary \ncontainment, is an effective barrier, continuous, 6 feet tall, and at least 3 feet in distance from the primary enclosures or \nobtain a variance approved in writing by the Administrator. \n3.131(c) \n   \nSanitation. \nThere is a build-up of dust and cobwebs hanging in several areas from the ceiling as well as the walls of the stalls housing \nthe pigs and their litters. Failure to clean animal facilities regularly can affect animal health and well-being. The facility \nmust maintain the premises by keeping it clean and in good repair in order to facilitate the prescribed husbandry \npractices. \n3.137(a) \n   \nPrimary enclosures used to transport live animals. \nThree ferrets were housed in a wire crate primary enclosure which, per a facility representative, was set up for imminent \ntransportation. The following deficiencies were identified with this transport enclosure:  \n- This enclosure cannot safely contain the ferrets since the wire spacing could allow protrusion of body parts.  \n- The enclosure was not equipped with projection rims to prevent ventilation obstruction.  \n- There were no adequate handholds to ensure that the person handling the primary enclosure will not be in contact with \nthe animals.  \nFailure to properly equip enclosures may result in animal injury during transportation. The facility must ensure enclosures \nare of adequate structural strength to safely contain the animals and are equipped with adequate projection rims as well \nas handholds. \n3.137(e) \n   \nPrimary enclosures used to transport live animals. \nThe traveling enclosure for the ferrets was not marked on top and on at least one side with the words \"Live Animal\" or \n\"Wild Animal\" and with markings to indicate the correct upright position of the enclosure. Lack of the markings, especially \nduring emergency situations, may lead to improper handling of the enclosures and potential injury or discomfort of the \nanimals. All enclosures must be marked on top and on one or more sides with the words ``Live Animal'' or ``Wild Animal'', \nwhichever is appropriate, in letters not less than 2.5 centimeters (1 inch) in height, and with arrows or other markings to \nindicate the correct upright position of the container. \n3.152(b)  Repeat\n   \nFacilities, outdoor\n\nThe following outdoor enclosures did not provide adequate shelter as listed below: \n• Pasture 2: contains two emus with some pine trees and a few other deciduous trees in one area of the pasture, but they \ndo not adequately protect the emus from the wind, rain, or winter extremes.  \n• In the enclosure housing a golden pheasant, there is a roofed area (approximately 2 feet wide x 4 feet long) without \nadequate sides to provide an effective wind break. \nInadequate shelter from inclement weather may result in illness, discomfort, or distress to the birds, and may have a \nnegative impact on their physical condition and well-being. All outdoor housing facilities for birds must provide enough \nshelter that is large enough to comfortably contain all the birds at one time and prevent their discomfort from direct \nsunlight, precipitation, or wind. \n3.153(a)(1)(i)  Repeat\n   \nPrimary enclosures. \nThe largest primary outdoor wire enclosure containing chickens, ducks, and geese still has an area of chicken wire that \nhas not been secured down at the bottom of the enclosure. Sharp points along the length of this unsecured wire are \npointing inward towards the enclosed birds. The sharp points are approximately ½ to 1 inch long, about 2 inches off the \nground, along the lower right side of the enclosure for approximately 6 feet in length. Sharp points may cause injury and \nmay lead to pain or discomfort to the animals. Primary enclosures must be designed and constructed of suitable materials \nso that they are structurally sound. The primary enclosures must be kept in good repair and have no sharp points or \nedges that could injure the birds. Corrected at time of inspection. \n3.153(a)(2) \n   \nPrimary enclosures. \nSeveral bird enclosures were not provided with species-appropriate perches:  \n- The large chicken and waterfowl enclosure only contained two suspended wooden perches, about 3 feet long and 2 feet \nabove ground, located at opposite corners. This is an inadequate number of perches for the large amount of chickens \nwithin this enclosure who naturally roost in elevated areas.  \n- A few paired chicken enclosures had no perches available for any of the birds. \n- The perch provided to a Catalina macaw housed indoors was of inadequate size for the species. The perch was thin \nwhich caused the bird to hold his feet in an abnormal conformation.  \n- The enclosure for a salmon-crested cockatoo did not have a perch and was equipped instead with two flat wire \nplatforms. The bird was seen clinging to the thin metal wires of the enclosure frame causing him to constantly hold his feet \nin an abnormal conformation.  \nFailure to provide species appropriate perches may result in injury to the birds such as development of foot sores and can \ncontribute to their discomfort. Furniture-type objects such as perches must be species appropriate and designed and \nmaintained so that they prevent harm to the bird. \n3.153(c)  Repeat\n   \nPrimary enclosures. \nThe waterfowl (20 ducks and 2 geese) in the large primary outdoor enclosure do not have an adequately sized pool or \nother aquatic area provided that allows for each bird to conduct normal waterfowl behaviors, such as swimming, \nsubmarining, and foraging. Instead, they have access to one area for swimming that was approximately 4 feet long by 3\n\nfeet wide that could not accommodate all the aquatic birds. Also, in another outdoor enclosure, a single duck housed with \nchickens has no access to a pool or any aquatic area. Failure to provide a pool or other aquatic area of sufficient surface \narea and depth, for all aquatic birds in the enclosure to be able to express natural behaviors, can lead to increased stress \nand a decline in physical condition. Primary enclosures housing wading and aquatic birds must contain a pool or other \naquatic area and a dry area that allows easy ingress or egress of the pool or other aquatic area. Pools and other aquatic \nareas must be of sufficient surface area and depth to allow each bird to make normal postural and social adjustments, \nsuch as immersion, bathing, swimming and foraging. \n3.154  Repeat\n   \nEnvironment enhancement to promote psychological well-being. \nThe facility does not have a written environmental enhancement plan for the birds on hand. A written plan is necessary to \nensure that the overall health, well-being, and psychological needs of the birds are being appropriately met. The facility \nmust develop, document, and follow a species-appropriate plan for environment enhancement adequate to promote the \npsychological well-being of the birds. The plan must be approved by the attending veterinarian and must address social \ngrouping, environmental enrichment, special considerations, restraint devices, and exemptions. \n3.154(b) \n   \nEnvironment enhancement to promote psychological well-being. \nThe large outdoor chicken and waterfowl (ducks and geese) enclosure did not provide adequate nest boxes for the \nspecies to express this natural behavior. Per a facility representative, a rare few of the chickens lay eggs on the floor. \nFurthermore, an egg was found on the wire flooring of the dove enclosure however a nest box or nesting material was not \nprovided. Failing to provide adequate nesting space may prevent natural behavior and may negatively impact the bird’s \nhealth as well as comfort. The physical environment in the primary enclosures must be enriched by materials or activities, \nsuch as nest boxes, that would provide the birds with the means to express noninjurious species-typical activities. \n3.154(c)(2) \n   \nEnvironment enhancement to promote psychological well-being. \nA salmon-crested cockatoo was seen with feathers missing completely from a large area on his chest. Per a facility \nrepresentative, the bird is self-plucking. Although sprays were applied to soothe the area, a specific enrichment plan was \nnot implemented in order to counteract this abnormal behavior. Failure to implement and document an enrichment plan \nfor this bird displaying an abnormal behavior may result in psychological distress. The facility shall document and provide \nspecial attention regarding enhancement of the environment to promote psychological well-being for the self-plucking \ncockatoo in accordance with the instructions of their attending veterinarian. \n \nThis is a 1st Re-License Inspection for a Class “C” license. The inspection and exit briefing were conducted with the \napplicant. \n \nAll items must be in compliance within 1 more inspections or by November 17, 2024, or the applicant will forfeit the license \nfee and must wait 6 months to reapply. Please contact your inspector to schedule your next Re-License Inspection.\n\nRegulated activity can continue under your existing USDA license until it expires. \n \nAdditional Inspectors: \nSTEPHANIE MAYARD, VETERINARY MEDICAL OFFICER n",
  "animals_total": 265,
  "species": [
    {
      "count": 3,
      "scientific": "Lama pacos",
      "common": "ALPACA"
    },
    {
      "count": 1,
      "scientific": "Camelus dromedarius",
      "common": "DROMEDARY CAMEL"
    },
    {
      "count": 1,
      "scientific": "Lama glama",
      "common": "LLAMA"
    },
    {
      "count": 66,
      "scientific": "Sus scrofa domestica",
      "common": "DOMESTIC PIG / POTBELLY PIG / MICRO PIG"
    },
    {
      "count": 42,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 1,
      "scientific": "Cebus capucinus",
      "common": "WHITE-HEADED / WHITE-THROATED CAPUCHIN"
    },
    {
      "count": 62,
      "scientific": "Oryctolagus cuniculus",
      "common": "DOMESTIC RABBIT / EUROPEAN RABBIT"
    },
    {
      "count": 1,
      "scientific": "Cygnus atratus",
      "common": "BLACK SWAN"
    },
    {
      "count": 1,
      "scientific": "Osphranter rufus",
      "common": "RED KANGAROO"
    },
    {
      "count": 3,
      "scientific": "Ovis aries aries",
      "common": "SHEEP INCLUDING ALL DOMESTIC BREEDS"
    },
    {
      "count": 1,
      "scientific": "Bos primigenuis indicus",
      "common": "ZEBU"
    },
    {
      "count": 2,
      "scientific": "Cacatua moluccensis",
      "common": "SALMON-CRESTED COCKATOO / MOLUCCAN COCKATOO"
    },
    {
      "count": 2,
      "scientific": "Bos taurus",
      "common": "CATTLE / COW / OX / WATUSI"
    },
    {
      "count": 6,
      "scientific": "Cavia porcellus",
      "common": "DOMESTIC GUINEA PIG"
    },
    {
      "count": 1,
      "scientific": "Ara, Anodorhynchus, Primolius, Diopsittaca spp hybrid",
      "common": "MACAW HYBRID"
    },
    {
      "count": 3,
      "scientific": "Mustela putorius furo",
      "common": "DOMESTIC FERRET"
    },
    {
      "count": 6,
      "scientific": "Meleagris gallopavo domesticus",
      "common": "DOMESTIC TURKEY"
    },
    {
      "count": 21,
      "scientific": "Anas platyrhynchos domesticus",
      "common": "DOMESTIC DUCK INCLUDING ALL DOMESTIC BREEDS"
    },
    {
      "count": 2,
      "scientific": "Anser anser domesticus",
      "common": "DOMESTIC GOOSE"
    },
    {
      "count": 3,
      "scientific": "Melopsittacus undulatus",
      "common": "BUDGERIGAR / BUDGIE / COMMON PARAKEET / SHELL"
    },
    {
      "count": 1,
      "scientific": "Erythrura pealii",
      "common": "FIJI PARROTFINCH / RED-HEADED PARROT FINCH"
    },
    {
      "count": 2,
      "scientific": "Serinus canaria domestica",
      "common": "DOMESTIC CANARY / COMMON CANARY"
    },
    {
      "count": 2,
      "scientific": "Nymphicus hollandicus",
      "common": "COCKATIEL"
    },
    {
      "count": 2,
      "scientific": "Pyrrhura molinae",
      "common": "GREEN-CHEEKED PARAKEET / GREEN-CHEEKED CONURE"
    },
    {
      "count": 23,
      "scientific": "Gallus gallus domesticus",
      "common": "DOMESTIC CHICKEN (INCLUDING ALL DOMESTIC BREEDS /"
    },
    {
      "count": 2,
      "scientific": "Dromaius novaehollandiae",
      "common": "EMU"
    },
    {
      "count": 1,
      "scientific": "Numida meleagris",
      "common": "DOMESTIC GUINEAFOWL / HELMETED GUINEAFOWL /"
    },
    {
      "count": 1,
      "scientific": "Aratinga solstitialis",
      "common": "SUN PARAKEET"
    },
    {
      "count": 2,
      "scientific": "Streptopelia capicola",
      "common": "BARBARY DOVE / RINGED TURTLE-DOVE / RINGNECK DOVE"
    },
    {
      "count": 1,
      "scientific": "Chrysolophus pictus",
      "common": "GOLDEN PHEASANT"
    },
    {
      "count": 0,
      "scientific": "None",
      "common": "NONE"
    }
  ]
}