{
  "insp_id": "INS-0000826773",
  "layout": "c",
  "customer_id": "331496",
  "customer_name": "Potawatomi Zoological Society",
  "customer_addr": "500 S. Greenlawn Ave\nSouth Bend, IN 46615",
  "certificate": "32-C-0243",
  "site_id": "001",
  "site_name": "POTAWATOMI ZOOLOGICAL SOCIETY",
  "insp_type": "FOCUSED INSPECTION",
  "date": "22-NOV-2022",
  "report_date": "22-NOV-2022",
  "citations": [
    {
      "code": "3.125(a)",
      "kind": "Critical",
      "repeat": false,
      "desc": "Facilities, general.",
      "narrative": "It was reported to APHIS by the facility that on November 12, 2022, at approximately 7:30 AM a female red panda had\nescaped overnight from an enclosure that she had been placed in early the day before. This enclosure was currently\nhousing a male red panda that remained in the enclosure. The animal was presumed to have dug out under a section of\ncinder blocks and wire fencing. This animal was located approximately 45 minutes later in a tree on zoo property. She\nwas darted by the attending veterinarian and recaptured. The red panda did have to undergo a surgical procedure for\ndart removal and chip fracture repair. Both red pandas are being held in other enclosures while the enclosure from which\nthe female escaped is being improved. The red panda was observed to be recovering well at the time of the inspection.\nHousing facilities shall be constructed and maintained in a manner that contains the animals and protects them from\ninjury. This was corrected by the time of the inspection.\nCorrect by: Corrected at the time of inspection.\nThis inspection and exit interview were conducted with a facility representative.\nn"
    }
  ],
  "narrative": "3.125(a)  Critical\n   \nFacilities, general. \nIt was reported to APHIS by the facility that on November 12, 2022, at approximately 7:30 AM a female red panda had \nescaped overnight from an enclosure that she had been placed in early the day before.  This enclosure was currently \nhousing a male red panda that remained in the enclosure.  The animal was presumed to have dug out under a section of \ncinder blocks and wire fencing.  This animal was located approximately 45 minutes later in a tree on zoo property.  She \nwas darted by the attending veterinarian and recaptured.  The red panda did have to undergo a surgical procedure for \ndart removal and chip fracture repair.  Both red pandas are being held in other enclosures while the enclosure from which \nthe female escaped is being improved.  The red panda was observed to be recovering well at the time of the inspection.  \nHousing facilities shall be constructed and maintained in a manner that contains the animals and protects them from \ninjury.  This was corrected by the time of the inspection. \nCorrect by:  Corrected at the time of inspection. \n \nThis inspection and exit interview were conducted with a facility representative. \n \n n",
  "animals_total": 2,
  "species": [
    {
      "count": 2,
      "scientific": "Ailurus fulgens",
      "common": "RED PANDA"
    }
  ]
}