{
  "insp_id": "81161349570324",
  "layout": "a",
  "customer_id": "323605",
  "customer_name": "Raymond A Raber",
  "customer_addr": "1874 Town Road 152\nBaltic, OH 43804",
  "certificate": "31-A-0383",
  "site_id": "001",
  "site_name": "RAYMOND RABER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "08-DEC-2015",
  "report_date": "08-DEC-2015",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "A female Bichon #193 has two circular lesions of scabbed and crusted skin with a reddened appearance to the skin\nunderneath; one lesion is under the neck and one on the left ear. Skin lesions with scabs and redness can be itchy\nor painful, and also are potentially contagious between dogs depending on the case. Correct by having this animal\nexamined by the veterinarian and treated accordingly. The licensee must maintain a record of this dog's diagnosis\nand treatment. In addition the licensee must incorporate appropriate preventive measures if instructed by the\nattending veterinarian in the event of an infectious disease.\nCorrect by: 11 December 2015"
    }
  ],
  "narrative": "2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nA female Bichon #193 has two circular lesions of scabbed and crusted skin with a reddened appearance to the skin\nunderneath; one lesion is under the neck and one on the left ear.  Skin lesions with scabs and redness can be itchy\nor painful, and also are potentially contagious between dogs depending on the case.  Correct by having this animal\nexamined by the veterinarian and treated accordingly.  The licensee must maintain a record of this dog's diagnosis\nand treatment.  In addition the licensee must incorporate appropriate preventive measures if instructed by the\nattending veterinarian in the event of an infectious disease. \nCorrect by: 11 December 2015",
  "animals_total": 153,
  "species": [
    {
      "count": 82,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 71,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}