{
  "insp_id": "2016090000790072",
  "layout": "b",
  "customer_id": "14869",
  "customer_name": "SHERRY CELLA",
  "customer_addr": "905 E VETERANS HWY\nJACKSON, NJ 08527",
  "certificate": "22-C-0149",
  "site_id": "001",
  "site_name": "SHERRY CELLA",
  "insp_type": "ROUTINE INSPECTION",
  "date": "12-MAY-2022",
  "report_date": "16-MAY-2022",
  "citations": [
    {
      "code": "3.50(a)",
      "kind": "",
      "repeat": false,
      "desc": "Facilities, general.",
      "narrative": "The metal trim, around the entrance door of the shelter portion of a rabbit hutch, is broken with sharp edges present.\nThese sharp edges could harm the rabbit upon entering or exiting the shelter portion of the hutch. This damaged trim\nleaves the hutch in disrepair and serves as a means to cause injury to the rabbit housed therein. Housing facilities shall\nbe structurally sound and shall be maintained in good repair to protect the animals from injury.\nTO BE CORRECTED BY: MAY 26, 2022"
    },
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": false,
      "desc": "Facilities, general.",
      "narrative": "The fencing around the goats and sheep is composed of wooden planks and chainlink on the front and sides but only\nchainlink on the back. The chainlink has been detached from the wooden fence in the right, rear corner. Also, the rear\nchainlink fence fabric is no longer attached to the fence posts. The fence fabric has been stepped on by the goats thus\nlowering it half way down towards the ground. These damaged areas leave the fence in disrepair and it no longer fully\ncontains the animals. Damaged fencing should be repaired in order to maintain structual strength and to fully contain the\nanimals housed therein.\nTO BE CORRECTED BY: JUNE 2, 2022\nThis inspection and exit briefing were conducted with the licensee.\nEnd Section"
    }
  ],
  "narrative": "3.50(a) \n   \nFacilities, general. \nThe metal trim, around the entrance door of the shelter portion of a rabbit hutch, is broken with sharp edges present.  \nThese sharp edges could harm the rabbit upon entering or exiting the shelter portion of the hutch.  This damaged trim \nleaves the hutch in disrepair and serves as a means to cause injury to the rabbit housed therein.  Housing facilities shall \nbe structurally sound and shall be maintained in good repair to protect the animals from injury. \n \nTO BE CORRECTED BY:  MAY 26, 2022 \n3.125(a) \n   \nFacilities, general. \nThe fencing around the goats and sheep is composed of wooden planks and chainlink on the front and sides but only \nchainlink on the back.  The chainlink has been detached from the wooden fence in the right, rear corner.  Also, the rear \nchainlink fence fabric is no longer attached to the fence posts.  The fence fabric has been stepped on by the goats thus \nlowering it half way down towards the ground.  These damaged areas leave the fence in disrepair and it no longer fully \ncontains the animals.  Damaged fencing should be repaired in order to maintain structual strength and to fully contain the \nanimals housed therein.\n\nTO BE CORRECTED BY:  JUNE 2, 2022 \n \nThis inspection and exit briefing were conducted with the licensee. \n \nEnd Section",
  "animals_total": 33,
  "species": [
    {
      "count": 9,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 7,
      "scientific": "Ovis aries aries",
      "common": "SHEEP INCLUDING ALL DOMESTIC BREEDS"
    },
    {
      "count": 13,
      "scientific": "Oryctolagus cuniculus",
      "common": "DOMESTIC RABBIT / EUROPEAN RABBIT"
    },
    {
      "count": 2,
      "scientific": "Bos primigenuis indicus",
      "common": "ZEBU"
    },
    {
      "count": 2,
      "scientific": "Lama pacos",
      "common": "ALPACA"
    }
  ]
}