{
  "insp_id": "344141738370762",
  "layout": "a",
  "customer_id": "325126",
  "customer_name": "Royal C. Keller",
  "customer_addr": "24137 Black Hawk Trail\nCole Camp, MO 65325",
  "certificate": "43-A-5736",
  "site_id": "001",
  "site_name": "ROYAL C. KELLER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "10-DEC-2014",
  "report_date": "11-DEC-2014",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "***There were at least 4 adult rabbits that had long toenails. These rabbits included a female dark otter Netherland\nDwarf, a female gray Mini Rex and two female red Holland Lops. Some of the toenails on these rabbits were\napproximately an inch long and could get caught in the wire flooring of the enclosures. The nails were long on both\nfront and rear feet of these rabbits. The licensee must trim the toenails of these animals to ensure that the animals\ncan move normally and prevent the potential for injury. As part of the facility's program of veterinary care, the\nlicensee must establish and follow a program of regular toenail maintenance for all the animals to prevent the\novergrowth of toenails.\n***There was a young female tan and white rabbit with a lesion on its nose. The nose had a yellowish material that\nappeared cobblestone and crusty-like in nature. This material covered the animal's entire nose and some of the\nsurrounding fur. The skin appeared reddened along the edges of some of the material. The animal turned its head\naway when the licensee attempted to touch the nose area. This animal was not receiving veterinary care for this\ncondition which could be due to an infection, illness or other veterinary medical condition. The licensee must have\nthis animal examined by a licensed veterinarian in order to obtain an accurate diagnosis and an appropriate\ntreatment plan. The licensee must ensure that the treatment plan is followed\n***There was a female chinchilla with a mass on its chest/abdominal area. The mass was approximately the size of\na golf ball, appeared pedunculated, and would slightly move/swing and could touch the bottom of the wire cage\nwhen the animal walked. The more ventral portion of the mass had a thin amount of hair to no hair on it. There was\nalso an approximately 1/4 inch linear reddened lesion located in the hairless region of the mass. According to the\nlicensee he had noticed the mass at least since May of this year. He said that the mass seemed to get smaller when\nthe chinchilla was nursing in May but, afterwards, it grew again. The licensee had not contacted a veterinarian\nregarding this animal's condition which could be due to a variety of veterinary medical conditions. The licensee\nmust have this animal examined by a licensed veterinarian in order to obtain an accurate diagnosis and an\nappropriate treatment plan. The licensee must ensure that the treatment plan is followed\nTO BE CORRECTED BY: December 15, 2014.\n***There were two bottles of Sulfadimethoxine solution with labeled expiration dates of 12-13 stored inside the\nanimal facility. According to the licensee, he would add the solution to the animals' drinking water approximately two\ntimes a year for four to five days. The usage of expired medical materials on regulated animals is not considered to\nbe an acceptable veterinary practice and does not constitute adequate veterinary care. The effectiveness of the\ndosage level and expected results when expired drugs are administrated could be changed or may not work as\nanticipated. The licensee must estblish and maintain a program to ensure that all used medications have not gone\npast the labeled expiration date. TO BE CORRECTED BY: December 11, 2014.\nThe licensee must ensure that all animals receive adequate veterinary care at all times."
    },
    {
      "code": "3.56(c)",
      "kind": "",
      "repeat": true,
      "desc": "SANITATION.",
      "narrative": "(c) Housekeeping.\n***Within the indoor building housing rabbits and chinchillas there was a build up of hair, debris and some cobwebs.\nAt least 15 rabbit enclosures had an excessive amount of hair on the tops, fronts and/or sides of their enclosures. A\nbuild up of hair and/or debris was also present on and around the water lines in front of the rabbit enclosures.\nCobwebs were present on portions of the ceiling and along some portions of the walls of the building. Also, some\nfecal material was observed on the floor scattered away from the primary enclosures and near the corners and\nedges of the building. At least 6 used nesting boxes, that had not been cleaned and contained a variety of bedding,\nhair and excreta within them, were sitting on top of some of the rabbit enclosures. The build up of hair, debris and\ncobwebs increases the risk of disease hazards. The licensee must ensure that the premises remain clean in order\nto protect the health of the animals and to facilitate the prescribed husbandry practices set forth in this subpart."
    },
    {
      "code": "3.131(c)",
      "kind": "",
      "repeat": true,
      "desc": "SANITATION.",
      "narrative": "(c) Housekeeping.\n***Within the indoor building housing rabbits and chinchillas there was a build up of hair, debris and some cobwebs.\nAt least 8 chinchilla enclosures had a large amount of hair on the tops and/or sides of their enclosures. Cobwebs\nwere present on portions of the ceiling and along some portions of the walls of the building. Also, some fecal\nmaterial was observed on the floor scattered away from the primary enclosures and near the corners and edges of\nthe buildings. The build up of hair, debris and cobwebs increases the risk of disease hazards. The licensee must\nensure that the premises remain clean in order to prtotect the health of the animals and to facilitate the prescribed\nhusbandry practices set forth in this subpart.\nThe inspection was conducted with the licensee. The exit interview was conducted on December 11, 2014 with the\nlicensee."
    }
  ],
  "narrative": "2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n***There were at least 4 adult rabbits that had long toenails.  These rabbits included a female dark otter Netherland\nDwarf, a female gray Mini Rex and two female red Holland Lops.  Some of the toenails on these rabbits were\napproximately an inch long and could get caught in the wire flooring of the enclosures. The nails were long on both\nfront and rear feet of these rabbits. The licensee must trim the toenails of these animals to ensure that the animals\ncan move normally and prevent the potential for injury. As part of the facility's program of veterinary care, the\nlicensee must establish and follow a program of regular toenail maintenance for all the animals to prevent the\novergrowth of toenails. \n***There was a young female tan and white rabbit with a lesion on its nose.  The nose had a yellowish material that\nappeared cobblestone and crusty-like in nature.  This material covered the animal's entire nose and some of the\nsurrounding fur.  The skin appeared reddened along the edges of some of the material. The animal turned its head\naway when the licensee attempted to touch the nose area.  This animal was not receiving veterinary care for this\ncondition which could be due to an infection, illness or other veterinary medical condition. The licensee must have\nthis animal examined by a licensed veterinarian in order to obtain an accurate diagnosis and an appropriate\ntreatment plan. The licensee must ensure that the treatment plan is followed\n***There was a female chinchilla with a mass on its chest/abdominal area.  The mass was approximately the size of\na golf ball, appeared pedunculated, and would slightly move/swing and could touch the bottom of the wire cage\nwhen the animal walked.  The more ventral portion of the mass had a thin amount of hair to no hair on it.  There was\nalso an approximately 1/4 inch linear reddened lesion located in the hairless region of the mass.  According to the\nlicensee he had noticed the mass at least since May of this year. He said that the mass seemed to get smaller when\nthe chinchilla was nursing in May but, afterwards, it grew again.  The licensee had not contacted a veterinarian\nregarding this animal's condition which could be due to a variety of veterinary medical conditions.  The licensee\nmust have this animal examined by a licensed veterinarian in order to obtain an accurate diagnosis and an\nappropriate treatment plan. The licensee must ensure that the treatment plan is followed\nTO BE CORRECTED BY:  December 15, 2014.\n\n***There were two bottles of Sulfadimethoxine solution with labeled expiration dates of 12-13 stored inside the\nanimal facility. According to the licensee, he would add the solution to the animals' drinking water approximately two\ntimes a year for four to five days.  The usage of expired medical materials on regulated animals is not considered to\nbe an acceptable veterinary practice and does not constitute adequate veterinary care. The effectiveness of the\ndosage level and expected results when expired drugs are administrated could be changed or may not work as\nanticipated. The licensee must estblish and maintain a program to ensure that all used medications have not gone\npast the labeled expiration date.  TO BE CORRECTED BY:  December 11, 2014.\nThe licensee must ensure that all animals receive adequate veterinary care at all times.\n3.56(c)                    REPEAT\nSANITATION. \n(c) Housekeeping. \n***Within the indoor building housing rabbits and chinchillas there was a build up of hair, debris and some cobwebs. \nAt least 15 rabbit enclosures had an excessive amount of hair on the tops, fronts and/or sides of their enclosures.  A\nbuild up of hair and/or debris was also present on and around the water lines in front of the rabbit enclosures.\nCobwebs were present on portions of the ceiling and along some portions of the walls of the building.  Also, some\nfecal material was observed on the floor scattered away from the primary enclosures and near the corners and\nedges of the building.  At least 6 used nesting boxes, that had not been cleaned and contained a variety of bedding,\nhair and excreta within them, were sitting on top of some of the rabbit enclosures.  The build up of hair, debris and\ncobwebs increases the risk of disease hazards.  The licensee must ensure that the premises remain clean in order\nto protect the health of the animals and to facilitate the prescribed husbandry practices set forth in this subpart.\n3.131(c)                    REPEAT\nSANITATION.   \n(c) Housekeeping.\n***Within the indoor building housing rabbits and chinchillas there was a build up of hair, debris and some cobwebs. \nAt least 8 chinchilla enclosures had a large amount of hair on the tops and/or sides of their enclosures.  Cobwebs\nwere present on portions of the ceiling and along some portions of the walls of the building.  Also, some fecal\nmaterial was observed on the floor scattered away from the primary enclosures and near the corners and edges of\nthe buildings.  The build up of hair, debris and cobwebs increases the risk of disease hazards. The licensee must\nensure that the premises remain clean in order to prtotect the health of the animals and to facilitate the prescribed\nhusbandry practices set forth in this subpart.\nThe inspection was conducted with the licensee.  The exit interview was conducted on December 11, 2014 with the\n\nlicensee.",
  "animals_total": 250,
  "species": [
    {
      "count": 162,
      "scientific": "Chinchilla brevicaudata",
      "common": "CHINCHILLA"
    },
    {
      "count": 88,
      "scientific": "Oryctolagus cuniculus",
      "common": "EUROPEAN RABBIT"
    }
  ]
}