{
  "insp_id": "INS-0000846764",
  "layout": "c",
  "customer_id": "6013455",
  "customer_name": "Patrick Milcendeau",
  "customer_addr": "5456 US Route 1\nVass, NC 28394",
  "certificate": "55-C-0322",
  "site_id": "001",
  "site_name": "Patrick Milceandeau",
  "insp_type": "ROUTINE INSPECTION",
  "date": "08-FEB-2023",
  "report_date": "09-FEB-2023",
  "citations": [
    {
      "code": "2.40(a)(2)",
      "kind": "Direct",
      "repeat": true,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "A Patagonian cavy was observed with visible areas of crusting and scabbing on its lower back covering most of the hip\narea during this inspection. This cavy also had open, ulcerated wounds on both hocks. The facility stated that a cat\nattacked this Patagonian cavy, who was previously housed with another cavy and 2 wallabies. The facility reached out to\nthe AV via text on Saturday, 10Dec2022. A photograph of the animal was shared, and the facility employee asked if\nchlorhexidine and doxycycline should be administered. The AV agreed to this weekend care. The facility utilized\ndoxycycline left over from another cavy's prescription through the weekend. The facility requested additional doxycycline\nfrom the AV, who provided an additional prescription several days later. The animal was never presented to or examined\nby the AV; however, these wounds (and the new wounds on the hocks) were visible during this inspection that occurred 8\nweeks after the initial back injury report. In the inspector's conversation with the AV, the AV stated that they were not\naware of the ongoing medical concerns for the cavy, specifically that the reported injuries allegedly caused by a cat had\nnot healed appropriately and that active wounds were present on the hocks. The facility was aware of the ongoing and\nnew wounds on this animal but did not seek veterinary care or communicate the animal’s status with the AV during the 8-\nweek period between the reported injury and this inspection. Not communicating animal injury and wound concerns to the\nAV in a timely manner and not seeking appropriate veterinary care leads to unnecessary discomfort for the animal, has\nnegative health impacts for the animals, and severely compromises the authority of the AV. Per the regulations, each\ndealer and exhibitor shall assure that the attending veterinarian has appropriate authority to ensure the provision of\nadequate veterinary care and to oversee the adequacy of other aspects of animal care and use."
    },
    {
      "code": "3.75(b)",
      "kind": "",
      "repeat": false,
      "desc": "Housing facilities, general.",
      "narrative": "A freezer storing fruits and food for the non-human primates contained the body of a deceased animal. Storing non-food\nmaterials in the same area as food for the animals can result in contamination of the foodstuff. Per the regulations,\nhousing facilities and areas used for storing animal food or bedding must be free of any accumulation of trash, waste\nmaterial, junk, weeds, and other discarded materials. Correct by 10February2023."
    },
    {
      "code": "3.84(d)",
      "kind": "",
      "repeat": false,
      "desc": "Cleaning, sanitization, housekeeping, and pest control.",
      "narrative": "Excessive amounts of rodent excreta were observed in the primate sheltered housing area (vervet and patas monkeys).\nRodent infestation can result in disease transmission and contamination of food. Per the regulations, an effective\nprogram for control of insects, external parasites affecting nonhuman primates, and birds and mammals that are pests,\nmust be established and maintained so as to promote the health and well-being of the animals and reduce contamination\nby pests in animal areas. Correct by 24February2023."
    },
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": true,
      "desc": "Facilities, general.",
      "narrative": "The facility stated that a cat entered the open-topped cavy enclosure and caused significant wounds to a Patagonian\ncavy. The facility trapped and removed two cats but indicated that they do not intend to provide a cover over the cavy\nenclosure to prevent future animal incursions. Not providing a secure enclosure for the cavy can lead to injury and death\nto the animals contained therein. Per the regulations, the facility must be constructed of such material and of such\nstrength as appropriate for the animals involved. The indoor and outdoor housing facilities shall be structurally sound and\nshall be maintained in good repair to protect the animals from injury and to contain the animals. Correct by\n14February2023."
    },
    {
      "code": "3.131(d)",
      "kind": "",
      "repeat": false,
      "desc": "Sanitation.",
      "narrative": "Excessive amounts of rodent excreta were observed in the facility feed storage room. Rodent infestation can lead to\nincreased disease transmission and food contamination. Per the regulations, a safe and effective program for the control\nof insects, ectoparasites, and avian and mammalian pests shall be established and maintained. Correct by\n24February2023.\nThis inspection and exit interview were conducted with the facility representatives.\nEnd Section"
    }
  ],
  "narrative": "2.40(a)(2)  Direct Repeat\n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nA Patagonian cavy was observed with visible areas of crusting and scabbing on its lower back covering most of the hip \narea during this inspection.  This cavy also had open, ulcerated wounds on both hocks.  The facility stated that a cat \nattacked this Patagonian cavy, who was previously housed with another cavy and 2 wallabies.  The facility reached out to \nthe AV via text on Saturday, 10Dec2022. A photograph of the animal was shared, and the facility employee asked if \nchlorhexidine and doxycycline should be administered.  The AV agreed to this weekend care.  The facility utilized \ndoxycycline left over from another cavy's prescription through the weekend.  The facility requested additional doxycycline \nfrom the AV, who provided an additional prescription several days later.  The animal was never presented to or examined \nby the AV; however, these wounds (and the new wounds on the hocks) were visible during this inspection that occurred 8 \nweeks after the initial back injury report.  In the inspector's conversation with the AV, the AV stated that they were not \naware of the ongoing medical concerns for the cavy, specifically that the reported injuries allegedly caused by a cat had \nnot healed appropriately and that active wounds were present on the hocks. The facility was aware of the ongoing and \nnew wounds on this animal but did not seek veterinary care or communicate the animal’s status with the AV during the 8-\nweek period between the reported injury and this inspection.  Not communicating animal injury and wound concerns to the \nAV in a timely manner and not seeking appropriate veterinary care leads to unnecessary discomfort for the animal, has\n\nnegative health impacts for the animals, and severely compromises the authority of the AV. Per the regulations, each \ndealer and exhibitor shall assure that the attending veterinarian has appropriate authority to ensure the provision of \nadequate veterinary care and to oversee the adequacy of other aspects of animal care and use. \n3.75(b) \n   \nHousing facilities, general. \nA freezer storing fruits and food for the non-human primates contained the body of a deceased animal.  Storing non-food \nmaterials in the same area as food for the animals can result in contamination of the foodstuff.  Per the regulations, \nhousing facilities and areas used for storing animal food or bedding must be free of any accumulation of trash, waste \nmaterial, junk, weeds, and other discarded materials. Correct by 10February2023. \n3.84(d) \n   \nCleaning, sanitization, housekeeping, and pest control. \nExcessive amounts of rodent excreta were observed in the primate sheltered housing area (vervet and patas monkeys). \nRodent infestation can result in disease transmission and contamination of food.  Per the regulations, an effective \nprogram for control of insects, external parasites affecting nonhuman primates, and birds and mammals that are pests, \nmust be established and maintained so as to promote the health and well-being of the animals and reduce contamination \nby pests in animal areas.  Correct by 24February2023. \n3.125(a)  Repeat\n   \nFacilities, general. \nThe facility stated that a cat entered the open-topped cavy enclosure and caused significant wounds to a Patagonian \ncavy.  The facility trapped and removed two cats but indicated that they do not intend to provide a cover over the cavy \nenclosure to prevent future animal incursions. Not providing a secure enclosure for the cavy can lead to injury and death \nto the animals contained therein.  Per the regulations, the facility must be constructed of such material and of such\n\nstrength as appropriate for the animals involved. The indoor and outdoor housing facilities shall be structurally sound and \nshall be maintained in good repair to protect the animals from injury and to contain the animals. Correct by \n14February2023. \n3.131(d) \n   \nSanitation. \nExcessive amounts of rodent excreta were observed in the facility feed storage room.  Rodent infestation can lead to \nincreased disease transmission and food contamination. Per the regulations, a safe and effective program for the control \nof insects, ectoparasites, and avian and mammalian pests shall be established and maintained. Correct by \n24February2023. \n \nThis inspection and exit interview were conducted with the facility representatives. \n \nEnd Section",
  "animals_total": 35,
  "species": [
    {
      "count": 4,
      "scientific": "Oryctolagus cuniculus",
      "common": "DOMESTIC RABBIT / EUROPEAN RABBIT"
    },
    {
      "count": 1,
      "scientific": "Nasua narica",
      "common": "WHITE-NOSED COATI"
    },
    {
      "count": 2,
      "scientific": "Potos flavus",
      "common": "KINKAJOU"
    },
    {
      "count": 2,
      "scientific": "Ovis aries aries",
      "common": "SHEEP INCLUDING ALL DOMESTIC BREEDS"
    },
    {
      "count": 1,
      "scientific": "Chlorocebus pygerythrus",
      "common": "VERVET"
    },
    {
      "count": 2,
      "scientific": "Vulpes zerda",
      "common": "FENNEC FOX"
    },
    {
      "count": 1,
      "scientific": "Bos primigenuis indicus",
      "common": "ZEBU"
    },
    {
      "count": 2,
      "scientific": "Sus scrofa domestica",
      "common": "DOMESTIC PIG / POTBELLY PIG / MICRO PIG"
    },
    {
      "count": 1,
      "scientific": "Lama pacos",
      "common": "ALPACA"
    },
    {
      "count": 2,
      "scientific": "Dolichotis patagonum",
      "common": "PATAGONIAN CAVY / MARA"
    },
    {
      "count": 2,
      "scientific": "Notamacropus rufogriseus",
      "common": "BENNETT'S WALLABY / RED-NECKED WALLABY"
    },
    {
      "count": 1,
      "scientific": "Nasuella olivacea",
      "common": "MOUNTAIN COATI"
    },
    {
      "count": 1,
      "scientific": "Erythrocebus patas",
      "common": "PATAS MONKEY"
    },
    {
      "count": 2,
      "scientific": "Vulpes lagopus",
      "common": "ARCTIC FOX"
    },
    {
      "count": 1,
      "scientific": "Hydrochaeris hydrochaeris",
      "common": "CAPYBARA"
    },
    {
      "count": 6,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 1,
      "scientific": "Cebus capucinus",
      "common": "WHITE-HEADED / WHITE-THROATED CAPUCHIN"
    },
    {
      "count": 3,
      "scientific": "Hystrix cristata",
      "common": "AFRICAN CRESTED PORCUPINE"
    }
  ]
}