{
  "insp_id": "34141427574212",
  "layout": "a",
  "customer_id": "327740",
  "customer_name": "Aaron J Glick",
  "customer_addr": "25766 Hwy 81\nCuba City, WI 53807",
  "certificate": "35-A-0340",
  "site_id": "001",
  "site_name": "AARON GLICK",
  "insp_type": "ROUTINE INSPECTION",
  "date": "03-FEB-2014",
  "report_date": "03-FEB-2014",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "A written Program of Veterinary Care (PVC) could not be found during inspection. The attending veterinarian must\nbe contacted to set up an appointment for a site visit and complete the PVC. One guinea pig was noted to have\nhair loss and scabs on her back in enclosure #12. Treatment for this guinea pig must be guided by the Attending\nVeterinarian. A current PVC signed by a licensed veterinarian must be available for inspection by APHIS officials."
    },
    {
      "code": "3.26(b)",
      "kind": "",
      "repeat": true,
      "desc": "FACILITIES, INDOOR.",
      "narrative": "Ventilation.\nThere was a strong ammonia odor in the building during inspection. By the end of the inspection I noted my throat\nfelt irritated. The building must be provided with fresh air while maintaining a temperature between 60 and 85\ndegrees F. Cleaning enclosures more often can also help with the ammonia odor. To promote animal health, the\nammonia odor must be decreased greatly."
    },
    {
      "code": "3.28(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "(1) Primary enclosures shall be structurally sound and maintained in good repair...\nAt least 10 feeders were observed to be excessively rusted and/or have sharp edges on them. Sharp edges could\ninjure guinea pigs. Feeders must be repaired or replaced and all surfaces in the enclosures must be free of sharp\nedges to prevent injury to the guinea pigs.\nCorrect by March 1, 2104."
    },
    {
      "code": "3.31(b)",
      "kind": "",
      "repeat": true,
      "desc": "SANITATION.",
      "narrative": "Housekeeping.\nThe ceiling and areas around gas heaters had an excessive amount of dust and cobwebs. This can create a fire\nhazard. To protect animal health, routinely clean the building from ceiling to the floor to prevent buildup of cobwebs\nand dust on the walls, heaters, and ceilings."
    },
    {
      "code": "3.53(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "(1) Primary enclosures shall be structurally sound and maintained in good repair to protect the rabbits from injury...\nA feeder in a rabbit's enclosure was noted to have a hole rusted through the top, exposing sharp edges. This could\ninjure the rabbit. Replace or repair this feeder and any other rabbit feeders with sharp edges to protect rabbits from\ninjury.\nCorrect by February 5, 2014."
    },
    {
      "code": "3.56(a)(1)",
      "kind": "",
      "repeat": true,
      "desc": "SANITATION.",
      "narrative": "Cleaning of primary enclosures.\nIn the corners of at least four rabbit pens there was an excess build-up of droppings and waste. Rabbit enclosures\nmust be cleaned often enough to prevent a build-up of waste. Build-up of animal waste can cause animals to get\nsick and increase ammonia odors. Enclosures must be cleaned more often to promote the health of animals in the\nbuilding.\nInspection and exit interview conducted with facility representative."
    }
  ],
  "narrative": "2.40(b)(2)                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nA written Program of Veterinary Care (PVC) could not be found during inspection.  The attending veterinarian must\nbe contacted to set up an appointment for a site visit and complete the PVC.  One guinea pig was noted to have\nhair loss and scabs on her back in enclosure #12.  Treatment for this guinea pig must be guided by the Attending\nVeterinarian.   A current PVC signed by a licensed veterinarian must be available for inspection by APHIS officials. \n3.26(b)                    REPEAT\nFACILITIES, INDOOR.\nVentilation.\nThere was a strong ammonia odor in the building during inspection.  By the end of the inspection I noted my throat\nfelt irritated.  The building must be provided with fresh air while maintaining a temperature between 60 and 85\ndegrees F.  Cleaning enclosures more often can also help with the ammonia odor.  To promote animal health, the\nammonia odor must be decreased greatly. \n3.28(a)(1)\nPRIMARY ENCLOSURES. \n(1) Primary enclosures shall be structurally sound and maintained in good repair...\nAt least 10 feeders were observed to be excessively rusted and/or have sharp edges on them.  Sharp edges could\ninjure guinea pigs.  Feeders must be repaired or replaced and all surfaces in the enclosures must be free of sharp\nedges to prevent injury to the guinea pigs. \nCorrect by March 1, 2104.\n\n3.31(b)                    REPEAT\nSANITATION.\nHousekeeping.\nThe ceiling and areas around gas heaters had an excessive amount of dust and cobwebs.  This can create a fire\nhazard.  To protect animal health, routinely clean the building from ceiling to the floor to prevent buildup of cobwebs\nand dust on the walls, heaters, and ceilings.\n3.53(a)(1)\nPRIMARY ENCLOSURES.   \n(1) Primary enclosures shall be structurally sound and maintained in good repair to protect the rabbits from injury...\nA feeder in a rabbit's enclosure was noted to have a hole rusted through the top, exposing sharp edges. This could\ninjure the rabbit.  Replace or repair this feeder and any other rabbit feeders with sharp edges to protect rabbits from\ninjury.  \nCorrect by February 5, 2014. \n3.56(a)(1)                    REPEAT\nSANITATION. \nCleaning of primary enclosures. \nIn the corners of at least four rabbit pens there was an excess build-up of droppings and waste.  Rabbit enclosures\nmust be cleaned often enough to prevent a build-up of waste. Build-up of animal waste can cause animals to get\nsick and increase ammonia odors.  Enclosures must be cleaned more often to promote the health of animals in the\nbuilding. \nInspection and exit interview conducted with facility representative.",
  "animals_total": 1234,
  "species": [
    {
      "count": 1156,
      "scientific": "Cavia porcellus",
      "common": "DOMESTIC GUINEA PIG"
    },
    {
      "count": 78,
      "scientific": "Oryctolagus cuniculus",
      "common": "EUROPEAN RABBIT"
    }
  ]
}