{
  "insp_id": "202141609290886",
  "layout": "a",
  "customer_id": "328544",
  "customer_name": "Dustin Noffsinger",
  "customer_addr": "P O Box 62\nYoncalla, OR 97499",
  "certificate": "92-C-0176",
  "site_id": "001",
  "site_name": "Dustin Noffsinger",
  "insp_type": "ROUTINE INSPECTION",
  "date": "18-JUL-2014",
  "report_date": "21-JUL-2014",
  "citations": [
    {
      "code": "3.127(a)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, OUTDOOR.",
      "narrative": "When sunlight is likely to cause overheating or discomfort of the animals, sufficient shade by natural or artificial\nmeans shall be provided to allow all animals kept outdoors to protect themselves form direct sunlight.\nAll three camels where fully saddled with blankets and foam pad at time of inspection. One camel was performing\nrides while the other two were inside a portable corral set up in the direct sun with no shade. The midday\ntemperatures were 100 plus. These animals must be provided shade to comply with USDA regualtions and to\nprotect the welfare of these animals from extreme temperatures. All other venues these camels are exhibited at\nmust have shade from the sun.\nCorrect by: Animals where moved at time of inspection to take advantage of natural shade.\nNote: This inspection was conducted at the Jackson County Fair."
    }
  ],
  "narrative": "3.127(a)\nFACILITIES, OUTDOOR. \nWhen sunlight is likely to cause overheating or discomfort of the animals, sufficient shade by natural or artificial\nmeans shall be provided to allow all animals kept outdoors to protect themselves form direct sunlight.\nAll three camels where fully saddled with blankets and foam pad at time of inspection.  One camel was performing\nrides while the other two were inside a portable corral set up in the direct sun with no shade.  The midday\ntemperatures were 100 plus.  These animals must be provided shade to comply with USDA regualtions and to\nprotect the welfare of these animals from extreme temperatures.  All other venues these camels are exhibited at\nmust have shade from the sun.\nCorrect by:  Animals where moved at time of inspection to take advantage of natural shade.\nNote:  This inspection was conducted at the Jackson County Fair.",
  "animals_total": 3,
  "species": [
    {
      "count": 3,
      "scientific": "Camelus dromedarius domestic",
      "common": "DOMESTIC DROMEDARY CAMEL"
    }
  ]
}