{
  "insp_id": "139150811230417",
  "layout": "a",
  "customer_id": "14282",
  "customer_name": "James Alexander",
  "customer_addr": "Marilyn Alexander\n3401 Sr Hwy 27\nDover, AR 72837",
  "certificate": "71-A-0871",
  "site_id": "001",
  "site_name": "MARILYN & JAMES ALEXANDER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "18-MAY-2015",
  "report_date": "19-MAY-2015",
  "citations": [
    {
      "code": "2.40(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "Since the last inspection the dealer has changed attending veterinarians. The new veterinarian partially filled out a\nnew program of veterinary care form. However some areas were not filled in at all or only partially. For example\nthere are no vaccines identified to be administered to the adults or puppies. The intestinal parasite control schedule\nis not complete and there is no form of euthanasia. It is the dealers responsibility of have a complete written\nprogram of veterinary care to protect the health and welfare of the animals.\nAffects fifty-three adults and twenty-one puppies. Correct by May 22, 2015."
    },
    {
      "code": "2.50(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "TIME AND METHOD OF IDENTIFICATION.",
      "narrative": "The kennel facility consist of one whelping shelter type building and one outdoor housing area. In the whelping\nbuilding there was one enclosure which contained three weaned puppies from different mothers. One of the\npuppies was nine weeks old and the other two were eight weeks old. None of the puppies had any form of\nidentification. All class ``A'' dealers (breeder) shall identify all live dogs on the premises shall be identified by an\nofficial form of identification at all times.\nAffects three puppies Correct by May 20, 2015."
    },
    {
      "code": "3.3(b)",
      "kind": "",
      "repeat": false,
      "desc": "SHELTERED HOUSING FACILITIES.",
      "narrative": "The kennel facility consist of two types of housing. There is one sheltered type whelping building containing\nmothers and puppies and a outdoor housing area. Upon entering the whelping building there was a strong\nammonia smell which burnt the eyes. The enclosed or sheltered part of sheltered housing facilities for dogs must be\nsufficiently ventilated when dogs are present to provide for their health and well-being, and to minimize odors,\ndrafts, ammonia levels, and moisture condensation. The dealer must take measures to insure all fans and\nventilation is working properly at all times to protect the health and welfare of the contained animals.\nAffects twenty adults and twenty-one puppies. Correct by May 20, 2015\nThe inspection and exit interview was conducted with the facility representative."
    }
  ],
  "narrative": "2.40(a)(1)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nSince the last inspection the dealer has changed attending veterinarians.  The new veterinarian partially filled out a\nnew program of veterinary care form.   However some areas were not filled in at all or only partially.  For example\nthere are no vaccines identified to be administered to the adults or puppies.  The intestinal parasite control schedule\nis not complete and there is no form of euthanasia.   It is the dealers responsibility of have a complete written\nprogram of veterinary care to protect the health and welfare of the animals.\nAffects fifty-three adults and twenty-one puppies.                Correct by May 22, 2015.\n2.50(a)(1)\nTIME AND METHOD OF IDENTIFICATION.\nThe kennel facility consist of one whelping shelter type building and one outdoor housing area.  In the whelping\nbuilding there was one enclosure which contained three weaned puppies from different mothers.  One of the\npuppies was nine weeks old and the other two were eight weeks old.  None of the puppies had any form of\nidentification.  All class ``A'' dealers (breeder) shall identify all live dogs on the premises  shall be identified by an\nofficial form of identification at all times.  \nAffects three puppies                   Correct by May 20, 2015.\n3.3(b)\nSHELTERED HOUSING FACILITIES.\nThe kennel facility consist of two types of housing.  There is one sheltered type whelping building containing\nmothers and puppies and a outdoor housing area.  Upon entering the whelping building there was a strong\nammonia smell which burnt the eyes. The enclosed or sheltered part of sheltered housing facilities for dogs must be\nsufficiently ventilated when dogs are present to provide for their health and well-being, and to minimize odors,\ndrafts, ammonia levels, and moisture condensation.   The dealer must take measures to insure all fans and\nventilation is working properly at all times to protect the health and welfare of the contained animals.\n\nAffects twenty adults and twenty-one puppies.             Correct by May 20, 2015\nThe inspection and exit interview was conducted with the facility representative.",
  "animals_total": 74,
  "species": [
    {
      "count": 53,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 21,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}