{
  "insp_id": "2016082568420671",
  "layout": "a",
  "customer_id": "39093",
  "customer_name": "Kimberley Toombs",
  "customer_addr": "293 Mountain Ash Lane\nPoplar Bluff, MO 63901",
  "certificate": "43-A-5871",
  "site_id": "001",
  "site_name": "KIMBERLEY TOOMBS",
  "insp_type": "ROUTINE INSPECTION",
  "date": "27-JUN-2017",
  "report_date": "30-JUN-2017",
  "citations": [
    {
      "code": "3.3(b)",
      "kind": "",
      "repeat": false,
      "desc": "SHELTERED HOUSING FACILITIES.",
      "narrative": "Upon entry to the sheltered portion of the kennel an excessive odor of fecal waste and urine was encountered. The\nkennel has two exhaust fans and an air conditioner. The air conditioner was operating and maintaining an\nacceptable level of temperature and humidity but the exhaust fans were not functioning properly to eliminate\nexcessive odors from the interior of the building. Inadequate ventilation not only contributes to odor issues but can\nalso lead to excessive ammonia levels that would pose respiratory health risks to the exposed dogs and puppies.\nThe exhaust fans must be made functional and operated to adequately eliminate odors from this building. To be\ncorrected by: 07/05/17\nThis inspection and exit interview were conducted with Curt McGruder-ACI."
    }
  ],
  "narrative": "3.3(b)\nSHELTERED HOUSING FACILITIES.\nUpon entry to the sheltered portion of the kennel an excessive odor of fecal waste and urine was encountered.  The\nkennel has two exhaust fans and an air conditioner.  The air conditioner was operating and maintaining an\nacceptable level of temperature and humidity but the exhaust fans were not functioning properly to eliminate\nexcessive odors from the interior of the building.  Inadequate ventilation not only contributes to odor issues but can\nalso lead to excessive ammonia levels that would pose respiratory health risks to the exposed dogs and puppies. \nThe exhaust fans must be made functional and operated to adequately eliminate odors from this building.  To be\ncorrected by: 07/05/17\nThis inspection and exit interview were conducted with Curt McGruder-ACI.",
  "animals_total": 54,
  "species": [
    {
      "count": 46,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 8,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}