{
  "insp_id": "2016082567938861",
  "layout": "a",
  "customer_id": "9245",
  "customer_name": "Steve Kruse",
  "customer_addr": "2345 Hwy 16\nWest Point, IA 52656",
  "certificate": "42-B-0182",
  "site_id": "002",
  "site_name": "STEVE KRUSE",
  "insp_type": "ROUTINE INSPECTION",
  "date": "26-SEP-2016",
  "report_date": "26-SEP-2016",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "Female American Bulldog (tattoo #49) has a round growth on her right hind leg. The abnormal growth is located on\nthe upper portion of the leg and is approximately the size of a ping pong ball. Physical examination of the growth\nrevealed that it felt soft and pliable but maintained the round shape. The skin in the affected area was slightly\nreddened.\nFemale Olde English Bulldog (tattoo #06) was seen holding her left front foot off the floor of the enclosure and she\nwalked with a slight limp. Closer examination revealed a red growth located on the bottom of her left front foot and\nbetween the toes. There was a small hole in the surface of the growth. This dog also has a discharge coming from\nboth eyes. The discharge from the right eye has a yellowish color and was located near the bottom inside corner of\nthe eye. The hair around the bottom and top of this eye has a brown, dried material stuck to it. The discharge\naround the right eye is light grey in color and is coating the hair around the outside corner of the eye.\nAbnormal growths and poor eye health can cause pain and discomfort to the dog. The above mentioned dogs must\nbe evaluated by a licensed veterinarian to establish a proper diagnosis and effective treatment plan. The diagnosis\nand treatment plan must be documented in writing and available to the inspector upon request. The licensee must\nensure that all dogs receive adequate veterinary care at all times.\nThis inspection and exit interview were conducted with Kelly Maxwell, ACI, Corbin Ranslem, ACI and the facility\nrepresentatives.\nAdditional Inspectors\nRanslem Corbin, Animal Care Inspector"
    }
  ],
  "narrative": "2.40(b)(2)                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nFemale American Bulldog (tattoo #49) has a round growth on her right hind leg.  The abnormal growth is located on\nthe upper portion of the leg and is approximately the size of a ping pong ball.  Physical examination of the growth\nrevealed that it felt soft and pliable but maintained the round shape.  The skin in the affected area was slightly\nreddened. \nFemale Olde English Bulldog (tattoo #06) was seen holding her left front foot off the floor of the enclosure and she\nwalked with a slight limp.  Closer examination revealed a red growth located on the bottom of her left front foot and\nbetween the toes.  There was a small hole in the surface of the growth.   This dog also has a discharge coming from\nboth eyes.  The discharge from the right eye has a yellowish color and was located near the bottom inside corner of\nthe eye.  The hair around the bottom and top of this eye has a brown, dried material stuck to it.  The discharge\naround the right eye is light grey in color and is coating the hair around the outside corner of the eye.\nAbnormal growths and poor eye health can cause pain and discomfort to the dog.  The above mentioned dogs must\nbe evaluated by a licensed veterinarian to establish a proper diagnosis and effective treatment plan.  The diagnosis\nand treatment plan must be documented in writing and available to the inspector upon request.  The licensee must\nensure that all dogs receive adequate veterinary care at all times.\nThis inspection and exit interview were conducted with Kelly Maxwell, ACI, Corbin Ranslem, ACI and the facility\nrepresentatives.\nAdditional Inspectors\nRanslem Corbin, Animal Care Inspector",
  "animals_total": 156,
  "species": [
    {
      "count": 156,
      "scientific": "Canis lupus familiaris",
      "common": "DOMESTIC DOG"
    }
  ]
}