{
  "insp_id": "205141012260396",
  "layout": "a",
  "customer_id": "2401",
  "customer_name": "Dan Moulton",
  "customer_addr": "976 14th Avenue S W\nRochester, MN 55902",
  "certificate": "41-B-0239",
  "site_id": "001",
  "site_name": "DAN MOULTON",
  "insp_type": "ROUTINE INSPECTION",
  "date": "23-JUL-2014",
  "report_date": "25-JUL-2014",
  "citations": [
    {
      "code": "3.125(a)",
      "kind": "Direct",
      "repeat": true,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "Structural Strength\nREPEAT\nIn at least 6 enclosures, there are blocks of wood being used as enrichment. The animals have chewed these wood\nblocks to the extent that they are exposing nails which were inside them that now poses an injury hazard. Most of\nthese were removed during the inspection. Direct injury and infection can occur by exposing animals to sharp or\nrusted objects. Remove any enrichment containing sharp or rusty objects.\nDIRECT/REPEAT\nSeveral occupied enclosures contained a tray on the floor in the past which the animals had direct contact with.\nThese trays have since been removed, exposing 1 inch by 1 inch metal wire flooring underneath. Other enclosures\nin the back room have always had 1 inch 1 inch flooring. Underneath one of these enclosures, the body of a\nnewborn chinchilla was discovered mostly buried in waste and decomposing. It is apparent that the chinchilla was\nborn in the enclosure above it, and fell through the 1 inch by 1 inch gap. The flooring does not protect the animals\nfrom injury, as the gaps between the wire are much larger than the feet of the chinchillas. Materials that come in\ncontact with the animals must protect the animals from injury. Ensure that the enclosures are structurally sound and\nmaintained appropriately."
    },
    {
      "code": "3.126(c)",
      "kind": "",
      "repeat": true,
      "desc": "FACILITIES, INDOOR.",
      "narrative": "Lighting\nWhile some sections of the facility now have adequate lighting, there continues to be one long section in the back\nroom of the facility which does not have adequate lighting and a flashlight has to be used to properly inspect some\nanimals and enclosures. Without adequate lighting, there is no way to conduct daily observations of the animals\nand enclosures. Adequate lighting must be available in areas where animals are present."
    },
    {
      "code": "3.130",
      "kind": "",
      "repeat": true,
      "desc": "WATERING.",
      "narrative": "Water Receptacles\nThere continues to be many sections of the watering line that has an excessive buildup of hair, cobwebs, and\nexcreta built up on them. Unclean watering lines can contaminate the water supply which can affect the animals in\na negative way. All watering lines must be cleaned or replaced in order to assure a clean supply of water to the\nanimals."
    },
    {
      "code": "3.131(a)",
      "kind": "Direct",
      "repeat": true,
      "desc": "SANITATION.",
      "narrative": "Cleaning of enclosures\nThere continues to be an excessive accumulation of excreta and food waste in several of the primary enclosures.\nAt least one animal could not find space in its enclosure where it could stand or walk without being in waste. That\nanimal was moved to another enclosure during the inspection. New enclosures have a buildup of hair and used\nshavings accumulating just outside of the enclosure. The facility failed to maintain the primary caging of these\nanimals in a sanitary condition. Unsanitary conditions can lead to biological disease hazards and can affect the\ncomfort of the animals as well as their health and well-being. Eliminate the buildup of waste material from the\nprimary enclosures and maintain in a clean and sanitary condition."
    },
    {
      "code": "3.131(c)",
      "kind": "Direct",
      "repeat": true,
      "desc": "SANITATION.",
      "narrative": "Housekeeping\nThe facility has an overly excessive accumulation of soiled bedding, excreta, feed, non used cages, enclosure parts,\nand construction material throughout the facility. Some of the trough areas have been cleaned since the previous\ninspection, however others in the back room have not. There was an extremely unpleasant and strong ammonia like\nsmell inside the facility during the inspection. The licensee did turn on exhaust fans at the beginning of the\ninspection, however, the inspector had to exit the facility twice during the inspection because of a burning sensation\nin his eyes and lungs because of the smell. These areas can contain insects or vermin, can contaminate clean\nmaterials, or can make the atmosphere inside the facility unsafe to breathe. The facility must be cleaned and any\nunused hardware must be moved somewhere away from active enclosures.\nThis was a focused inspection directed at non compliances listed on the June 9, 2014 report.\nVeterinary care non compliances listed on the June 9 report have since been corrected.\nInspection was conducted on 7/23/2014\nExit interview was conducted on 7/24/2014\nThe licensee refused to sign the inspection report citing that it did not accurately depict improvements made at the\nfacility since the last inspection."
    }
  ],
  "narrative": "3.125(a)           DIRECT                    REPEAT\nFACILITIES, GENERAL.   \nStructural Strength\nREPEAT\nIn at least 6 enclosures, there are blocks of wood being used as enrichment.  The animals have chewed these wood\nblocks to the extent that they are exposing nails which were inside them that now poses an injury hazard.  Most of\nthese were removed during the inspection.  Direct injury and infection can occur by exposing animals to sharp or\nrusted objects.  Remove any enrichment containing sharp or rusty objects.\nDIRECT/REPEAT\nSeveral occupied enclosures contained a tray on the floor in the past which the animals had direct contact with. \nThese trays have since been removed, exposing 1 inch by 1 inch metal wire flooring underneath.  Other enclosures\nin the back room have always had 1 inch 1 inch flooring.  Underneath one of these enclosures, the body of a\nnewborn chinchilla was discovered mostly buried in waste and decomposing.  It is apparent that the chinchilla was\nborn in the enclosure above it, and fell through the 1 inch by 1 inch gap.  The flooring does not protect the animals\nfrom injury, as the gaps between the wire are much larger than the feet of the chinchillas.  Materials that come in\ncontact with the animals must protect the animals from injury.  Ensure that the enclosures are structurally sound and\nmaintained appropriately. \n3.126(c)                    REPEAT\nFACILITIES, INDOOR. \nLighting\nWhile some sections of the facility now have adequate lighting, there continues to be one long section in the back\n\nroom of the facility which does not have adequate lighting and a flashlight has to be used to properly inspect some\nanimals and enclosures.  Without adequate lighting, there is no way to conduct daily observations of the animals\nand enclosures.  Adequate lighting must be available in areas where animals are present.\n3.130                    REPEAT\nWATERING.  \nWater Receptacles\nThere continues to be many sections of the watering line that has an excessive buildup of hair, cobwebs, and\nexcreta built up on them.  Unclean watering lines can contaminate the water supply which can affect the animals in\na negative way.  All watering lines must be cleaned or replaced in order to assure a clean supply of water to the\nanimals.\n3.131(a)           DIRECT                    REPEAT\nSANITATION.   \nCleaning of enclosures\nThere continues to be an excessive accumulation of excreta and food waste in several of the primary enclosures. \nAt least one animal could not find space in its enclosure where it could stand or walk without being in waste.  That\nanimal was moved to another enclosure during the inspection.  New enclosures have a buildup of hair and used\nshavings accumulating just outside of the enclosure. The facility failed to maintain the primary caging of these\nanimals in a sanitary condition.  Unsanitary conditions can lead to biological disease hazards and can affect the\ncomfort of the animals as well as their health and well-being.  Eliminate the buildup of waste material from the\nprimary enclosures and maintain in a clean and sanitary condition.\n3.131(c)           DIRECT                    REPEAT\nSANITATION.   \nHousekeeping\nThe facility has an overly excessive accumulation of soiled bedding, excreta, feed, non used cages, enclosure parts,\nand construction material throughout the facility.  Some of the trough areas have been cleaned since the previous\ninspection, however others in the back room have not. There was an extremely unpleasant and strong ammonia like\nsmell inside the facility during the inspection.  The licensee did turn on exhaust fans at the beginning of the\ninspection, however, the inspector had to exit the facility twice during the inspection because of a burning sensation\n\nin his eyes and lungs because of the smell.  These areas can contain insects or vermin, can contaminate clean\nmaterials, or can make the atmosphere inside the facility unsafe to breathe.  The facility must be cleaned and any\nunused hardware must be moved somewhere away from active enclosures.\nThis was a focused inspection directed at non compliances listed on the June 9, 2014 report.\nVeterinary care non compliances listed on the June 9 report have since been corrected.\nInspection was conducted on 7/23/2014\nExit interview was conducted on 7/24/2014\nThe licensee refused to sign the inspection report citing that it did not accurately depict improvements made at the\nfacility since the last inspection.",
  "animals_total": 650,
  "species": [
    {
      "count": 650,
      "scientific": "Chinchilla brevicaudata",
      "common": "CHINCHILLA"
    }
  ]
}