{
  "insp_id": "2016082569049315",
  "layout": "a",
  "customer_id": "321592",
  "customer_name": "Wild Bill'S Sanctuary Inc.",
  "customer_addr": "16408 S. 385th E. Avenue\nPorter, OK 74454",
  "certificate": "73-B-1842",
  "site_id": "001",
  "site_name": "Wild Bill's Sanctuary, Inc.",
  "insp_type": "ROUTINE INSPECTION",
  "date": "12-FEB-2018",
  "report_date": "13-FEB-2018",
  "citations": [
    {
      "code": "3.84(a)",
      "kind": "",
      "repeat": true,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "- An outdoor enclosure housing a single male baboon has an excessive accumulation of waste, food, hair, and other\ndebris. This is a potential source of contamination to this animal.\n- The indoor areas of three sheltered enclosures, each housing a single primate, have an excessive buildup of\ngrime and waste. Catch pans beneath the enclosure floors are full of old food and other waste. Wooden boards\ninside the enclosures are dirty and are not sealed to repel fluids. Waste and contamination buildup is a potential\nrisk to enclosed animals. The pens need to be cleaned more frequently and thoroughly. Wooden surfaces should\neither be sealed to allow proper cleaning and sanitizing, or replaced when worn and dirty."
    },
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": true,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "- One enclosure housing a single adult lion is an open topped cage, with fence heights approximately 10 feet.\nThere are short kick-ins on the fence. Cage fences of this height may not be sufficient to adequately contain adult\nbig cats. The licensee must ensure that all enclosures housing adult big cats are constructed and maintained to\nadequately contain the animals. The licensee has made progress on constructing cage coverings for all big cats,\nand only the lion enclosure still does not meet standards.\n- The middle bobcat enclosure has a single wire, several inches long, protruding into the pen next to a transfer\nchute door. The wire is right about head level for the enclosed animal and is a source of potential injury, especially\ngiven the location next to a door the animal uses regularly to move between two pens. This wire must be removed\nas soon as possible. There are other exposed points within the enclosure that need to be addressed also.\n- The black bear enclosure has multiple exposed sections of wire on the ground. These are intended to prevent the\nanimal from digging. However, when exposed they are a potential source of injury or entrapment. The facility must\ncover these exposed areas with soil or another appropriate substrate, and must ensure the wire sections remain\nadequately covered.\nThis inspection and exit interview were conducted with facility representative.\nAdditional Inspectors\nWhiteley Robert, Animal Care Inspector"
    }
  ],
  "narrative": "3.84(a)                    REPEAT\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL. \n- An outdoor enclosure housing a single male baboon has an excessive accumulation of waste, food, hair, and other\ndebris.  This is a potential source of contamination to this animal.\n- The indoor areas of three sheltered enclosures, each housing a single primate, have an excessive buildup of\ngrime and waste.  Catch pans beneath the enclosure floors are full of old food and other waste.  Wooden boards\ninside the enclosures are dirty and are not sealed to repel fluids.  Waste and contamination buildup is a potential\nrisk to enclosed animals.  The pens need to be cleaned more frequently and thoroughly.  Wooden surfaces should\neither be sealed to allow proper cleaning and sanitizing, or replaced when worn and dirty.\n3.125(a)                    REPEAT\nFACILITIES, GENERAL.   \n- One enclosure housing a single adult lion is an open topped cage, with fence heights approximately 10 feet. \nThere are short kick-ins on the fence.  Cage fences of this height may not be sufficient to adequately contain adult\nbig cats.  The licensee must ensure that all enclosures housing adult big cats are constructed and maintained to\nadequately contain the animals.  The licensee has made progress on constructing cage coverings for all big cats,\nand only the lion enclosure still does not meet standards.\n- The middle bobcat enclosure has a single wire, several inches long, protruding into the pen next to a transfer\nchute door.  The wire is right about head level for the enclosed animal and is a source of potential injury, especially\ngiven the location next to a door the animal uses regularly to move between two pens.  This wire must be removed\nas soon as possible.  There are other exposed points within the enclosure that need to be addressed also.\n- The black bear enclosure has multiple exposed sections of wire on the ground.  These are intended to prevent the\nanimal from digging.  However, when exposed they are a potential source of injury or entrapment.  The facility must\ncover these exposed areas with soil or another appropriate substrate, and must ensure the wire sections remain\nadequately covered.\nThis inspection and exit interview were conducted with facility representative.\n\nAdditional Inspectors\nWhiteley Robert, Animal Care Inspector",
  "animals_total": 13,
  "species": [
    {
      "count": 3,
      "scientific": "Lynx rufus",
      "common": "BOBCAT"
    },
    {
      "count": 1,
      "scientific": "Macaca fuscata",
      "common": "JAPANESE MACAQUE / SNOW MACAQUE"
    },
    {
      "count": 1,
      "scientific": "Panthera leo",
      "common": "LION"
    },
    {
      "count": 2,
      "scientific": "Panthera tigris",
      "common": "TIGER"
    },
    {
      "count": 2,
      "scientific": "Papio anubis",
      "common": "OLIVE BABOON"
    },
    {
      "count": 1,
      "scientific": "Papio hamadryas",
      "common": "HAMADRYAS BABOON"
    },
    {
      "count": 1,
      "scientific": "Ursus americanus",
      "common": "NORTH AMERICAN BLACK BEAR"
    },
    {
      "count": 2,
      "scientific": "Vulpes lagopus",
      "common": "ARCTIC FOX"
    }
  ]
}