{
  "insp_id": "2016082568004541",
  "layout": "a",
  "customer_id": "41793",
  "customer_name": "Leroy E Yoder",
  "customer_addr": "30561 State Road 206\nWalhonding, OH 43843",
  "certificate": "31-A-0552",
  "site_id": "001",
  "site_name": "LEROY E YODER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "16-NOV-2016",
  "report_date": "16-NOV-2016",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "During today's inspection the Licensee had an ultrasonic scalier located in his kennel office. When asked about the\nscalier, the Licensee stated that he had used it one time on a dog. He was not able to identify the dog that he had\nused the scalier on at the time of inspection. However; he did state that the dog was awake and not under any\nanesthetics or tranquilizers while using the scalier. He also stated that he did not plan to use the scalier again\nbecause the dental tool vibrates and the dogs didn't like it. He informed the inspector that he had gotten the scalier\nfrom someone other than a Veterinarian and that his Attending Veterinarian was not aware that he had obtained or\nused the scalier. The use of an ultrasonic scalier requires training and if it is used improperly it can case damage to\nthe dogs teeth, gums and mouth. In addition, it can be very painful for the dog. Using an ultrasonic scalier without\nobtaining proper instructions and guidance by a licensed veterinarian is not an appropriate method to treat dental\nissues. The Licensee must discontinue the use of the ultrasonic scalier and obtain appropriate guidance and\ninstructions, in writing, on the appropriate methods to prevent, control, diagnose and treat all dental issues by the\nAttending Veterinarian.\nCorrect by: from this day forward"
    },
    {
      "code": "3.1(c)(1)(i)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "There is an excessive amount of rust on a lixit pipe inside the last enclosure in the large breed whelping area. In\naddition, the bottom pipe framing in the large breed area on the non-whelping side of the kennel has an excessive\namount of rust in about 75% of the enclosures. The areas with excessive rust can not be properly cleaned or\nsanitized. These areas must be repaired, replaced or resurface to allowed proper cleaning and sanitation.\nCorrect by:12/16/2016\nThis inspection and exit interview were conducted with the Licensee."
    }
  ],
  "narrative": "2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nDuring today's inspection the Licensee had an ultrasonic scalier located in his kennel office.  When asked about the\nscalier, the Licensee stated that he had used it one time on a dog.  He was not able to identify the dog that he had\nused the scalier on at the time of inspection.  However; he did state that the dog was awake and not under any\nanesthetics or tranquilizers while using the scalier.  He also stated that he did not plan to use the scalier again\nbecause the dental tool vibrates and the dogs didn't like it.   He informed the inspector that he had gotten the scalier\nfrom someone other than a Veterinarian and that his Attending Veterinarian was not aware that he had obtained or\nused the scalier. The use of an ultrasonic scalier requires training and if it is used improperly it can case damage to\nthe dogs teeth, gums and mouth.  In addition, it can be very painful for the dog. Using an ultrasonic scalier without\nobtaining proper instructions and guidance by a licensed veterinarian is not an appropriate method to treat dental\nissues.  The Licensee must discontinue the use of the ultrasonic scalier and obtain appropriate guidance and\ninstructions, in writing, on the appropriate methods to prevent, control, diagnose and treat all dental issues by the\nAttending Veterinarian.\nCorrect by: from this day forward\n3.1(c)(1)(i)\nHOUSING FACILITIES, GENERAL.\nThere is an excessive amount of rust on a lixit pipe inside the last enclosure in the large breed whelping area.  In\naddition, the bottom pipe framing in the large breed area on the non-whelping side of the kennel has an excessive\namount of rust in about 75% of the enclosures.  The areas with excessive rust can not be properly cleaned or\nsanitized.  These areas must be repaired, replaced or resurface to allowed proper cleaning and sanitation.\nCorrect by:12/16/2016\nThis inspection and exit interview were conducted with the Licensee.",
  "animals_total": 84,
  "species": [
    {
      "count": 58,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 26,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}