{
  "insp_id": "120151348060275",
  "layout": "a",
  "customer_id": "8148",
  "customer_name": "Cedar Cove Feline Park Inc.",
  "customer_addr": "3783 K-68 Hwy\nLouisburg, KS 66053",
  "certificate": "48-C-0118",
  "site_id": "001",
  "site_name": "Cedar Cove Feline Park Inc.",
  "insp_type": "ROUTINE INSPECTION",
  "date": "24-APR-2015",
  "report_date": "01-MAY-2015",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "* An adult, female, black leopard named Pandora has had a chronic issue of licking/sucking the end of her tail\nresulting in a wound that is often hairless and reddened. The facility worked with the Attending Veterinarian for\nyears to manage the problem which tends to heal and then be present again. It has been treated with several\ndifferent systemic medications including anti-depressants and antibiotics as well as multiple different topical\ntreatments.\nOn 17 March 2015, a caretaker noticed the end of Pandora's tail was reddened, irritated, and had a small, thin,\nwhite piece of hardened material sticking out approximately 4mm. Photos were taken and the Attending\nVeterinarian was immediately consulted. After viewing the photos, the Attending Veterinarian believed the animal's\nbone was exposed and determined the tail should be amputated before it became infected. Pain medication\n(Meloxicam) and systemic antibiotics (Cephalexin) were prescribed and arrangements were made for the Attending\nVeterinarian to visit the facility to amputate the tail within a few days. The licensee had grave concerns about the\nnearly 20 year old animal undergoing anesthesia and having its tail amputated. The licensee communicated with\nand actively sought out multiple other veterinarians in search of a treatment alternative. On 1 April 2015, the facility\nmade contact with a veterinarian who had an alternate treatment plan. That veterinarian visited the facility,\nexamined the animal, and began a new treatment plan on 4 April 2015. The veterinarian confirmed there was a\nsmall piece (approximately 4 mm) of exposed bone protruding through the tissue on the end of Pandora's tail.\nAlthough the licensee was actively pursuing veterinary care and all the while providing pain meds, Pandora had part\nof a bone in her tail exposed for 2.5 weeks before she was physically examined by a veterinarian. This is not\nconsidered adequate veterinary care in a timely manner. The facility had medical records showing pain meds were\nprovided daily for the animal, but there were no records present at the time of inspection to demonstrate that the\nanimal received systemic antibiotics nor was it clear how long they were prescribed to be given. The licensee\nbelieves the animal was given antibiotics for 7 days but there was no record of it. Accurate, comprehensive health\nrecords are needed to convey necessary information to all people involved in an animal's care--especially when the\nanimal is being treated by more than one veterinarian. Additionally, 7 days of antibiotics were prescribed by the\nAttending Veterinarian with the understanding that the animal's tail would be surgically amputated within a few days.\nThe licensee failed to maintain good contact with the Veterinarian while seeking out other treatment plans and\ntherefore didn't know whether or not the antibiotic regimen should have been extended. An exposed tail bone is\nvery susceptible to infections which could quickly ascend through the spinal cord to the brain. Typically it would be\nconsidered inappropriate to have bone exposed for 2.5 weeks yet only have a 7 day course of antibiotics.\nBy the time of inspection, Pandora was under the close care of a veterinarian and on a new treatment plan. The\nnew treatment plan includes methods to attempt to prevent the stereotypic self-mutilating behavior. Her bone was\nno longer protruding from the tissue, the wound appeared to be healing, and it did not seem painful upon palpation\nby the veterinarian, who was present during the inspection. Other than her tail wound, she appeared healthy.\nThe licensee must ensure that all animals at the facility receive adequate veterinary care in a timely manner.\nTO BE CORRECTED BY: This non-compliant item was already corrected prior to the inspection.\nThe inspection was conducted 24-25 April 2015. An exit interview was conducted with a facility representative on\n25 April 2015 and again on 1 May 2015."
    }
  ],
  "narrative": "2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n* An adult, female, black leopard named Pandora has had a chronic issue of licking/sucking the end of her tail\nresulting in a wound that is often hairless and reddened.  The facility worked with the Attending Veterinarian for\nyears to manage the problem which tends to heal and then be present again.  It has been treated with several\ndifferent systemic medications including anti-depressants and antibiotics as well as multiple different topical\ntreatments.\nOn 17 March 2015, a caretaker noticed the end of Pandora's tail was reddened, irritated, and had a small, thin,\nwhite piece of hardened material sticking out approximately 4mm.  Photos were taken and the Attending\nVeterinarian was immediately consulted.  After viewing the photos, the Attending Veterinarian believed the animal's\nbone was exposed and determined the tail should be amputated before it became infected.  Pain medication\n(Meloxicam) and systemic antibiotics (Cephalexin) were prescribed and arrangements were made for the Attending\nVeterinarian to visit the facility to amputate the tail within a few days.  The licensee had grave concerns about the\nnearly 20 year old animal undergoing anesthesia and having its tail amputated.  The licensee communicated with\nand actively sought out multiple other veterinarians in search of a treatment alternative.  On 1 April 2015, the facility\nmade contact with a veterinarian who had an alternate treatment plan.  That veterinarian visited the facility,\nexamined the animal, and began a new treatment plan on 4 April 2015.  The veterinarian confirmed there was a\nsmall piece (approximately 4 mm) of exposed bone protruding through the tissue on the end of Pandora's tail.  \nAlthough the licensee was actively pursuing veterinary care and all the while providing pain meds, Pandora had part\nof a bone in her tail exposed for 2.5 weeks before she was physically examined by a veterinarian.  This is not\nconsidered adequate veterinary care in a timely manner.  The facility had medical records showing pain meds were\nprovided daily for the animal, but there were no records present at the time of inspection to demonstrate that the\nanimal received systemic antibiotics nor was it clear how long they were prescribed to be given.  The licensee\nbelieves the animal was given antibiotics for 7 days but there was no record of it.  Accurate, comprehensive health\nrecords are needed to convey necessary information to all people involved in an animal's care--especially when the\nanimal is being treated by more than one veterinarian.  Additionally, 7 days of antibiotics were prescribed by the\nAttending Veterinarian with the understanding that the animal's tail would be surgically amputated within a few days.\n The licensee failed to maintain good contact with the Veterinarian while seeking out other treatment plans and\n\ntherefore didn't know whether or not the antibiotic regimen should have been extended.  An exposed tail bone is\nvery susceptible to infections which could quickly ascend through the spinal cord to the brain.  Typically it would be\nconsidered inappropriate to have bone exposed for 2.5 weeks yet only have a 7 day course of antibiotics.   \nBy the time of inspection, Pandora was under the close care of a veterinarian and on a new treatment plan.  The\nnew treatment plan includes methods to attempt to prevent the stereotypic self-mutilating behavior.  Her bone was\nno longer protruding from the tissue, the wound appeared to be healing, and it did not seem painful upon palpation\nby the veterinarian, who was present during the inspection.  Other than her tail wound, she appeared healthy. \nThe licensee must ensure that all animals at the facility receive adequate veterinary care in a timely manner.  \nTO BE CORRECTED BY: This non-compliant item was already corrected prior to the inspection.\nThe inspection was conducted 24-25 April 2015.  An exit interview was conducted with a facility representative on\n25 April 2015 and again on 1 May 2015.",
  "animals_total": 1,
  "species": [
    {
      "count": 1,
      "scientific": "Panthera pardus",
      "common": "LEOPARD"
    }
  ]
}