{
  "insp_id": "2016090000630521",
  "layout": "b",
  "customer_id": "330214",
  "customer_name": "GOATS ON THE ROOF OF THE SMOKIES L L C",
  "customer_addr": "PO BOX 1477\nPIGEON FORGE, TN 37868",
  "certificate": "63-C-0261",
  "site_id": "001",
  "site_name": "GOATS ON THE ROOF OF THE SMOKIES L L C",
  "insp_type": "ROUTINE INSPECTION",
  "date": "11-JUN-2021",
  "report_date": "16-JUN-2021",
  "citations": [
    {
      "code": "2.40(b)(3)",
      "kind": "",
      "repeat": false,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "There are three goats that are very obese. Obesity can lead to severe health problems. There is no indication that the\ncondition of these goats has been observed or communicated to the attending veterinarian. It is important that\ninformation on animal health conditions be provided to the attending veterinarian in a timely manner to allow appropriate\ncourse of action. The condition of the goats shall be communicated to the attending veterinarian for review and guidance\non prevention to protect the health of the goats. Correct by June 18, 2021."
    },
    {
      "code": "3.125(c)",
      "kind": "",
      "repeat": false,
      "desc": "Facilities, general.",
      "narrative": "There is trash accumulating in the food storage room around the feed being stored. The shelves directly above the feed\nare cluttered with equipment old bags, trash and various items. There is gas powered equipment in close proximity to the\nfeed. The clutter on the shelves and floor may attract rodents and other vermin increasing the risk of food contamination.\nThe room shall be cleaned and organized in a manner that will protect the feed from possible accidental contamination.\nCorrect by Jun 19, 2021."
    },
    {
      "code": "3.131(a)",
      "kind": "",
      "repeat": false,
      "desc": "Sanitation.",
      "narrative": "The main enclosure and barn for the goats on the lower level have an excessive accumulation of excreta. There is\nseveral days accumulation of excreta inside the barn and on the main enclosure ground in front of the barn. Excreta shall\nbe removed at a frequency that will protect the goats from contamination, minimize disease hazards and reduce odors.\nCorrect by June 19, 2021."
    },
    {
      "code": "3.131(c)",
      "kind": "",
      "repeat": false,
      "desc": "Sanitation.",
      "narrative": "The storage cabinet for the medical supplies contains expired medications (Fungicide exp. 2014, Eprinex exp 5/2020), as\nwell as WD-40. The cabinet shall be sorted and cleaned and expired items properly disposed of to prevent accidental use\non the goat which may cause harm. Correct by June 19, 2021.\nThis inspection and exit interview were conducted with the Owner.\nEnd Section"
    }
  ],
  "narrative": "2.40(b)(3) \n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nThere are three goats that are very obese.  Obesity can lead to severe health problems.  There is no indication that the \ncondition of these goats has been observed or communicated to the attending veterinarian.  It is important that \ninformation on animal health conditions be provided to the attending veterinarian in a timely manner to allow appropriate \ncourse of action. The condition of the goats  shall be communicated to the attending veterinarian for review and guidance \non prevention to protect the health of the goats.  Correct by June 18, 2021. \n3.125(c) \n   \nFacilities, general. \nThere is trash accumulating in the food storage room around the feed being stored.  The shelves directly above the feed \nare cluttered with equipment old bags, trash and various items.  There is gas powered equipment in close proximity to the \nfeed.  The clutter on the shelves and floor may attract rodents and other vermin increasing the risk of food contamination. \nThe room shall be cleaned and organized in a manner that will protect the feed from possible accidental contamination.   \nCorrect by Jun 19, 2021. \n3.131(a) \n   \nSanitation.\n\nThe main enclosure and barn for the goats on the lower level have an excessive accumulation of excreta.  There is \nseveral days accumulation of excreta inside the barn and on the main enclosure ground in front of the barn.  Excreta shall \nbe removed at a frequency that will protect the goats from contamination, minimize disease hazards and reduce odors.    \nCorrect by June 19, 2021. \n3.131(c) \n   \nSanitation. \nThe storage cabinet for the medical supplies contains expired medications (Fungicide exp. 2014, Eprinex exp 5/2020), as \nwell as WD-40.  The cabinet shall be sorted and cleaned and expired items properly disposed of to prevent accidental use \non the goat which may cause harm.  Correct by June 19, 2021. \n \nThis inspection and exit interview were conducted with the Owner. \n \nEnd Section",
  "animals_total": 15,
  "species": [
    {
      "count": 15,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    }
  ]
}