{
  "insp_id": "2016090000770566",
  "layout": "b",
  "customer_id": "501666",
  "customer_name": "MIRIAM HOOVER",
  "customer_addr": "11952 County Hwy H\nSTANLEY, WI 54768",
  "certificate": "35-A-0397",
  "site_id": "002",
  "site_name": "MIRIAM HOOVER",
  "insp_type": "RE-LICENSE INSPECTION",
  "date": "02-MAR-2022",
  "report_date": "03-MAR-2022",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "The licensee has bird sulfa antibiotics in the kennel and the Attending Veterinarian (AV) has not approved the use of the\nbird sulfa antibiotics in dogs. Using medications labeled for use in other species is an off label use of the medication that\nmay be inappropriate and detrimental to the health of the dogs. The AV must approve the use of all off label medications\nbefore using them on the dogs."
    },
    {
      "code": "2.50(a)(2)",
      "kind": "",
      "repeat": false,
      "desc": "Time and method of identification.",
      "narrative": "Five weaned puppies all under sixteen weeks of age do not have identification numbers listed on the cage card. Lack of\nidentification does not allow for the proper tracking of the puppies. All puppies must be identified by official USDA\nidentification."
    },
    {
      "code": "2.75(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Records: Dealers and exhibitors.",
      "narrative": "The Record of Animals on Hand does not disclose all required information. Lack of complete, accurate and up to date\nrecords does not allow for the tracking of the animals. The Record of Animals on Hand must be maintained to fully and\ncorrectly disclose all required information for every dog at the kennel."
    },
    {
      "code": "3.8",
      "kind": "",
      "repeat": false,
      "desc": "Exercise for dogs.",
      "narrative": "The applicant does not have a documented and approved exercise plan. Lack of an approved exercise plan does not\nensure that the animals will receive adequate opportunity for exercise. The applicant must document and maintain a\nwritten plan for exercise and the Attending Veterinarian must approve the plan."
    },
    {
      "code": "3.13(a)(4)",
      "kind": "",
      "repeat": false,
      "desc": "Veterinary care for dogs.",
      "narrative": "The written Program of Veterinary Care (PVC) is not complete. The PVC must include measures for preventative care\nand treatment to ensure clean and healthy ears. Lack of a complete and approved PVC doesn't ensure that proper\nveterinary care is being provided. The PVC must address preventative care and treatment for healthy ears.\nThis is a 1st Relicense Inspection for a Class A license. The inspection and exit briefing were conducted with the\nApplicant. All items must be in compliance within 2 more inspections or by May 2, 2022 or the applicant will forfeit the\nlicensee fee and must wait 6 months to reapply. Please contact your inspector to schedule your next Relicense\nInspection. Regulated activity can continue under your existing license until it expires.\nEnd Section"
    }
  ],
  "narrative": "2.40(b)(2) \n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nThe licensee has bird sulfa antibiotics in the kennel and the Attending Veterinarian (AV) has not approved the use of the \nbird sulfa antibiotics in dogs.  Using medications labeled for use in other species is an off label use of the medication that \nmay be inappropriate and detrimental to the health of the dogs.  The AV must approve the use of all off label medications \nbefore using them on the dogs. \n2.50(a)(2) \n   \nTime and method of identification. \nFive weaned puppies all under sixteen weeks of age do not have identification numbers listed on the cage card.  Lack of \nidentification does not allow for the proper tracking of the puppies.  All puppies must be identified by official USDA \nidentification. \n2.75(a)(1) \n   \nRecords: Dealers and exhibitors. \nThe Record of Animals on Hand does not disclose all required information.  Lack of complete, accurate and up to date \nrecords does not allow for the tracking of the animals.  The Record of Animals on Hand must be maintained to fully and \ncorrectly disclose all required information for every dog at the kennel. \n3.8\n\nExercise for dogs. \nThe applicant does not have a documented and approved exercise plan.  Lack of an approved exercise plan does not \nensure that the animals will receive adequate opportunity for exercise.  The applicant must document and maintain a \nwritten plan for exercise and the Attending Veterinarian must approve the plan. \n3.13(a)(4) \n   \nVeterinary care for dogs. \nThe written Program of Veterinary Care (PVC) is not complete.  The PVC must include measures for preventative care \nand treatment to ensure clean and healthy ears.  Lack of a complete and approved PVC doesn't ensure that proper \nveterinary care is being provided.  The PVC must address preventative care and treatment for healthy ears. \n \nThis is a 1st Relicense Inspection for a Class A license.  The inspection and exit briefing were conducted with the \nApplicant.  All items must be in compliance within 2 more inspections or by May 2, 2022 or the applicant will forfeit the \nlicensee fee and must wait 6 months to reapply.  Please contact your inspector to schedule your next Relicense \nInspection.  Regulated activity can continue under your existing license until it expires. \n \nEnd Section",
  "animals_total": 102,
  "species": [
    {
      "count": 48,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 54,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}