{
  "insp_id": "59141644580261",
  "layout": "a",
  "customer_id": "1016",
  "customer_name": "University Of Washington",
  "customer_addr": "Box 357160\nSeattle, WA 98195",
  "certificate": "91-R-0001",
  "site_id": "001",
  "site_name": "UNIVERSITY OF WASHINGTON",
  "insp_type": "ROUTINE INSPECTION",
  "date": "28-FEB-2014",
  "report_date": "03-MAR-2014",
  "citations": [
    {
      "code": "2.31(c)(7)",
      "kind": "",
      "repeat": false,
      "desc": "INSTITUTIONAL ANIMAL CARE AND USE COMMITTEE (IACUC).",
      "narrative": "At the time of the inspection, a guinea pig was discovered dead in its enclosure. A review of the animal's records\nshowed that it had undergone a major operative procedure three days earlier, and whereas the protocol called for\npain medication to be given at the time of the surgery, and then \"every 8-12 hours for 48 hours post-surgery\", the\nanimal had only received one additional dose at 12 hours.\nUnapproved significant changes to the protocol could result in unanticipated pain and distress, and put the animal's\nwelfare at risk. Any significant changes to the approved protocol must be reviewed and approved by the IACUC.\nTo be corrected from this time forward."
    },
    {
      "code": "2.32(a)",
      "kind": "",
      "repeat": false,
      "desc": "PERSONNEL QUALIFICATIONS.",
      "narrative": "For a ten month period beginning in November 2011, a member of a research team failed to give a second\nprotocol-required post-surgical dose of pain medication to thirty rabbits. This incident was identified, reported and\ncorrected by the IACUC, and there was no serious animal welfare impact documented.\nA cohort mortality report for Protocol # 3339-01 states that on 2/5/13, a rabbit undergoing a surgical procedure\nexhibited \"an increased respiratory rate and abdominal breath pattern\" at 1.25 hours into the procedure. At this\npoint, the research team doubled the concentration of the inhaled anesthetic. The respiratory rate continued to\nincrease, and the surgeon, who was the same person involved in the above-mentioned incident, administered an\nadditional dose of the injectable anesthetic drug combination (85% for drug A, and 200% for drug B of the original\ndose given preoperatively). At approximately 2.5 hours into the procedure, the animal continued to decline, and the\nsurgeon called Vet Services, who arrived and determined that the rabbit had died.\nThe anesthetics administered during this incident were not in accordance with the protocol or the training on\nanesthetics. For a second time, the Veterinary Staff, the IACUC and the Principal Investigator attempted to\ncommunicate the problem and retrain the individual involved.\nFailure to verify that research members are adequately qualified to comprehend and implement procedures\naccording to protocol could jeopardize the health and well-being of the animals. The research facility should ensure\nthat members of the research team are qualified to perform their duties.\nTo be corrected from this time forward."
    },
    {
      "code": "2.32(c)(1)(2)",
      "kind": "",
      "repeat": false,
      "desc": "PERSONNEL QUALIFICATIONS.",
      "narrative": "During the inspection, a research assistant was observed carrying a large male macaque which was sedated. After\nweighing the animal, the assistant placed it on its side on a cart, released the animal, turned her back and took\nseveral steps across the hallway to open a door. The animal appeared semi-conscious, and could have fallen to\nthe floor if it had moved. A review of the Non-Human Primate sedation and anesthesia training module revealed\nthat there was no specific instruction on this handling issue.\nAll personnel handling animals must receive appropriate training on proper animal handling, so as to minimize the\nrisk of injury in order to safeguard animal health and well-being.\nTo be corrected from this time forward."
    },
    {
      "code": "2.38(f)(1)",
      "kind": "",
      "repeat": false,
      "desc": "MISCELLANEOUS.",
      "narrative": "Handling. The IACUC reported that in 2013, a rabbit was found to have a fractured pelvis that resulted in paralysis\nand euthanasia. Staff was unable to explain how the injury occurred, although the animal had been handled the\nprevious day for restraint training by a technician, as part of a research protocol, and the necropsy suggested that\nthe injury had occurred the previous day.\nOn the day of inspection, it was observed that in one room thirteen out of fourteen macaques had collars with chain\nlinks attached that measured approximately four to eleven inches in length, with the final link measuring one to two\ninches in diameter.\nAnimals should be handled in a manner that minimizes the risk of injury. Any fall or injury should be reported\npromptly by personnnel, so as to be treated in a timely manner in order to minimize pain and distress. Dangling\nchains attached to animals pose a risk of catching on something in the enclosure, which could result in serious\ninjury. Measures should be taken to minimize the risk of injury in order to safeguard the health and well-being of the\nanimals.\nHandling issues surrounding the rabbit incident are to be corrected from this time forward. Macaque handling and\nequipment issues to be reviewed, with corrections completed by April 1, 2014.\nInspection conducted from 2/25/14 - 2/28/14.\nExit interview conducted with facility representatives.\nAdditional Inspectors\nSmith Pamela, Veterinary Medical Officer"
    }
  ],
  "narrative": "2.31(c)(7)\nINSTITUTIONAL ANIMAL CARE AND USE COMMITTEE (IACUC).\nAt the time of the inspection, a guinea pig was discovered dead in its enclosure.  A review of the animal's records\nshowed that it had undergone a major operative procedure three days earlier, and whereas the protocol called for\npain medication to be given at the time of the surgery, and then \"every 8-12 hours for 48 hours post-surgery\", the\nanimal had only received one additional dose at 12 hours.\nUnapproved significant changes to the protocol could result in unanticipated pain and distress, and put the animal's\nwelfare at risk.  Any significant changes to the approved protocol must be reviewed and approved by the IACUC.\nTo be corrected from this time forward.\n2.32(a)\nPERSONNEL QUALIFICATIONS.\nFor a ten month period beginning in November 2011, a member of a research team failed to give a second\nprotocol-required post-surgical dose of pain medication to thirty rabbits.  This incident was identified, reported and\ncorrected by the IACUC, and there was no serious animal welfare impact documented.\nA cohort mortality report for Protocol # 3339-01 states that on 2/5/13, a rabbit undergoing a surgical procedure\nexhibited \"an increased respiratory rate and abdominal breath pattern\" at 1.25 hours into the procedure.  At this\npoint, the research team doubled the concentration of the inhaled anesthetic.  The respiratory rate continued to\nincrease, and the surgeon, who was the same person involved in the above-mentioned incident, administered an\nadditional dose of the injectable anesthetic drug combination (85% for drug A, and 200% for drug B of the original\ndose given preoperatively).  At approximately 2.5 hours into the procedure, the animal continued to decline, and the\nsurgeon called Vet Services, who arrived and determined that the rabbit had died.\nThe anesthetics administered during this incident were not in accordance with the protocol or the training on\nanesthetics.  For a second time, the Veterinary Staff, the IACUC and the Principal Investigator attempted to\ncommunicate the problem and retrain the individual involved.\n\nFailure to verify that research members are adequately qualified to comprehend and implement procedures\naccording to protocol could jeopardize the health and well-being of the animals.  The research facility should ensure\nthat members of the research team are qualified to perform their duties.\nTo be corrected from this time forward.\n2.32(c)(1)(2)\nPERSONNEL QUALIFICATIONS.\nDuring the inspection, a research assistant was observed carrying a large male macaque which was sedated.  After\nweighing the animal, the assistant placed it on its side on a cart, released the animal, turned her back and took\nseveral steps across the hallway to open a door.  The animal appeared semi-conscious, and could have fallen to\nthe floor if it had moved.  A review of the Non-Human Primate sedation and anesthesia training module revealed\nthat there was no specific instruction on this handling issue.\nAll personnel handling animals must receive appropriate training on proper animal handling, so as to minimize the\nrisk of injury in order to safeguard animal health and well-being.\nTo be corrected from this time forward.\n2.38(f)(1)\nMISCELLANEOUS.\nHandling.  The IACUC reported that in 2013, a rabbit was found to have a fractured pelvis that resulted in paralysis\nand euthanasia.  Staff was unable to explain how the injury occurred, although the animal had been handled the\nprevious day for restraint training by a technician, as part of a research protocol, and the necropsy suggested that\nthe injury had occurred the previous day.\nOn the day of inspection, it was observed that in one room thirteen out of fourteen macaques had collars with chain\nlinks attached that measured approximately four to eleven inches in length, with the final link measuring one to two\ninches in diameter.  \nAnimals should be handled in a manner that minimizes the risk of injury.  Any fall or injury should be reported\npromptly by personnnel, so as to be treated in a timely manner in order to minimize pain and distress.  Dangling\nchains attached to animals pose a risk of catching on something in the enclosure, which could result in serious\ninjury.  Measures should be taken to minimize the risk of injury in order to safeguard the health and well-being of the\nanimals.\n\nHandling issues surrounding the rabbit incident are to be corrected from this time forward.  Macaque handling and\nequipment issues to be reviewed, with corrections completed by April 1, 2014.\nInspection conducted from 2/25/14 - 2/28/14.\nExit interview conducted with facility representatives.\nAdditional Inspectors\nSmith Pamela, Veterinary Medical Officer",
  "animals_total": 887,
  "species": [
    {
      "count": 8,
      "scientific": "Cavia porcellus",
      "common": "DOMESTIC GUINEA PIG"
    },
    {
      "count": 228,
      "scientific": "Eptesicus fuscus",
      "common": "BIG BROWN BAT"
    },
    {
      "count": 24,
      "scientific": "Macaca fascicularis",
      "common": "CRAB-EATING MACAQUE / CYNOMOLGUS MONKEY"
    },
    {
      "count": 120,
      "scientific": "Macaca mulatta",
      "common": "RHESUS MACAQUE *MALE"
    },
    {
      "count": 458,
      "scientific": "Macaca nemestrina",
      "common": "PIG-TAILED MACAQUE *MALE"
    },
    {
      "count": 4,
      "scientific": "Muscardinus avellanarius",
      "common": "HAZEL DORMOUSE"
    },
    {
      "count": 28,
      "scientific": "Oryctolagus cuniculus",
      "common": "EUROPEAN RABBIT"
    },
    {
      "count": 2,
      "scientific": "Papio anubis",
      "common": "OLIVE BABOON"
    },
    {
      "count": 9,
      "scientific": "Saimiri sciureus",
      "common": "COMMON SQUIRREL MONKEY"
    },
    {
      "count": 6,
      "scientific": "Sus scrofa domestica",
      "common": "DOMESTIC PIG / POTBELLY PIG / MICRO PIG"
    }
  ]
}