{
  "insp_id": "2016082568559787",
  "layout": "a",
  "customer_id": "7873",
  "customer_name": "Whale Branch Animal Services Inc",
  "customer_addr": "Po Box 299 34 Whale Branch Dr\nSeabrook, SC 29940",
  "certificate": "56-B-0109",
  "site_id": "004",
  "site_name": "WHALE BRANCH ANIMAL SERVICES",
  "insp_type": "ROUTINE INSPECTION",
  "date": "20-JUL-2017",
  "report_date": "20-JUL-2017",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "Although the caretakers are noting medical issues with the dogs, the follow-ups with the Attending Veterinarian\n(who is the owner of the dogs) is not always adequate for some surgical needs.\nA 7 year old female beagle has a multi-nodular ulcerated mass one to two inches across in in her left rear mammary\ngland. The caretaker noted a mass on 5-9-17, then there are no notations until 7-4-17 where the notes state she is\na surgical candidate.\nA 11 year old male beagle has a large (almost one inch long) red nodular mass on its anal tissue. The caretaker’s\nnotes state this dog was noted as a surgical candidate on 5-15-17 as there was light bleeding from the mass. Then\non 7-10-17, the notes stated again there is a mass and the dog is a surgical candidate.\nBoth dogs are in good flesh with no other obvious health issues.\nGenerally, the caretaker will make a list of animals needing evaluation by the veterinarian, and have them all\nexamined on one visit, and then a surgical day scheduled. There is no set schedule for veterinary visits, but it is on\nan as needed basis.\nAfter masses are noted, the Attending Veterinarian needs to be notified, an exam scheduled, and a plan for\ntreatment made. If surgery is not to be planned until some future point, that needs to be explained and\ndocumented. These animals and any others needing evaluation need to be seen by the veterinarian and a\ntreatment plan initiated. To be corrected by 7-28-17."
    },
    {
      "code": "2.131(e)",
      "kind": "",
      "repeat": false,
      "desc": "HANDLING OF ANIMALS.",
      "narrative": "Although the beagles are acclimated to this area’s climate, most of the dogs in the larger kennel are panting today\naround noon. The ambient temperature was around 95 degrees Fahrenheit. In the middle of this kennel aisle way\nat the level of the dogs, the temperature is 96 degrees Fahrenheit, 50-56 % humidity, and a heat index of 115\ndegrees Fahrenheit. Although the manager installed a small circular exhaust fan at the top end of one eave last\nsummer, it apparently is only moving the hot air for a distance of three runs. Because the heat is being trapped in\nthis area and leading to uncomfortable temperatures for the dogs, more air movement is needed to try and bring the\ntemperatures down to a more comfortable level.\nTo be corrected 7-24-17.\nThis inspection and exit interview were conducted with the caretakers."
    }
  ],
  "narrative": "2.40(b)(2)           DIRECT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nAlthough the caretakers are noting medical issues with the dogs, the follow-ups with the Attending Veterinarian\n(who is the owner of the dogs) is not always adequate for some surgical needs.  \nA 7 year old female beagle has a multi-nodular ulcerated mass one to two inches across in in her left rear mammary\ngland. The caretaker noted a mass on 5-9-17, then there are no notations until 7-4-17 where the notes state she is\na surgical candidate.   \nA 11 year old male beagle has a large (almost one inch long) red nodular mass on its anal tissue.  The caretaker’s\nnotes state this dog was noted as a surgical candidate on 5-15-17 as there was light bleeding from the mass.  Then\non 7-10-17, the notes stated again there is a mass and the dog is a surgical candidate. \nBoth dogs are in good flesh with no other obvious health issues.\nGenerally, the caretaker will make a list of animals needing evaluation by the veterinarian, and have them all\nexamined on one visit, and then a surgical day scheduled.  There is no set schedule for veterinary visits, but it is on\nan as needed basis.  \nAfter masses are noted, the Attending Veterinarian needs to be notified, an exam scheduled, and a plan for\ntreatment made.  If surgery is not to be planned until some future point, that needs to be explained and\ndocumented.  These animals and any others needing evaluation need to be seen by the veterinarian and a\ntreatment plan initiated.     To be corrected by 7-28-17.\n2.131(e)\nHANDLING OF ANIMALS.\nAlthough the beagles are acclimated to this area’s climate, most of the dogs in the larger kennel are panting today\naround noon.  The ambient temperature was around 95 degrees Fahrenheit.  In the middle of this kennel aisle way\nat the level of the dogs, the temperature is 96 degrees Fahrenheit, 50-56 % humidity, and a heat index of 115\ndegrees Fahrenheit.   Although the manager installed a small circular exhaust fan at the top end of one eave last\nsummer, it apparently is only moving the hot air for a distance of three runs.     Because the heat is being trapped in\n\nthis area and leading to uncomfortable temperatures for the dogs, more air movement is needed to try and bring the\ntemperatures down to a more comfortable level.     \nTo be corrected 7-24-17.\nThis inspection and exit interview were conducted with the caretakers.",
  "animals_total": 209,
  "species": [
    {
      "count": 193,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 16,
      "scientific": "Felis silvestris catus",
      "common": "CAT ADULT"
    }
  ]
}