{
  "insp_id": "2016090000561043",
  "layout": "b",
  "customer_id": "501607",
  "customer_name": "JENNIFER WALKER",
  "customer_addr": "8561 259TH ST\nMC LOUTH, KS 66054",
  "certificate": "48-A-2236",
  "site_id": "001",
  "site_name": "JENNIFER WALKER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "25-MAR-2021",
  "report_date": "29-MAR-2021",
  "citations": [
    {
      "code": "2.75(a)(1)(vi)",
      "kind": "",
      "repeat": false,
      "desc": "Records: Dealers and exhibitors.",
      "narrative": "* Computerized records (dogs on hand) being used by the licensee have incomplete information. Forty dogs have no\nofficial identification listed on the computerized records at the time of inspection. Complete and accurate records are\nneeded to ensure each animal’s identity can be known with certainty and to facilitate the ability to trace dogs. The\nlicensee must maintain records which fully disclose all information concerning each dog in their possession. Correct by\n4/25/21."
    },
    {
      "code": "3.1(f)",
      "kind": "",
      "repeat": false,
      "desc": "Housing facilities, general.",
      "narrative": "* Fecal waste was observed accumulating on the ground in five outdoor enclosures housing seven dogs. An estimated\n20 to 35 percent of the total floor area was covered with fecal waste. The licensee estimated the waste buildup to be a\nweeks worth. Fecal waste can attract pests and rodents, become a disease hazard or area of contamination to the\nanimals. Odors, insects, disease hazards, and pest infestation from fecal waste accumulations can have an adverse\neffect on the health and well-being of the animals at this facility. The licensee must provide for the regular and frequent\ncollection, removal, and disposal of animal and food waste, bedding, debris, garbage, water, other fluids and wastes, and\ndead animals, in a manner that minimizes contamination and disease risks. Correct by 4/1/21.\n*************************************************************************************\n* The ground surface consisting of a mud and standing water mixture was observed in two outdoor enclosure housing\nthree dogs. The mud and standing water are covering the entire outside ground surface area being provided for the\ndogs. Mud can cause potential soiling on the dogs. Standing water can create an environment for the spread of\ndiseases. Dogs not able to remain dry and clean always can have a negative effect on the health and well-being of the\ndogs. The licensee must ensure that housing facilities are equipped with drainage systems that rapidly eliminate water\nand animals stay dry. Correct by 4/1/21."
    },
    {
      "code": "3.4(b)",
      "kind": "",
      "repeat": false,
      "desc": "Outdoor housing facilities.",
      "narrative": "* Two outdoor enclosures housing three dogs have no shade available for the dogs to have access to. Lack of\nadequate shade from the direct rays of the sun can be stressful causing discomfort creating a potential negative impact\non the health and well-being of the dogs. In addition, dogs do not have the ability to regulate their internal temperature\nwhich could lead to the dogs becoming overheated. The licensee must ensure that there is one or more separate outside\nareas of shade being provided, large enough to contain all the animals at one time and protect them from the direct rays\nof the sun. Correct 4/8/21."
    },
    {
      "code": "3.6(a)(2)(v)",
      "kind": "",
      "repeat": false,
      "desc": "Primary enclosures.",
      "narrative": "* The interior of one sheltered housing unit has a mixture of water and bedding covering the entire floor area. Three\ndogs have access to the sheltered unit located in outdoor housing. Standing water and wet bedding can create an\nenvironment for the spread of diseases. In addition, this surface will not allow the dogs to remain dry and clean at all\ntimes. Dogs not able to remain dry and clean always can have a negative effect on the health and well-being of the dogs.\nThe licensee must ensure that the dogs can remain dry and clean. Correct by 4/1/21.\nThe facility inspection and verbal exit briefing done on 3/25/21 and the exit briefing done on 3/29/21 were conducted with\nthe licensee.\nThis inspection and exit interview were conducted with\nEnd Section"
    }
  ],
  "narrative": "2.75(a)(1)(vi) \n   \nRecords: Dealers and exhibitors. \n*    Computerized records (dogs on hand) being used by the licensee have incomplete information.   Forty dogs have no \nofficial identification listed on the computerized records at the time of inspection.   Complete and accurate records are \nneeded to ensure each animal’s identity can be known with certainty and to facilitate the ability to trace dogs.  The \nlicensee must maintain records which fully disclose all information concerning each dog in their possession.  Correct by  \n4/25/21. \n3.1(f) \n   \nHousing facilities, general. \n*    Fecal waste was observed  accumulating on the ground in five outdoor enclosures housing seven dogs.  An estimated \n20 to 35 percent of the total floor area was covered with fecal waste.  The licensee estimated the waste buildup to be a \nweeks worth. Fecal waste can attract pests and rodents, become a disease hazard or area of contamination to the \nanimals.  Odors, insects, disease hazards, and pest infestation from fecal waste accumulations can have an adverse \neffect on the health and well-being of the animals at this facility.  The licensee must provide  for the regular and frequent \ncollection, removal, and disposal of animal and food waste, bedding, debris, garbage, water, other fluids and wastes, and \ndead animals, in a manner that minimizes contamination and disease risks.  Correct by  4/1/21.\n\n************************************************************************************* \n \n*  The ground surface consisting of a mud and standing water mixture was observed  in two outdoor enclosure housing \nthree dogs.   The mud and standing water are covering the entire outside ground surface area being provided  for the \ndogs.   Mud can cause potential soiling on the dogs.  Standing water can create an environment  for the spread of \ndiseases.  Dogs not able to remain dry and clean always can have a negative effect on the health and well-being of the \ndogs.  The licensee must ensure that housing facilities are equipped with drainage systems that rapidly eliminate water \nand animals stay dry.   Correct  by  4/1/21. \n3.4(b) \n   \nOutdoor housing facilities. \n*   Two outdoor enclosures housing three dogs have no shade available for the dogs to have access to.   Lack of \nadequate shade from the direct rays of the sun can be stressful causing discomfort creating a potential negative impact \non the health and well-being of the dogs. In addition, dogs do not have the ability to regulate their internal temperature \nwhich could lead to the dogs becoming overheated.   The licensee must ensure that there is one or more separate outside \nareas of shade being  provided,  large enough to contain all the animals at one time and protect them from the direct rays \nof the sun.   Correct 4/8/21. \n3.6(a)(2)(v) \n   \nPrimary enclosures. \n*     The interior of one sheltered housing unit has a mixture of water and bedding covering the entire floor area.  Three \ndogs have access to the sheltered unit located in outdoor housing.  Standing water and wet bedding can create an \nenvironment  for the spread of diseases.  In addition, this surface will not allow the dogs to remain dry and clean at all \ntimes.  Dogs not able to remain dry and clean always can have a negative effect on the health and well-being of the dogs.\n\nThe licensee must ensure that the dogs can remain dry and clean.   Correct by 4/1/21. \n \nThe facility inspection and verbal exit briefing done on 3/25/21 and the exit briefing done on 3/29/21 were conducted with \nthe licensee. \n \nThis inspection and exit interview were conducted with \n \nEnd Section",
  "animals_total": 97,
  "species": [
    {
      "count": 58,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 39,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}