{
  "insp_id": "2016082567987853",
  "layout": "a",
  "customer_id": "33088",
  "customer_name": "Clifford Fisher I I I",
  "customer_addr": "331 Mc Lee Road\nLexington, SC 29073",
  "certificate": "--",
  "site_id": "002",
  "site_name": "CLIFFORD FISHER III",
  "insp_type": "ROUTINE INSPECTION",
  "date": "03-NOV-2016",
  "report_date": "10-NOV-2016",
  "citations": [
    {
      "code": "3.127(b)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, OUTDOOR.",
      "narrative": "One camel is housed with a donkey and several horses in multiple rotated pastures. There are no shelters in any of\nthe pastures to protect the camel from inclement weather such as rain. There are no trees or any other natural\nshelter to protect the animals from heavy rains. Although the camel can be brought into barns if needed, it still\nneeds the opportunity to seek shelter at any time it wishes."
    },
    {
      "code": "3.127(d)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, OUTDOOR.",
      "narrative": "Although this facility has a perimeter fence in some areas, it is only 4 feet tall. Also this fence does not enclose all\nof the pasture enclosures where the one camel is housed with a donkey and some horses. The licensee is in the\nprocess of requesting a perimeter fence variance for this camel at this location.\nThis is a pre-use site inspection for a second site where one camel is housed.\nNo regulated activity from this site is allowed until all items are corrected and no other items are found to be out of\ncompliance.\nThis inspection and exit interview were conducted with the site's receptionist and by telephone with the owner."
    }
  ],
  "narrative": "3.127(b)\nFACILITIES, OUTDOOR. \nOne camel is housed with a donkey and several horses in multiple rotated pastures.  There are no shelters in any of\nthe pastures to protect the camel from inclement weather such as rain.  There are no trees or any other natural\nshelter to protect the animals from heavy rains.  Although the camel can be brought into barns if needed, it still\nneeds the opportunity to seek shelter at any time it wishes.\n3.127(d)\nFACILITIES, OUTDOOR. \nAlthough this facility has a perimeter fence in some areas, it is only 4 feet tall.  Also this fence does not enclose all\nof the pasture enclosures where the one camel is housed with a donkey and some horses.  The licensee is in the\nprocess of requesting a perimeter fence variance for this camel at this location.\nThis is a pre-use site inspection for a second site where one camel is housed. \nNo regulated activity from this site is allowed until all items are corrected and no other items are found to be out of\ncompliance.\nThis inspection and exit interview were conducted with the site's receptionist and by telephone with the owner.",
  "animals_total": 1,
  "species": [
    {
      "count": 1,
      "scientific": "Camelus dromedarius domestic",
      "common": "DOMESTIC DROMEDARY CAMEL"
    }
  ]
}