{
  "insp_id": "268141334590726",
  "layout": "a",
  "customer_id": "16966",
  "customer_name": "Linda Mulder",
  "customer_addr": "4148 350th Street\nBoyden, IA 51234",
  "certificate": "42-A-0924",
  "site_id": "001",
  "site_name": "LINDA MULDER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "25-SEP-2014",
  "report_date": "25-SEP-2014",
  "citations": [
    {
      "code": "3.3(e)(1)(3)",
      "kind": "",
      "repeat": false,
      "desc": "SHELTERED HOUSING FACILITIES.",
      "narrative": "In the area of the 1975 building that houses the basset hound, the outdoor portion of the dog enclosures has been\nenclosed and the roof is supported by wooden beams. The walls of the dog enclosures are also connected to these\nbeams. In at least four enclosures, containing a total of 12 dogs, the wooden beams have been chewed by the\ndogs. This damage has caused the wood to no longer be impervious to moisture. The wooden beams need to be\nreplaced or altered in a manner that makes them impervious to moisture.\nCorrect by: 10/09/14"
    },
    {
      "code": "3.11(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "In the area of the 1975 building that houses large breed dogs, the fronts of the enclosures are made of wire panels.\nOn at least five enclosures, housing a total of eight adult dogs and five puppies, the wire panels are coated in an\nexcessive amount of dog hair and dirt. This coating of hair and dirt does not allow for the wire panels to be properly\nsanitized which can lead to disease hazards towards the dogs. The wire panels must be cleaned as often as\nnecessary to prevent the accumulation of dirt and hair and to ensure proper sanitization of these panels can occur\nevery two weeks.\nIn the same area of the 1975 building, the access doors of each enclosure, housing approximately 11 adult dogs,\nhave a buildup of dirt and grime on them. The buildup of dirt and grime can lead to disease hazards towards the\ndogs. The access doors must be cleaned and sanitized every two weeks, or as often as necessary, in order to\nprevent the buildup of dirt and grime and eliminate disease hazards.\nCorrect by: 10/15/14\nExit interview conducted with facility representative"
    }
  ],
  "narrative": "3.3(e)(1)(3)\nSHELTERED HOUSING FACILITIES.\nIn the area of the 1975 building that houses the basset hound, the outdoor portion of the dog enclosures has been\nenclosed and the roof is supported by wooden beams.  The walls of the dog enclosures are also connected to these\nbeams.  In at least four enclosures, containing a total of 12 dogs, the wooden beams have been chewed by the\ndogs.  This damage has caused the wood to no longer be impervious to moisture.  The wooden beams need to be\nreplaced or altered in a manner that makes them impervious to moisture.\nCorrect by:  10/09/14\n3.11(b)(2)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\nIn the area of the 1975 building that houses large breed dogs, the fronts of the enclosures are made of wire panels. \nOn at least five enclosures, housing a total of eight adult dogs and five puppies, the wire panels are coated in an\nexcessive amount of dog hair and dirt.  This coating of hair and dirt does not allow for the wire panels to be properly\nsanitized which can lead to disease hazards towards the dogs.  The wire panels must be cleaned as often as\nnecessary to prevent the accumulation of dirt and hair and to ensure proper sanitization of these panels can occur\nevery two weeks. \nIn the same area of the 1975 building, the access doors of each enclosure, housing approximately 11 adult dogs,\nhave a buildup of dirt and grime on them.  The buildup of dirt and grime can lead to disease hazards towards the\ndogs.   The access doors must be cleaned and sanitized every two weeks, or as often as necessary, in order to\nprevent the buildup of dirt and grime and eliminate disease hazards.\nCorrect by:  10/15/14\nExit interview conducted with facility representative",
  "animals_total": 97,
  "species": [
    {
      "count": 56,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 41,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}