{
  "insp_id": "2016090000746531",
  "layout": "b",
  "customer_id": "503797",
  "customer_name": "ELLEN STROM RAY STROM",
  "customer_addr": "10030 STATE ROUTE 530 N E\nARLINGTON, WA 98223",
  "certificate": "91-C-0151",
  "site_id": "001",
  "site_name": "RAY STROM",
  "insp_type": "ROUTINE INSPECTION",
  "date": "28-OCT-2021",
  "report_date": "05-NOV-2021",
  "citations": [
    {
      "code": "2.40(a)(1)",
      "kind": "",
      "repeat": true,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "The written Program of Veterinary Care was not available for review.\nA written Program of Veterinary Care is required when the attending veterinarian is employed on a part-time basis, in\norder to ensure the facility has a program to follow and all animals have adequate veterinary care. The written Program of\nVeterinary Care in consultation with the attending veterinarian must be available for review."
    },
    {
      "code": "2.75(b)",
      "kind": "",
      "repeat": true,
      "desc": "Records: Dealers and exhibitors.",
      "narrative": "The animal records were not available for review.\nAccurate and complete records enable the inspection process and provide traceability of the animals, which can help\nprotect their welfare. The licensee must ensure that the appropriate animal records are kept and made available to\nAPHIS officials for review."
    },
    {
      "code": "3.81",
      "kind": "",
      "repeat": true,
      "desc": "Environment enhancement to promote psychological well-being.",
      "narrative": "The plan on environmental enhancement for the lemurs was not available for review.\nAll licensees must develop, document, and follow an appropriate plan for environmental enhancement adequate to\npromote psychological well-being of nonhuman primates. The written plan must be available for review."
    },
    {
      "code": "3.127(d)",
      "kind": "Critical",
      "repeat": true,
      "desc": "Facilities, outdoor.",
      "narrative": "The perimeter fence in the back southwest corner has been repaired; however, the licensee did not have a plan with\ntimelines to address the remaining perimeter fence issues at the facility.\nThe perimeter fence at the facility has numerous issues. A fencing pole on the western side of the facility is rotted at the\nbase and leaning inward, and pulls the perimeter fence below the 6 foot requirement. Vegetation is also pressing down\non top of the perimeter fence in several areas of the facility, reducing the height below 6 feet. In addition, there is a\nportion of the perimeter fence on both the southern and northern sides of the facility that are inaccessible due to heavy\nvegetation, and cannot be viewed. Finally, the northwestern corner of the enclosure adjacent to the house does not have\na perimeter fence present. This section extends for approximately 15 feet in length.\nOutdoor housing facilities must be enclosed by a perimeter fence that is of sufficient height to keep animals and\nunauthorized persons out. A perimeter fence must be constructed so that it protects the animals in the facility by\nrestricting animals and unauthorized persons from going through it or under it and having contact with the animals in the\nfacility. The perimeter fence must be at least 6 feet in height.\nThis inspection and exit interview were conducted with the licensee.\nEnd Section"
    }
  ],
  "narrative": "2.40(a)(1)  Repeat\n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nThe written Program of Veterinary Care was not available for review. \nA written Program of Veterinary Care is required when the attending veterinarian is employed on a part-time basis, in \norder to ensure the facility has a program to follow and all animals have adequate veterinary care.  The written Program of \nVeterinary Care in consultation with the attending veterinarian must be available for review. \n2.75(b)  Repeat\n   \nRecords: Dealers and exhibitors. \nThe animal records were not available for review. \nAccurate and complete records enable the inspection process and provide traceability of the animals, which can help \nprotect their welfare.  The licensee must ensure that the appropriate animal records are kept and made available to \nAPHIS officials for review. \n3.81  Repeat\n   \nEnvironment enhancement to promote psychological well-being. \nThe plan on environmental enhancement for the lemurs was not available for review. \nAll licensees must develop, document, and follow an appropriate plan for environmental enhancement adequate to \npromote psychological well-being of nonhuman primates.  The written plan must be available for review.\n\n3.127(d)  Critical Repeat\n   \nFacilities, outdoor. \nThe perimeter fence in the back southwest corner has been repaired; however, the licensee did not have a plan with \ntimelines to address the remaining perimeter fence issues at the facility. \nThe perimeter fence at the facility has numerous issues.  A fencing pole on the western side of the facility is rotted at the \nbase and leaning inward, and pulls the perimeter fence below the 6 foot requirement.  Vegetation is also pressing down \non top of the perimeter fence in several areas of the facility, reducing the height below 6 feet.  In addition, there is a \nportion of the perimeter fence on both the southern and northern sides of the facility that are inaccessible due to heavy \nvegetation, and cannot be viewed.  Finally, the northwestern corner of the enclosure adjacent to the house does not have \na perimeter fence present.  This section extends for approximately 15 feet in length. \nOutdoor housing facilities must be enclosed by a perimeter fence that is of sufficient height to keep animals and \nunauthorized persons out.  A perimeter fence must be constructed so that it protects the animals in the facility by \nrestricting animals and unauthorized persons from going through it or under it and having contact with the animals in the \nfacility.  The perimeter fence must be at least 6 feet in height. \n \nThis inspection and exit interview were conducted with the licensee. \n \nEnd Section",
  "animals_total": 31,
  "species": [
    {
      "count": 2,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 1,
      "scientific": "Lama glama",
      "common": "LLAMA"
    },
    {
      "count": 2,
      "scientific": "Lama pacos",
      "common": "ALPACA"
    },
    {
      "count": 15,
      "scientific": "Osphranter rufus",
      "common": "RED KANGAROO"
    },
    {
      "count": 4,
      "scientific": "Notamacropus rufogriseus",
      "common": "BENNETT'S WALLABY / RED-NECKED WALLABY"
    },
    {
      "count": 1,
      "scientific": "Osphranter bernardus",
      "common": "BERNARD'S WALLAROO / BLACK WALLAROO"
    },
    {
      "count": 6,
      "scientific": "Lemur catta",
      "common": "RING-TAILED LEMUR"
    }
  ]
}