{
  "insp_id": "105161729030487",
  "layout": "a",
  "customer_id": "23144",
  "customer_name": "Waterman Farms Inc.",
  "customer_addr": "16043 Road J\nAtwood, KS 67730",
  "certificate": "48-A-1742",
  "site_id": "001",
  "site_name": "WATERMAN FARMS, INC.",
  "insp_type": "ROUTINE INSPECTION",
  "date": "14-APR-2016",
  "report_date": "14-APR-2016",
  "citations": [
    {
      "code": "2.40(b)(4)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "The program of veterinary care approves the licensee to euthanize dogs in case of emergency but does not provide\ninstruction on how to do so. The licensee states that she uses xylazine followed by succinylcholine intramuscularly\nto euthanize dogs in cases of emergency. Succinylcholine is not an approved humane method of euthanasia for\ndogs according to the AVMA Guidelines on Euthanasia. Inappropriate methods of euthanasia can result in distress\nand/or pain to the animal and can be a safety hazard. If the attending veterinarian intends to approve the licensee to\neuthanize animals in the case of emergency, the program of veterinary care must document this. This\ndocumentation must minimally contain information regarding what constitutes an emergency and when it is\nappropriate for the licensee to euthanize animals, dosing of medications (route, concentration, dose, etc) and\ninstructions for confirming death. The licensee must ensure that all animals are euthanized according to accepted\nmethods. This must be corrected before any dogs are euthanized."
    },
    {
      "code": "3.1(c)(1)(1)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "Two lower sections of metal fence support posts are rusted with jagged edges and are showing signs of flaking\nmetal. Also the lower corner of one enclosure gate is rusted that has resulted in this corner section is missing.\nRusted surfaces can create rough jagged edges, prevent required sanitization, and can affect the structural\nstrength. All surfaces must be maintained to prevent excessive rust. Correct by 14 May 2016."
    },
    {
      "code": "3.1(c)(1)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "The plastic threshold and the plastic strips on the inside of one shiba inu enclosure are chewed resulting in\nroughened surfaces. Also, the top plastic portion of one egress door is hanging down into the doorway and is\nchewed with a roughened surface. Roughened surfaces cannot be readily cleaned and sanitized. All surfaces must\nbe constructed in a manner and made of materials that allow them to be readily cleaned and sanitized. Correct by\n14 May 2016."
    },
    {
      "code": "3.9(b)",
      "kind": "",
      "repeat": false,
      "desc": "FEEDING.",
      "narrative": "There are at least 6 self-feeders being used in one sheltered housing building that have a build-up of food residue\nand grime on the interior surfaces in contact with the food. Dirty food receptacles can contaminate the food and\naffect the nutritive value of the food. If self-feeders are used, the licensee must keep them clean and sanitized them\nin\naccordance with 3.11 b. Correct by 21 April 2016."
    },
    {
      "code": "3.11(a)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "There is an excessive accumulation of feces on the elevated floor on the outdoor portion of one enclosure.\nAccording to the licensee the feces from this enclosure was last cleaned two days ago. There was also an\naccumulation of feces caked in the holes of the elevated flooring, especially where there are wooden supports\nunder the flooring material. Also there was an excessive accumulation of feces in two outdoor housing enclosures.\nThe licensee stated these enclosures were raked three days ago. Accumulation of excreta can soil the dogs,\nincrease disease transmission, and attract flies and other pests. Excreta must be removed from primary enclosures\non a daily basis. Correct by 15 April 2016.\nThis routine inspection and exit interview were conducted with the licensee, Dr. Margaret Shaver, VMO and Kendall\nLundy, ACI.\nAdditional Inspectors\nShaver Margaret, Veterinary Medical Officer"
    }
  ],
  "narrative": "2.40(b)(4)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThe program of veterinary care approves the licensee to euthanize dogs in case of emergency but does not provide\ninstruction on how to do so. The licensee states that she uses xylazine followed by succinylcholine intramuscularly\nto euthanize dogs in cases of emergency. Succinylcholine is not an approved humane method of euthanasia for\ndogs according to the AVMA Guidelines on Euthanasia.  Inappropriate methods of euthanasia can result in distress\nand/or pain to the animal and can be a safety hazard. If the attending veterinarian intends to approve the licensee to\neuthanize animals in the case of emergency, the program of veterinary care must document this. This\ndocumentation must minimally contain information regarding what constitutes an emergency and when it is\nappropriate for the licensee to euthanize animals, dosing of medications (route, concentration, dose, etc) and\ninstructions for confirming death. The licensee must ensure that all animals are euthanized according to accepted\nmethods.  This must be corrected before any dogs are euthanized.\n3.1(c)(1)(1)\nHOUSING FACILITIES, GENERAL.\nTwo lower sections of metal fence support posts are rusted with jagged edges and are showing signs of flaking\nmetal.  Also the lower corner of one enclosure gate is rusted that has resulted in this corner section is missing. \nRusted surfaces can create rough jagged edges, prevent required sanitization, and can affect the structural\nstrength.  All surfaces must be maintained to prevent excessive rust.  Correct by 14 May 2016.\n3.1(c)(1)\nHOUSING FACILITIES, GENERAL.\nThe plastic threshold and the plastic strips on the inside of one shiba inu enclosure are chewed resulting in\nroughened surfaces.  Also, the top plastic portion of one egress door is hanging down into the doorway and is\nchewed with a roughened surface.  Roughened surfaces cannot be readily cleaned and sanitized.  All surfaces must\nbe constructed in a manner and made of materials that allow them to be readily cleaned and sanitized.  Correct by\n14 May 2016.\n\n3.9(b)\nFEEDING.\nThere are at least 6 self-feeders being used in one sheltered housing building that have a build-up of food residue\nand grime on the interior surfaces in contact with the food.  Dirty food receptacles can contaminate the food and\naffect the nutritive value of the food. If self-feeders are used, the licensee must keep them clean and sanitized them\nin\naccordance with 3.11 b. Correct by  21 April 2016.\n3.11(a)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\nThere is an excessive accumulation of feces on the elevated floor on the outdoor portion of one enclosure. \nAccording to the licensee the feces from this enclosure was last cleaned two days ago.  There was also an\naccumulation of feces caked in the holes of the elevated flooring, especially where there are wooden supports\nunder the flooring material.  Also there was an excessive accumulation of feces in two outdoor housing enclosures. \nThe licensee stated these enclosures were raked three days ago.  Accumulation of excreta can soil the dogs,\nincrease disease transmission, and  attract flies and other pests. Excreta must be removed from primary enclosures\non a daily basis. Correct by 15 April 2016.\nThis routine inspection and exit interview were conducted with the licensee, Dr. Margaret Shaver, VMO and Kendall\nLundy, ACI.\nAdditional Inspectors\nShaver Margaret, Veterinary Medical Officer",
  "animals_total": 306,
  "species": [
    {
      "count": 192,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 114,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}