{
  "insp_id": "217151121080696",
  "layout": "a",
  "customer_id": "29565",
  "customer_name": "Jonathan Miller",
  "customer_addr": "1941 Madison 6128\nHuntsville, AR 72740",
  "certificate": "71-A-1257",
  "site_id": "001",
  "site_name": "JONATHAN MILLER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "04-AUG-2015",
  "report_date": "05-AUG-2015",
  "citations": [
    {
      "code": "2.40(b)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "The kennel facility consists of one sheltered building. In the building there are four adult dogs which need to be\nevaluated by the attending veterinarian. Two of these are adult English Bulldogs, chip #'s 020608089 and\n039620855 named Gabriel and Dixie. Both of the dogs have green matter on their left eye. The white area of\nGabriel's left eye is red. In one enclosure of the building there are two French Bulldogs females, chip #'s\n020778054 and 020632630, which have loose stool. All four of the animals need to be evaluated by the attending\nveterinarian. The dealer must maintain written documentation of the evaluation and all treatment.\nAffects four adult dogs. Correct by August 7, 2015."
    },
    {
      "code": "2.50(y)",
      "kind": "",
      "repeat": false,
      "desc": "TIME AND METHOD OF IDENTIFICATION.",
      "narrative": "In the kennel building there is one enclosure containing two four month old puppies. The puppies do not have any\nform of identification. All class ``A'' dealers (breeders) shall identify all live dogs on the premises at all times to\ninsure traceability.\nAffects two puppies. Correct by August 7, 2015"
    },
    {
      "code": "3.9(b)",
      "kind": "",
      "repeat": false,
      "desc": "FEEDING.",
      "narrative": "Through-out the kennel building there are eight primary enclosures whose contained animals are not provided with\nfood receptacles. The dealer stated the animals had been chewing the food receptacles so he removed them\nplacing the dry food on the floor of the enclosure. Food receptacles must be provided for all dogs. They must be\nreadily accessible to all dogs and must be located so as to minimize contamination by excreta and pests, and be\nprotected from rain and snow. Feeding pans must either be made of a durable material that can be easily cleaned\nand sanitized or be disposable.\nAffects twelve adults. Corrects by August 7, 2015"
    },
    {
      "code": "3.11(c)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "The kennel building needs to be cleaned through-out the common areas of the kennel building, the food storage\narea and the puppy housing area. There are accumulations of dead bugs, hair, dirt, spilt food, medical containers\nwith used syringes and open food containers for non-regulated animals. Premises where housing facilities are\nlocated, including buildings and surrounding grounds, must be kept clean and in good repair to protect the animals\nfrom injury, to facilitate husbandry practices and to reduce or eliminate breeding and living areas for rodents and\nother pests and vermin.\nAffects twenty-eight adults and fifteen puppies. Correct by August 8, 2015\nThe inspection and exit briefing was conducted by the facility Representatives and Sandra Meek, ACI."
    }
  ],
  "narrative": "2.40(b)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThe kennel facility consists of one sheltered building.  In the building there are four adult dogs which need to be\nevaluated by the attending veterinarian.  Two of these are adult English Bulldogs, chip #'s 020608089 and\n039620855 named Gabriel and Dixie.  Both of the dogs have green matter on their left eye.  The white area of\nGabriel's left eye is  red.  In one enclosure of the building there are two French Bulldogs females, chip #'s\n020778054 and 020632630, which have loose stool.  All four of the animals need to be evaluated by the attending\nveterinarian.  The dealer must maintain written documentation of the evaluation and all treatment.\nAffects four adult dogs.                                    Correct by August 7, 2015.\n2.50(y)\nTIME AND METHOD OF IDENTIFICATION.\nIn the kennel building there is one enclosure containing two four month old puppies.  The puppies do not have any\nform of identification.  All class ``A'' dealers (breeders) shall identify all live dogs on the premises at all times to\ninsure traceability.\nAffects two puppies.                                         Correct by August 7, 2015\n3.9(b)\nFEEDING.\nThrough-out the kennel building there are eight primary enclosures whose contained animals are not provided with\nfood receptacles.  The dealer stated the animals had been chewing the food receptacles so he removed them\nplacing the dry food on the floor of the enclosure. Food receptacles must be provided for all dogs.  They must be\nreadily accessible to all dogs and must be located so as to minimize contamination by excreta and pests, and be\nprotected from rain and snow. Feeding pans must either be made of a durable material that can be easily cleaned\nand sanitized or be disposable. \nAffects twelve adults.                                       Corrects by August 7, 2015\n\n3.11(c)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\nThe kennel building needs to be cleaned through-out the common areas of the kennel building, the food storage\narea and the puppy housing area.  There are accumulations of dead bugs, hair, dirt, spilt food, medical containers\nwith used syringes and open food containers for non-regulated  animals.  Premises where housing facilities are\nlocated, including buildings and surrounding grounds, must be kept clean and in good repair to protect the animals\nfrom injury, to facilitate husbandry practices and to reduce or eliminate breeding and living areas for rodents and\nother pests and vermin.\nAffects twenty-eight adults and fifteen puppies.          Correct by August 8, 2015\nThe inspection and exit briefing was conducted by the facility Representatives and Sandra Meek, ACI.",
  "animals_total": 43,
  "species": [
    {
      "count": 28,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 15,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}