{
  "insp_id": "2016082569382969",
  "layout": "a",
  "customer_id": "334776",
  "customer_name": "Baringer Family Farm",
  "customer_addr": "28351 370th St\nLe Sueur, MN 56058",
  "certificate": "41-C-0288",
  "site_id": "001",
  "site_name": "BARINGER FAMILY FARM",
  "insp_type": "ROUTINE INSPECTION",
  "date": "21-FEB-2019",
  "report_date": "22-FEB-2019",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "A 1 year old male Shetland Sheep had almost complete hair loss over its back. The licensee stated the hair loss\nstarted a couple of weeks ago. The licensee has not yet contacted the Attending Veterinarian about the sheep's\ncondition. Hair loss can indicate an underlying medical problem that may be contagious to other animals or even\nhumans. In addition, the severe amount of hair loss could make it difficult for the animal to stay warm especially in\nthe severe cold and weather the local area has had recently potentially resulting in the death of the animal. The\nlicensee must contact the Attending Veterinarian and treat the sheep per his/her instructions. Correct by 2/22/19.\nNote: The licensee has contacted the Attending Veterinarian in regards to this animal."
    },
    {
      "code": "3.127(b)",
      "kind": "Critical",
      "repeat": false,
      "desc": "FACILITIES, OUTDOOR.",
      "narrative": "At least four sheep and one goat have died during the months of January and February 2019. When asked how the\nanimals died, the licensee stated they died from the cold. One sheep was found outside, another found near the\nentrance of the shelter, and the other two sheep and one goat were found in the shelters. The shelter at the very\nleast isn't giving the proper protection from the weather. Natural or artificial shelter appropriate to the local climatic\nconditions for the species concerned shall be provided for all animals kept outdoors to afford them protection from\nthe weather. The shelter needs to be evaluated and improved or fixed so no animals are dying from the cold.\nCorrect by 2/22/19.\nThis inspection and exit interview were conducted with the licensee.\nEnd of report."
    }
  ],
  "narrative": "2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nA 1 year old male Shetland Sheep had almost complete hair loss over its back.  The licensee stated the hair loss\nstarted a couple of weeks ago.  The licensee has not yet contacted the Attending Veterinarian about the sheep's\ncondition.  Hair loss can indicate an underlying medical problem that may be contagious to other animals or even\nhumans.  In addition, the severe amount of hair loss could make it difficult for the animal to stay warm especially in\nthe severe cold and weather the local area has had recently potentially resulting in the death of the animal.  The\nlicensee must contact the Attending Veterinarian and treat the sheep per his/her instructions.  Correct by 2/22/19.\nNote: The licensee has contacted the Attending Veterinarian in regards to this animal.\n3.127(b)           CRITICAL\nFACILITIES, OUTDOOR. \nAt least four sheep and one goat have died during the months of January and February 2019.  When asked how the\nanimals died, the licensee stated they died from the cold.  One sheep was found outside, another found near the\nentrance of the shelter, and the other two sheep and one goat were found in the shelters.  The shelter at the very\nleast isn't giving the proper protection from the weather.  Natural or artificial shelter appropriate to the local climatic\nconditions for the species concerned shall be provided for all animals kept outdoors to afford them protection from\nthe weather.  The shelter needs to be evaluated and improved or fixed so no animals are dying from the cold. \nCorrect by 2/22/19.\nThis inspection and exit interview were conducted with the licensee.\nEnd of report.",
  "animals_total": 116,
  "species": [
    {
      "count": 12,
      "scientific": "Bos taurus",
      "common": "CATTLE / COW / OX / WATUSI"
    },
    {
      "count": 1,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 34,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 4,
      "scientific": "Lama glama",
      "common": "LLAMA"
    },
    {
      "count": 3,
      "scientific": "Lama pacos",
      "common": "ALPACA"
    },
    {
      "count": 28,
      "scientific": "Oryctolagus cuniculus",
      "common": "DOMESTIC RABBIT / EUROPEAN RABBIT"
    },
    {
      "count": 32,
      "scientific": "Ovis aries aries",
      "common": "SHEEP INCLUDING ALL DOMESTIC BREEDS"
    },
    {
      "count": 2,
      "scientific": "Sus scrofa domestica",
      "common": "DOMESTIC PIG / POTBELLY PIG / MICRO PIG"
    }
  ]
}