{
  "insp_id": "2016082568580583",
  "layout": "a",
  "customer_id": "330253",
  "customer_name": "Everglades Jacks L L C",
  "customer_addr": "17595 S Tamiami Trl Ste 120\nFort Myers, FL 33908",
  "certificate": "58-C-1130",
  "site_id": "001",
  "site_name": "EVERGLADES JACKS L L C",
  "insp_type": "ROUTINE INSPECTION",
  "date": "02-AUG-2017",
  "report_date": "04-AUG-2017",
  "citations": [
    {
      "code": "3.125(c)",
      "kind": "",
      "repeat": true,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "The chicken, pork, fish, and ground beef (used with medication) being fed to the large felids, raccoons, and otters in\nthe walk in cooler are not being stored and thawed at sufficient temperatures to adequately protect from spoilage,\nharmful bacteria and other disease-causing pathogens. The walk in freezer has been not cooling adequately for at\nleast 2 days or more and is set to be repaired the day after this inspection.\n(1) During this inspection at 1:30 PM, there was a bucket of chicken being thawed in water outside at the food\npreparation area. Frozen foods should not be thawed by exposure to excessive heat (ambient outside\ntemperatures of 98 F, during this inspection) or in standing water. Thawing in standing water is not recommended\nbecause of loss of nutrients and the possibility of increased microbial buildup. For the health and welfare of these\nanimals, thawed meat should be kept iced or refrigerated until a reasonable time before feeding.\n2) During this inspection the temperatures inside the walk in freezer storing the meats and fish for the large felids,\nraccoons, and otters were 32 F to 45 F. Due to the door not being able to close tightly after several minutes the\ntemperature rose to 45 F. The thermostat on the outside of the freezer prior to entering was 40 F. The chicken and\npork was thawed on the outside and partial frozen in the center. It was stated that this shipment of meat was\ndelivered in the last several days. The ground beef roll was thawed and brown in color and I was able to push into\nthe meat with my finger from the plastic covering. This ground beef appears to have been in the freezer longer than\nthe other meats. The mullet fish were in an uncovered box thawed, soft in touch, dry outside surfaces, unpleasant\nodors and cloudy eyes.\nProper temperatures in refrigerated and freezer spaces should be—\nFreezer: –22 to 0 F) Refrigerator: 40 to 43 F. Refrigeration should be repaired in a timely manner so that food is\nstored at sufficient temperatures to protect it from spoilage and harmful bacteria, which could harm the animals at\nthis facility.\nOn August 18, 2015, this non compliance for inadequate food storage was cited.\nProvided the Manual of Standard Operating Procedures Handling Frozen/Thawed Meat and Prey Items Fed to\nCaptive Exotic Animals"
    },
    {
      "code": "3.129(a)",
      "kind": "",
      "repeat": false,
      "desc": "FEEDING.",
      "narrative": "The mullet fish in the walk in freezer for two river otters and roll of ground beef used with medicine used for the\nlarge felids are not wholesome, palatable, and free from contamination or nutritive value to maintain these animals\nin good health.\n1) The otters have recently stopped eating this old fish and given a diet of chicken and pork. These river otters are\nknown to eat mainly fish in the wild and some crustaceans, mollusks, insects, birds, oysters, shellfish, crabs,\ncrayfish, frogs, rodents, turtles and aquatic invertebrate and now given chicken and pork. The change in the otters\ndiet shall be prepared with consideration for the species and approved by the attending veterinarian to ensure its an\nadequate diet. The mullet in an uncovered box had dry outside surfaces, cloudy eyes, soft when touch and foul\nodor. It was stated that the fish were in the freezer one week, however the condition of the mullet appears this fish\nhad been thawed more than the two days in insufficient temperatures of 32 F to 45 F, that was recorded during this\ninspection. Fish should be fed to these otters after being thawed 24 hours or discarded.\n2) The ground beef was thawed, brown in color, and I was able to push my fingers from the plastic wrapping. This\nground beef has been stored at insufficient temperatures for at least several days or more and appears obtained\nprior to the other meats.\n3) The outsides of the pork and some of the chicken that is fed to the large felids and raccoons were thawed and\naccording to the curator was just obtained several days ago. The curator stated that the walk in freezer would be\nrepaired the day after this inspection which would be at least 3 days with possible insufficient refrigeration. Any\nmeats that are spoiled should not be use and once thawed shall not be frozen again.\nProper temperatures in refrigerated and freezer spaces should be—\nFreezer: –22 to 0 F) Refrigerator: 40 to 43 F.\n4) The tigers and lions are currently eating chicken and pork with a supplement, but no longer given beef which\nwas a part of their diet approved by the attending veterinarian. All diets need to be followed and the diet for the\noverweight male adult white tiger needs to be reviewed by the attending veterinarian to ensure that its a complete\nnutritional diet.\n5) This facility is in the process of breeding their large felids, however there is no diet available if cubs would be\nunable to feed from their mother. Often there are issues with the mother feeding her cubs, so there must be a\nwritten alternative diet available.\nAll animals at this facility must be given a complete adequate diet approved by the attending veterinarian and or\nnutritionist.\nTO BE CORRECTED IMMEDIATELY.\nThis inspection was conducted with the care taker and exit interview with the Curator."
    }
  ],
  "narrative": "3.125(c)                    REPEAT\nFACILITIES, GENERAL.   \nThe chicken, pork, fish, and ground beef (used with medication) being fed to the large felids, raccoons, and otters in\nthe walk in cooler are not being stored and thawed at sufficient temperatures to adequately protect from spoilage,\nharmful bacteria and other disease-causing pathogens.  The walk in freezer has been not cooling adequately for at\nleast 2 days or more and is set to be repaired the day after this inspection. \n(1)  During this inspection at 1:30 PM, there was a bucket of chicken being thawed in water outside at the food\npreparation area.  Frozen foods should not be thawed by exposure to excessive heat (ambient outside\ntemperatures of 98 F, during this inspection) or in standing water. Thawing in standing water is not recommended\nbecause of loss of nutrients and the possibility of increased microbial buildup. For the health and welfare of these\nanimals, thawed meat should be kept iced or refrigerated until a reasonable time before feeding.\n2)  During this inspection the temperatures inside the walk in freezer storing the meats and fish for the large felids,\nraccoons, and otters were 32 F to 45 F. Due to the door not being able to close tightly after several minutes the\ntemperature rose to 45 F. The thermostat on the outside of the freezer prior to entering was 40 F.  The chicken and\npork was thawed on the  outside and partial frozen in the center.  It was stated that this shipment of meat was\ndelivered in the last several days. The ground beef roll was thawed and  brown in color and I was able to push into\nthe meat with my finger from the plastic covering. This ground beef appears to have been in the freezer longer than\nthe other meats.  The mullet fish were in an uncovered box thawed, soft in touch, dry outside surfaces, unpleasant\nodors and cloudy eyes. \nProper temperatures in refrigerated and freezer spaces should be—\nFreezer: –22 to 0 F) Refrigerator: 40 to 43 F.  Refrigeration should be repaired in a timely manner so that food is\nstored at sufficient temperatures to protect it from spoilage and harmful bacteria, which could harm the animals at\nthis facility.   \nOn August 18, 2015, this non compliance for inadequate food storage was cited. \nProvided the Manual of Standard Operating Procedures Handling Frozen/Thawed Meat and Prey Items Fed to\n\nCaptive Exotic Animals\n3.129(a)\nFEEDING.    \nThe mullet fish in the walk in freezer for two river otters and roll of ground beef used with medicine used for the\nlarge felids are not wholesome, palatable, and free from contamination or nutritive value to maintain these animals\nin good health. \n1)  The otters have recently stopped eating this old fish and given a diet of chicken and pork. These river otters are \nknown to eat mainly fish in the wild and some crustaceans, mollusks, insects, birds, oysters, shellfish, crabs,\ncrayfish, frogs, rodents, turtles and aquatic invertebrate and now given chicken and  pork. The change in the otters\ndiet shall be prepared with consideration for the species and approved by the attending veterinarian to ensure its an\nadequate diet.   The mullet in an uncovered box had dry outside surfaces, cloudy eyes, soft when touch and  foul\nodor.  It was stated that the fish were in the freezer one week, however the condition of the mullet appears this fish\nhad been thawed more than the two days in insufficient temperatures of 32 F to 45 F, that was recorded during this\ninspection. Fish should be fed to these otters after being thawed 24 hours or discarded. \n2)  The ground beef was thawed, brown in color, and I was able to push my fingers from the plastic wrapping.  This\nground beef has been stored at insufficient temperatures for at least several days or more and appears obtained\nprior to the other meats.\n3)  The outsides of the pork and some of the chicken that is fed to the large felids and raccoons were thawed and\naccording to the curator was just obtained several days ago. The curator stated that the walk in freezer would be\nrepaired the day after this inspection which would be at least 3 days with possible insufficient refrigeration. Any\nmeats that are spoiled should not be use and once thawed shall not be frozen again.\nProper temperatures in refrigerated and freezer spaces should be—\nFreezer: –22 to 0 F) Refrigerator: 40 to 43 F.  \n \n4)  The tigers and lions are currently eating chicken and pork with a supplement, but no longer given beef which\nwas a part of their diet approved by the attending veterinarian.  All diets need to be followed and the diet for the\noverweight male adult white tiger needs to be reviewed by the attending veterinarian  to ensure that its a complete\nnutritional diet. \n5)  This facility is in the process of breeding their large felids, however there is no diet available if cubs would be\nunable to feed from their mother.  Often there are issues with the mother feeding her cubs, so there must be a\nwritten alternative diet available.\n\nAll animals at this facility must be given a complete adequate diet approved by the attending veterinarian and or\nnutritionist.\n \nTO BE CORRECTED IMMEDIATELY. \nThis inspection was conducted with the care taker and exit interview with the Curator.",
  "animals_total": 9,
  "species": [
    {
      "count": 2,
      "scientific": "Lontra canadensis",
      "common": "NORTH AMERICAN RIVER OTTER"
    },
    {
      "count": 2,
      "scientific": "Panthera leo",
      "common": "LION"
    },
    {
      "count": 2,
      "scientific": "Panthera tigris",
      "common": "TIGER"
    },
    {
      "count": 2,
      "scientific": "Procyon lotor",
      "common": "RACCOON"
    },
    {
      "count": 1,
      "scientific": "Puma concolor",
      "common": "PUMA / MOUNTAIN LION / COUGAR"
    }
  ]
}