{
  "insp_id": "190151330180513",
  "layout": "a",
  "customer_id": "799",
  "customer_name": "Indiana University At Bloomington",
  "customer_addr": "819 N. Forrest Avenue\nBloomington, IN 47408",
  "certificate": "32-R-0002",
  "site_id": "001",
  "site_name": "ALL CAMPUS LOCATIONS",
  "insp_type": "ROUTINE INSPECTION",
  "date": "08-JUL-2015",
  "report_date": "09-JUL-2015",
  "citations": [
    {
      "code": "2.31(c)(6)",
      "kind": "",
      "repeat": false,
      "desc": "INSTITUTIONAL ANIMAL CARE AND USE COMMITTEE (IACUC).",
      "narrative": "Protocol 12-013 expired 3/19/2015. Due to a glitch in the electronic notification system, it was not discovered by the\nIACUC or principal investigator (PI) until June 26, 2015. Nine rabbits were used during this period. The use of the\nnine rabbits followed the guidelines from the expired protocol. Three additional rabbits were slated for use, but\nplaced under the facilities holding protocol when the expired protocol was discovered. The facility instituted a\nmanual notification and review system for determining protocol expiration dates to prevent recurrence. The PI has\nsince submitted a new protocol which has been reviewed and approved by the IACUC. Animals used without\nIACUC review and approval may experience conditions leading to unnecessary pain and/or distress. Activities\nrelated to the care and use of animals must be reviewed and approved by the IACUC prior to initiation.\nCorrect by: Corrected Prior to Inspection"
    },
    {
      "code": "2.38(f)(1)",
      "kind": "",
      "repeat": false,
      "desc": "MISCELLANEOUS.",
      "narrative": "In July of 2014 twelve Siberian hamsters sustained eye injuries as a result of blood collection. The IACUC\napproved protocol covering their use allowed retro-orbital collection of blood. Two trained and approved graduate\nstudents collected blood from an estimated 50 hamsters within a couple of hours over a two day period. Within a\nweek of the sampling, animals were identified with squinty or hazy eyes and treated appropriately. Despite\ntreatment, ten animals developed shrunken, non-functional eyes.\nThe IACUC conducted an investigation of the event and determined that due to the large number of animals and\nshort sampling period, a fast, robust sampling technique resulted in the eye trauma. Corrective measures\nimplemented were retraining of the personnel and smaller sample size. Now only 10-12 animals are sampled in a\ncomparative amount of time. Since this event, one of the graduate students has collected similar samples from 390\nanimals without any animal injury.\nEye trauma is associated with pain and distress. Handling of all animals shall be done as expeditiously and\ncarefully as possible in a manner that does not cause trauma, overheating, excessive cooling, behavioral stress,\nphysical harm, or unnecessary discomfort.\nCorrect by: Corrected Prior to Inspection\nExit interview conducted with the IACUC Administrator, Attending Veterinarian, IACUC Chair, and other facility\nrepresentatives.\nAdditional Inspectors\nNeafsey Michael, Assistant Director"
    }
  ],
  "narrative": "2.31(c)(6)\nINSTITUTIONAL ANIMAL CARE AND USE COMMITTEE (IACUC).\nProtocol 12-013 expired 3/19/2015.  Due to a glitch in the electronic notification system, it was not discovered by the\nIACUC or principal investigator (PI) until June 26, 2015.  Nine rabbits were used during this period.  The use of the\nnine rabbits followed the guidelines from the expired protocol.  Three additional rabbits were slated for use, but\nplaced under the facilities holding protocol when the expired protocol was discovered.  The facility instituted a\nmanual notification and review system for determining protocol expiration dates to prevent recurrence. The PI has\nsince submitted a new protocol which has been reviewed and approved by the IACUC.  Animals used without\nIACUC review and approval may experience conditions leading to unnecessary pain and/or distress.  Activities\nrelated to the care and use of animals must be reviewed and approved by the IACUC prior to initiation.\nCorrect by:  Corrected Prior to Inspection\n2.38(f)(1)\nMISCELLANEOUS.\nIn July of 2014 twelve Siberian hamsters sustained eye injuries as a result of blood collection.  The IACUC\napproved protocol covering their use allowed retro-orbital collection of blood.  Two trained and approved graduate\nstudents collected blood from an estimated 50 hamsters within a couple of hours over a two day period. Within a\nweek of the sampling, animals were identified with squinty or hazy eyes and treated appropriately.  Despite\ntreatment, ten animals developed shrunken, non-functional eyes.\nThe IACUC conducted an investigation of the event and determined that due to the large number of animals and\nshort sampling period, a fast, robust sampling technique resulted in the eye trauma.  Corrective measures\nimplemented were retraining of the personnel and smaller sample size.  Now only 10-12 animals are sampled in a\ncomparative amount of time.  Since this event, one of the graduate students has collected similar samples from 390\nanimals without any animal injury.\nEye trauma is associated with pain and distress.  Handling of all animals shall be done as expeditiously and\ncarefully as possible in a manner that does not cause trauma, overheating, excessive cooling, behavioral stress,\n\nphysical harm, or unnecessary discomfort.\nCorrect by:  Corrected Prior to Inspection\nExit interview conducted with the IACUC Administrator, Attending Veterinarian, IACUC Chair, and other facility\nrepresentatives.\nAdditional Inspectors\nNeafsey Michael, Assistant Director",
  "animals_total": 186,
  "species": [
    {
      "count": 4,
      "scientific": "Chinchilla lanigera",
      "common": "CHINCHILLA"
    },
    {
      "count": 35,
      "scientific": "Microtus pennsylvanicus",
      "common": "MEADOW VOLE"
    },
    {
      "count": 2,
      "scientific": "Oryctolagus cuniculus",
      "common": "EUROPEAN RABBIT"
    },
    {
      "count": 145,
      "scientific": "Phodopus sungorus",
      "common": "WINTER WHITE RUSSIAN DWARF HAMSTER"
    }
  ]
}