{
  "insp_id": "258141050570005",
  "layout": "a",
  "customer_id": "7673",
  "customer_name": "Nick Sculac",
  "customer_addr": "24615 Scott Road\nCalhan, CO 80808",
  "certificate": "84-C-0069",
  "site_id": "001",
  "site_name": "NICK SCULAC",
  "insp_type": "ROUTINE INSPECTION",
  "date": "13-SEP-2014",
  "report_date": "20-SEP-2014",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "An adult female tiger, either Buffy or Talullah, was noted to be squinting her right eye, barely opening the eye, and a\nclear discharge was coming from the corner of the eye. There is a documented corneal abnormality for one or both\nof the cats in this enclosure that is chronic in nature and has been noted by the AV. The staff had not noted the\nsquinting and discharge and no contact had been made with a veterinarian to notify her of this acute presentation\nand change in the eye condition.\nEye conditions, particularly chronic conditions that become more active, are serious, often painful to the animal,\nand, if not treated quickly, may result in loss of vision.\nA male tiger, Caprichio, was noted to have an abnormal gait on the right hind leg and is in thin body condition,\nparticularly in the back leg muscles. The right hind leg seemed to rotate inwards when the foot was placed and the\nknee and hip were at an unusual angle as compared to the left hind leg. The owner claims this tiger has been noted\nto be thin and that the Attending Veterinarian (AV) had been notified but no records were made or available for\nreview at the time of the inspection and the right rear leg problem had not been noticed by staff.\nAn adult female tiger, Nanda, was noted to have muscle loss and an abnormal gait in her hind limbs. When she\nwalked along the fence, her back end swayed and her hind feet appeared to cross in front of each other, a gait often\ndescribed by veterinarians as ataxia. This is an older cat (mid-late teens) and the facility representative did state\nthat the AV was aware of the thin condition of her hind legs and attributes this to old age but the licensee had not\nnoted this gait and no contact had been made with a veterinarian regarding the condition at the time of the\ninspection.\nLameness and/or abnormal gait with muscle or weight loss may be indications of injury or underlying illness and the\ntiger needs to be evaluated by a veterinarian to properly diagnose the cause and provide a plan for treating and/or\nmonitoring these conditions.\nThese animals should be evaluated by a veterinarian by 9/27/2014 with documentation of a diagnosis, appropriate\ntreatment, and plan for follow-up to ensure these problems are resolved."
    },
    {
      "code": "2.131(b)(1)",
      "kind": "",
      "repeat": true,
      "desc": "HANDLING OF ANIMALS.",
      "narrative": "- An 8 week old tiger cub, Milo, was being exhibited and handled for pictures with the public when we arrived at the\npark at approximately 10:25 AM. The cub exhibited distress by vocailization numerous times throughout the day and\none of the handlers was seen at least two times to pull back the cub prior to allowing customers to hold him due to\nsquirming and vocalization by the cub. The same cub was still being handled for pictures with the public when we\nleft for the day at approximately 4:30 PM, 6 hours later. The line to wait to have pictures taken with this cub\nremained long and steady for as long as the APHIS officials were able to observe the activity. According to the\nlicensee there were no other cubs at the facility young enough to be used for picture taking with members of the\npublic to allow alternation in the handling of this cub. The licensee stated that the cub did receive breaks but these\nwere not being documented nor could the APHIS officials see whether handling was suspended and, if so, for how\nlong.\nHandling of animals, particularly young animals, shall be done in a manner that does not cause trauma,\noverheating, excessive cooling, behavioral stress, physical harm, or unnecessary discomfort.\nTo be corrected on all subsequent handling of animals."
    },
    {
      "code": "3.81",
      "kind": "",
      "repeat": false,
      "desc": "ENVIRONMENT ENHANCEMENT TO PROMOTE PSYCHOLOGICAL WELL-BEING.",
      "narrative": "- The plan for the environmental enhancement to promote the psychological well-being of the nonhuman primates, 2\nring-tailed lemurs acquired in July 2014, is not adequate. The plan, at a minimum, must address social grouping,\nenvironmental enrichment, special considerations, if applicable, and restraint devices and their use. The plan and\nenvironmental enrichment must be approved by the attending veterinarian (AV) and documented when provided to\nthe animals on the environmental enhancement plan. At the time of this inspection, there was no written plan\ndenoting any enrichment and no log book or calendar showing that enrichment takes place. The animals have\ndifferent items in their enclosures, but there is no schedule of rotating or changing the items in the pens.\nNonhuman primates have complex social and intellectual needs that need to be addressed when in captivity. A\nwritten plan that is directed by the AV, guided by current professional standards, and available for review by APHIS\nofficials is required to ensure that the psychological well-being of these animals is being appropriately addressed.\nExhibitors must develop, document, and follow an appropriate plan for environmental enhancement of nonhuman\nprimates that is in accordance with currently accepted professional standards and as directed by the AV.\nTo be corrected by 9/30/2014."
    },
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": true,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "The west wall of the veterinary hospital indoor enclosure housing 1 tiger cub, \"Donner\", had the vinyl coated\nsurface torn which exposed the drywall. This wall is in disrepair and cannot be adequately cleaned and sanitized.\nA rusty wire, securing a metal panel to the keeper entrance of this enclosure, had sharp ends protruding into the\nenclosure. Both of these areas in this enclosure pose a risk to the health of these animals. The wire was corrected\nduring the inspection.\nEnclosure #8 housing 2 juvenile black bears, Holly and Lolli, and 1 juvenile brown bear, Huggy, had the chain link\nfencing pulled up at the bottom of the enclosure on the southeast corner. There are sharp ends protruding and the\nchain link is loose, posing a risk of injury from entanglement in the fencing or from the sharp ends.\nEnclosure #46 housing 2 adult tigers, Kodiak and Kasper had a broken board on the ground under the wooden\nplatform and there appeared to be splintered and broken wood on the southwest support post which may affect the\nstructural strength of the platform.\nEnclosure # 23 housing 2 adult tigers, Tutt and Nefertiti, the doorframe around the den (shelter) has chewed and\nripped wood leaving exposed nail heads which could cause an injury to the animals and is not in good repair.\nEnclosure # 24 housing 3 tigers, Shenandoah, Aphrodite, and Harley, the chain link fencing on the west side of the\nenclosure adjacent to the den is pulled and unsecured which could cause an injury to the animals and is not in good\nrepair.\nEnclosure #19 housing 2 adult tigers, Sumadi and Eragon, had the underside of the deck of the wooden platform\nshredded with broken pieces of wood so is not in good repair and poses a risk of injury to the animals.\nEnclosure # 65 housing 2 tigers, Phoebe and Toni, the chain link fencing on the south side of the den is pulled and\nis not in good repair.\nEnclosure #12 housing 1 adult tiger, Sabre, had broken cattle panel wires with sharp ends protruding, posing a risk\nof injury to the animals.\nEnclosure #13 housing 3 adult tigers, Seth, Tabitha, and Gabrielle, had a hole in the chain link fencing with sharp\nends protruding on the west side of the enclosure near the keeper entrance, posing a risk of injury to the animals.\nEnclosure #61 housing an adult black leopard, Sinbad, the elevated resting platform has 2 of 4 posts that are\nexcessively shredded and chewed to a point that the structural strength to support the cement structure is at risk\nand may pose a risk of injury to this animal if they should fail.\nEnclosure #28 housing 1 adult lion, Zazu, had a nail or wood screw head protruding from underneath the resting\nplatform, posing a risk of injury to the animal.\nEnclosure #36 housing 2 juvenile black bears, Cody and Pebbles, had shredded wood on the den box and several\nholes near the southeast corner and on the east side near the junction with the roof. Two elevated wooden resting\nplatforms were in disrepair with most of the surface appearing to be splintered. These structures are in disrepair.\nEnclosure #37 housing 1 adult leopard, Anthony, had a broken wooden step on the ramp up to an elevated den box\nand nail heads protruding from the top most and bottom step so are in disrepair and pose a risk of injury to the\nanimal.\nEnclosure #38 housing 1 adult cougar, Clyde, had deteriorated wood falling from the ceiling of the wooden den box\nso is in disrepair, may no longer be structurally sound, and poses a risk of injury to the animal should the ceiling\ncollapse.\nEnclosure #40/41 housing 3 adult bobcats, Talon, Taji, and Bobbie, had the east side of the wooden den box\nseparating from the structure so is in disrepair.\nThe facility must be constructed of such material and of such strength as appropriate for the animals involved. The\nindoor and outdoor housing facilities shall be structurally sound and shall be maintained in good repair to protect the\nanimals from injury and to contain the animals."
    },
    {
      "code": "3.125(c)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "Storage.\nThe walk-in refrigerator used to store perishable food items had a leak of unknown origin. There was an\naccumulation of water and food debris on the floor of the refrigerator. Several boxes of mixed produce was covered\nin mold and the cardboard cartons containing eggs appeared to be molded all the way through the container and\nonto the eggs. None of these items are safe or appropriate to feed the animals and pose a risk of contamination of\nthe other food items stored near and around these spoiled food items. The leak in the refrigerator may be\ncontributing to the deterioration and spoilage of the perishable food items and the refrigerator cannot be considered\nto adequately protect the supplies.\nThere were uncovered or unsealed bags of chicken and meat in this refrigerator adjacent to uncovered containers\nof prepared diet for the animals. This poses a risk of contamination of the diets by the meat above and adjacent to\nit.\nSupplies of food and bedding shall be stored in facilities which adequately protect such supplies against\ndeterioration, molding, or contamination by vermin.\nTo be corrected by 9/20/2014."
    },
    {
      "code": "3.127(a)",
      "kind": "",
      "repeat": true,
      "desc": "FACILITIES, OUTDOOR.",
      "narrative": "Several outdoor enclosures housing tigers did not have adequate shade to protect them from direct sunlight:\n*Enclosure # 43 housing 3 adult tigers: Lazarus, Diablo, and Twinkle\n*Enclosure #44-45 housing 2 young tigers: Baxter and Maverick\n*Enclosure #46 housing 2 adult tigers: Kasper and Kodiak\n*Enclosure #47 housing 2 adult tigers: Elijah and Jezebel\n*Enclosure #48 housing 2 adult lions: Mona and Daniel\n*Enclosure #32 housing 3 juvenile tigers: Synder, Waldo, Mohan\n*Enclosure #33 housing 1 adult tiger: Willy\n*Enclosure #29 housing 3 adult tigers: Billy, Jake, Chepe\n*Enclosure #27 housing 2 juvenile tigers: Pancho and Montana\n*Enclosure #22 housing 1 adult tiger: Pandora\n*Enclosure #19 housing 2 adult tigers: Sumadi and Eragon\n*Enclosure #65 housing 2 adult tigers: Phoebe and Toni\n*Enclosure #64 housing 3 adult tigers: Eva, Natasha, Juanita\n*Enclosure #54 housing 2 adult tigers: Grumpy and Shirkhan\n*Enclosure #59 housing 5 adult tigers: Shival, Mugale, Bana Bibi, Rani, Sultan\nInadequate protection from direct sunlight may lead to overheating or discomfort from squinting.\nShelter from sunlight is required when overheating or discomfort of the animals is likely."
    },
    {
      "code": "3.127(d)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, OUTDOOR.",
      "narrative": "There were fence panels and posts stacked against the fence on the inside of the perimeter fence on the south side\nnear Enclosure #43 for 3 tigers, Lazarus, Diablo, and Twinkle, and behind Enclosure #40/41 housing 2 tigers,\nBaxter and Maverick.\nThese panels were stacked in a manner that would allow animals to easily climb over the perimeter fence should an\nanimal escape from its primary enclosure. These materials may also cause damage to the perimeter fence which\ncould reduce its effectiveness to keep unwanted persons and animals from entering the facility or to act as a\nsecondary containment should animals escape from their primary enclosures.\nThe perimeter fence must be maintained so that it can function as a secondary containment system for the animals\nin the facility and to prevent the entrance of unwanted persons or animals.\nCorrected during the inspection."
    },
    {
      "code": "3.131(d)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "The following enclosures had an overgrowth of weeds such that animals could not be properly observed, cleaning of\nexcreta and food debris would be made difficult, and provides places for pests such as mice and ectoparasites to\naccumulate and hide.\n#52 Binturong, Chip--throughout the outdoor enclosure and the indoor enclosure has been known to have a rodent\nproblem\n*Enclosure #50 Cougar, Boo--throughout enclosure, especially around the entrance to the den\n*Enclosure #39 Serval, Vannah--throughout enclosure and totally obscured the animal from observation during the\ninspection\n*Enclosure #40/41 Bobcats, Bobbie, Talon, Taji--throughout enclosure\n*Enclosure #38 Cougar, Clyde--throughout enclosure\n*Enclosure #22 Tiger, Pandora--throughout enclosure\n*Enclosure #61 Leopard, Sinbad--throughout enclosure\n*Enclosure #3 Leopard, \"Thunder\"--very thick throughout enclosure and very aggressive cat so dangerous for care\nstaff as well\n*Enclosure #4 Cougar, Charlie--throughout enclosure\nRodent feces had accumulated on the sill inside the den box window in Enclosure #48 housing 2 lions, Mona and\nDaniel. Numerous holes around this den box, around the den box and within the Enclosure #37 for 1 leopard,\nAnthony, and around the outside of Enclosure #36 housing 2 black bears, Cody and Pebbles, appeared to be signs\nof rodent activity.\nAccumulation of rodent feces was found in the veterinary hospital on the floor and surfaces around the 2 enclosures\nhousing juvenile tigers, Milo and Donner.\nA dead, desiccated mouse was found in the room adjacent to the food prep area. Numerous dead flies were found\non the surface of the table used for food preparation below an automatic fly spray dispenser.\nRodents and other pests may carry and transmit diseases to the animals and a more effective method of monitoring\nand preventing their presence in/around primary enclosures and around food storage/preparation should be\nimplemented.\nThe licensee shall establish and maintain a safe and an effective pest control program which should include limiting\nthe growth of weeds in and around the enclosures and cleaning of areas to remove rodent feces, dead rodents, and\ndead flies.\nTo be corrected by 10/1/2014.\nAccompanied on the inspection and exit interview on 9/13/2014 with facility representative, 2 AC VMO's, and the\nDistrict Wildlife Manager with Colorado Parks and Wildlife.\nAdditional Inspectors\nCunningham Debbie, Veterinary Medical Officer"
    }
  ],
  "narrative": "2.40(b)(2)                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nAn adult female tiger, either Buffy or Talullah, was noted to be squinting her right eye, barely opening the eye, and a\nclear discharge was coming from the corner of the eye.  There is a documented corneal abnormality for one or both\nof the cats in this enclosure that is chronic in nature and has been noted by the AV.  The staff had not noted the\nsquinting and discharge and no contact had been made with a veterinarian to notify her of this acute presentation\nand change in the eye condition.\nEye conditions, particularly chronic conditions that become more active, are serious,  often painful to the animal,\nand, if not treated quickly, may result in loss of vision.\nA male tiger,  Caprichio, was noted to have an abnormal gait on the right hind leg and is in thin body condition,\nparticularly in the back leg muscles. The right hind leg seemed to rotate inwards when the foot was placed and the\nknee and hip were at an unusual angle as compared to the left hind leg. The owner claims this tiger has been noted\nto be thin and that the Attending Veterinarian (AV) had been notified but no records were made or available for\nreview at the time of the inspection and the right rear leg problem had not been noticed by staff.\nAn adult female tiger, Nanda, was noted to have muscle loss and an abnormal gait in her hind limbs.  When she\nwalked along the fence, her back end swayed and her hind feet appeared to cross in front of each other, a gait often\ndescribed by veterinarians as ataxia.  This is an older cat (mid-late teens) and the facility representative did state\nthat the AV was aware of the thin condition of her hind legs and attributes this to old age but the licensee had not\nnoted this gait and no contact had been made with a veterinarian regarding the condition at the time of the\ninspection.  \nLameness and/or abnormal gait with muscle or weight loss may be indications of injury or underlying illness and the\ntiger needs to be evaluated by a veterinarian to properly diagnose the cause and provide a plan for treating and/or\nmonitoring these conditions.\nThese animals should be evaluated by a veterinarian by 9/27/2014 with documentation of a diagnosis, appropriate\ntreatment, and plan for follow-up to ensure these problems are resolved.\n\n2.131(b)(1)                    REPEAT\nHANDLING OF ANIMALS.\n- An 8 week old tiger cub, Milo, was being exhibited and handled for pictures with the public when we arrived at the\npark at approximately 10:25 AM. The cub exhibited distress by vocailization numerous times throughout the day and\none of the handlers was seen at least two times to pull back the cub prior to allowing customers to hold him due to\nsquirming and vocalization by the cub.  The same cub was still being handled for pictures with the public when we\nleft for the day at approximately 4:30 PM, 6 hours later.  The line to wait to have pictures taken with this cub\nremained long and steady for as long as the APHIS officials were able to observe the activity. According to the\nlicensee there were no other cubs at the facility young enough to be used for picture taking with members of the\npublic to allow alternation in the handling of this cub.  The licensee stated that the cub did receive breaks but these\nwere not being documented nor could the APHIS officials see whether handling was suspended and, if so, for how\nlong.\nHandling of animals, particularly young animals, shall be done in a manner that does not cause trauma,\noverheating, excessive cooling, behavioral stress, physical harm, or unnecessary discomfort.\nTo be corrected on all subsequent handling of animals.\n3.81\nENVIRONMENT ENHANCEMENT TO PROMOTE PSYCHOLOGICAL WELL-BEING.\n- The plan for the environmental enhancement to promote the psychological well-being of the nonhuman primates, 2\nring-tailed lemurs acquired in July 2014, is not adequate.  The plan, at a minimum, must address social grouping,\nenvironmental enrichment, special considerations, if applicable, and restraint devices and their use.  The plan and\nenvironmental enrichment must be approved by the attending veterinarian (AV) and documented when provided to\nthe animals on the environmental enhancement plan.  At the time of this inspection, there was no written plan\ndenoting any enrichment and no log book or calendar showing that enrichment takes place.  The animals have\ndifferent items in their enclosures, but there is no schedule of rotating or changing the items in the pens. \nNonhuman primates have complex social and intellectual needs that need to be addressed when in captivity.  A\nwritten plan that is directed by the AV, guided by current professional standards, and available for review by APHIS\nofficials is required to ensure that the psychological well-being of these animals is being appropriately addressed.\n  \nExhibitors must develop, document, and follow an appropriate plan for environmental enhancement of nonhuman\n\nprimates  that is in accordance with currently accepted professional standards and as directed by the AV.  \nTo be corrected by 9/30/2014.\n3.125(a)                    REPEAT\nFACILITIES, GENERAL.   \nThe west wall of the veterinary hospital indoor enclosure housing 1 tiger cub, \"Donner\", had  the vinyl coated\nsurface torn which exposed the drywall.  This wall is in disrepair and cannot be adequately cleaned and sanitized. \nA rusty wire, securing a metal panel to the keeper entrance of this enclosure, had sharp ends protruding into the\nenclosure.  Both of these areas in this enclosure pose a risk to the health of these animals.  The wire was corrected\nduring the inspection.\nEnclosure #8 housing 2 juvenile black bears, Holly and Lolli, and 1 juvenile brown bear, Huggy, had the chain link\nfencing pulled up at the bottom of the enclosure on the southeast corner.  There are sharp ends protruding and the\nchain link is loose, posing a risk of injury from entanglement in the fencing or from the sharp ends.  \nEnclosure #46 housing 2 adult tigers, Kodiak and Kasper had a broken board on the ground under the wooden\nplatform and there appeared to be splintered and broken wood on the southwest support post which may affect the\nstructural strength of the platform.\nEnclosure # 23 housing 2 adult tigers, Tutt and Nefertiti, the doorframe around the den (shelter) has chewed and\nripped wood leaving exposed nail heads which could cause an injury to the animals and is not in good repair.\nEnclosure # 24 housing 3 tigers, Shenandoah, Aphrodite, and Harley, the chain link fencing on the west side of the\nenclosure adjacent to the den is pulled and unsecured which could cause an injury to the animals and is not in good\nrepair.\nEnclosure #19 housing 2 adult tigers, Sumadi and Eragon, had the underside of the deck of the wooden platform\nshredded with broken pieces of wood so is not in good repair and poses a risk of injury to the animals. \nEnclosure # 65 housing 2 tigers, Phoebe and Toni, the chain link fencing on the south side of the den is pulled and\nis not in good repair.\nEnclosure #12 housing 1 adult tiger, Sabre, had broken cattle panel wires with sharp ends protruding, posing a risk\nof injury to the animals.\nEnclosure #13 housing 3 adult tigers, Seth, Tabitha, and Gabrielle, had a hole in the chain link fencing with sharp\nends protruding on the west side of the enclosure near the keeper entrance, posing a risk of injury to the animals.\n\nEnclosure #61 housing an adult black leopard, Sinbad, the elevated resting platform has 2 of 4 posts that are\nexcessively shredded and chewed to a point that the structural strength to support the cement structure is at risk\nand may pose a risk of injury to this animal if they should fail.\nEnclosure #28 housing 1 adult lion, Zazu, had a nail or wood screw head protruding from underneath the resting\nplatform, posing a risk of injury to the animal.\nEnclosure #36 housing 2 juvenile black bears, Cody and Pebbles, had shredded wood on the den box and several\nholes near the southeast corner and on the east side near the junction with the roof.  Two elevated wooden resting\nplatforms were in disrepair with most of the surface appearing to be splintered. These structures are in disrepair.\nEnclosure #37 housing 1 adult leopard, Anthony, had a broken wooden step on the ramp up to an elevated den box\nand nail heads protruding from the top most and bottom step so are in disrepair and pose a risk of injury to the\nanimal.\n \nEnclosure #38 housing 1 adult cougar, Clyde, had deteriorated wood falling from the ceiling of the wooden den box\nso is in disrepair, may no longer be structurally sound, and poses a risk of injury to the animal should the ceiling\ncollapse.\nEnclosure #40/41 housing 3 adult bobcats, Talon, Taji, and Bobbie, had the east side of the wooden den box\nseparating from the structure so is in disrepair.\nThe facility must be constructed of such material and of such strength as appropriate for the animals involved. The\nindoor and outdoor housing facilities shall be structurally sound and shall be maintained in good repair to protect the\nanimals from injury and to contain the animals.\n3.125(c)\nFACILITIES, GENERAL.   \nStorage.\nThe walk-in refrigerator used to store perishable food items had a leak of unknown origin.  There was an\naccumulation of water and food debris on the floor of the refrigerator.  Several boxes of mixed produce was covered\nin mold and the cardboard cartons containing eggs appeared to be molded all the way through the container and\nonto the eggs.  None of these items are safe or appropriate to feed the animals and pose a risk of contamination of\nthe other food items stored near and around these spoiled food items.  The leak in the refrigerator may be\n\ncontributing to the deterioration and spoilage of the perishable food items and the refrigerator cannot be considered\nto adequately protect the supplies.\nThere were uncovered or unsealed bags of chicken and meat in this refrigerator adjacent to uncovered containers\nof prepared diet for the animals.  This poses a risk of contamination of the diets by the meat above and adjacent to\nit.\nSupplies of food and bedding shall be stored in facilities which adequately protect such supplies against\ndeterioration, molding, or contamination by vermin.\nTo be corrected by 9/20/2014.\n3.127(a)                    REPEAT\nFACILITIES, OUTDOOR. \nSeveral outdoor enclosures housing tigers did not have adequate shade to protect them from direct sunlight:\n*Enclosure # 43 housing 3 adult tigers: Lazarus, Diablo, and Twinkle\n*Enclosure #44-45 housing 2 young tigers: Baxter and Maverick\n*Enclosure #46 housing 2 adult tigers: Kasper and Kodiak\n*Enclosure #47 housing 2 adult tigers: Elijah and Jezebel\n*Enclosure #48 housing 2 adult lions: Mona and Daniel\n*Enclosure #32 housing 3 juvenile tigers: Synder, Waldo, Mohan\n*Enclosure #33 housing 1 adult tiger: Willy\n*Enclosure #29 housing 3 adult tigers: Billy, Jake, Chepe\n*Enclosure #27 housing 2 juvenile tigers: Pancho and Montana\n*Enclosure #22 housing 1 adult tiger: Pandora\n*Enclosure #19 housing 2 adult tigers: Sumadi and Eragon\n*Enclosure #65 housing 2 adult tigers: Phoebe and Toni\n*Enclosure #64 housing 3 adult tigers: Eva, Natasha, Juanita\n*Enclosure #54 housing 2 adult tigers: Grumpy and Shirkhan\n*Enclosure #59 housing 5 adult tigers: Shival, Mugale, Bana Bibi, Rani, Sultan\nInadequate protection from direct sunlight may lead to overheating or discomfort from squinting.\nShelter from sunlight is required when overheating or discomfort of the animals is likely.\n3.127(d)\n\nFACILITIES, OUTDOOR. \nThere were fence panels and posts stacked against the fence on the inside of the perimeter fence on the south side\nnear Enclosure #43 for 3 tigers, Lazarus, Diablo, and Twinkle, and behind Enclosure #40/41 housing 2 tigers,\nBaxter and Maverick.  \nThese panels were stacked in a manner that would allow animals to easily climb over the perimeter fence should an\nanimal escape from its primary enclosure.  These materials may also cause damage to the perimeter fence which\ncould reduce its effectiveness to keep unwanted persons and animals from entering the facility or to act as a\nsecondary containment should animals escape from their primary enclosures.\nThe perimeter fence must be maintained so that it can function as a secondary containment system for the animals\nin the facility and to prevent the entrance of unwanted persons or animals.\nCorrected during the inspection.\n3.131(d)\nSANITATION.   \nThe following enclosures had an overgrowth of weeds such that animals could not be properly observed, cleaning of\nexcreta and food debris would be made difficult, and provides places for pests such as mice and ectoparasites to\naccumulate and hide.\n#52 Binturong, Chip--throughout the outdoor enclosure and the indoor enclosure has been known to have a rodent\nproblem \n*Enclosure #50 Cougar, Boo--throughout enclosure, especially around the entrance to the den\n*Enclosure #39 Serval, Vannah--throughout enclosure and totally obscured the animal from observation during the\ninspection\n*Enclosure #40/41 Bobcats, Bobbie, Talon, Taji--throughout enclosure\n*Enclosure #38 Cougar, Clyde--throughout enclosure\n*Enclosure #22 Tiger, Pandora--throughout enclosure\n*Enclosure #61 Leopard, Sinbad--throughout enclosure\n*Enclosure #3 Leopard, \"Thunder\"--very thick throughout enclosure and very aggressive cat so dangerous for care\nstaff as well\n*Enclosure #4 Cougar, Charlie--throughout enclosure\nRodent feces had accumulated on the sill inside the den box window in Enclosure #48 housing 2 lions, Mona and\nDaniel.  Numerous holes around this den box, around the den box and within the Enclosure #37 for 1 leopard,\nAnthony, and around the outside of Enclosure #36 housing 2 black bears, Cody and Pebbles, appeared to be signs\nof rodent activity.\n\nAccumulation of rodent feces was found in the veterinary hospital on the floor and surfaces around the 2 enclosures\nhousing juvenile tigers, Milo and Donner.\nA dead, desiccated mouse was found in the room adjacent to the food prep area. Numerous dead flies were found\non the surface of the table used for food preparation below an automatic fly spray dispenser.\nRodents and other pests may carry and transmit diseases to the animals and a more effective method of monitoring\nand preventing their presence in/around primary enclosures and around food storage/preparation should be\nimplemented.\nThe licensee shall establish and maintain a safe and an effective pest control program which should include limiting\nthe growth of weeds in and around the enclosures and cleaning of areas to remove rodent feces, dead rodents, and\ndead flies.\nTo be corrected by 10/1/2014.\nAccompanied on the inspection and exit interview on 9/13/2014 with facility representative, 2 AC VMO's, and the\nDistrict Wildlife Manager with Colorado Parks and Wildlife.\nAdditional Inspectors\nCunningham Debbie, Veterinary Medical Officer",
  "animals_total": 113,
  "species": [
    {
      "count": 1,
      "scientific": "Arctictis binturong",
      "common": "BINTURONG"
    },
    {
      "count": 2,
      "scientific": "Caracal caracal",
      "common": "CARACAL"
    },
    {
      "count": 2,
      "scientific": "Lemur catta",
      "common": "RINGTAIL LEMUR"
    },
    {
      "count": 1,
      "scientific": "Leptailurus serval",
      "common": "SERVAL"
    },
    {
      "count": 3,
      "scientific": "Lynx rufus",
      "common": "BOBCAT"
    },
    {
      "count": 2,
      "scientific": "Nasua nasua",
      "common": "BROWN-NOSED COATI"
    },
    {
      "count": 7,
      "scientific": "Panthera leo",
      "common": "LION"
    },
    {
      "count": 2,
      "scientific": "Panthera leo × panthera tigris",
      "common": "LIGER"
    },
    {
      "count": 8,
      "scientific": "Panthera pardus",
      "common": "LEOPARD"
    },
    {
      "count": 75,
      "scientific": "Panthera tigris",
      "common": "TIGER"
    },
    {
      "count": 2,
      "scientific": "Potos flavus",
      "common": "KINKAJOU"
    },
    {
      "count": 3,
      "scientific": "Puma concolor",
      "common": "PUMA / MOUNTAIN LION / COUGAR"
    },
    {
      "count": 1,
      "scientific": "Ursus arctos syriacus",
      "common": "SYRIAN BROWN BEAR"
    },
    {
      "count": 4,
      "scientific": "Ursus americanus",
      "common": "NORTH AMERICAN BLACK BEAR"
    }
  ]
}