{
  "insp_id": "273151329420823",
  "layout": "a",
  "customer_id": "3191",
  "customer_name": "Jungle Queens Inc",
  "customer_addr": "2470 S W 21st Street\nFort Lauderdale, FL 33312",
  "certificate": "58-C-1093",
  "site_id": "001",
  "site_name": "JUNGLE QUEENS INC",
  "insp_type": "ROUTINE INSPECTION",
  "date": "29-SEP-2015",
  "report_date": "30-SEP-2015",
  "citations": [
    {
      "code": "2.40(b)(3)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "Two raccoons were injured in a fire. The attending veterinarian was not contacted concerning the animals and was\nunaware that they had been euthanized by another veterinarian. A mechanism of direct and frequent\ncommunication is required so that timely and accurate information on problems of animal health, behavior, and\nwell-being is conveyed to the attending veterinarian; The attending veterinarian shall be kept informed of the\nanimals in the collection at the facility.\nCorrect from this day forward.\nAn exit briefing was conducted with the President. The report is being delivered via email to the facility."
    }
  ],
  "narrative": "2.40(b)(3)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nTwo raccoons were injured in a fire.  The attending veterinarian was not contacted concerning the animals and was\nunaware that they had been euthanized by another veterinarian.   A mechanism of direct and frequent\ncommunication is required so that timely and accurate information on problems of animal health, behavior, and\nwell-being is conveyed to the attending veterinarian;  The attending veterinarian shall be kept informed of the\nanimals in the collection at the facility.  \nCorrect from this day forward.\nAn exit briefing was conducted with the President.  The report is being delivered via email to the facility.",
  "animals_total": 4,
  "species": [
    {
      "count": 4,
      "scientific": "Saimiri boliviensis",
      "common": "BLACK-CAPPED SQUIRREL MONKEY"
    }
  ]
}