{
  "insp_id": "2016082568312956",
  "layout": "a",
  "customer_id": "2434",
  "customer_name": "Andy Todosciuk",
  "customer_addr": "3131 South U S 27\nSaint Johns, MI 48879",
  "certificate": "34-C-0059",
  "site_id": "001",
  "site_name": "ANDY TODOSCIUK",
  "insp_type": "ROUTINE INSPECTION",
  "date": "30-MAY-2017",
  "report_date": "02-JUN-2017",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Critical",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "The licensee lost 5 goats this winter due to illness. The licensee stated one goat had a snotty nose and the\ncaretaker gave it an unknown medication and it did not help. The licensee stated that the others may have died of\nbloat. The goats died while the licensee was away from the farm and had a caretaker in charge.\nEach exhibitor shall use appropriate methods to prevent, control, diagnose and treat disease and injuries.\nThe veterinarian must be consulted when an animal is sick for a proper diagnosis and treatment plan to prevent the\nunnecessary suffering of the animals.\nTo be corrected from now on."
    },
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "The goat walk on the east side of the market splits off in two places at the top. This section of walk is approximately\n15 feet tall. The two sections of walk only have one side rail. There is an extension off of one of these sections that\nhas no rails and leads to a platform where the goats can get food. This platform does not have sides either.\nThe facility must be constructed so that it is sound and maintained in good repair.\nSide rails must me added to these areas of the goat walk to make it sound to prevent injury to the goats by falling\nfrom the walk.\nTo be corrected by June 30, 2017."
    },
    {
      "code": "3.129",
      "kind": "",
      "repeat": false,
      "desc": "FEEDING.",
      "narrative": "There is an open bag of goat feed in the east barn. There were birds noted flying in the barn.\nFood shall be wholesome and free from contamination by avian and mammalian pests. Birds carry numerous\ndiseases that can cause illness in animals.\nKeep all open bags of feed in a container with a lid to prevent contamination by bird feces.\nTo be corrected by end of business today.\nThis inspection and exit interview were conducted with the licensee."
    }
  ],
  "narrative": "2.40(b)(2)           CRITICAL\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThe licensee lost 5 goats this winter due to illness.  The licensee stated one goat had a snotty nose and the\ncaretaker gave it an unknown medication and it did not help.  The licensee stated that the others may have died of\nbloat.  The  goats died while the licensee was away from the farm and had a caretaker in charge.  \nEach exhibitor shall use appropriate methods to prevent, control, diagnose and treat disease and injuries.\nThe veterinarian must be consulted when an animal is sick for a proper diagnosis and treatment plan to prevent the\nunnecessary suffering of the animals.\nTo be corrected from now on.\n3.125(a)\nFACILITIES, GENERAL.   \nThe goat walk on the east side of the market splits off in two places at the top.  This section of walk is approximately\n15 feet tall.  The two sections of walk only have one side rail.  There is an extension off of one of these sections that\nhas no rails and leads to a platform where the goats can get food.  This platform does not have sides either.\nThe facility must be constructed so that it is sound and maintained in good repair.\nSide rails must me added to these areas of the goat walk to make it sound to prevent injury to the goats by falling\nfrom the walk.\nTo be corrected by June 30, 2017.\n3.129\nFEEDING.    \nThere is an open bag of goat feed in the east barn.  There were birds noted flying in the barn.\n\nFood shall be wholesome and free from contamination by avian and mammalian pests.  Birds carry numerous\ndiseases that can cause illness in animals.\nKeep all open bags of feed in a container with a lid to prevent contamination by bird feces.\nTo be corrected by end of business today.\nThis inspection and exit interview were conducted with the licensee.",
  "animals_total": 4,
  "species": [
    {
      "count": 4,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    }
  ]
}