{
  "insp_id": "117151048120424",
  "layout": "a",
  "customer_id": "7588",
  "customer_name": "Oakwood Research Facility Inc",
  "customer_addr": "P.O. Box 455\nOxford, MI 48371",
  "certificate": "34-A-0119",
  "site_id": "001",
  "site_name": "OAKWOOD RESEARCH FACILITY INC",
  "insp_type": "ROUTINE INSPECTION",
  "date": "13-APR-2015",
  "report_date": "14-APR-2015",
  "citations": [
    {
      "code": "3.51(d)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, INDOOR.",
      "narrative": "The ceiling contained multiple areas where the paint is flaking off revealing the bare wood underneath. These\nsurfaces are not impervious to water and cannot be effectively sanitized. Sanitization of interior building surfaces is\nessential to control diseases and to control odors and pests. These surfaces must be sealed so that they are\nimpervious to water.\nCorrect by: 7-13-15"
    },
    {
      "code": "3.53(a)(1)",
      "kind": "",
      "repeat": true,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "The lower level of the facility contained several primary enclosure cages that had areas of wire flooring in the\ncorners that was sagging and becoming deteriorated. A great number of the enclosures on the lower level had\nlarge amounts of urine scale on the wire walls forming the back of the enclosure. This scale had rusted and\ndeteriorated the wire on many of the cages. The wire is lacking in structural integrity and was broken in several\nplaces. Wire points were observed protruding into several of the enclosures. Rusting and broken wire was located\nbelow leaky lixits on a few of the cages in the lower level. Urine scale must be removed and leaky lixits repaired\nand then this wire must be evaluated and repaired or replaced if needed in order to prevent possible injury to the\nrabbits caused by failure of this wire. This caging must be repaired or replaced in order to prevent possible animal\ninjury leading to unnecessary suffering or euthanasia of rabbits."
    },
    {
      "code": "3.54(a)",
      "kind": "",
      "repeat": true,
      "desc": "FEEDING.",
      "narrative": "The lower level contained a cage located on a top row with a water lixit that was continuously dripping. This water\nwas splashing and running down the sides of the cages below it. The cage on the bottom row was very rusty where\nthis water was splashing on it indicating to me that this problem had been going on for some time. The food\nreceptacle was being splashed and food inside the receptacle was contaminated with this dirty water. This presents\na disease hazard for the animals ingesting this feed. This lixit needs to be repaired to prevent the rabbits from\nconsuming feed tainted with this water which has become contaminated with feces while running and splashing\ndown the sides of the cages above it."
    },
    {
      "code": "3.54(b)",
      "kind": "",
      "repeat": false,
      "desc": "FEEDING.",
      "narrative": "The lower level had several feeders in use that were rusted to a point where they could no longer be effectively\ncleaned and sanitized. These feeders must be sanitized at least once every two weeks. It is essential that these\nfeeders be effectively cleaned and sanitized in order to prevent the spread of disease and control odors which\nbecome a problem when items cannot be cleaned and sanitized thoroughly.\nCorrect by: 5-25-15."
    },
    {
      "code": "3.56(a)(1)",
      "kind": "",
      "repeat": true,
      "desc": "SANITATION.",
      "narrative": "The lower level contained numerous primary rabbit enclosures with an excessive buildup of urine scale, fecal\nmaterial and debris on the wire of the back wall of the enclosure. This buildup needs to be removed more\nfrequently to control disease and odors in the facility. This material can harbor infectious agents capable of causing\ndisease. It is not possible to effectively sanitize these enclosures when this buildup of urine scale and debris is\npresent on them. Clean these enclosures. Clean them as often as needed to prevent this buildup of urine scale,\nfecal material and debris."
    },
    {
      "code": "3.56(b)(1)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "Multiple primary enclosures have areas of wire which has rusted to a degree that it can no longer be effectively\ncleaned and sanitized. These cages must be sanitized at least once every 30 days. It is essential that these cages\nbe effectively cleaned and sanitized in order to prevent the spread of disease and control odors which become a\nproblem when items cannot be cleaned and sanitized thoroughly.\nCorrect by: 6-13-15."
    },
    {
      "code": "3.56(c)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "Many of the support columns for the caging located in the lower section of the facility were covered with a thick crust\nof grime and brown sludge like material. This can lead to disease and odor control issues and pest control\nproblems. These columns must be cleaned.\nCorrect by: 4-15-15."
    },
    {
      "code": "3.57",
      "kind": "",
      "repeat": false,
      "desc": "EMPLOYEES.",
      "narrative": "The site manager informed the inspector that several employees have left the facility recently and the facility is\ncurrently interviewing replacements. The nature of the citations at the facility on this inspection indicates that more\nemployees are desperately needed. Wire has been purchased and is on hand to make cage floor repairs but this\nhas not yet been accomplished. Routine cleaning tasks such as removing urine scale and cleaning cage support\ncolumns are being neglected. At the time of inspection the rabbits appeared to be in good health but if conditions\ncontinue to deteriorate this may lead to possible animal injury and sickness resulting in unnecessary animal\nsuffering. It is essential that more employees be hired or animal numbers reduced.\nCorrect by: 5-13-15.\nInspection conducted at the Oakwood facility. The Attica facility has been depopulated.\nInspection conducted with the site supervisor on 4-13-15. Exit interview conducted with the site supervisor on\n4-14-15."
    }
  ],
  "narrative": "3.51(d)\nFACILITIES, INDOOR.   \nThe ceiling contained multiple areas where the paint is flaking off revealing the bare wood underneath.  These\nsurfaces are not impervious to water and cannot be effectively sanitized.  Sanitization of interior building surfaces is\nessential to control diseases and to control odors and pests.  These surfaces must be sealed so that they are\nimpervious to water.\nCorrect by:  7-13-15\n3.53(a)(1)                    REPEAT\nPRIMARY ENCLOSURES.   \nThe lower level of the facility contained several primary enclosure cages that had areas of wire flooring in the\ncorners that was sagging and becoming deteriorated.  A great number of the enclosures on the lower level had\nlarge amounts of urine scale on the wire walls forming the back of the enclosure.  This scale had rusted and\ndeteriorated the wire on many of the cages.  The wire is lacking in structural integrity and was broken in several\nplaces.  Wire points were observed protruding into several of the enclosures.  Rusting and broken wire was located\nbelow leaky lixits on a few of the cages in the lower level.  Urine scale must be removed and leaky lixits repaired\nand then this wire must be evaluated and repaired or replaced if needed in order to prevent possible injury to the\nrabbits caused by failure of this wire.  This caging must be repaired or replaced in order to prevent possible animal\ninjury leading to unnecessary suffering or euthanasia of rabbits.\n3.54(a)                    REPEAT\nFEEDING.  \nThe lower level contained a cage located on a top row with a water lixit that was continuously dripping.  This water\nwas splashing and running down the sides of the cages below it.  The cage on the bottom row was very rusty where\nthis water was splashing on it indicating to me that this problem had been going on for some time.  The food\nreceptacle was being splashed and food inside the receptacle was contaminated with this dirty water.  This presents\na disease hazard for the animals ingesting this feed.  This lixit needs to be repaired to prevent the rabbits from\nconsuming feed tainted with this water which has become contaminated with feces while running and splashing\n\ndown the sides of the cages above it.\n3.54(b)\nFEEDING.  \nThe lower level had several feeders in use that were rusted to a point where they could no longer be effectively\ncleaned and sanitized.  These feeders must be sanitized at least once every two weeks.  It is essential that these\nfeeders be effectively cleaned and sanitized in order to prevent the spread of disease and control odors which\nbecome a problem when items cannot be cleaned and sanitized thoroughly.\nCorrect by:  5-25-15.\n3.56(a)(1)                    REPEAT\nSANITATION. \nThe lower level contained numerous primary rabbit enclosures with an excessive buildup of urine scale, fecal\nmaterial and debris on the wire of the back wall of the enclosure.  This buildup needs to be removed more\nfrequently to control disease and odors in the facility.  This material can harbor infectious agents capable of causing\ndisease.  It is not possible to effectively sanitize these enclosures when this buildup of urine scale and debris is\npresent on them.  Clean these enclosures.  Clean them as often as needed to prevent this buildup of urine scale,\nfecal material and debris.\n3.56(b)(1)\nSANITATION. \nMultiple primary enclosures have areas of wire which has rusted to a degree that it can no longer be effectively\ncleaned and sanitized.  These cages must be sanitized at least once every 30 days.  It is essential that these cages\nbe effectively cleaned and sanitized in order to prevent the spread of disease and control odors which become a\nproblem when items cannot be cleaned and sanitized thoroughly.\nCorrect by:  6-13-15.\n3.56(c)\nSANITATION. \nMany of the support columns for the caging located in the lower section of the facility were covered with a thick crust\nof grime and brown sludge like material.  This can lead to disease and odor control issues and pest control\nproblems.  These columns must be cleaned.\nCorrect by:  4-15-15.\n\n3.57\nEMPLOYEES.   \nThe site manager informed the inspector that several employees have left the facility recently and the facility is\ncurrently interviewing replacements.  The nature of the citations at the facility on this inspection indicates that more\nemployees are desperately needed.  Wire has been purchased and is on hand to make cage floor repairs but this\nhas not yet been accomplished.  Routine cleaning tasks such as removing urine scale and cleaning cage support\ncolumns are being neglected.  At the time of inspection the rabbits appeared to be in good health but if conditions\ncontinue to deteriorate this may lead to possible animal injury and sickness resulting in unnecessary animal\nsuffering.  It is essential that more employees be hired or animal numbers reduced.\nCorrect by:  5-13-15.\nInspection conducted at the Oakwood facility.  The Attica facility has been depopulated.\nInspection conducted with the site supervisor on 4-13-15.  Exit interview conducted with the site supervisor on\n4-14-15.",
  "animals_total": 3084,
  "species": [
    {
      "count": 3084,
      "scientific": "Oryctolagus cuniculus",
      "common": "EUROPEAN RABBIT"
    }
  ]
}