{
  "insp_id": "2016082568862863",
  "layout": "a",
  "customer_id": "327740",
  "customer_name": "Aaron J Glick",
  "customer_addr": "25766 Hwy 81\nCuba City, WI 53807",
  "certificate": "35-A-0363",
  "site_id": "001",
  "site_name": "AARON GLICK",
  "insp_type": "ROUTINE INSPECTION",
  "date": "21-SEP-2017",
  "report_date": "22-SEP-2017",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "Two guinea pigs in building 1 had eye problems that the licensee was observing but are not under any treatment\nand haven't been reported to the attending veterinarian:\n-A black and white guinea pig had a pale discharge around its left eye and the eyeball could not be visualized.\n-A brown/yellow/fawn colored guinea pig's right eyeball could not be visualized and the area around it was slightly\ncrusted. The licensee reported that it was observed to have this problem for a few days.\nIn building 2 the facility has an enclosure with twelve guinea pigs separated for sickness or what the licensee\ndescribed as mostly for gaunt animals for observation; however the animals' conditions haven't been reported to the\nattending veterinarian to seek if animals need veterinary treatment. A gray guinea pig in the enclosure had a firm\nswelling under its jaw and another guinea pig had a left head tilt. Gaunt guinea pigs, guinea pigs with swellings,\nand guinea pigs with head tilts are in need of further veterinary evaluation. If left untreated and without the\nattending veterinarian's oversight these guinea pigs' conditions could worsen and if contagious could lead to more\nanimals getting sick. The facility must contact the attending veterinarian to evaluate sick/gaunt animals and follow\nthe prescribed treatment plan."
    },
    {
      "code": "3.28(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "A young guinea pig was seen running loose in building 2 during inspection. It was caught with out incident by the\nlicensee. The licensee reports this is only the third time this has happened this summer; but that they sometimes\nsqueeze through the area by the water sipper. Escaped animals could get injured or lose access to food and water\nand their well-being cannot be assured. Ensure that the enclosures are fixed so that guinea pigs cannot escape\nfrom them.\nCorrect by 10/2/17."
    },
    {
      "code": "3.125(a)",
      "kind": "Critical",
      "repeat": false,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "Since the last inspection, a male hedgehog was reported to have escaped from its enclosure and possibly the\nbuilding and is unaccounted for. An escaped animals' well-being cannot be assured. Ensure that the hedgehogs'\nenclosures safely contain the animals.\nMaintain correct from this date forward.\nThis inspection and exit interview were conducted with facility representatives."
    }
  ],
  "narrative": "2.40(b)(2)                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nTwo guinea pigs in building 1 had eye problems that the licensee was observing but are not under any treatment\nand haven't been reported to the attending veterinarian:\n-A black and white guinea pig had a pale discharge around its left eye and the eyeball could not be visualized. \n-A brown/yellow/fawn colored guinea pig's right eyeball could not be visualized and the area around it was slightly\ncrusted.  The licensee reported that it was observed to have this problem for a few days. \nIn building 2 the facility has an enclosure with twelve guinea pigs separated for sickness or what the licensee\ndescribed as mostly for gaunt animals for observation; however the animals' conditions haven't been reported to the\nattending veterinarian to seek if animals need veterinary treatment.  A gray guinea pig in the enclosure had a firm\nswelling under its jaw and another guinea pig had a left head tilt.  Gaunt guinea pigs, guinea pigs with swellings,\nand guinea pigs with head tilts are in need of further veterinary evaluation.  If left untreated and without the\nattending veterinarian's oversight these guinea pigs' conditions could worsen and if contagious could lead to more\nanimals getting sick.  The facility must contact the attending veterinarian to evaluate sick/gaunt animals and follow\nthe prescribed treatment plan.\n3.28(a)(1)\nPRIMARY ENCLOSURES. \nA young guinea pig was seen running loose in building 2 during inspection.  It was caught with out incident by the\nlicensee.  The licensee reports this is only the third time this has happened this summer; but that they sometimes\nsqueeze through the area by the water sipper.  Escaped animals could get injured or lose access to food and water\nand their well-being cannot be assured.  Ensure that the enclosures are fixed so that guinea pigs cannot escape\nfrom them. \nCorrect by 10/2/17.\n3.125(a)           CRITICAL\nFACILITIES, GENERAL.\n\nSince the last inspection, a male hedgehog was reported to have escaped from its enclosure and possibly the\nbuilding and is unaccounted for. An escaped animals' well-being cannot be assured.  Ensure that the hedgehogs'\nenclosures safely contain the animals. \nMaintain correct from this date forward.\nThis inspection and exit interview were conducted with facility representatives.",
  "animals_total": 1272,
  "species": [
    {
      "count": 3,
      "scientific": "Atelerix albiventris",
      "common": "FOUR-TOED HEDGEHOG (MOST COMMON PET HEDGEHOG)"
    },
    {
      "count": 1269,
      "scientific": "Cavia porcellus",
      "common": "DOMESTIC GUINEA PIG"
    }
  ]
}