{
  "insp_id": "2016090000759007",
  "layout": "b",
  "customer_id": "503448",
  "customer_name": "Ben Beiler",
  "customer_addr": "20660 SUNNYDALE RD\nPLATTEVILLE, WI 53818",
  "certificate": "35-A-0457",
  "site_id": "001",
  "site_name": "BEN BEILER",
  "insp_type": "NEW SITE INSPECTION",
  "date": "11-JAN-2022",
  "report_date": "11-JAN-2022",
  "citations": [
    {
      "code": "2.40(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "The last record of visit from the attending veterinarian (AV) for the guinea pigs was June 2018 and a phone call with the\nAV found that a visit hasn't been conducted at the new guinea pig site. Licensees are required to schedule regular visits\nwith the AV to the premises to ensure adequate veterinary care is in place. Contact the attending veterinarian to conduct\nregularly scheduled visits at the guinea pig facility."
    },
    {
      "code": "2.50(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Time and method of identification.",
      "narrative": "Adult dogs do not have official identification and do not have identification numbers (although the facility does know each\nby name and have records using dogs' names). Official identification and numbers for each dog are important for\nhusbandry records and required for licensed facilities. Ensure that official identification is assigned and attached safely to\neach adult dog in the facility."
    },
    {
      "code": "2.75",
      "kind": "",
      "repeat": false,
      "desc": "Records: Dealers and exhibitors.",
      "narrative": "The adult dogs were not listed on APHIS 7005 Record of Acquisition of Dogs and Cats on Hand. Complete records of\nacquisition can be important for husbandry and health tracing and is required to be maintained on APHIS 7005. Ensure\neach adult is listed with complete information on APHIS 7005."
    },
    {
      "code": "3.1(e)",
      "kind": "",
      "repeat": false,
      "desc": "Housing facilities, general.",
      "narrative": "A pallet with about 5 bags of food are stored in the same room as the dogs. Also an open bag of bedding is in a tote but\nthe tote doesn't have a lid. Only food or bedding currently being used may be kept in the animal areas if in leakproof\ncontainers with tightly fitting lids. Unopened bags not in use have to be stored in a different space (not in the same room\nas the dogs), off the floor and away from the walls, to allow cleaning underneath and around the supplies. Ensure that\nfood and bedding is stored properly to prevent it from getting dirty (contaminated) from the animals in the room."
    },
    {
      "code": "3.13(a)",
      "kind": "",
      "repeat": false,
      "desc": "Veterinary care for dogs.",
      "narrative": "The facility has an attending veterinarian for dogs that regularly visits the dog area and is following a vaccination and\ndeworming schedule, however does not have a written Program of Veterinary Care (PVC) that is signed by the attending\nveterinarian. A written PVC is required and helps APHIS officials determine if adequate veterinary care is being provided.\nEnsure that written Program of Veterinary Care is developed and followed and is available for inspection.\nThis inspection was a site approval inspection.\nThis site is not ready for approval to conduct activity covered under your current Animal Welfare Act License.\nConducting regulated activities at a non-approved site is a violation of the Animal Welfare Act.\nPlease contact your inspector to schedule your next new site approval inspection.\nThis inspection and exit interview were conducted with facility representatives.\nEnd Section"
    }
  ],
  "narrative": "2.40(a)(1) \n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nThe last record of visit from the attending veterinarian (AV) for the guinea pigs was June 2018 and a phone call with the \nAV found that a visit hasn't been conducted at the new guinea pig site.  Licensees are required to schedule regular visits \nwith the AV to the premises to ensure adequate veterinary care is in place.  Contact the attending veterinarian to conduct \nregularly scheduled visits at the guinea pig facility. \n2.50(a)(1) \n   \nTime and method of identification. \nAdult dogs do not have official identification and do not have identification numbers (although the facility does know each \nby name and have records using dogs' names).  Official identification and numbers for each dog are important for \nhusbandry records and required for licensed facilities.  Ensure that official identification is assigned and attached safely to \neach adult dog in the facility. \n2.75 \n   \nRecords: Dealers and exhibitors. \nThe adult dogs were not listed on APHIS 7005 Record of Acquisition of Dogs and Cats on Hand.  Complete records of \nacquisition can be important for husbandry and health tracing and is required to be maintained on APHIS 7005.  Ensure \neach adult is listed with complete information on APHIS 7005.\n\n3.1(e) \n   \nHousing facilities, general. \nA pallet with about 5 bags of food are stored in the same room as the dogs.  Also an open bag of bedding is in a tote but \nthe tote doesn't have a lid.  Only food or bedding currently being used may be kept in the animal areas if in leakproof \ncontainers with tightly fitting lids.   Unopened bags not in use have to be stored in a different space (not in the same room \nas the dogs), off the floor and away from the walls, to allow cleaning underneath and around the supplies.  Ensure that \nfood and bedding is stored properly to prevent it from getting dirty (contaminated) from the animals in the room. \n3.13(a) \n   \nVeterinary care for dogs. \nThe facility has an attending veterinarian for dogs that regularly visits the dog area and is following a vaccination and \ndeworming schedule, however does not have a written Program of Veterinary Care (PVC) that is signed by the attending \nveterinarian.  A written PVC is required and helps APHIS officials determine if adequate veterinary care is being provided.  \nEnsure that written Program of Veterinary Care is developed and followed and is available for inspection. \n \nThis inspection was a site approval inspection. \n \nThis site is not ready for approval to conduct activity covered under your current Animal Welfare Act License. \n \nConducting regulated activities at a non-approved site is a violation of the Animal Welfare Act. \n \nPlease contact your inspector to schedule your next new site approval inspection. \n \nThis inspection and exit interview were conducted with facility representatives.\n\nEnd Section",
  "animals_total": 690,
  "species": [
    {
      "count": 631,
      "scientific": "Cavia porcellus",
      "common": "DOMESTIC GUINEA PIG"
    },
    {
      "count": 25,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    },
    {
      "count": 34,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    }
  ]
}