{
  "insp_id": "INS-0000826637",
  "layout": "c",
  "customer_id": "1473",
  "customer_name": "University of Texas- El Paso",
  "customer_addr": "500 W UNIVERSITY AVE\nI A C U C OFFICE, ADMIN. 209\nEL PASO, TX 79968",
  "certificate": "74-R-0069",
  "site_id": "001",
  "site_name": "UNIVERSITY OF TEXAS- EL PASO",
  "insp_type": "ROUTINE INSPECTION",
  "date": "14-NOV-2022",
  "report_date": "21-NOV-2022",
  "citations": [
    {
      "code": "2.31(e)(2)",
      "kind": "",
      "repeat": false,
      "desc": "Institutional Animal Care and Use Committee (IACUC).",
      "narrative": "In the IACUC-approved protocol A-202009-1, the Principal Investigator requested the use of up to 474 prairie voles in\naddition to rats and mice. However, the protocol did not provide a rationale for any number of voles. The facility\npersonnel stated that no voles were used on this protocol to date.\nSuch a rationale for the number of animals requested by the Principal Investigator is necessary for the IACUC to assure\nthere are adequate resources to provide appropriate care and use of the research animals at the facility..\nPrior to the use of covered species in this or any other proposed protocol, the PI must provide a rationale for the proposed\nnumber of animals.\nCorrect by: 12/05/2022 or prior to any use of covered animals on this protocol"
    },
    {
      "code": "2.31(e)(3)",
      "kind": "",
      "repeat": false,
      "desc": "Institutional Animal Care and Use Committee (IACUC).",
      "narrative": "In the IACUC-approved protocol A-202009-1 involving mice, rats and prairie voles, there were thirteen different behavioral\ntasks enumerated for both laboratory research and class laboratory training. Some of these procedures involved invasive\nprocedures like surgery for implantation of a device (\"headstage\") for recording and delivery of drugs or for implantation of\ncatheters or pumps to administer various compounds, such as alcohol or cocaine. However, by reading the protocol, it\nwas not possible to determine how many of these procedures would occur in an individual vole or how many procedures\nincluding surgery that they would receive. There were descriptions of procedures (\"tasks\"), such as a water maze test, but\nthe proposed number of voles used on each procedure was not provided.\nThe protocol was also not clear on what procedures were being proposed versus what the Principal Investigator has\nalready completed. There was extensive use of the past tense in the protocol. For example, the nearly six pages of the\ndescription of the water maze tests all used the past tense except for a single paragraph that used future tense to discuss\nproposed use of rats. In addition to the use of the past tense, the protocol frequently cited results, which would infer that\nthe research was already conducted; however no description of proposed procedures was stated in the protocol. For\nexample, the “Much like the milk preferences, each animal showed different light tolerance, and the brightness of the\nlights was adjusted so that each animal performed the task with similar choice preferences (avoiding the brighter light in\n16.6-33.3% of trials) in at least three consecutive sessions.” The protocol stated that the proposed research does not\nduplicate any previous work. The facility personnel stated that no voles were used on this protocol to date.\nSuch a complete description of proposed procedures as requested by the Principal Investigator is necessary for the\nIACUC to assure appropriate care and use of the research animals at the facility,\nPrior to the use of covered species in this or any other proposed protocol involving animals covered by the Animal\nWelfare Act, the PI must provide a a complete description of the proposed use of species covered by the Animal Welfare\nAct.\nCorrect by: 12/05/2022 or prior to any use of covered animals on this protocol"
    },
    {
      "code": "2.33(b)(5)",
      "kind": "",
      "repeat": false,
      "desc": "Attending veterinarian and adequate veterinary care.",
      "narrative": "A nearly full bottle of Fatal-Plus euthanasia solution was found in a drawer of an unlocked rolling cabinet in a room\nhousing prairie voles. No facility personnel were present in or immediately near the room. The log book that was present\ndid not show any use of the euthanasia agent on the day of inspection. Fatal-Plus contains the barbiturate sodium\npentobarbital as its active ingredient and is a scheduled (controlled) by the US Drug Enforcement Agency.\nCurrent established veterinary medical procedures require adequately securing controlled substances to prevent diversion\nand to insure purity and potency. Diversion and adulteration such as by removal of the Fatal-Plus solution and\nreplacement with other liquids can negatively impact purity and potency. Administration of adulterated, weakened\nproducts may result in pain or distress to animals receiving an inadequate dose that is insufficient to cause rapid loss of\nconsciousness.\nCorrected at the time of inspection.\nThis inspection and exit interview were conducted with Facility Representatives.\nn"
    }
  ],
  "narrative": "2.31(e)(2) \n   \nInstitutional Animal Care and Use Committee (IACUC). \nIn the IACUC-approved protocol A-202009-1, the Principal Investigator requested the use of up to 474 prairie voles in \naddition to rats and mice. However, the protocol did not provide a rationale for any number of voles.  The facility \npersonnel stated that no voles were used on this protocol to date. \nSuch a rationale for the number of animals requested by the Principal Investigator is necessary for the IACUC to assure \nthere are adequate resources to provide appropriate care and use of the research animals at the facility.. \nPrior to the use of covered species in this or any other proposed protocol, the PI must provide a rationale for the proposed \nnumber of animals.  \nCorrect by: 12/05/2022 or prior to any use of covered animals on this protocol \n2.31(e)(3) \n   \nInstitutional Animal Care and Use Committee (IACUC). \nIn the IACUC-approved protocol A-202009-1 involving mice, rats and prairie voles, there were thirteen different behavioral \ntasks enumerated for both laboratory research and class laboratory training.  Some of these procedures involved invasive \nprocedures like surgery for implantation of a device (\"headstage\") for recording and delivery of drugs or for implantation of \ncatheters or pumps to administer various compounds, such as alcohol or cocaine. However, by reading the protocol, it\n\nwas not possible to determine how many of these procedures would occur in an individual vole or how many procedures \nincluding surgery that they would receive. There were descriptions of procedures (\"tasks\"), such as a water maze test, but \nthe proposed number of voles used on each procedure was not provided.   \nThe protocol was also not clear on what procedures were being proposed versus what the Principal Investigator has \nalready completed.  There was extensive use of the past tense in the protocol. For example, the nearly six pages of the \ndescription of the water maze tests all used the past tense except for a single paragraph that used future tense to discuss \nproposed use of rats.  In addition to the use of the past tense, the protocol frequently cited results, which would infer that \nthe research was already conducted; however no description of proposed procedures was stated in the protocol. For \nexample, the “Much like the milk preferences, each animal showed different light tolerance, and the brightness of the \nlights was adjusted so that each animal performed the task with similar choice preferences (avoiding the brighter light in \n16.6-33.3% of trials) in at least three consecutive sessions.” The protocol stated that the proposed research does not \nduplicate any previous work. The facility personnel stated that no voles were used on this protocol to date. \nSuch a complete description of proposed procedures as requested by the Principal Investigator is necessary for the \nIACUC to assure appropriate care and use of the research animals at the facility, \nPrior to the use of covered species in this or any other proposed protocol involving animals covered by the Animal \nWelfare Act, the PI must provide a a complete description of the proposed use of species covered by the Animal Welfare \nAct. \nCorrect by: 12/05/2022 or prior to any use of covered animals on this protocol \n2.33(b)(5) \n   \nAttending veterinarian and adequate veterinary care. \nA nearly full bottle of Fatal-Plus euthanasia solution was found in a drawer of an unlocked rolling cabinet in a room \nhousing prairie voles.  No facility personnel were present in or immediately near the room. The log book that was present\n\ndid not show any use of the euthanasia agent on the day of inspection.  Fatal-Plus contains the barbiturate sodium \npentobarbital as its active ingredient and is a scheduled (controlled) by the US Drug Enforcement Agency. \nCurrent established veterinary medical procedures require adequately securing controlled substances to prevent diversion \nand to insure purity and potency.  Diversion and adulteration such as by removal of the Fatal-Plus solution and \nreplacement with other liquids can negatively impact purity and potency.  Administration of adulterated, weakened \nproducts may result in pain or distress to animals receiving an inadequate dose that is insufficient to cause rapid loss of \nconsciousness. \nCorrected at the time of inspection. \n \nThis inspection and exit interview were conducted with Facility Representatives. \n \n n",
  "animals_total": 44,
  "species": [
    {
      "count": 44,
      "scientific": "Microtus ochrogaster",
      "common": "PRAIRIE VOLE"
    }
  ]
}