{
  "insp_id": "2016090000665781",
  "layout": "b",
  "customer_id": "3487",
  "customer_name": "CITY OF ROSWELL",
  "customer_addr": "P. O. DRAWER 1838\nROSWELL, NM 88202",
  "certificate": "85-C-0005",
  "site_id": "001",
  "site_name": "CITY OF ROSWELL",
  "insp_type": "FOCUSED INSPECTION",
  "date": "23-JUL-2021",
  "report_date": "23-JUL-2021",
  "citations": [
    {
      "code": "2.40(b)(1)",
      "kind": "Direct",
      "repeat": true,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "There is a longhorn steer named, “Geronimo,” with overgrown hooves. The animal often drags the tips of the hooves on\nthe ground as it walks, and a slight stumble is seen intermittently. There are prominent depressions around the tailhead,\nand the backbone and vertebrae are visible; some muscle depletion is noted through the hindquarters. The facility\nrepresentative stated that the veterinarian requested that the facility provide a chute onsite so that work on the longhorn\ncattle could be facilitated without the need for anesthesia.\nAt the time of this focused inspection, the animal was still present and in the same physical condition as noted at the last\ninspection. There was no chute available for managing veterinary examination or care. Failure to provide the necessary\nrestraint equipment or have the animal evaluated and the hooves trimmed by a veterinarian as stated at the last\ninspection delayed the delivery of the care and can contribute to worsening health and wellbeing of the animal.\nThe licensee must make available any appropriate facilities, personnel, equipment, and services to facilitate proper\nveterinary care and hoof trimming. The animal must be evaluated, and the hooves trimmed as deemed appropriate by\nthe veterinarian.\nThis inspection and exit interview were conducted with John Wright and Andrea Cole.\nEnd Section"
    }
  ],
  "narrative": "2.40(b)(1)  Direct Repeat\n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nThere is a longhorn steer named, “Geronimo,” with overgrown  hooves.  The animal often drags the tips of the hooves on \nthe ground as it walks, and a slight stumble is seen intermittently.  There are prominent depressions around the tailhead, \nand the backbone and vertebrae  are visible; some muscle depletion is noted through the hindquarters.  The facility \nrepresentative  stated that the veterinarian  requested that the facility provide a chute onsite so that work on the longhorn \ncattle could be facilitated without the need for anesthesia. \nAt the time of this focused inspection, the animal was still present and in the same physical condition as noted at the last \ninspection.  There was no chute available for managing veterinary examination or care.  Failure to provide the necessary \nrestraint equipment or have the animal evaluated  and the hooves trimmed by a veterinarian  as stated at the last \ninspection delayed the delivery of the care and can contribute to worsening health and wellbeing of the animal. \nThe licensee must make available  any appropriate facilities, personnel, equipment, and services to facilitate proper \nveterinary care and hoof trimming.  The animal must be evaluated, and the hooves trimmed as deemed appropriate by \nthe veterinarian. \n \nThis inspection and exit interview were conducted with John Wright and Andrea Cole.\n\nEnd Section",
  "animals_total": 1,
  "species": [
    {
      "count": 1,
      "scientific": "Bos taurus",
      "common": "CATTLE / COW / OX / WATUSI"
    }
  ]
}