{
  "insp_id": "155151319520792",
  "layout": "a",
  "customer_id": "322280",
  "customer_name": "Challen Ramsey",
  "customer_addr": "741 Hwy 28\nRandall, KS 66963",
  "certificate": "48-A-2094",
  "site_id": "001",
  "site_name": "Challen Ramsey",
  "insp_type": "ROUTINE INSPECTION",
  "date": "04-JUN-2015",
  "report_date": "04-JUN-2015",
  "citations": [
    {
      "code": "2.50(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "TIME AND METHOD OF IDENTIFICATION.",
      "narrative": "The licensee started using microchips for official identification purposes. A microchip scanner was not available at\nthe time of the inspection. Without a scanner microchips in the dogs cannot be read. Proper identification is\nrequired in order to ensure that each animal's identity can be known with certainty and to facilitate record-keeping\nrequirements. The licensee must identify all dogs on the premises by either an official tag affixed to the animal's\nneck by means of a collar, legible tatto, or microchip with scanner. Correct by 4 July 2015."
    },
    {
      "code": "2.75(a)(1)",
      "kind": "",
      "repeat": true,
      "desc": "RECORDS: DEALERS AND EXHIBITORS.",
      "narrative": "The Record of Dogs on Hand forms are not complete. The microchip number is missing for 10 dogs. The lack of\ncomplete information on these forms makes it difficult to accurately track and monitor the dogs present in the\nkennel. These forms shall accurately and completely include all required information, including but not limited to\ndog identification number."
    },
    {
      "code": "3.1(a)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "A section of welded-wire fence attached to the gate of one enclosure housing one dog has been chewed resulting in\na hole and wire points. Holes in the fence may not securely contain the dog and wire points may cause injury to the\ndog. All surfaces must be maintained and kept in good repair so animals are securely contained and protected from\ninjury. Correct by 11 June 2015."
    },
    {
      "code": "3.1(c)(3)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "Dogs have dragged bedding from their dog shelters and it is now accumulated in front of their shelters and has\nbecome wet. Contaminated bedding may increase disease transmission and cause odors and harbor pests.\nContaminated material must be removed to prevent or eliminate odors, pests and disease causing organisms.\nCorrect by 5 June 2015.\nThis routine inspection and exit interview were conducted with a facility representative."
    }
  ],
  "narrative": "2.50(a)(1)\nTIME AND METHOD OF IDENTIFICATION.\nThe licensee started using microchips for official identification purposes.  A microchip scanner was not available at\nthe time of the inspection.  Without a scanner microchips in the dogs cannot be read.  Proper identification is\nrequired in order to ensure that each animal's identity can be known with certainty and to facilitate record-keeping\nrequirements. The licensee must identify all dogs on the premises by either an official tag affixed to the animal's\nneck by means of a collar, legible tatto, or microchip with scanner.  Correct by 4 July 2015.\n2.75(a)(1)                    REPEAT\nRECORDS: DEALERS AND EXHIBITORS.\nThe Record of Dogs on Hand forms are not complete.  The microchip number is missing for 10 dogs.  The lack of\ncomplete information on these forms makes it difficult to accurately track and monitor the dogs present in the\nkennel.  These forms shall accurately and completely include all required information, including but not limited to\ndog identification number.\n3.1(a)\nHOUSING FACILITIES, GENERAL.\nA section of welded-wire fence attached to the gate of one enclosure housing one dog has been chewed resulting in\na hole and wire points.  Holes in the fence may not securely contain the dog and wire points may cause injury to the\ndog.  All surfaces must be maintained and kept in good repair so animals are securely contained and protected from\ninjury.  Correct by 11 June 2015.\n3.1(c)(3)\nHOUSING FACILITIES, GENERAL.\nDogs have dragged bedding from their dog shelters and it is now accumulated in front of their shelters and has\nbecome wet.  Contaminated bedding may increase disease transmission and cause odors and harbor pests. \nContaminated material must be removed to prevent or eliminate odors, pests and disease causing organisms. \nCorrect by 5 June 2015.\n\nThis routine inspection and exit interview were conducted with a facility representative.",
  "animals_total": 15,
  "species": [
    {
      "count": 10,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 5,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}