{
  "insp_id": "INS-0000884575",
  "layout": "c",
  "customer_id": "500902",
  "customer_name": "Elena and Andrey Mikirtichev",
  "customer_addr": "3000 BENSLEY RD\nNORTH CHESTERFIELD, VA 23237",
  "certificate": "52-B-0175",
  "site_id": "001",
  "site_name": "Elena and Andrey Mikirtichev",
  "insp_type": "FOCUSED INSPECTION",
  "date": "09-AUG-2023",
  "report_date": "10-AUG-2023",
  "citations": [
    {
      "code": "2.40(a)(2)",
      "kind": "Direct",
      "repeat": true,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "The attending veterinarian (AV) continues to not be granted appropriate authority over the veterinary care of the animals\nat the facility. Three cats were not provided with the care directed by the Attending Veterinarian.\n**A five-year-old female black tabby Microchip # 643094800118623 was not separated from other cats as directed by the\nAttending Veterinarian to reduce stress and competition for food. This cat was previously cited on the last inspection\nreport and remains in extremely thin body condition. The shoulder blades, spine, hip bones and ribs are all easily felt with\nminimal overlying muscle. Each individual vertebra is easily distinguishable and minimal fat coverage. The inspector could\neasily encircle the spine with one hand. The cat continues to have an approximately 1.5-inch by 2-inch area of hair loss\non the back of her neck. There is an abrasion observed with areas of crusting and red scabs. The Attending Veterinarian\nconfirmed that following the last inspection, she examined this cat and recommended that it be isolated to reduce stress,\neliminate competition for food, and facilitate monitoring of food consumption. The AV also recommended recheck\nexamination in 2 weeks to recheck weight and determine whether additional diagnostic testing was necessary at that time.\nThe licensee moved this cat and several others that it had not previously been housed with into a new group-housed\nroom. At the time of inspection, the cat was currently being housed with four other cats. At approximately 11:45 AM the\nonly food bowl present in the room was completely empty, despite the cat being previously identified as being severely\nunderweight. When the licensee offered food to the cats in the room, three of the five cats began eating continuously in an\neager manner. Only one large food bowl was presented to the animals. Although this bowl was large enough to allow\nthree cats to eat at once, and additional cat waited in close proximity unwilling or unable to approach the group to eat.\nAlthough the licensee did present the cat for re-examination, he did not inform the AV that the cat was still being group-\nhoused (against her recommendation). Additionally, changing the social grouping of cats can increase stress and\ncompetition and the continued group-housing prevented the monitoring of feed consumption that the AV had\nrecommended.\n**A 2-year-old adult female dilute calico cat, microchip #900215001896849, was not provided with veterinary care\nrecommended by the Attending Veterinarian for the treatment of eye discharge. At the time of the previous inspection,\n7/24/23, inspectors found eye and nasal discharge and signs of severe reddening and inflammation of the gums. During\nthis inspection, the licensee stated that the cat did not receive any treatments. The licensee also inaccurately stated that\nthe AV stated “nothing was wrong” with the cat. Inspectors confirmed with the Attending Veterinarian that the cat was\nexamined by the attending veterinarian 7/24/23 at which time the veterinarian advised starting immediate treatment for the\neyes (antibiotic ointment) and upper respiratory symptoms (oral antibiotic) and provided instruction to schedule a dentistry\nprocedure to address the dental disease within 30 days. Additionally, the AV instructed that a recheck exam needed to be\nscheduled for the upper respiratory condition (recheck in 10 days). Following the veterinary visit, the licensee reported to\nthe veterinarian that the cat is pregnant at which point the veterinarian advised only continuing the topical medication for\nthe eyes (for the safety of the kittens) and that the cat should still be rechecked as previously instructed. At the time of this\ninspection, this cat’s condition was similar to that of the prior inspection. There was abundant dried and crusted clear\ndischarge from the left eye as well as severely reddened and swollen gums throughout its mouth extending from the base\nof each tooth. In addition to not providing the veterinary care directed by the AV, the licensee also did not present the cat\nfor the required recheck exam with the attending veterinarian within 10 days of the initial examination.\n**A 9-week-old male brown tabby, microchip #900255202311908, was not provided with veterinary care recommended by\nthe Attending Veterinarian for the treatment of eye inflammation and upper respiratory infection. At the time of inspection\nthis kitten was being housed with a single adult female cat and 6 other kittens. At the time of the last inspection,\napproximately 2 weeks ago, multiple kittens in this enclosure were observed showing symptoms including eye and nasal\ndischarge. Licensee records indicate that the attending veterinarian was notified by phone and gave instruction for\nobservation and care. Specifically, the kittens were to receive antibiotic eye ointment twice daily for at least 10 days and\ninstructions stated that the kittens should be seen by the veterinarian if they were not better in 2 days. The licensee stated\nthat he had started the medication as directed by the attending veterinarian but then discontinued it the next day as all the\nkittens seemed to be “normal”. During the inspection today the kitten had mild clear discharge from its eyes and moderate\nmilky discharge from its nose - it was observed sneezing and exhibiting snuffled breathing noises by the inspectors. The\nlicensee stated that to him all the kittens seemed “fine” and he saw no reason to continue the medications as had been\ninstructed by the veterinarian.\nFailure to follow the instructions and medical treatments prescribed by the attending veterinarian can lead to incomplete\nor inadequate treatment of illnesses. This can lead to treatment failures, worsening of medical conditions, distress, and\nunnecessary suffering. Correct by ensuring the attending veterinarian has authority to ensure adequate veterinary care\nand to oversee the adequacy of other aspects of animal care and use. Additionally, correct by ensuring that all prior\nrecommendations made by the AV are followed including: isolating the 5 year old cat above and completing the recheck\nexaminations for the 2-year-old and 9-week-old kitten above as well as all other treatments recommended by the\nAttending Veterinarian."
    },
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": true,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "A 6-week-old male brown tabby kitten with white feet (no microchip number yet) is not being provided with adequate\nveterinary care. At the time of the previous inspection, approximately 2 weeks ago, the kitten was found to have a\nmalformed chest that was compressed inward reducing the space for the heart and lungs. Additionally, this kitten\nstruggled to breath normally when examined. At the time of the previous inspection, the licensee was advised to seek\nimmediate veterinary care for this kitten. According to the Attending Veterinarian (AV), the kitten was not presented for\nexamination until 8/4/23, eleven days following identification by USDA Officials and instruction to have the kitten\nexamined by a veterinarian. During the 8/4 veterinary examination, the AV recommended surgery within 2 weeks or\nalternatively, humane euthanasia offered given the severity of the disease. At today’s inspection, the kitten was group\nhoused with its mother, an 8-year-old dilute calico Microchip #900113000096624, as well as 3 other adult female cats and\n13 other kittens. There has been no change to the malformed chest and again the kitten exhibited respiratory distress with\neven a very short amount of handling. The kitten also exhibited active diarrhea with wet, pale and pasty feces adhered to\nthe fur of the rump and hind legs. The kitten was very thin and in very poor body condition with prominent hips, spine,\nshoulders and ribs. The kitten’s gums were very pale pink. The licensee stated that they understood the cat was not doing\nwell, however, the deteriorating condition and new symptoms had not been communicated to the veterinarian and no\nadditional treatments had been started. Additionally, the licensee did not inform the AV that the kitten was being group\nhoused. The kitten was reported to have died at the facility the evening of the inspection.\nAnimals with untreated medical conditions including poor body condition, respiratory, and gastrointestinal problems may\nsuffer from unnecessary pain, discomfort, infection, and distress. Additionally, failing to separate sick animals from others\ncan result in reduced ability to accurately monitor health and wellbeing and to eliminate stress from crowding and\ncompetition from peers. Untimely and delayed treatment for serious medical conditions can also lead to worsening of\nthose conditions, unnecessary suffering, and death. Correct by ensuring that animals observed to be abnormal or unwell\nare examined promptly by a veterinarian, and by ensuring that appropriate care is provided by following all of their\ndirections for follow-up care. Additionally, ensure that all animals are provided with appropriate methods to prevent,\ncontrol, diagnose, and treat diseases and/or injuries."
    },
    {
      "code": "2.50(b)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Time and method of identification.",
      "narrative": "The licensee is using cage cards for identification purposes of kittens under 16 weeks. Cage cards were evaluated for one\nenclosure containing 7 unweaned kittens which are housed with one adult female. The licensee stated that not all the\nkittens in the enclosure were from the same litter, and that some had been placed in the enclosure with the adult female\nand her litter of kittens. Only 3 of the 7 kittens were also identified by microchip. Although the licensee presented two cage\ncards as their identification, these cage cards were not attached to the outside of the enclosure and not all of the kittens\nlisted on the cage cards (9 total) were present in the enclosure. Additionally, a microchip number was only present on the\ncage card for one kitten despite three in the enclosure having microchips present. Gender was not present for any of the 9\nkittens listed on the cage card and color/markings were missing for 3 of the 9 kittens. This combination of issues\nprevented the inspectors from determining which kittens were born to the adult female in the enclosure and which were\nadded.\nAlthough APHIS currently accepts compliant “cage cards” to be used to satisfy the individual identification requirements\nfor unweaned kittens when housed only with their dam as an intact family group, the records present do not contain the\nnecessary information and the mixed-litter group makes cage cards unsuitable for identification purposes. The method\nused by the licensee does not satisfy the requirements per this section since there is mixing of multiple litters and some\nkittens are not housed with their individually identified birth mother. Facilities may only utilize the cage cards to satisfy the\nrecordkeeping requirements when unweaned litters are housed with the officially identified mother. Failure to properly\nidentify individual animals prevents APHIS Officials from ensuring that other requirements of the AWA are being met by\nthe licensee since it prevents tracking of animals over time. Correct by ensuring that all dogs and cats under control of the\nlicensee are individually identified by one of the methods outlined in the regulations. Additionally, if a cage card is used to\nsatisfy recordkeeping requirements kittens must be maintained as distinct litters and cage cards must be attached to the\noutside of the enclosure. Correct by: August 14, 2023."
    },
    {
      "code": "2.75(a)(1)",
      "kind": "",
      "repeat": true,
      "desc": "Records: Dealers and exhibitors.",
      "narrative": "Records indicate that a 3-year-old female calico cat (Microchip # 900215001896851) which had been previously identified\non the inspection conducted on 7/24/23 was disposed of by the licensee on 8/8/23. The APHIS form 7006-disposition\nrecord for this cat is missing required information. Specifically, the driver’s license number and license plate number and\nstate for the buyer, who is not licensed with the USDA.\nIncomplete disposition records prevent inspectors from tracking the movement of animals between facilities and ensuring\nthat care is provided for animals. Correct by ensuring that all disposition records are completed and contain the required\ninformation per this section of the regulations including driver’s license number and vehicle license plate number when the\npurchaser is not licensed under the AWA.\nThis inspection and exit interview were conducted with the licensee.\nAdditional Inspectors:\nKERI LUPO, VETERINARY MEDICAL OFFICER\nDANA MILLER, Supervisory Animal Care Specialist n"
    }
  ],
  "narrative": "2.40(a)(2)  Direct Repeat\n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nThe attending veterinarian (AV) continues to not be granted appropriate authority over the veterinary care of the animals \nat the facility. Three cats were not provided with the care directed by the Attending Veterinarian. \n \n**A five-year-old female black tabby Microchip # 643094800118623 was not separated from other cats as directed by the \nAttending Veterinarian to reduce stress and competition for food. This cat was previously cited on the last inspection \nreport and remains in extremely thin body condition. The shoulder blades, spine, hip bones and ribs are all easily felt with \nminimal overlying muscle. Each individual vertebra is easily distinguishable and minimal fat coverage. The inspector could \neasily encircle the spine with one hand. The cat continues to have an approximately 1.5-inch by 2-inch area of hair loss \non the back of her neck. There is an abrasion observed with areas of crusting and red scabs. The Attending Veterinarian \nconfirmed that following the last inspection, she examined this cat and recommended that it be isolated to reduce stress, \neliminate competition for food, and facilitate monitoring of food consumption. The AV also recommended recheck \nexamination in 2 weeks to recheck weight and determine whether additional diagnostic testing was necessary at that time. \nThe licensee moved this cat and several others that it had not previously been housed with into a new group-housed \nroom. At the time of inspection, the cat was currently being housed with four other cats. At approximately 11:45 AM the \nonly food bowl present in the room was completely empty, despite the cat being previously identified as being severely \nunderweight. When the licensee offered food to the cats in the room, three of the five cats began eating continuously in an \neager manner. Only one large food bowl was presented to the animals. Although this bowl was large enough to allow \nthree cats to eat at once, and additional cat waited in close proximity unwilling or unable to approach the group to eat. \nAlthough the licensee did present the cat for re-examination, he did not inform the AV that the cat was still being group-\nhoused (against her recommendation). Additionally, changing the social grouping of cats can increase stress and \ncompetition and the continued group-housing prevented the monitoring of feed consumption that the AV had \nrecommended. \n \n**A 2-year-old adult female dilute calico cat, microchip #900215001896849, was not provided with veterinary care \nrecommended by the Attending Veterinarian for the treatment of eye discharge. At the time of the previous inspection, \n7/24/23, inspectors found eye and nasal discharge and signs of severe reddening and inflammation of the gums. During \nthis inspection, the licensee stated that the cat did not receive any treatments. The licensee also inaccurately stated that \nthe AV stated “nothing was wrong” with the cat. Inspectors confirmed with the Attending Veterinarian that the cat was \nexamined by the attending veterinarian 7/24/23 at which time the veterinarian advised starting immediate treatment for the\n\neyes (antibiotic ointment) and upper respiratory symptoms (oral antibiotic) and provided instruction to schedule a dentistry \nprocedure to address the dental disease within 30 days. Additionally, the AV instructed that a recheck exam needed to be \nscheduled for the upper respiratory condition (recheck in 10 days). Following the veterinary visit, the licensee reported to \nthe veterinarian that the cat is pregnant at which point the veterinarian advised only continuing the topical medication for \nthe eyes (for the safety of the kittens) and that the cat should still be rechecked as previously instructed. At the time of this \ninspection, this cat’s condition was similar to that of the prior inspection. There was abundant dried and crusted clear \ndischarge from the left eye as well as severely reddened and swollen gums throughout its mouth extending from the base \nof each tooth. In addition to not providing the veterinary care directed by the AV, the licensee also did not present the cat \nfor the required recheck exam with the attending veterinarian within 10 days of the initial examination. \n \n**A 9-week-old male brown tabby, microchip #900255202311908, was not provided with veterinary care recommended by \nthe Attending Veterinarian for the treatment of eye inflammation and upper respiratory infection. At the time of inspection \nthis kitten was being housed with a single adult female cat and 6 other kittens. At the time of the last inspection, \napproximately 2 weeks ago, multiple kittens in this enclosure were observed showing symptoms including eye and nasal \ndischarge. Licensee records indicate that the attending veterinarian was notified by phone and gave instruction for \nobservation and care. Specifically, the kittens were to receive antibiotic eye ointment twice daily for at least 10 days and \ninstructions stated that the kittens should be seen by the veterinarian if they were not better in 2 days. The licensee stated \nthat he had started the medication as directed by the attending veterinarian but then discontinued it the next day as all the \nkittens seemed to be “normal”. During the inspection today the kitten had mild clear discharge from its eyes and moderate \nmilky discharge from its nose - it was observed sneezing and exhibiting snuffled breathing noises by the inspectors. The \nlicensee stated that to him all the kittens seemed “fine” and he saw no reason to continue the medications as had been \ninstructed by the veterinarian. \n \nFailure to follow the instructions and medical treatments prescribed by the attending veterinarian can lead to incomplete \nor inadequate treatment of illnesses. This can lead to treatment failures, worsening of medical conditions, distress, and \nunnecessary suffering. Correct by ensuring the attending veterinarian has authority to ensure adequate veterinary care \nand to oversee the adequacy of other aspects of animal care and use. Additionally, correct by ensuring that all prior \nrecommendations made by the AV are followed including: isolating the 5 year old cat above and completing the recheck \nexaminations for the 2-year-old and 9-week-old kitten above as well as all other treatments recommended by the \nAttending Veterinarian. \n2.40(b)(2)  Direct Repeat\n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nA 6-week-old male brown tabby kitten with white feet (no microchip number yet) is not being provided with adequate \nveterinary care. At the time of the previous inspection, approximately 2 weeks ago, the kitten was found to have a \nmalformed chest that was compressed inward reducing the space for the heart and lungs. Additionally, this kitten \nstruggled to breath normally when examined. At the time of the previous inspection, the licensee was advised to seek \nimmediate veterinary care for this kitten. According to the Attending Veterinarian (AV), the kitten was not presented for \nexamination until 8/4/23, eleven days following identification by USDA Officials and instruction to have the kitten \nexamined by a veterinarian. During the 8/4 veterinary examination, the AV recommended surgery within 2 weeks or \nalternatively, humane euthanasia offered given the severity of the disease. At today’s inspection, the kitten was group \nhoused with its mother, an 8-year-old dilute calico Microchip #900113000096624, as well as 3 other adult female cats and\n\n13 other kittens. There has been no change to the malformed chest and again the kitten exhibited respiratory distress with \neven a very short amount of handling. The kitten also exhibited active diarrhea with wet, pale and pasty feces adhered to \nthe fur of the rump and hind legs. The kitten was very thin and in very poor body condition with prominent hips, spine, \nshoulders and ribs. The kitten’s gums were very pale pink. The licensee stated that they understood the cat was not doing \nwell, however, the deteriorating condition and new symptoms had not been communicated to the veterinarian and no \nadditional treatments had been started. Additionally, the licensee did not inform the AV that the kitten was being group \nhoused. The kitten was reported to have died at the facility the evening of the inspection. \n \nAnimals with untreated medical conditions including poor body condition, respiratory, and gastrointestinal problems may \nsuffer from unnecessary pain, discomfort, infection, and distress. Additionally, failing to separate sick animals from others \ncan result in reduced ability to accurately monitor health and wellbeing and to eliminate stress from crowding and \ncompetition from peers. Untimely and delayed treatment for serious medical conditions can also lead to worsening of \nthose conditions, unnecessary suffering, and death. Correct by ensuring that animals observed to be abnormal or unwell \nare examined promptly by a veterinarian, and by ensuring that appropriate care is provided by following all of their \ndirections for follow-up care. Additionally, ensure that all animals are provided with appropriate methods to prevent, \ncontrol, diagnose, and treat diseases and/or injuries. \n2.50(b)(1) \n   \nTime and method of identification. \nThe licensee is using cage cards for identification purposes of kittens under 16 weeks. Cage cards were evaluated for one \nenclosure containing 7 unweaned kittens which are housed with one adult female. The licensee stated that not all the \nkittens in the enclosure were from the same litter, and that some had been placed in the enclosure with the adult female \nand her litter of kittens. Only 3 of the 7 kittens were also identified by microchip. Although the licensee presented two cage \ncards as their identification, these cage cards were not attached to the outside of the enclosure and not all of the kittens \nlisted on the cage cards (9 total) were present in the enclosure. Additionally, a microchip number was only present on the \ncage card for one kitten despite three in the enclosure having microchips present. Gender was not present for any of the 9 \nkittens listed on the cage card and color/markings were missing for 3 of the 9 kittens. This combination of issues \nprevented the inspectors from determining which kittens were born to the adult female in the enclosure and which were \nadded.  \n \nAlthough APHIS currently accepts compliant “cage cards” to be used to satisfy the individual identification requirements \nfor unweaned kittens when housed only with their dam as an intact family group, the records present do not contain the \nnecessary information and the mixed-litter group makes cage cards unsuitable for identification purposes. The method \nused by the licensee does not satisfy the requirements per this section since there is mixing of multiple litters and some \nkittens are not housed with their individually identified birth mother. Facilities may only utilize the cage cards to satisfy the \nrecordkeeping requirements when unweaned litters are housed with the officially identified mother. Failure to properly \nidentify individual animals prevents APHIS Officials from ensuring that other requirements of the AWA are being met by \nthe licensee since it prevents tracking of animals over time. Correct by ensuring that all dogs and cats under control of the \nlicensee are individually identified by one of the methods outlined in the regulations. Additionally, if a cage card is used to \nsatisfy recordkeeping requirements kittens must be maintained as distinct litters and cage cards must be attached to the \noutside of the enclosure. Correct by: August 14, 2023.\n\n2.75(a)(1)  Repeat\n   \nRecords: Dealers and exhibitors. \nRecords indicate that a 3-year-old female calico cat (Microchip # 900215001896851) which had been previously identified \non the inspection conducted on 7/24/23 was disposed of by the licensee on 8/8/23. The APHIS form 7006-disposition \nrecord for this cat is missing required information. Specifically, the driver’s license number and license plate number and \nstate for the buyer, who is not licensed with the USDA.  \n \nIncomplete disposition records prevent inspectors from tracking the movement of animals between facilities and ensuring \nthat care is provided for animals. Correct by ensuring that all disposition records are completed and contain the required \ninformation per this section of the regulations including driver’s license number and vehicle license plate number when the \npurchaser is not licensed under the AWA. \n \nThis inspection and exit interview were conducted with the licensee. \n \nAdditional Inspectors: \nKERI LUPO, VETERINARY MEDICAL OFFICER \nDANA MILLER, Supervisory Animal Care Specialist n",
  "animals_total": 14,
  "species": [
    {
      "count": 6,
      "scientific": "Felis catus",
      "common": "CAT ADULT"
    },
    {
      "count": 8,
      "scientific": "Felis catus",
      "common": "CAT KITTEN"
    }
  ]
}