{
  "insp_id": "222151031580866",
  "layout": "a",
  "customer_id": "8943",
  "customer_name": "Linda Baker",
  "customer_addr": "P.O. Box 21\nKetchum, OK 74349",
  "certificate": "73-B-0204",
  "site_id": "001",
  "site_name": "LINDA BAKER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "06-AUG-2015",
  "report_date": "10-AUG-2015",
  "citations": [
    {
      "code": "3.1(a)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "On the west side of the female bulldog building, there is a hole between the concrete and the building. The hole is\ndirectly under the dog door opening. Waste, old food or other material can buildup in the hole making it difficult to\nadequately clean and sanitize the enclosure.\nInside of the building, one gate has a rusted piece of steel on the bottom rail. The rust is to the point that it is barely\nholding together. The gate must be maintained so that the dogs are protected from other animals entering the\nenclosure and prevent the dogs from going under the gate to escape.\nOn the male bulldog barn, the north wall has chewed siding and missing other parts of the wall. The wall must be\nmaintained and the surface repaired or replaced so it can be easily cleaned and sanitized.\nEach of these items must be corrected to protect the dog(cid:25)s health and well- being. Surfaces must be maintained to\nso they can be easily cleaned and sanitized. Enclosures must be maintained so they can keep and protect the dogs\nin them. Owner must ensure that all areas of the kennel buildings are routinely maintained and repairs are made in\na timely manner. . All items must be corrected by 08-15-2015.\nInspection and exit interview conducted by R. Whiteley ACI Micheal Tygart DVM and the owners\nAdditional Inspectors\nTygart Michael, Supervisory Animal Care Specialist"
    }
  ],
  "narrative": "3.1(a)\nHOUSING FACILITIES, GENERAL.\nOn the west side of the female bulldog building, there is a hole between the concrete and the building. The hole is\ndirectly under the dog door opening.   Waste, old food or other material can buildup in the hole making it difficult to\nadequately clean and sanitize the enclosure.  \nInside of the building, one gate has a rusted piece of steel on the bottom rail.  The rust is to the point that it is barely\nholding together.  The gate must be maintained so that the dogs are protected from other animals entering the\nenclosure and prevent the dogs from going under the gate to escape. \nOn the male bulldog barn, the north wall has chewed siding and missing other parts of the wall.  The wall must be\nmaintained and the surface repaired or replaced so it can be easily cleaned and sanitized. \n Each of these items must be corrected to protect the dog(cid:25)s health and well- being. Surfaces must be maintained to\nso they can be easily cleaned and sanitized.  Enclosures must be maintained so they can keep and protect the dogs\nin them.  Owner must ensure that all areas of the kennel buildings are routinely maintained and repairs are made in\na timely manner. .    All items must be corrected by 08-15-2015.    \nInspection and exit interview conducted by R. Whiteley ACI Micheal Tygart DVM and the owners\nAdditional Inspectors\nTygart Michael, Supervisory Animal Care Specialist",
  "animals_total": 80,
  "species": [
    {
      "count": 56,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 24,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}