{
  "insp_id": "119151820250616",
  "layout": "a",
  "customer_id": "22472",
  "customer_name": "Ivan E Mast",
  "customer_addr": "Katie L Mast\n2242 Cr 58\nMillersburg, OH 44654",
  "certificate": "31-A-0110",
  "site_id": "001",
  "site_name": "IVAN MAST",
  "insp_type": "ROUTINE INSPECTION",
  "date": "28-APR-2015",
  "report_date": "28-APR-2015",
  "citations": [
    {
      "code": "2.40(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "During today'(cid:25)s inspection, a tube of Dia Gel was found in a medicinal cabinet located in the whelping building. The\nLicensee stated that the Veterinarian had given him the tube for an animal that had loose stool. However; the bottle\nis labeled for the use in equine with no additional guidance on the tube from the veterinarian. The Licensee does\nnot currently have any additional documentation to reflect the appropriate use of this medication on Dogs. Improper\nuse of medications can cause the medication to be ineffective or could potentially cause death to the animal if given\nan improper over dose. Although this tube of medication was disposed of during the inspection, the Licensee must\nensure that he has all appropriate documentation from a veterinarian for the use of all medications that are not\nlabeled for the specific use on dogs. In addition, he must have guidance on proper administration; dosage,\nfrequency, routine of administration, etc.\nCorrect by: 4/29/2015\nInspection and Exit Conducted with Licensee."
    }
  ],
  "narrative": "2.40(a)(1)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nDuring today'(cid:25)s inspection, a tube of Dia Gel was found in a medicinal cabinet located in the whelping building.  The\nLicensee stated that the Veterinarian had given him the tube for an animal that had loose stool. However; the bottle\nis labeled for the use in equine with no additional guidance on the tube from the veterinarian.  The Licensee does\nnot currently have any additional documentation to reflect the appropriate use of this medication on Dogs.  Improper\nuse of medications can cause the medication to be ineffective or could potentially cause death to the animal if given\nan improper over dose.  Although this tube of medication was disposed of during the inspection, the Licensee must\nensure that he has all appropriate documentation from a veterinarian for the use of all medications that are not\nlabeled for the specific use on dogs.  In addition, he must have guidance on proper administration; dosage,\nfrequency, routine of administration, etc.  \nCorrect by: 4/29/2015\nInspection and Exit Conducted with Licensee.",
  "animals_total": 309,
  "species": [
    {
      "count": 225,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 84,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}