{
  "insp_id": "2016082568434888",
  "layout": "a",
  "customer_id": "333419",
  "customer_name": "Cheryl Rondy",
  "customer_addr": "P O Box 314\nVestaburg, MI 48891",
  "certificate": "34-A-0208",
  "site_id": "001",
  "site_name": "CHERYL RONDY",
  "insp_type": "ROUTINE INSPECTION",
  "date": "26-JUN-2017",
  "report_date": "28-JUN-2017",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "There is an unknown ear med that has been transferred to a ketchup bottle that has no label and no instructions for\nuse by the attending veterinarian. There is panacur that has been transferred to a mustard bottle that does not\nhave a label on it. There are several dogs that have overgrown toenails.\nEach dealer shall have an attending veterinarian. In the case of a part-time veterinarian formal arrangements shall\ninclude a written program to address proper methods to control, diagnose and treat disease and injuries.\nHave your attending veterinarian write instructions for use and dosage of any medications kept on hand. All\nmedications must be labelled with the drug contained and the expiration date of the drug. Improperly used and/or\nexpired medications can be ineffective in treating disease or cause harm to the dogs. Toenails must be trimmed as\noften as necessary to prevent injury to the dog by ingrown toenail, or getting the nail caught and ripping it off."
    },
    {
      "code": "2.50(a)(2)",
      "kind": "",
      "repeat": true,
      "desc": "TIME AND METHOD OF IDENTIFICATION.",
      "narrative": "There is one litter of 9 puppies that does not have a cage cards. The licensee stated that the computer printer was\nnot working. The adult dog named Reece was scanned and the chip did not match what was on the paperwork.\nThe adult dog named Ben was scanned but no chip was found.\nA class \"A\" dealer shall identify all live dogs and puppies on the premises.\nEnsure that all dogs and puppies on the premises have appropriate identification so that they can be traced and\ntracked in case of disease outbreak."
    },
    {
      "code": "3.1(e)",
      "kind": "",
      "repeat": true,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "The area where the food is stored has a shelf with an open box of dog treats on it. The box of dog treats has a hole\nin it that was chewed by mice.\nAll open supplies of food must be kept in leak-proof containers with tightly fitting lids to prevent contamination and\nspoilage.\nKeep all open supplies of food in a container with a lid to prevent contamination by pests."
    },
    {
      "code": "3.4(c)",
      "kind": "",
      "repeat": false,
      "desc": "OUTDOOR HOUSING FACILITIES.",
      "narrative": "There are still T posts used in several of the primary enclosures that have rust on them.\nBuilding surfaces in contact with animals in outdoor housing facilities must be impervious to moisture.\nAll surfaces that come into contact with the dogs must be able to be cleaned and sanitized. Rust inhibits the\neffectiveness of cleaning and sanitizing the posts used in the primary enclosures for the dogs.\nTo be corrected by August 1, 2017."
    },
    {
      "code": "3.6(a)(2)",
      "kind": "",
      "repeat": true,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "There are two dog houses that have wind-breaks that the dogs have torn off. This left the nails/screws that affixed\nthe wind-break sticking out.\nPrimary enclosures for dogs must be kept in good repair and have no sharp points or edges that could injure the\ndogs.\nRemove the nails/screws that are sticking out on the dog shelters to ensure the dogs do not get injured."
    },
    {
      "code": "3.10",
      "kind": "Direct",
      "repeat": true,
      "desc": "WATERING.",
      "narrative": "Several dogs and a litter of 3 1/2 month old, weaned puppies did not have water at time of inspection. When\noffered water the dogs and puppies drank for 70 seconds plus straight. The microchip numbers for the adult dogs\nare ...4660,...3690...4650 and 5387 the id numbers for the puppies are 17-23, 17-26 and 17-29.\nIf potable water is not continually available to the dogs , it must be offered to the dogs as often as necessary to\nensure their health and well-being.\nIt is abnormal for a dog or puppy to drink that vigorously or for an extended period of time unless they are not being\noffered enough water. All dogs and puppies must have an appropriate amount of water to sustain their health."
    },
    {
      "code": "3.11(c)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "There is an accumulation of various construction material and extra dog supplies in the feed area. One of these\nitems is a roll of insulation. When the roll of insulation was moved a large accumulation of mouse dropping was\nunder it. There was also a large accumulation of mouse dropping on the shelf in the feed area and on a board that\nmakes up the bottom of an enclosure near the food storage area. There is tall grass around the outdoor kennels to\nthe North.\nPremises where housing facilities are located, including buildings and surrounding grounds, must be kept clean and\nin good repair to reduce or eliminate breeding and living areas for rodents and other pests and vermin. Weeds,\ngrasses, and bushes must be controlled so as to facilitate cleaning of the premises and pest control,\nAll areas in and around the housing area for the dogs must be kept clean and uncluttered, and weeds and grasses\nmust be controlled to reduce areas for rodents to hide, reproduce and infest the premises. Infestation of mice can\ncontaminate food sources for the dogs and cause disease in the dogs housed at the facility.\nTo be corrected by July 3, 2017."
    },
    {
      "code": "3.11(d)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "There is a large accumulation of mouse feces in several areas in the feed room.\nAn effective program for the control of mammals that are pests, must be established and maintained so as to\npromote the health and well-being of the animals and reduce contamination by pests in animal areas.\nAdditional steps must be taken to reduce or eliminate the mouse infestation in the kennel area. Infestation of mice\ncan cause disease in the dogs housed at the facility and contaminate food sources for the animals.\nTo be corrected by July 3, 2017.\nInspection conducted on June 26 2017 with the licensee. Exit conducted on June 28, 2017 with the licensee.\nAdditional Inspectors\nHammel Kurt, Veterinary Medical Officer"
    }
  ],
  "narrative": "2.40(b)(2)                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThere is an unknown ear med that has been transferred to a ketchup bottle that has no label and no instructions for\nuse by the attending veterinarian.  There is panacur that has been transferred to a mustard bottle that does not\nhave a label on it.  There are several dogs that have overgrown toenails.\nEach dealer shall have an attending veterinarian.  In the case of a part-time veterinarian formal arrangements shall\ninclude a written program to address proper methods to control, diagnose and treat disease and injuries.\nHave your attending veterinarian write instructions for use and dosage of any medications kept on hand.  All\nmedications must be labelled with the drug contained and the expiration date of the drug. Improperly used and/or\nexpired medications can be ineffective in treating disease or cause harm to the dogs. Toenails must be trimmed as\noften as necessary to prevent injury to the dog by ingrown toenail, or getting the nail caught and ripping it off.\n2.50(a)(2)                    REPEAT\nTIME AND METHOD OF IDENTIFICATION.\nThere is one litter of 9 puppies that does not have a cage cards.  The licensee stated that the computer printer was\nnot working.  The adult dog named Reece was scanned and the chip did not match what was on the paperwork. \nThe adult dog named Ben was scanned but no chip was found.\nA class \"A\" dealer shall identify all live dogs and puppies on the premises.\nEnsure that all dogs and puppies on the premises have appropriate identification so that they can be traced and\ntracked in case of disease outbreak.\n3.1(e)                    REPEAT\nHOUSING FACILITIES, GENERAL.\n\nThe area where the food is stored has a shelf with an open box of dog treats on it.  The box of dog treats has a hole\nin it that was chewed by mice.\nAll open supplies of food must be kept in leak-proof containers with tightly fitting lids to prevent contamination and\nspoilage.\nKeep all open supplies of food in a container with a lid to prevent contamination by pests.\n3.4(c)\nOUTDOOR HOUSING FACILITIES.\nThere are still T posts used in several of the primary enclosures that have rust on them.\nBuilding surfaces in contact with animals in outdoor housing facilities must be impervious to moisture. \nAll surfaces that come into contact with the dogs must be able to be cleaned and sanitized.  Rust inhibits the\neffectiveness of cleaning and sanitizing the posts used in the primary enclosures for the dogs.\nTo be corrected by August 1, 2017.\n3.6(a)(2)                    REPEAT\nPRIMARY ENCLOSURES.\nThere are two dog houses that have wind-breaks that the dogs have torn off.  This left the nails/screws that affixed\nthe wind-break sticking out.\nPrimary enclosures for dogs must be kept in good repair and have no sharp points or edges that could injure the\ndogs.\nRemove the nails/screws that are sticking out on the dog shelters to ensure the dogs do not get injured.\n3.10           DIRECT                    REPEAT\n\nWATERING.\nSeveral dogs and a litter of 3 1/2 month old, weaned puppies did not have water at time of inspection.  When\noffered water the dogs and puppies drank for 70 seconds plus straight.  The microchip numbers for the adult dogs\nare  ...4660,...3690...4650 and 5387 the id numbers for the puppies are 17-23, 17-26 and 17-29.\nIf potable water is not continually available to the dogs , it must be offered to the dogs as often as necessary to\nensure their health and well-being.\nIt is abnormal for a dog or puppy to drink that vigorously or for an extended period of time unless they are not being\noffered enough water.  All dogs and puppies must have an appropriate amount of water to sustain their health.\n3.11(c)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\nThere is an accumulation of various construction material and extra dog supplies in the feed area.  One of these\nitems is a roll of insulation.  When the roll of insulation was moved a large accumulation of mouse dropping was\nunder it.  There was also a large accumulation of mouse dropping on the shelf in the feed area and on a board that\nmakes up the bottom of an enclosure near the food storage area.  There is tall grass around the outdoor kennels to\nthe North.\nPremises where housing facilities are located, including buildings and surrounding grounds, must be kept clean and\nin good repair to reduce or eliminate breeding and living areas for rodents and other pests and vermin. Weeds,\ngrasses, and bushes must be controlled so as to facilitate cleaning of the premises and pest control,\nAll areas in and around the housing area for the dogs must be kept clean and uncluttered, and weeds and grasses\nmust be controlled to reduce areas for rodents to hide, reproduce and infest the premises. Infestation of mice can\ncontaminate food sources for the dogs and cause disease in the dogs housed at the facility. \nTo be corrected by July 3, 2017.\n3.11(d)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\nThere is a large accumulation of mouse feces in several areas in the feed room.\n\nAn effective program for the control of mammals that are pests, must be established and maintained so as to\npromote the health and well-being of the animals and reduce contamination by pests in animal areas.\nAdditional steps must be taken to reduce or eliminate the mouse infestation in the kennel area.  Infestation of mice\ncan cause disease in the dogs housed at the facility and contaminate food sources for the animals.\nTo be corrected by July 3, 2017.\nInspection conducted on June 26 2017 with the licensee.  Exit conducted on June 28, 2017 with the licensee.\nAdditional Inspectors\nHammel Kurt, Veterinary Medical Officer",
  "animals_total": 100,
  "species": [
    {
      "count": 48,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 52,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}