{
  "insp_id": "70151029070988",
  "layout": "a",
  "customer_id": "330464",
  "customer_name": "Colorado Pumpkin Patch",
  "customer_addr": "2780 Crestwood Drive\nMonument, CO 80132",
  "certificate": "84-C-0151",
  "site_id": "001",
  "site_name": "COLORADO PUMPKIN PATCH",
  "insp_type": "ROUTINE INSPECTION",
  "date": "10-MAR-2015",
  "report_date": "11-MAR-2015",
  "citations": [
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "(a). Structural Strength. Chicken wire is attached along the inside of the front fence in the outdoor housing facility\nfor 2 goats and 2 Alpacas. The chicken wire is pushed upward with ripped broken sharp points protruding towards\nthe animals that can cause injuries. Inside the barn chicken wire is wrapped around the feeders and has ripped\nsharp points that can cause injuries to the animals.\nMaintain all indoor and outdoor housing facilities so that it is structurally sound and in good repair to protect the\nanimals.\nTo be corrected by: March 31, 2015"
    },
    {
      "code": "3.125(c)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "(c). Storage. Inside the barn is an uncovered can of dry feed for the 2 goats and 2 Alpacas. The uncovered feed is\nnot being properly stored and can become moldy or contaminated by vermin causing health issues for the animals.\nStore all supplies of food and bedding so that they are adequately protected against deterioration, molding or\ncontamination by vermin.\nTo be corrected by: Corrected during time of inspection\nInspection and an exit briefing was conducted with Bengetta Chapman, Owner."
    }
  ],
  "narrative": "3.125(a)\nFACILITIES, GENERAL.   \n(a). Structural Strength.  Chicken wire is attached along the inside of the front fence in the outdoor housing facility\nfor 2 goats and 2 Alpacas.  The chicken wire is pushed upward with ripped broken sharp points protruding towards\nthe animals that can cause injuries.  Inside the barn chicken wire is wrapped around the feeders and has ripped\nsharp points that can cause injuries to the animals. \nMaintain all indoor and outdoor housing facilities so that it is structurally sound and in good repair to protect the\nanimals.\nTo be corrected by:  March 31, 2015\n3.125(c)\nFACILITIES, GENERAL.   \n(c).  Storage.  Inside the barn is an uncovered can of dry feed for the 2 goats and 2 Alpacas.  The uncovered feed is\nnot being properly stored and can become moldy or contaminated by vermin causing health issues for the animals.\nStore all supplies of food and bedding so that they are adequately protected against deterioration, molding or\ncontamination by vermin.\nTo be corrected by:  Corrected during time of inspection\nInspection and an exit briefing was conducted with Bengetta Chapman, Owner.",
  "animals_total": 4,
  "species": [
    {
      "count": 2,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 2,
      "scientific": "Lama pacos",
      "common": "ALPACA"
    }
  ]
}