{
  "insp_id": "2016090000676846",
  "layout": "b",
  "customer_id": "3031",
  "customer_name": "MONICA WELDE JENNIFER WELDE THOMAS",
  "customer_addr": "6908 245TH ST E\nMYAKKA CITY, FL 34251",
  "certificate": "58-C-0056",
  "site_id": "TRA",
  "site_name": "BEARADISE RANCH",
  "insp_type": "ROUTINE INSPECTION",
  "date": "04-AUG-2021",
  "report_date": "09-AUG-2021",
  "citations": [
    {
      "code": "2.131(d)(3)",
      "kind": "",
      "repeat": false,
      "desc": "Handling of animals.",
      "narrative": "The licensee didn’t have direct control and supervision of an adult brown bear during a portion of the performance and\nduring the time immediately after the show ended. The license exhibited two adult bears ages, 25 and 14, at the\nMississippi Valley Fair. The bears were exhibited individually, where only one bear was brought out into the arena at a\ntime with a leash. The licensee and her animal handler indicated the bears are always on a leash while inside the arena,\nhowever, the leash of one bear was removed near the conclusion of the animal show, while the bear was getting into a\nwater tub. At the conclusion of the show, the licensee’s animal handler did not reattach the leash. The bear remained in\nthe in the exhibit arena while the animal handler was completing tasks that put her at least 20 feet away from the animal\nat times. An attraction with loud sounds and sound effects was located directly across from the licensee’s exhibit site.\nWhile the bear (off leash) and animal handler were still in the arena, a loud sound from the adjacent attraction startled the\nbear, prompting it to run back to the secured exit/entrance of the arena. During this time, the public was present behind\nmetal barrier fencing, located outside of the arena. The public was in closer proximity to the bear than the animal handler.\nIn addition to the bear being off leash, the arena was not maintained to provide control and containment. It is comprised\nof 2 x 2 inch netting connected to six metal vertical poles. The vertical poles were connected at the top with horizontal\nmetal poles. Shade cloth was attached to the top of the arena. The netting was unattached to the ground and could be\neasily lifted to the inspector’s chest. Three strands of electric wire were present on the fence, but the required electric\npower box was not on site as per the licensee. The licensee later purchased an electrical power box and tent type stakes\nto secure the net to the ground. The brown bear could have potentially escaped or made contact with the public as the\nhandler didn’t have direct control of the animal during these times. Assure the animals are under the direct control and\nsupervision of a knowledgeable and experienced handler during public exhibition.\nTo be corrected: Correct before the next animal exhibit.\nThis inspection was conducted at the Mississippi Valley Fair in Davenport, IA. with the licensee and her daughter on 8-4-\n21. The exit briefing was initiated via phone call on 8-9-21, but was not completed.\nAdditional Inspectors:\nWilliam Janecke, VETERINARY MEDICAL OFFICEREnd Section"
    }
  ],
  "narrative": "2.131(d)(3) \n   \nHandling of animals. \nThe licensee didn’t have direct control and supervision of an adult brown bear during a portion of the performance and \nduring the time immediately after the show ended.  The license exhibited two adult bears ages, 25 and 14, at the \nMississippi Valley Fair.  The bears were exhibited individually, where only one bear was brought out into the arena at a \ntime with a leash.  The licensee and her animal handler indicated the bears are always on a leash while inside the arena, \nhowever, the leash of one bear was removed near the conclusion of the animal show, while the bear was getting into a \nwater tub.  At the conclusion of the show, the licensee’s animal handler did not reattach the leash.  The bear remained in \nthe in the exhibit arena while the animal handler was completing tasks that put her at least 20 feet away from the animal \nat times.  An attraction with loud sounds and sound effects was located directly across from the licensee’s exhibit site.  \nWhile the bear (off leash) and animal handler were still in the arena, a loud sound from the adjacent attraction startled the \nbear, prompting it to run back to the secured exit/entrance of the arena.  During this time, the public was present behind \nmetal barrier fencing, located outside of the arena.  The public was in closer proximity to the bear than the animal handler.  \nIn addition to the bear being off leash, the arena was not maintained to provide control and containment.  It is comprised \nof 2 x 2 inch netting connected to six metal vertical poles.  The vertical poles were connected at the top with horizontal \nmetal poles.  Shade cloth was attached to the top of the arena.  The netting was unattached to the ground and could be \neasily lifted to the inspector’s chest.  Three strands of electric wire were present on the fence, but the required electric\n\npower box was not on site as per the licensee.  The licensee later purchased an electrical power box and tent type stakes \nto secure the net to the ground.  The brown bear could have potentially escaped or made contact with the public as the \nhandler didn’t have direct control of the animal during these times.  Assure the animals are under the direct control and \nsupervision of a knowledgeable and experienced handler during public exhibition. \nTo be corrected: Correct before the next animal exhibit. \n \nThis inspection was conducted at the Mississippi Valley Fair in Davenport, IA. with the licensee and her daughter on 8-4-\n21.  The exit briefing was initiated via phone call on 8-9-21, but was not completed. \n \nAdditional Inspectors: \nWilliam Janecke, VETERINARY MEDICAL OFFICEREnd Section",
  "animals_total": 5,
  "species": [
    {
      "count": 5,
      "scientific": "Ursus arctos",
      "common": "BROWN BEAR"
    }
  ]
}