{
  "insp_id": "226150941090713",
  "layout": "a",
  "customer_id": "29745",
  "customer_name": "Bob Loutsch",
  "customer_addr": "Leslie Loutsch\n18382 L 22\nRemsen, IA 51050",
  "certificate": "42-A-1129",
  "site_id": "001",
  "site_name": "BOB & LESLIE LOUTSCH",
  "insp_type": "ROUTINE INSPECTION",
  "date": "12-AUG-2015",
  "report_date": "14-AUG-2015",
  "citations": [
    {
      "code": "2.40(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "The current program of veterinary care does not include product type or dosages for drugs used for ectoparasites at\nthe facility. The section pertaining to provisions for emergency care includes a veterinary clinic name, but does not\ninclude any further contact information. The formal arrangements with the attending veterinarian shall include a\ncomplete written program of veterinary care to ensure adequate veterinary care of the animals at the facility. At the\ntime of the exit interview, arrangements were made with the office of the attending veterinarian to complete the\nprogram of veterinary care. An updated and complete program of veterinary care needs to be made available upon\nrequest by APHIS inspectors.\nCorrection date: August 19, 2015"
    },
    {
      "code": "2.50(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "TIME AND METHOD OF IDENTIFICATION.",
      "narrative": "At least three dogs were identified that are over sixteen weeks of age that do not have official identification. Without\nofficial identification the required USDA-APHIS forms and records cannot be properly completed.\nAll live dogs over sixteen weeks of age kept on the premises must be identified by an officially approved tag, tattoo\nor microchip. The three dogs must be given official identification and the licensee must ensure that all dogs over\nsixteen weeks of age have official identification at all times.\nCorrection date: August 19, 2015"
    },
    {
      "code": "2.75(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "RECORDS: DEALERS AND EXHIBITORS.",
      "narrative": "There are ninety-nine adult dogs present at the facility, but the \"Record of Dogs on Hand\" (APHIS form 7005) only\ncontains the required information for seventy-six dogs. Accurate and appropriate documentation on acquired\nanimals is essential for identification and tracking of animals. The licensee must make, keep and maintain records\nwhich fully and correctly disclose the acquisition and disposition information of all dogs acquired, owned, held, kept\nin his or her possession or under his or her control, or which are transported, euthanized, sold or otherwise\ndisposed of. This documentation must be made available to APHIS inspectors upon request. Licensee must ensure\nthat all required records are kept up to date.\nCorrection date: August 19, 2015"
    },
    {
      "code": "3.1(c)(1)(1)",
      "kind": "",
      "repeat": true,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "In the \"third building\", the outdoor section of the enclosures are divided by metal fence panels. The metal panels of\nat least three enclosures are excessively rusted and some areas of the fencing have broken. The rusty sections of\nthe fencing are pitted and flaking. There are at least six dogs housed in these enclosures. Excessive rust prevents\nthe required cleaning and sanitization of the fence to take place which can increase the risk of disease towards the\ndogs. Excessive rust can also affect the structural strength of the surface which could pose an injury risk to the\ndogs.\nAll surfaces of housing facilities must be free of excessive rust. The rusted fencing must be replaced, repaired or\naltered in a manner that allows for proper cleaning and sanitization to occur, as well as, promotes the structural\nstrength of the fence. The licensee must ensure that all surfaces in dog enclosures remain free of excessive rust at\nall times."
    },
    {
      "code": "3.1(c)(1)(2)",
      "kind": "",
      "repeat": true,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "Throughout the facility sharp points were observed in the dog enclosures. In one enclosure in the \"first building\",\nhousing at least two dogs, there is a wire used to hold open the access door. The sharp end of the wire is hanging\ndown into the dog enclosure and is at the level of the dogs. The licensee stated that the wire is usually out of reach\nof the dogs but must have fallen down. In the \"third building\", there is one enclosure, housing two dogs, that has\ntwisted wire used to attach the fencing. The sharp ends of the twisted wire are pointing into the enclosure at the\nlevel of the dogs. Sharp points could injure the dogs.\nThese sharp points must be removed from the enclosures or altered in a manner that they no longer pose an injury\nrisk. The licensee must ensure that all dog enclosures remain free of sharp points and remain safe for the dogs."
    },
    {
      "code": "3.1(c)(2)",
      "kind": "",
      "repeat": true,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "The plastic surfaces in the flooring of at least three enclosures, housing seven dogs, within the \"first building\" were\nworn or damaged, exposing the metal bars under the coating. The exposed metal bars were not a threat of causing\nimmediate physical harm to the animals, however the bars were rusting making cleaning and sanitization difficult.\nThe glass-board material in these same enclosures had been painted, the paint on this material had peeled or\nchipped in multiple areas. This peeling paint makes cleaning and sanitizing difficult. In the \"third building\" the\noutdoor section of one enclosure, housing at least two dogs, has flooring constructed of hard plastic. In one area of\nthe floor the plastic has broken leaving a few small gaps. Broken flooring cannot be properly cleaned and sanitized.\nThe plastic food receptacles in no less than three enclosures, housing at least five dogs, have a buildup of grime on\nthem from use over time and due to deep grooves that have been scratched or chewed into the plastic. These food\nreceptacles are not able to be properly cleaned and sanitized due to the damage caused by the animals.\nIn the \"first building\" the outdoor section of two enclosures, housing four dogs, has flooring constructed of concrete.\nThis concrete has become cracked and broken and dirt and debris has accumulated in the damaged areas.\nCracked and broken concrete cannot be readily cleaned and sanitized which could increase the risk of disease\ntowards the dogs.\nAll surfaces of housing facilities must be maintained on a regular basis. Any surface that cannot be properly\ncleaned and sanitized must be replaced when it becomes worn or soiled. This concrete flooring must be replaced,\nrepaired or altered in a manner that allows for cleaning and sanitization to occur. Licensee must ensure that all\nsurfaces in dog enclosures are maintained in good repair at all times."
    },
    {
      "code": "3.1(e)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "An open can of dog food was found in the \"first building\" and the \"second whelping room\". These cans were stored\nat room temperature which was approximately eighty degrees Fahrenheit at the time of inspection. The licensee\nstated that he had opened the cans that morning and would feed it all by the next morning. The instructions on the\nlabel of the cans say to refrigerate after opening.\nFoods requiring refrigeration must be stored accordingly to prevent contamination and deterioration of its nutritive\nvalue. Licensee must ensure that all foods requiring refrigeration are stored properly to ensure they remain\nuncontaminated and to protect its nutritive value. The open cans of food were moved to refrigeration during the\ninspection.\nCorrected at time of inspection"
    },
    {
      "code": "3.11(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "In multiple areas throughout the facility there were enclosures that had a buildup of grime and debris within the\nenclosure particularly on the floors, walls and doors. In the puppy whelping area in the \"second building\" all of the\nenclosures had a buildup of brown material on the white plastic framing of the door around the screens. There are\nat least five adult dogs and twenty puppies housed in these enclosures. There was one enclosure in the \"second\nbuilding\", housing one puppy that had a brown buildup of dirt and grime along the walls of the enclosure. There\nwas one enclosure in the \"third building, housing three dogs, that also has a brown buildup of dirt and grime on the\nwalls.\nThe buildup of dirt, debris, food waste and excreta creates conditions which promote the growth of disease causing\npathogens. The primary enclosures and food and water receptacles must be sanitized at least once every two\nweeks, or more often if necessary, to prevent an accumulation of dirt, debris, food waste, excreta, and other disease\nhazards.\nCorrection date: August 26, 2015"
    },
    {
      "code": "3.11(d)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "Throughout the facility there were cobwebs and spider webs in and around the enclosures. In the \"first building\" the\nspider webs and spiders were found in three feeders that were in current use by at least five dogs. In the \"Old Milk\nBarn\", housing five adult dogs and ninteen puppies, there were numerous flies around the inside of the building.\nThese flies were in direct contact with the animals as well as their food and water sources. In the \"Old Milk Barn\"\nthere was also evidence of birds in the building. A nest was noted over one enclosure, housing one adult dog and\nthree puppies, and multiple areas of bird droppings were noted in and around the enclosures. The presence of\npests promotes conditions which could lead to disease or discomfort for the animals. An effective program for the\ncontrol of insects and birds must be established and maintained so as to promote the health and well-being of the\nanimals and reduce the contamination by pests in animal areas.\nCorrection date: August 19, 2015\nThis is a continuation report of the routine inspection conducted on August 12, 2015.\nExit interview conducted with Kelly Maxwell, ACI, Heather Cole, VMO, Mike Neafsey, VMO and the facility\nrepresentative.\nAdditional Inspectors\nCole Heather, Supervisory Animal Care Specialist\nNeafsey Michael, Assistant Director"
    }
  ],
  "narrative": "2.40(a)(1)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThe current program of veterinary care does not include product type or dosages for drugs used for ectoparasites at\nthe facility. The section pertaining to provisions for emergency care includes a veterinary clinic name, but does not\ninclude any further contact information. The formal arrangements with the attending veterinarian shall include a\ncomplete written program of veterinary care to ensure adequate veterinary care of the animals at the facility.  At the\ntime of the exit interview, arrangements were made with the office of the attending veterinarian to complete the\nprogram of veterinary care. An updated and complete program of veterinary care needs to be made available upon\nrequest by APHIS inspectors.\nCorrection date: August 19, 2015\n2.50(a)(1)\nTIME AND METHOD OF IDENTIFICATION.\nAt least three dogs were identified that are over sixteen weeks of age that do not have official identification.  Without\nofficial identification the required USDA-APHIS forms and records cannot be properly completed.\nAll live dogs over sixteen weeks of age kept on the premises must be identified by an officially approved tag, tattoo\nor microchip.  The three dogs must be given official identification and the licensee must ensure that all dogs over\nsixteen weeks of age have official identification at all times.\nCorrection date:  August 19, 2015\n2.75(a)(1)\nRECORDS: DEALERS AND EXHIBITORS.\nThere are ninety-nine adult dogs present at the facility, but the \"Record of Dogs on Hand\" (APHIS form 7005) only\ncontains the required information for seventy-six dogs.  Accurate and appropriate documentation on acquired\n\nanimals is essential for identification and tracking of animals. The licensee must make, keep and maintain records\nwhich fully and correctly disclose the acquisition and disposition information of all dogs acquired, owned, held, kept\nin his or her possession or under his or her control, or which are transported, euthanized, sold or otherwise\ndisposed of. This documentation must be made available to APHIS inspectors upon request.  Licensee must ensure\nthat all required records are kept up to date.\nCorrection date: August 19, 2015\n3.1(c)(1)(1)                    REPEAT\nHOUSING FACILITIES, GENERAL.\nIn the \"third building\", the outdoor section of the enclosures are divided by metal fence panels.  The metal panels of\nat least three enclosures are excessively rusted and some areas of the fencing have broken.  The rusty sections of\nthe fencing are pitted and flaking.  There are at least six dogs housed in these enclosures.  Excessive rust prevents\nthe required cleaning and sanitization of the fence to take place which can increase the risk of disease towards the\ndogs. Excessive rust can also affect the structural strength of the surface which could pose an injury risk to the\ndogs.  \nAll surfaces of housing facilities must be free of excessive rust.  The rusted fencing must be replaced, repaired or\naltered in a manner that allows for proper cleaning and sanitization to occur, as well as, promotes the structural\nstrength of the fence.  The licensee must ensure that all surfaces in dog enclosures remain free of excessive rust at\nall times.\n3.1(c)(1)(2)                    REPEAT\nHOUSING FACILITIES, GENERAL.\nThroughout the facility sharp points were observed in the dog enclosures.  In one enclosure in the \"first building\",\nhousing at least two dogs, there is a wire used to hold open the access door.  The sharp end of the wire is hanging\ndown into the dog enclosure and is at the level of the dogs.  The licensee stated that the wire is usually out of reach\nof the dogs but must have fallen down.  In the \"third building\", there is one enclosure, housing two dogs, that has\ntwisted wire used to attach the fencing.  The sharp ends of the twisted wire are pointing into the enclosure at the\nlevel of the dogs.  Sharp points could injure the dogs.\nThese sharp points must be removed from the enclosures or altered in a manner that they no longer pose an injury\nrisk.  The licensee must ensure that all dog enclosures remain free of sharp points and remain safe for the dogs.\n\n3.1(c)(2)                    REPEAT\nHOUSING FACILITIES, GENERAL.\nThe plastic surfaces in the flooring of at least three enclosures, housing seven dogs, within the \"first building\" were\nworn or damaged, exposing the metal bars under the coating. The exposed metal bars were not a threat of causing\nimmediate physical harm to the animals, however the bars were rusting making cleaning and sanitization difficult.\nThe glass-board material in these same enclosures had been painted, the paint on this material had peeled or\nchipped in multiple areas. This peeling paint makes cleaning and sanitizing difficult. In the \"third building\" the\noutdoor section of one enclosure, housing at least two dogs, has flooring constructed of hard plastic.  In one area of\nthe floor the plastic has broken leaving a few small gaps.  Broken flooring cannot be properly cleaned and sanitized.\n \nThe plastic food receptacles in no less than three enclosures, housing at least five dogs, have a buildup of grime on\nthem from use over time and due to deep grooves that have been scratched or chewed into the plastic. These food\nreceptacles are not able to be properly cleaned and sanitized due to the damage caused by the animals. \nIn the \"first building\" the outdoor section of two enclosures, housing four dogs, has flooring constructed of concrete. \nThis concrete has become cracked and broken and dirt and debris has accumulated in the damaged areas. \nCracked and broken concrete cannot be readily cleaned and sanitized which could increase the risk of disease\ntowards the dogs.\nAll surfaces of housing facilities must be maintained on a regular basis.  Any surface that cannot be properly\ncleaned and sanitized must be replaced when it becomes worn or soiled.  This concrete flooring must be replaced,\nrepaired or altered in a manner that allows for cleaning and sanitization to occur.  Licensee must ensure that all\nsurfaces in dog enclosures are maintained in good repair at all times.\n3.1(e)\nHOUSING FACILITIES, GENERAL.\nAn open can of dog food was found in the \"first building\" and the \"second whelping room\".  These cans were stored\nat room temperature which was approximately eighty degrees Fahrenheit at the time of inspection.  The licensee\nstated that he had opened the cans that morning and would feed it all by the next morning.  The instructions on the\nlabel of the cans say to refrigerate after opening.\nFoods requiring refrigeration must be stored accordingly to prevent contamination and deterioration of its nutritive\nvalue.  Licensee must ensure that all foods requiring refrigeration are stored properly to ensure they remain\nuncontaminated and to protect its nutritive value.   The open cans of food were moved to refrigeration during the\ninspection.\n\nCorrected at time of inspection\n3.11(b)(2)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\nIn multiple areas throughout the facility there were enclosures that had a buildup of grime and debris within the\nenclosure particularly on the floors, walls and doors.  In the puppy whelping area in the \"second building\" all of the\nenclosures had a buildup of brown material on the white plastic framing of the door around the screens. There are\nat least five adult dogs and twenty puppies housed in these enclosures.  There was one enclosure in the \"second\nbuilding\", housing one puppy that had a brown buildup of dirt and grime along the walls of the enclosure.  There\nwas one enclosure in the \"third building, housing three dogs, that also has a brown buildup of dirt and grime on the\nwalls.  \nThe buildup of dirt, debris, food waste and excreta creates conditions which promote the growth of disease causing\npathogens. The primary enclosures and food and water receptacles must be sanitized at least once every two\nweeks, or more often if necessary, to prevent an accumulation of dirt, debris, food waste, excreta, and other disease\nhazards.\nCorrection date:  August 26, 2015\n3.11(d)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\nThroughout the facility there were cobwebs and spider webs in and around the enclosures. In the \"first building\" the\nspider webs and spiders were found in three feeders that were in current use by at least five dogs. In the \"Old Milk\nBarn\", housing five adult dogs and ninteen puppies, there were numerous flies around the inside of the building.\nThese flies were in direct contact with the animals as well as their food and water sources. In the \"Old Milk Barn\"\nthere was also evidence of birds in the building. A nest was noted over one enclosure, housing one adult dog and\nthree puppies, and multiple areas of bird droppings were noted in and around the enclosures. The presence of\npests promotes conditions which could lead to disease or discomfort for the animals. An effective program for the\ncontrol of insects and birds must be established and maintained so as to promote the health and well-being of the\nanimals and reduce the contamination by pests in animal areas.\nCorrection date: August 19, 2015\nThis is a continuation report of the routine inspection conducted on August 12, 2015.\n\nExit interview conducted with Kelly Maxwell, ACI, Heather Cole, VMO, Mike Neafsey, VMO and the facility\nrepresentative.\nAdditional Inspectors\nCole Heather, Supervisory Animal Care Specialist\nNeafsey Michael, Assistant Director",
  "animals_total": 152,
  "species": [
    {
      "count": 99,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 53,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}