{
  "insp_id": "2016082568212554",
  "layout": "a",
  "customer_id": "26066",
  "customer_name": "Sam E Schrock",
  "customer_addr": "16366 240th Street\nBloomfield, IA 52537",
  "certificate": "42-A-1137",
  "site_id": "001",
  "site_name": "SAM SCHROCK",
  "insp_type": "ROUTINE INSPECTION",
  "date": "26-APR-2017",
  "report_date": "01-MAY-2017",
  "citations": [
    {
      "code": "2.40(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "The facility has a Program of Veterinary Care but it is not complete and does not accurately represent the practices\nof the facility.\nThe licensee is using their broker’s vaccination schedule for the puppies, but this schedule is not documented on\nthe Program of Veterinary Care and has not been approved by the attending veterinarian.\nThe licensee does not have the puppy deworming schedule listed on the Program of Veterinary Care.\nFailure to have a complete and accurate written program of veterinary care does not ensure that the dogs are\nreceiving veterinary care consistent with currently accepted veterinary medical practices. The program must be\namended to reflect the practices of the facility. It shall include the puppy vaccination schedule and the puppy\ndeworming schedule. The attending veterinarian must approve both the vaccination plan and the deworming plan.\nTo be corrected by: May 10, 2017"
    },
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "“Kandy” a female Sheltie (Tag #035 - DOB 3/06) has severe matting and a cloudy left eye. The matting is mainly\nlocated under her collar. The collar was tightly adhered to and embedded in the mats around the neck which made\nit difficult for the licensee to remove the collar. The licensee was able to remove the collar by tugging hard. When he\ntugged on the collar to remove it, some hair was pulled out and stayed attached to the collar. The hair under where\nthe collar was severely matted. Some of the mats were very large (several inches in diameter) and several were\ntightly adhered to the skin with black/brown dirt and/or debris embedded in them. In several areas the skin under the\nmats was bright pink to red in color. The left eye was severely cloudy and there was clear to cloudy white discharge\npresent on the surface of the eye and on the hair below the eye. The surface of the eye was uneven with a circular\ndefect in the center of the eye that was about ¼ of an inch in diameter. The white of the eye was severely reddened\nand the dog was squinting slightly. There was also a very large (engorged) tick tightly adhered to the skin on the left\nside of the dog’s body behind the left shoulder blade. The skin surrounding where the tick was attached was bright\npink in color.\n“Kristie” a female Sheltie (Tag #006 – DOB 6/04) has severe dental tartar and matting. There is a large amount of\nyellow/brown dental tartar located on all of the cheek teeth and over half of each canine tooth. The gums are bright\npink in color and in some areas the gums are pulled back from the teeth. There is a creamy white discharge present\nalong the gumline on some of the teeth. There are large mats (several inches in diameter) located on the back of\nboth front legs, on the top of her back and under her collar. Some of the mats under her collar are tightly adhered to\nher neck. There is gravel embedded in the mats on her front legs.\n“Rusty” a male Sheltie (Tag #033 – DOB 1/08) has severe matting around his neck and under/around his collar.\nLarge mats are also located on his chest and between his front legs. The collar was tightly adhered to and\nembedded in the mats around the neck which made it difficult for the licensee to remove the collar. The licensee\nwas able to remove the collar by tugging hard. The hair under where the collar was located was severely matted.\nSome of the mats were very large in size (several inches in diameter) and tightly adhered to the skin. The\ninspectors were not able to physically handle this dog due to his behavior.\n“Lacy” a female Sheltie (Tag #32 – DOB 12/07) has severe dental tartar and matting around her neck and on her\nhind end. There is a large amount of yellow/brown dental tartar located on all of the cheek teeth and over half of\neach canine tooth. The gums are bright pink to red in color and in some areas the gums are pulled back from the\nteeth. There is large amount of creamy yellow/white discharge present running along the gumline of all of the cheek\nteeth. The matting around her neck was located under her collar that was removed by the licensee. Some of the\nmats were very large in size (several inches in diameter) and some were tightly adhered to the skin. In some areas,\nthe skin under the mats was bright pink in color with scabs present on the skin and flaking in to the hair. There was\nbrown/black dirt and/or debris embedded in several of the mats. There are also superficial mats (not tightly adhered\nto the skin) on the chest and hind end (under the tail and on the back of both hind legs). The animal had at least two\nlive ticks. One tick was attached to the inside of one ear and the other tick was attached just above the right eye.\n“Jodie” a female Sheltie (Tag #34 – DOB 03/08) has severe dental tartar and matting around her neck and on her\nhind end. There is a large amount of yellow/brown dental tartar located on all of the cheek teeth and approximately\nhalf of each canine tooth. The gums are bright pink in color and in some areas the gums are pulled back from the\nteeth. The matting around her neck was located under her collar that was removed by the licensee. Some of the\nmats were very large in size (several inches in diameter) and some were tightly adhered to the skin. In some areas,\nthe skin under the mats was bright pink in color. There was brown/black dirt and/or debris embedded in several of\nthe mats. There are also superficial mats (not tightly adhered to the skin) on the chest and hind end (under the tail\nand on the back of both hind legs). The animal had at least two live ticks. One tick was attached to the inside of the\nleft ear and the other tick was attached just below the right eye.\nThe licensee stated that none of the dogs had been given any preventative treatment for fleas and ticks.\nDental, eye and skin conditions such as these can be painful and can lead to further health complications. The\nanimals listed above must be examined by a licensed veterinarian in order to ensure that an accurate diagnosis is\nobtained and an appropriate treatment plan is developed and followed. This information, including the diagnosis,\ntreatment and resolution of the condition, must be documented and made available to the inspector upon request.\nThe licensee must ensure that all animals receive appropriate veterinary care at all times.\nTo be corrected by: 5:00pm on April 28, 2017"
    },
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "Expired medical products used for the dogs are located among current medical products. The following products\nhave expired:\n•Acepromazine: exp. 01-16\n•Gentizol: exp. 02-17\n•Cephalexin capsules: exp. 11-01-2013\n•Albon tabs: exp. 08-01-13\n•Panacur: exp. 12-16\n•Nik Stop: exp. 03-11\nExpired medical materials may lose their effectiveness and the health of the animals could suffer. The licensee\nmust dispose of the expired medical material or clearly label them expired and they are not to be used for regulated\ndogs. The licensee must ensure that all medical products used for the dogs has not expired.\nTo be corrected by: The licensee disposed of the expired medical material at the time of the inspection."
    },
    {
      "code": "3.1(a)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "In the outdoor housing area there are three enclosures that sit up off the ground and are constructed of wood\nframing and wire floors and sides. One of these enclosures, containing one dog, has a large gap between the wood\ndoor and the door frame. The gap is large enough for the dog to place it’s foot through, which could result in injury\nto the dog.\nHousing facilities must be constructed in a manner that protects the dogs from injury. The licensee must eliminate\nthe gap between the door and the door frame. The licensee must ensure that the enclosures are safe for the dogs\nat all times.\nTo be corrected by: May 09, 2017"
    },
    {
      "code": "3.1(c)(2)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "In the outdoor housing area there are three enclosures that sit up off the ground and are constructed of wood\nframing and wire floors and sides. Within two of these enclosures, containing a total of two dogs, the wood around\nthe openings to the shelters has been excessively chewed and damaged by the dogs.\nChewed wood cannot be readily cleaned and sanitized which could increase the risk of disease towards the dogs.\nAll surfaces of housing facilities must be maintained on a regular basis. Any surface that cannot be readily cleaned\nand sanitized must be replaced when worn or soiled. The licensee must replace, repair or alter the damaged wood\nin a manner that allows for proper cleaning and sanitizing of the surface. The licensee must ensure that all surfaces\nof housing facilities are kept in good repair at all times.\nTo be corrected by: May 16, 2017"
    },
    {
      "code": "3.6(a)(2)(x)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "The flooring of the whelping enclosures are constructed of wire. In two enclosures, containing a total of 2 adult\nfemale dogs and nine puppies, the feet and legs of the puppies were observed passing through the openings in the\nflooring. Openings in flooring that are large enough to allow the feet and legs to pass through could cause injuries\nto the puppies, as well as create difficulty for the puppies to move about in the enclosure.\nPrimary enclosures must have flooring that is constructed in a manner that protects the dogs’ feet and legs from\ninjury and does not allow the dogs’ feet to pass through any openings. The licensee must alter the flooring in the\nwhelping enclosures in a manner that does not allow the puppies’ feet and legs to pass through the openings.\nTo be corrected by: May 03, 2017"
    },
    {
      "code": "3.11(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "In the outdoor housing area there are three enclosures that sit up off the ground and are constructed of wood\nframing and wire floors and sides. In the last enclosure, containing one dog, there is a metal self-feeder lying on the\nfloor. There is a thick buildup of dirt, grime, and old straw on the inside of the feeder. Buildup of dirt, grime and\ndebris on the feeder could increase the risk of disease towards the dog.\nUsed primary enclosures and food and water receptacles must be sanitized once every two weeks or more often to\nprevent the accumulation of dirt, grime and other disease hazards. The licensee must clean and sanitize this feeder\nand ensure that all feeders remain free of a buildup of dirt, grime and other disease hazards.\nTo be corrected by: The licensee removed this feeder from the enclosure at the time of the inspection.\nInspection and exit interview were conducted with ACI, Kelly Maxwell, SACS, Heather Cole, ARD, Elizabeth Meek\nand the facility representative.\nAdditional Inspectors\nTheodorson Elizabeth, Director\nCole Heather, Supervisory Animal Care Specialist"
    }
  ],
  "narrative": "2.40(a)(1)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThe facility has a Program of Veterinary Care but it is not complete and does not accurately represent the practices\nof the facility.  \nThe licensee is using their broker’s vaccination schedule for the puppies, but this schedule is not documented on\nthe Program of Veterinary Care and has not been approved by the attending veterinarian.\nThe licensee does not have the puppy deworming schedule listed on the Program of Veterinary Care.  \nFailure to have a complete and accurate written program of veterinary care does not ensure that the dogs are\nreceiving veterinary care consistent with currently accepted veterinary medical practices.  The program must be\namended to reflect the practices of the facility.  It shall include the puppy vaccination schedule and the puppy\ndeworming schedule.  The attending veterinarian must approve both the vaccination plan and the deworming plan.  \nTo be corrected by:  May 10, 2017\n2.40(b)(2)           DIRECT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n“Kandy” a female Sheltie (Tag #035 - DOB 3/06) has severe matting and a cloudy left eye. The matting is mainly\nlocated under her collar. The collar was tightly adhered to and embedded in the mats around the neck which made\nit difficult for the licensee to remove the collar. The licensee was able to remove the collar by tugging hard. When he\ntugged on the collar to remove it, some hair was pulled out and stayed attached to the collar.  The hair under where\nthe collar was severely matted.  Some of the mats were very large (several inches in diameter) and several were\ntightly adhered to the skin with black/brown dirt and/or debris embedded in them. In several areas the skin under the\nmats was bright pink to red in color. The left eye was severely cloudy and there was clear to cloudy white discharge\npresent on the surface of the eye and on the hair below the eye. The surface of the eye was uneven with a circular\ndefect in the center of the eye that was about ¼ of an inch in diameter. The white of the eye was severely reddened\n\nand the dog was squinting slightly. There was also a very large (engorged) tick tightly adhered to the skin on the left\nside of the dog’s body behind the left shoulder blade. The skin surrounding where the tick was attached was bright\npink in color. \n“Kristie” a female Sheltie (Tag #006 – DOB 6/04) has severe dental tartar and matting. There is a large  amount of\nyellow/brown dental tartar located on all of the cheek teeth and over half of each canine tooth. The gums are bright\npink in color and in some areas the gums are pulled back from the teeth. There is a creamy white discharge present\nalong the gumline on some of the teeth. There are large mats (several inches in diameter) located on the back of\nboth front legs, on the top of her back and under her collar. Some of the mats under her collar are tightly adhered to\nher neck. There is gravel embedded in the mats on her front legs. \n“Rusty” a male Sheltie (Tag #033 – DOB 1/08) has severe matting around his neck and under/around his collar. \nLarge mats are also located on his chest and between his front legs.  The collar was tightly adhered to and\nembedded in the mats around the neck which made it difficult for the licensee to remove the collar. The licensee\nwas able to remove the collar by tugging hard. The hair under where the collar was located was severely matted.\nSome of the mats were very large in size (several inches in diameter) and tightly adhered to the skin. The\ninspectors were not able to physically handle this dog due to his behavior.\n“Lacy” a female Sheltie (Tag #32 – DOB 12/07) has severe dental tartar and matting around her neck and on her\nhind end. There is a large amount of yellow/brown dental tartar located on all of the cheek teeth and over half of\neach canine tooth. The gums are bright pink to red in color and in some areas the gums are pulled back from the\nteeth. There is large amount of creamy yellow/white discharge present running along the gumline of all of the cheek\nteeth. The matting around her neck was located under her collar that was removed by the licensee. Some of the\nmats were very large in size (several inches in diameter) and some were tightly adhered to the skin. In some areas,\nthe skin under the mats was bright pink in color with scabs present on the skin and flaking in to the hair. There was\nbrown/black dirt and/or debris embedded in several of the mats. There are also superficial mats (not tightly adhered\nto the skin) on the chest and hind end (under the tail and on the back of both hind legs). The animal had at least two\nlive ticks. One tick was attached to the inside of one ear and the other tick was attached just above the right eye. \n“Jodie” a female Sheltie (Tag #34 – DOB 03/08) has severe dental tartar and matting around her neck and on her\nhind end. There is a large amount of yellow/brown dental tartar located on all of the cheek teeth and approximately\nhalf of each canine tooth. The gums are bright pink in color and in some areas the gums are pulled back from the\nteeth. The matting around her neck was located under her collar that was removed by the licensee. Some of the\nmats were very large in size (several inches in diameter) and some were tightly adhered to the skin. In some areas,\nthe skin under the mats was bright pink in color. There was brown/black dirt and/or debris embedded in several of\nthe mats. There are also superficial mats (not tightly adhered to the skin) on the chest and hind end (under the tail\nand on the back of both hind legs). The animal had at least two live ticks. One tick was attached to the inside of the\nleft ear and the other tick was attached just below the right eye.\n\nThe licensee stated that none of the dogs had been given any preventative treatment for fleas and ticks. \nDental, eye and skin conditions such as these can be painful and can lead to further health complications. The\nanimals listed above must be examined by a licensed veterinarian in order to ensure that an accurate diagnosis is\nobtained and an appropriate treatment plan is developed and followed. This information, including the diagnosis,\ntreatment and resolution of the condition, must be documented and made available to the inspector upon request.\nThe licensee must ensure that all animals receive appropriate veterinary care at all times.\nTo be corrected by:  5:00pm on April 28, 2017\n2.40(b)(2)           DIRECT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nExpired medical products used for the dogs are located among current medical products.  The following products\nhave expired:  \n•Acepromazine: exp. 01-16\n•Gentizol: exp. 02-17\n•Cephalexin capsules: exp. 11-01-2013\n•Albon tabs: exp. 08-01-13\n•Panacur: exp. 12-16\n•Nik Stop:  exp. 03-11\nExpired medical materials may lose their effectiveness and the health of the animals could suffer.  The licensee\nmust dispose of the expired medical material or clearly label them expired and they are not to be used for regulated\ndogs.  The licensee must ensure that all medical products used for the dogs has not expired.  \nTo be corrected by:  The licensee disposed of the expired medical material at the time of the inspection.\n3.1(a)\nHOUSING FACILITIES, GENERAL.\nIn the outdoor housing area there are three enclosures that sit up off the ground and are constructed of wood\nframing and wire floors and sides.  One of these enclosures, containing one dog, has a large gap between the wood\ndoor and the door frame.  The gap is large enough for the dog to place it’s foot through, which could result in injury\nto the dog.  \nHousing facilities must be constructed in a manner that protects the dogs from injury.  The licensee must eliminate\n\nthe gap between the door and the door frame.  The licensee must ensure that the enclosures are safe for the dogs\nat all times.  \nTo be corrected by:  May 09, 2017\n3.1(c)(2)\nHOUSING FACILITIES, GENERAL.\nIn the outdoor housing area there are three enclosures that sit up off the ground and are constructed of wood\nframing and wire floors and sides.  Within two of these enclosures, containing a total of two dogs, the wood around\nthe openings to the shelters has been excessively chewed and damaged by the dogs.\nChewed wood cannot be readily cleaned and sanitized which could increase the risk of disease towards the dogs.\nAll surfaces of housing facilities must be maintained on a regular basis.  Any surface that cannot be readily cleaned\nand sanitized must be replaced when worn or soiled.  The licensee must replace, repair or alter the damaged wood\nin a manner that allows for proper cleaning and sanitizing of the surface.  The licensee must ensure that all surfaces\nof housing facilities are kept in good repair at all times.\nTo be corrected by:  May 16, 2017\n3.6(a)(2)(x)\nPRIMARY ENCLOSURES.\nThe flooring of the whelping enclosures are constructed of wire.  In two enclosures, containing a total of 2 adult\nfemale dogs and nine puppies, the feet and legs of the puppies were observed passing through the openings in the\nflooring.  Openings in flooring that are large enough to allow the feet and legs to pass through could cause injuries\nto the puppies, as well as create difficulty for the puppies to move about in the enclosure.\nPrimary enclosures must have flooring that is constructed in a manner that protects the dogs’ feet and legs from\ninjury and does not allow the dogs’ feet to pass through any openings.  The licensee must alter the flooring in the\nwhelping enclosures in a manner that does not allow the puppies’ feet and legs to pass through the openings.\nTo be corrected by:  May 03, 2017\n3.11(b)(2)\n\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\nIn the outdoor housing area there are three enclosures that sit up off the ground and are constructed of wood\nframing and wire floors and sides.  In the last enclosure, containing one dog, there is a metal self-feeder lying on the\nfloor.  There is a thick buildup of dirt, grime, and old straw on the inside of the feeder.  Buildup of dirt, grime and\ndebris on the feeder could increase the risk of disease towards the dog.\nUsed primary enclosures and food and water receptacles must be sanitized once every two weeks or more often to\nprevent the accumulation of dirt, grime and other disease hazards.  The licensee must clean and sanitize this feeder\nand ensure that all feeders remain free of a buildup of dirt, grime and other disease hazards.  \nTo be corrected by:  The licensee removed this feeder from the enclosure at the time of the inspection.\nInspection and exit interview were conducted with ACI, Kelly Maxwell, SACS, Heather Cole, ARD, Elizabeth Meek\nand the facility representative.\nAdditional Inspectors\nTheodorson Elizabeth, Director\nCole Heather, Supervisory Animal Care Specialist",
  "animals_total": 21,
  "species": [
    {
      "count": 12,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 9,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}