{
  "insp_id": "2016082568108627",
  "layout": "a",
  "customer_id": "3487",
  "customer_name": "City Of Roswell",
  "customer_addr": "P. O. Drawer 1838\nRoswell, NM 88202",
  "certificate": "85-C-0005",
  "site_id": "001",
  "site_name": "CITY OF ROSWELL",
  "insp_type": "ROUTINE INSPECTION",
  "date": "21-FEB-2017",
  "report_date": "21-FEB-2017",
  "citations": [
    {
      "code": "3.81",
      "kind": "",
      "repeat": false,
      "desc": "ENVIRONMENT ENHANCEMENT TO PROMOTE PSYCHOLOGICAL WELL-BEING.",
      "narrative": "At the time of this inspection there is no documentation of the environment enhancement plan to promote the\npsychological well-being of the three lemurs in their enclosure. The plan must document enrichment by providing\nmeans of expressing noninjurious species typical activities. Examples include providing increased cage complexity,\nproviding objects to manipulate, varied food items or foraging opportunities. To be corrected by: March 31, 2017."
    },
    {
      "code": "3.85",
      "kind": "",
      "repeat": true,
      "desc": "EMPLOYEES.",
      "narrative": "Facilities with nonhuman primates must have enough employees to carry out the level of husbandry and care as\ndescribed in the Animal Welfare regulations. There continues to be an insufficient number of trained zoo keepers\nwith the knowledge, background, and experience in proper animal husbandry. Insufficient staffing is a concern\nbecause it affects animal safety and well-being. This is a repeat, non-compliant item."
    },
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": true,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "The majority of the concrete surface in the bear moat has eroded and the underlying concrete is exposed. The\nconcrete surface material is chipped and broken and could potentially be ingested by the bears. The area of\ndamaged moat concrete inside this bear enclosure must be repaired in order to avoid accidental ingestion by the\ntwo animals housed in this exhibit. This is a repeat non-compliant item.\nApproximately 70 feet of chain link fencing on the \"train station\" side of the longhorn enclosure is curling inwards\ntowards the two animals housed in this enclosure. This chain link fencing is not adequate to contain a large animal\nsuch as a longhorn as evidenced by the outward leaning posts where the animals have pushed on the fencing. This\nis a repeat non-complaint item.\nApproximately 50 feet of chain link fencing in front of the bison holding pen is curling upward and outward along the\nservice alley. This chain link fencing has broken sharp points which could potentially injure an animal. This is a\nrepeat non-compliant item.\nThe interior of the off-exhibit holding building shared by the 2 bobcat and the 2 coatimundi is very rusted and has a\nsingle small zookeeper roof access \"hatch\" for cleaning. This set-up makes it extremely hard to adequately clean\nand sanitize the interior of this building. This building must be repaired or replaced to enable keeper access to this\narea. To be corrected by: March 31, 2017.\nThe storage building behind the round pen housing two foxes is full of construction debris and other materials. The\nexterior siding on this building appears to be deteriorating along the bottom at ground level. This interior of this\nbuilding must be cleaned and the exterior repaired to prevent possible rodent infestation. To be corrected by:\nMarch 31, 2017.\nThis inspection and exit briefing were conducted with city officials on February 21 & 22, 2017.\nAdditional Inspectors\nDigesualdo Cynthia, Veterinary Medical Officer"
    }
  ],
  "narrative": "3.81\nENVIRONMENT ENHANCEMENT TO PROMOTE PSYCHOLOGICAL WELL-BEING.\nAt the time of this inspection there is no documentation of the environment enhancement plan to promote the\npsychological well-being of the three lemurs  in their enclosure.  The plan must document enrichment by providing\nmeans of expressing noninjurious species typical activities.  Examples include providing increased cage complexity,\nproviding objects to manipulate, varied food items or foraging opportunities.  To be corrected by:  March 31, 2017.\n3.85                    REPEAT\nEMPLOYEES.  \nFacilities with nonhuman primates must have enough employees to carry out the level of husbandry and care as\ndescribed in the Animal Welfare regulations.  There continues to be an insufficient number of trained zoo keepers\nwith the knowledge, background, and experience in proper animal husbandry.  Insufficient staffing is a concern\nbecause it affects animal safety and well-being.  This is a repeat, non-compliant item.\n3.125(a)                    REPEAT\nFACILITIES, GENERAL.   \nThe majority of the concrete surface in the bear moat has eroded and the underlying concrete is exposed.  The\nconcrete surface material is chipped and broken and could potentially be ingested by the bears.  The area of\ndamaged moat concrete inside this bear enclosure must be repaired in order to avoid accidental ingestion by the\ntwo animals housed in this exhibit.  This is a repeat non-compliant item.\nApproximately 70 feet of chain link fencing on the \"train station\" side of the longhorn enclosure is curling inwards\ntowards the two animals housed in this enclosure.  This chain link fencing is not adequate to contain a large animal\nsuch as a longhorn as evidenced by the outward leaning posts where the animals have pushed on the fencing.  This\nis a repeat non-complaint item.\nApproximately 50 feet of chain link fencing in front of the bison holding pen is curling upward and outward along the\nservice alley.  This chain link fencing has broken sharp points which could potentially injure an animal.   This is a\nrepeat non-compliant item.\n\nThe interior of the off-exhibit holding building shared by the 2 bobcat and the 2 coatimundi is very rusted and has a\nsingle small zookeeper roof  access \"hatch\" for cleaning.  This set-up makes it extremely hard to adequately clean\nand sanitize the interior of this building.  This building must be repaired or replaced to enable keeper access to this\narea.  To be corrected by:  March 31, 2017.\nThe storage building behind the round pen housing two foxes is full of construction debris and other materials.  The\nexterior siding on this building appears to be deteriorating along the bottom at ground level.  This interior of this\nbuilding must be cleaned and the exterior repaired to prevent possible rodent infestation.  To be corrected by: \nMarch 31, 2017.\nThis inspection and exit briefing were conducted with city officials on February 21 & 22, 2017.\nAdditional Inspectors\nDigesualdo Cynthia, Veterinary Medical Officer",
  "animals_total": 133,
  "species": [
    {
      "count": 2,
      "scientific": "Ammotragus lervia",
      "common": "BARBARY SHEEP"
    },
    {
      "count": 1,
      "scientific": "Antilocapra americana",
      "common": "PRONGHORN"
    },
    {
      "count": 3,
      "scientific": "Bison bison",
      "common": "AMERICAN BISON"
    },
    {
      "count": 2,
      "scientific": "Bos taurus",
      "common": "CATTLE / COW / OX / WATUSI"
    },
    {
      "count": 1,
      "scientific": "Canis latrans",
      "common": "COYOTE"
    },
    {
      "count": 2,
      "scientific": "Canis lupus",
      "common": "GRAY WOLF / GREY WOLF / TIMBER WOLF"
    },
    {
      "count": 5,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 1,
      "scientific": "Castor canadensis",
      "common": "AMERICAN BEAVER"
    },
    {
      "count": 1,
      "scientific": "Chinchilla brevicaudata",
      "common": "CHINCHILLA"
    },
    {
      "count": 80,
      "scientific": "Cynomys ludovicianus",
      "common": "BLACK-TAILED PRAIRIE DOG"
    },
    {
      "count": 2,
      "scientific": "Equus asinus asinus",
      "common": "DONKEY / BURRO / ASS"
    },
    {
      "count": 1,
      "scientific": "Erethizon dorsatum",
      "common": "NORTH AMERICAN PORCUPINE"
    },
    {
      "count": 5,
      "scientific": "Lama glama",
      "common": "LLAMA"
    },
    {
      "count": 3,
      "scientific": "Lemur catta",
      "common": "RING-TAILED LEMUR"
    },
    {
      "count": 2,
      "scientific": "Lynx rufus",
      "common": "BOBCAT"
    },
    {
      "count": 3,
      "scientific": "Muntiacus reevesi",
      "common": "REEVE'S MUNTJAC"
    },
    {
      "count": 3,
      "scientific": "Mustela putorius",
      "common": "EUROPEAN POLECAT"
    },
    {
      "count": 2,
      "scientific": "Nasua nasua",
      "common": "SOUTH AMERICAN COATI"
    },
    {
      "count": 4,
      "scientific": "Odocoileus hemionus",
      "common": "MULE DEER"
    },
    {
      "count": 1,
      "scientific": "Ovis aries aries",
      "common": "SHEEP INCLUDING ALL DOMESTIC BREEDS"
    },
    {
      "count": 1,
      "scientific": "Procyon lotor",
      "common": "RACCOON"
    },
    {
      "count": 2,
      "scientific": "Puma concolor",
      "common": "PUMA / MOUNTAIN LION / COUGAR"
    },
    {
      "count": 1,
      "scientific": "Taxidea taxus",
      "common": "AMERICAN BADGER"
    },
    {
      "count": 1,
      "scientific": "Urocyon cinereoargenteus",
      "common": "GRAY FOX / GREY FOX"
    },
    {
      "count": 2,
      "scientific": "Ursus americanus",
      "common": "NORTH AMERICAN BLACK BEAR"
    },
    {
      "count": 2,
      "scientific": "Vulpes vulpes",
      "common": "RED FOX (INCLUDES SILVER FOX & CROSS FOX)"
    }
  ]
}