{
  "insp_id": "INS-0000834984",
  "layout": "c",
  "customer_id": "3157",
  "customer_name": "Noahs Ark Animal Rehab Center and Sanctuary Inc",
  "customer_addr": "712 L G Griffin Road\nLocust Grove, GA 30248",
  "certificate": "57-C-0037",
  "site_id": "001",
  "site_name": "NOAHS ARK REHABILITATION CENTER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "15-DEC-2022",
  "report_date": "27-DEC-2022",
  "citations": [
    {
      "code": "2.40(a)(2)",
      "kind": "",
      "repeat": false,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "There are some aspects of veterinary care as well as general animal care that the attending veterinarian has not been\ngiven proper authority to oversee adequacy:\n- Facility representatives and the attending veterinarian do not remember when the veterinarian last walked through the\nentire facility to assess the health and husbandry of every single animal. Both sides explained that such a visit does not\noccur regularly and has not happened in a long time, at least more than one year. Without regular, thorough, and\ncomplete visits, the veterinarian cannot fully assess the animals’ living conditions and therefore does not oversee the\nadequacy of all aspects of animal care and use.\n- The facility has received guidance on animal care from other consultants and consulting veterinarians but did not inform\nor receive approval from the attending veterinarian. The attending veterinarian confirmed not having been made aware of\nany of the following occurrences:\no A Bengal tiger, Sheila, has 2 small circular red hairless lesions on her left hind limb. They are both approximately the\nsize of a penny, one on her thigh and the other at the top of her foot (hock). A consulting veterinarian pointed this out to a\nfacility representative and indicated it might need further investigation.\no A white-faced capuchin named Calvin is being given medications every 6 to 8 hours instead of every 12 hours as\nindicated in the instructions. Per a facility representative, a consulting veterinarian approved this change in time interval.\no The Bengal tiger Sheila is now being fed mostly boneless meat per the guidance of a consultant since per a facility\nrepresentative she did not eat the bone and seemed to have some difficulty eating bone-in meat. All the other wild cats\nare now fed a mix of boneless and bone-in meat instead of all bone-in meat per the recommendation of the same\nconsultant.\no The black bear, Tuffy, is being given medications in peanut butter sandwiched by 2 graham crackers again per the\nrecommendation of a consultant.\n- The attending veterinarian also stated not having reviewed or approved the diet composition or supplements currently\nfed to any of the wild cats housed at the facility.\nWhen the veterinarian is not given the appropriate authority, the provision of veterinary care may be inadequate or\ninappropriate. The licensee must assure that the attending veterinarian has appropriate authority to ensure the provision\nof adequate veterinary care and to oversee the adequacy of other aspects of animal care and use. To be corrected by\nJanuary 26, 2023."
    },
    {
      "code": "2.40(b)(3)",
      "kind": "",
      "repeat": false,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "Communication between the facility and the attending veterinarian is overall insufficient and indirect in conveying\ninformation on animal health and well-being. Most of the conversation is being held via email and the following failures in\ncommunication have occurred:\n- A facility representative and the attending veterinarian have both expressed experiencing a lack of responsiveness from\nthe other on aspects relating to animal care.\n- A male brown lemur has a golf ball sized circular mass on the left side of his neck. The attending veterinarian explained\nrequesting a keeper’s assistance from the facility in order to restrain the primate and perform an aspirate of the mass. The\nfacility planned on scheduling the procedure but due to scheduling issues, failed to do so. No further communication was\nhad on the topic and the primate remained as is with a facility representative explaining that they are monitoring the\ncondition.\n- The facility identified certain animals in need of care and planned on consulting on some items with other veterinarians\nbut did not communicate the findings with the attending veterinarian. The attending veterinarian was not aware of the\nfollowing:\no The lion liberty being overweight. A consulting veterinarian stated having discussed this with the facility.\no A black and white pot belly pig with his abdomen hanging very low, almost dragging on the ground. The facility identified\nthis condition and scheduled an appointment with another consulting veterinarian for examination.\n- Ongoing communication with the attending veterinarian about the progress or change in condition of animals with\nchronic ailments is not occurring. The current state of the tiger Sheila and the black bear Tuffy, both with pre-existing\nchronic conditions, have not been communicated with the attending veterinarian for the establishment of a plan for future\ntreatments or ongoing progress updates:\no The tiger Sheila was prescribed by the attending veterinarian a supplement for arthritis approximately 3 months ago.\nSince, per a facility representative, Sheila is more mobile, but her gait continues to be abnormal. During inspection, she\nwas seen walking slowly, deliberately, putting one paw down completely before lifting the other. While walking, Sheila’s\nback was hunched and the top of her hind feet (the hocks) were dropped on both sides, touching the ground with each\nstep. The attending veterinarian was not aware of this gait and explained it to be different from what she had seen before.\nShe expressed the need to examine the animal for diagnosis and to develop a treatment plan.\no The black bear Tuffy was also prescribed by the attending veterinarian medication for his arthritis approximately 3\nmonths ago. Per a facility representative, he is more mobile and active but he continues to have an abnormal gait. During\ninspection, the bear was seen walking slowly with his left front foot in a continuous state of extension and swaying his\nhead slightly after every step and when standing. Tuffy’s right eye was also abnormal with some whiteness within the\npupil and a cloudy white ring around the Iris. When asked, the facility representative explained that he has and always\nhad cataracts. The attending veterinarian explained not having examined the bear in a long time and could not recall what\nhis eye looked like last and did not know if the condition had changed. She also did not know if the bear’s gait changed\nsince prescribing the medication.\nCommunication with the attending veterinarian on newly identified animal problems is necessary to establish a plan of\naction. Furthermore, ongoing communication on pre-existing conditions is crucial in order to communicate the current\nstate of an animal for the establishment of a new treatment plan if needed or a progress update schedule. The lack of\nfrequent and direct communication between the facility and the attending veterinarian could lead to a delay in treatment\nfor animals in need. A more rigorous as well as effective mechanism of direct and frequent communication must be\nestablished so that timely and accurate information on problems of animal health, behavior, and well-being is conveyed to\nthe attending veterinarian. To be corrected by January 26, 2023."
    },
    {
      "code": "3.127(d)",
      "kind": "",
      "repeat": false,
      "desc": "Facilities, outdoor.",
      "narrative": "The chain link perimeter fence surrounding the outdoor enclosures containing mainly dangerous animals, such as tigers\nand bears, had multiple sections in disrepair and was less than 8 feet or even 6 feet in height in many areas.\nOn the east side of the facility, a very large tree was downed over an approximately 10 foot section of fence. The fence\nimmediately below the fallen three was destroyed and almost at ground level while the areas surrounding were crumpled,\nreduced to less than 8 feet in height. On the same side, due to ground erosion, there was a dip in a large section of fence\nwhich sunk to a height of approximately 4 feet.\nOn the south side of the facility, another large tree was downed, resulting in an approximately 6 foot section of fence at\nabout 5 feet in height. On the same side, two additional areas of damaged fence were identified, one 5 feet in height while\nthe other was 4 feet in height. The gate on the south side, also part of the perimeter fence, was only about 5 feet in\nheight.\nOn both the south and east side, there are areas of vegetation overgrowth from the outside of the facility leaning on top\nand across the fence. In addition, against a large section on the east side, many large plastic bags containing mulch were\nstacked up approximately 4 to 5 feet high and propped up against the fence. These further compromises the effectiveness\nof the fence in making it easier for animals to climb and come through the perimeter fence from both sides.\nThe lack of an adequate perimeter fence presents a safety risk to the animals within the facility in that there isn’t an\nadequate secondary containment system to hold animals that may escape their primary enclosures or a sufficient barrier\nto keep animals and unauthorized persons out. The facility must ensure an 8-foot-high perimeter fence for dangerous\nanimals and a 6-foot-high fence for non-dangerous animals as well as non-human primates. Such fence must be at least\n3 feet in distance from the primary enclosure for outdoor housed animals. To be corrected by January 27, 2023."
    },
    {
      "code": "3.129(a)",
      "kind": "",
      "repeat": true,
      "desc": "Feeding.",
      "narrative": "During inspection, feeding inadequacies were observed in 2 areas:\n- Approximately the top 1/3 of the round bale of hay in the “motley crew” enclosure was damp and dark brown in color.\nThe inner parts of the top layers were rotten and mainly black in color with some small areas of white-fuzzy mold like\nmaterial. This bale was the only source of hay for the 10 goats and 5 pigs within the enclosure.\n- Per the directions for use of the carnivore supplement (a source of calcium among other nutrients) added to the diet, the\nfacility is underdosing the wild cats, the foxes, and the wolf-dog hybrid. For most of those animals, the facility is providing\napproximately a little less than half of the required amount of supplement which per the directions for use half would\nsuffice if the animals were fed all bone-in-meat. However, per a facility representative, the animals’ diet is an equal mix of\nboneless and bone-in meat. In addition, a Bengal tiger named Sheila is also being given less than half the required\namount of supplement even though she is mostly being given a bone-less diet since per a facility representative she does\nnot eat bone. Therefore, this supplement is the main source of calcium for Sheila yet she is being given a severely low\ndose for her requirements. The bone content in the diet as well as the amount of supplement added for each animal was\nnot discussed with or approved by the attending veterinarian.\nFeed contaminated with rot or mold may be unwholesome as well as unpalatable to the animals and could result in\nillness. Underdosing animals on supplements containing vital nutrients such as calcium without prior consultation with a\nveterinarian may negatively impact their health and overall well-being of the animals. The facility must ensure the food\ngiven to the animals is wholesome, palatable, and free from contamination and of sufficient quantity and nutritive value to\nmaintain all animals in good health."
    },
    {
      "code": "3.132",
      "kind": "",
      "repeat": false,
      "desc": "Employees.",
      "narrative": "On November 15th, 2022, an employee incorrectly administered an oral medication to the black bear Tuffy resulting in a\nbite to their hand that required hospitalization for medical intervention. The employee had the bear take the medication\nhidden in food directly from her hand instead of placing it on the ground as is customary for the facility. The employee, a\nlongtime volunteer, was only recently hired and occupied this position for approximately 1 month before this incident. Per\nthe employee, she had never administered medications to the animals before, she was never trained to do so, and\nmentioned never having observed another employee giving medications in her time at the facility. A facility representative\nexplained that the newly hired employee volunteered to give medications because the keeper responsible for the task was\nout on leave that day. The lack of training lead to the inadequate administration of medications which resulted in\nsignificant injury to the employee and could have severely harmed the bear as well. It is the facility’s responsibility to\nadequately train their employees and assess their qualifications before allowing them to conduct any task especially those\ninvolving animal interaction. The facility must ensure that there is a sufficient number of adequately trained employees to\nmaintain an acceptable level of husbandry practices while under the supervision of someone with a background in animal\ncare. To be corrected by January 13, 2023.\nThis inspection and exit interview were conducted with facility representatives.\nAdditional Inspectors:\nMadeline Anna, VETERINARY MEDICAL OFFICER n"
    }
  ],
  "narrative": "2.40(a)(2) \n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nThere are some aspects of veterinary care as well as general animal care that the attending veterinarian has not been \ngiven proper authority to oversee adequacy: \n \n- Facility representatives and the attending veterinarian do not remember when the veterinarian last walked through the \nentire facility to assess the health and husbandry of every single animal. Both sides explained that such a visit does not \noccur regularly and has not happened in a long time, at least more than one year. Without regular, thorough, and \ncomplete visits, the veterinarian cannot fully assess the animals’ living conditions and therefore does not oversee the \nadequacy of all aspects of animal care and use. \n \n- The facility has received guidance on animal care from other consultants and consulting veterinarians but did not inform \nor receive approval from the attending veterinarian. The attending veterinarian confirmed not having been made aware of \nany of the following occurrences: \no A Bengal tiger, Sheila, has 2 small circular red hairless lesions on her left hind limb. They are both approximately the \nsize of a penny, one on her thigh and the other at the top of her foot (hock). A consulting veterinarian pointed this out to a\n\nfacility representative and indicated it might need further investigation.  \no A white-faced capuchin named Calvin is being given medications every 6 to 8 hours instead of every 12 hours as \nindicated in the instructions. Per a facility representative, a consulting veterinarian approved this change in time interval. \no The Bengal tiger Sheila is now being fed mostly boneless meat per the guidance of a consultant since per a facility \nrepresentative she did not eat the bone and seemed to have some difficulty eating bone-in meat. All the other wild cats \nare now fed a mix of boneless and bone-in meat instead of all bone-in meat per the recommendation of the same \nconsultant.  \no The black bear, Tuffy, is being given medications in peanut butter sandwiched by 2 graham crackers again per the \nrecommendation of a consultant.  \n \n- The attending veterinarian also stated not having reviewed or approved the diet composition or supplements currently \nfed to any of the wild cats housed at the facility.  \n \nWhen the veterinarian is not given the appropriate authority, the provision of veterinary care may be inadequate or \ninappropriate. The licensee must assure that the attending veterinarian has appropriate authority to ensure the provision \nof adequate veterinary care and to oversee the adequacy of other aspects of animal care and use. To be corrected by \nJanuary 26, 2023. \n2.40(b)(3) \n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nCommunication between the facility and the attending veterinarian is overall insufficient and indirect in conveying \ninformation on animal health and well-being. Most of the conversation is being held via email and the following failures in \ncommunication have occurred:\n\n- A facility representative and the attending veterinarian have both expressed experiencing a lack of responsiveness from \nthe other on aspects relating to animal care. \n \n- A male brown lemur has a golf ball sized circular mass on the left side of his neck. The attending veterinarian explained \nrequesting a keeper’s assistance from the facility in order to restrain the primate and perform an aspirate of the mass. The \nfacility planned on scheduling the procedure but due to scheduling issues, failed to do so. No further communication was \nhad on the topic and the primate remained as is with a facility representative explaining that they are monitoring the \ncondition.  \n \n- The facility identified certain animals in need of care and planned on consulting on some items with other veterinarians \nbut did not communicate the findings with the attending veterinarian. The attending veterinarian was not aware of the \nfollowing: \no The lion liberty being overweight. A consulting veterinarian stated having discussed this with the facility. \no A black and white pot belly pig with his abdomen hanging very low, almost dragging on the ground. The facility identified \nthis condition and scheduled an appointment with another consulting veterinarian for examination.  \n \n- Ongoing communication with the attending veterinarian about the progress or change in condition of animals with \nchronic ailments is not occurring. The current state of the tiger Sheila and the black bear Tuffy, both with pre-existing \nchronic conditions, have not been communicated with the attending veterinarian for the establishment of a plan for future \ntreatments or ongoing progress updates:\n\no The tiger Sheila was prescribed by the attending veterinarian a supplement for arthritis approximately 3 months ago. \nSince, per a facility representative, Sheila is more mobile, but her gait continues to be abnormal. During inspection, she \nwas seen walking slowly, deliberately, putting one paw down completely before lifting the other. While walking, Sheila’s \nback was hunched and the top of her hind feet (the hocks) were dropped on both sides, touching the ground with each \nstep. The attending veterinarian was not aware of this gait and explained it to be different from what she had seen before. \nShe expressed the need to examine the animal for diagnosis and to develop a treatment plan.  \no The black bear Tuffy was also prescribed by the attending veterinarian medication for his arthritis approximately 3 \nmonths ago. Per a facility representative, he is more mobile and active but he continues to have an abnormal gait. During \ninspection, the bear was seen walking slowly with his left front foot in a continuous state of extension and swaying his \nhead slightly after every step and when standing. Tuffy’s right eye was also abnormal with some whiteness within the \npupil and a cloudy white ring around the Iris. When asked, the facility representative explained that he has and always \nhad cataracts. The attending veterinarian explained not having examined the bear in a long time and could not recall what \nhis eye looked like last and did not know if the condition had changed. She also did not know if the bear’s gait changed \nsince prescribing the medication.  \n \nCommunication with the attending veterinarian on newly identified animal problems is necessary to establish a plan of \naction. Furthermore, ongoing communication on pre-existing conditions is crucial in order to communicate the current \nstate of an animal for the establishment of a new treatment plan if needed or a progress update schedule. The lack of \nfrequent and direct communication between the facility and the attending veterinarian could lead to a delay in treatment \nfor animals in need. A more rigorous as well as effective mechanism of direct and frequent communication must be\n\nestablished so that timely and accurate information on problems of animal health, behavior, and well-being is conveyed to \nthe attending veterinarian. To be corrected by January 26, 2023. \n3.127(d) \n   \nFacilities, outdoor. \nThe chain link perimeter fence surrounding the outdoor enclosures containing mainly dangerous animals, such as tigers \nand bears, had multiple sections in disrepair and was less than 8 feet or even 6 feet in height in many areas.  \n \nOn the east side of the facility, a very large tree was downed over an approximately 10 foot section of fence. The fence \nimmediately below the fallen three was destroyed and almost at ground level while the areas surrounding were crumpled, \nreduced to less than 8 feet in height. On the same side, due to ground erosion, there was a dip in a large section of fence \nwhich sunk to a height of approximately 4 feet.  \n \nOn the south side of the facility, another large tree was downed, resulting in an approximately 6 foot section of fence at \nabout 5 feet in height. On the same side, two additional areas of damaged fence were identified, one 5 feet in height while \nthe other was 4 feet in height. The gate on the south side, also part of the perimeter fence, was only about 5 feet in \nheight.  \n \nOn both the south and east side, there are areas of vegetation overgrowth from the outside of the facility leaning on top \nand across the fence. In addition, against a large section on the east side, many large plastic bags containing mulch were \nstacked up approximately 4 to 5 feet high and propped up against the fence. These further compromises the effectiveness \nof the fence in making it easier for animals to climb and come through the perimeter fence from both sides.\n\nThe lack of an adequate perimeter fence presents a safety risk to the animals within the facility in that there isn’t an \nadequate secondary containment system to hold animals that may escape their primary enclosures or a sufficient barrier \nto keep animals and unauthorized persons out. The facility must ensure an 8-foot-high perimeter fence for dangerous \nanimals and a 6-foot-high fence for non-dangerous animals as well as non-human primates. Such fence must be at least \n3 feet in distance from the primary enclosure for outdoor housed animals. To be corrected by January 27, 2023. \n3.129(a)  Repeat\n   \nFeeding. \nDuring inspection, feeding inadequacies were observed in 2 areas: \n- Approximately the top 1/3 of the round bale of hay in the “motley crew” enclosure was damp and dark brown in color. \nThe inner parts of the top layers were rotten and mainly black in color with some small areas of white-fuzzy mold like \nmaterial. This bale was the only source of hay for the 10 goats and 5 pigs within the enclosure.  \n- Per the directions for use of the carnivore supplement (a source of calcium among other nutrients) added to the diet, the \nfacility is underdosing the wild cats, the foxes, and the wolf-dog hybrid. For most of those animals, the facility is providing \napproximately a little less than half of the required amount of supplement which per the directions for use half would \nsuffice if the animals were fed all bone-in-meat. However, per a facility representative, the animals’ diet is an equal mix of \nboneless and bone-in meat. In addition, a Bengal tiger named Sheila is also being given less than half the required \namount of supplement even though she is mostly being given a bone-less diet since per a facility representative she does \nnot eat bone. Therefore, this supplement is the main source of calcium for Sheila yet she is being given a severely low \ndose for her requirements. The bone content in the diet as well as the amount of supplement added for each animal was \nnot discussed with or approved by the attending veterinarian.  \nFeed contaminated with rot or mold may be unwholesome as well as unpalatable to the animals and could result in \nillness. Underdosing animals on supplements containing vital nutrients such as calcium without prior consultation with a\n\nveterinarian may negatively impact their health and overall well-being of the animals. The facility must ensure the food \ngiven to the animals is wholesome, palatable, and free from contamination and of sufficient quantity and nutritive value to \nmaintain all animals in good health. \n3.132 \n   \nEmployees. \nOn November 15th, 2022, an employee incorrectly administered an oral medication to the black bear Tuffy resulting in a \nbite to their hand that required hospitalization for medical intervention. The employee had the bear take the medication \nhidden in food directly from her hand instead of placing it on the ground as is customary for the facility. The employee, a \nlongtime volunteer, was only recently hired and occupied this position for approximately 1 month before this incident. Per \nthe employee, she had never administered medications to the animals before, she was never trained to do so, and \nmentioned never having observed another employee giving medications in her time at the facility. A facility representative \nexplained that the newly hired employee volunteered to give medications because the keeper responsible for the task was \nout on leave that day. The lack of training lead to the inadequate administration of medications which resulted in \nsignificant injury to the employee and could have severely harmed the bear as well. It is the facility’s responsibility to \nadequately train their employees and assess their qualifications before allowing them to conduct any task especially those \ninvolving animal interaction. The facility must ensure that there is a sufficient number of adequately trained employees to \nmaintain an acceptable level of husbandry practices while under the supervision of someone with a background in animal \ncare. To be corrected by January 13, 2023. \n \nThis inspection and exit interview were conducted with facility representatives.\n\nAdditional Inspectors: \nMadeline Anna, VETERINARY MEDICAL OFFICER n",
  "animals_total": 59,
  "species": [
    {
      "count": 5,
      "scientific": "Sapajus appella",
      "common": "BROWN CAPUCHIN / TUFTED CAPUCHIN"
    },
    {
      "count": 2,
      "scientific": "Cebus capucinus",
      "common": "WHITE-HEADED / WHITE-THROATED CAPUCHIN"
    },
    {
      "count": 1,
      "scientific": "Macaca fuscata",
      "common": "JAPANESE MACAQUE / SNOW MACAQUE"
    },
    {
      "count": 2,
      "scientific": "Macaca mulatta",
      "common": "RHESUS MACAQUE"
    },
    {
      "count": 1,
      "scientific": "Papio hamadryas",
      "common": "HAMADRYAS BABOON"
    },
    {
      "count": 1,
      "scientific": "Hylobates lar",
      "common": "LAR GIBBON"
    },
    {
      "count": 1,
      "scientific": "Symphalangus syndactylus",
      "common": "SIAMANG"
    },
    {
      "count": 6,
      "scientific": "Sus scrofa domestica",
      "common": "DOMESTIC PIG / POTBELLY PIG / MICRO PIG"
    },
    {
      "count": 2,
      "scientific": "Vulpes vulpes",
      "common": "RED FOX (INCLUDES SILVER FOX & CROSS FOX)"
    },
    {
      "count": 1,
      "scientific": "Panthera leo",
      "common": "LION"
    },
    {
      "count": 1,
      "scientific": "Lynx rufus",
      "common": "BOBCAT"
    },
    {
      "count": 1,
      "scientific": "Dolichotis patagonum",
      "common": "PATAGONIAN CAVY / MARA"
    },
    {
      "count": 2,
      "scientific": "Hystrix cristata",
      "common": "AFRICAN CRESTED PORCUPINE"
    },
    {
      "count": 3,
      "scientific": "Ursus americanus",
      "common": "NORTH AMERICAN BLACK BEAR"
    },
    {
      "count": 1,
      "scientific": "Ursus arctos",
      "common": "BROWN BEAR"
    },
    {
      "count": 1,
      "scientific": "Potos flavus",
      "common": "KINKAJOU"
    },
    {
      "count": 1,
      "scientific": "Macaca fascicularis",
      "common": "CRAB-EATING MACAQUE / CYNOMOLGUS MONKEY"
    },
    {
      "count": 11,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 5,
      "scientific": "Panthera tigris",
      "common": "TIGER"
    },
    {
      "count": 2,
      "scientific": "Ateles chamek",
      "common": "BLACK SPIDER MONKEY"
    },
    {
      "count": 1,
      "scientific": "Callithrix jacchus",
      "common": "COMMON MARMOSET"
    },
    {
      "count": 1,
      "scientific": "Saimiri sciureus",
      "common": "COMMON SQUIRREL MONKEY"
    },
    {
      "count": 6,
      "scientific": "Eulemur rufus",
      "common": "RUFOUS BROWN LEMUR / RED BROWN LEMUR"
    },
    {
      "count": 1,
      "scientific": "Canis lupus X C. l. familiaris",
      "common": "WOLF/DOG HYBRID"
    }
  ]
}