{
  "insp_id": "176161303400066",
  "layout": "a",
  "customer_id": "18716",
  "customer_name": "Jan Harper",
  "customer_addr": "432438 E 80 Rd\nWelch, OK 74369",
  "certificate": "73-A-2038",
  "site_id": "001",
  "site_name": "JAN Harper",
  "insp_type": "ROUTINE INSPECTION",
  "date": "21-JUN-2016",
  "report_date": "24-JUN-2016",
  "citations": [
    {
      "code": "3.1(c)(3)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "One enclosure in the whelping building had an accumulation of dirt, grime, hair and wet bedding material. The\nenclosure contained one female English bulldog. The accumulations of hair, old bedding and dirt must be removed\nroutinely from the enclosure. Providing a clean and sanitized environment for the dogs will help to protect the dogs\nfrom disease and other health hazards and help to ensure their health and well-being. Licensee must thoroughly\nclean and sanitize all areas of the kennel building inside and out. All enclosures must be cleaned and all surfaces in\ncontact with the dog be thoroughly cleaned and sanitized. Corrected after completion of inspection.\nInspection and exit interview conducted by R. Whiteley ACI, Michael Tygart, VMO with facility representative.\nAdditional Inspectors\nTygart Michael, Supervisory Animal Care Specialist"
    }
  ],
  "narrative": "3.1(c)(3)\nHOUSING FACILITIES, GENERAL.\nOne enclosure in the whelping building had an accumulation of dirt, grime, hair and wet bedding material.  The\nenclosure contained one female English bulldog.  The accumulations of hair, old bedding and dirt must be removed\nroutinely from the enclosure.  Providing a clean and sanitized environment for the dogs will help to protect the dogs\nfrom disease and other health hazards and help to ensure their health and well-being. Licensee must thoroughly\nclean and sanitize all areas of the kennel building inside and out.  All enclosures must be cleaned and all surfaces in\ncontact with the dog be thoroughly cleaned and sanitized.   Corrected after completion of inspection.\nInspection and exit interview conducted by R. Whiteley ACI, Michael Tygart, VMO with facility representative.\nAdditional Inspectors\nTygart Michael, Supervisory Animal Care Specialist",
  "animals_total": 95,
  "species": [
    {
      "count": 20,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 75,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}