{
  "insp_id": "2016082568755521",
  "layout": "a",
  "customer_id": "43668",
  "customer_name": "Cathy Ledford",
  "customer_addr": "1908 Dehesa Road\nEl Cajon, CA 92019",
  "certificate": "93-C-0876",
  "site_id": "001",
  "site_name": "CATHY LEDFORD",
  "insp_type": "ROUTINE INSPECTION",
  "date": "15-AUG-2017",
  "report_date": "21-AUG-2017",
  "citations": [
    {
      "code": "2.75(b)(1)",
      "kind": "",
      "repeat": true,
      "desc": "RECORDS: DEALERS AND EXHIBITORS.",
      "narrative": "Records of acquisition and disposition for recently acquired rabbits and guinea pigs were not available at inspection.\nEvery exhibitor must keep and maintain records which contain the required information on animals which are\ntransported, sold, euthanized, or otherwise disposed of by that exhibitor. Facility corrected the records during\ninspection."
    },
    {
      "code": "3.27(b)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, OUTDOOR.",
      "narrative": "Guinea pigs were housed outdoors in a hutch with the rabbits without a variance. The guinea pigs were removed\nfrom the rabbit hutch during inspection and placed in a transfer cage, but still need to be moved indoors or a\nvariance obtained. Steps should be taken immediately to ensure the well-being of the guinea pigs, and the licensee\nshould either request and be granted permission for outdoor housing, or make other arrangements for housing\nguinea pigs\nCorrection date: 21 August 2017"
    },
    {
      "code": "3.33(b)",
      "kind": "",
      "repeat": false,
      "desc": "CLASSIFICATION AND SEPARATION.",
      "narrative": "The facility is currently housing guinea pigs with rabbits in the same outdoor hutch. The guinea pigs and 4\nadditional rabbits were recently acquired as a group and showed no signs of incompatibility. Housing guinea pigs\nwith other species may affect their health and well-being and increase their risk of injury. A system should be in\nplace and maintained to ensure guinea pigs are not housed in the same primary enclosure with any other species.\nThe guinea pigs were removed from the enclosure during inspection and placed in a temporary transfer cage.\nCorrection date: 21 August, 2017"
    },
    {
      "code": "3.58(a)",
      "kind": "",
      "repeat": false,
      "desc": "CLASSIFICATION AND SEPARATION.",
      "narrative": "Rabbits and guinea pigs were housed together in an outdoor hutch. The guinea pigs and 4 additional rabbits were\nrecently acquired as a group and showed no signs of incompatibility. Rabbits shall not be housed in the same\nprimary enclosures with any other species of animals, because housing rabbits with other species may affect their\nhealth and well-being and increase their risk of injury. The guinea pigs were removed from the enclosure during\ninspection and placed in a temporary transfer cage. A system should be in place and maintained to ensure rabbits\nare not housed in the same primary enclosure with any other species.\nCorrection date: 21 August 2017\nThis inspection and exit interview was conducted with facility representatives."
    }
  ],
  "narrative": "2.75(b)(1)                    REPEAT\nRECORDS: DEALERS AND EXHIBITORS.\nRecords of acquisition and disposition for recently acquired rabbits and guinea pigs were not available at inspection.\nEvery exhibitor must keep and maintain records which contain the required information on animals which are\ntransported, sold, euthanized, or otherwise disposed of by that exhibitor.  Facility corrected the records during\ninspection.\n3.27(b)\nFACILITIES, OUTDOOR.\nGuinea pigs were housed outdoors  in a hutch with the rabbits without a variance.  The guinea pigs were removed\nfrom the rabbit hutch during inspection and placed in a transfer cage, but still need to be moved indoors or a\nvariance obtained.  Steps should be taken immediately to ensure the well-being of the guinea pigs, and the licensee\nshould either request and be granted permission for outdoor housing, or make other arrangements for housing\nguinea pigs \nCorrection date: 21 August 2017\n3.33(b)\nCLASSIFICATION AND SEPARATION.\nThe facility is currently housing guinea pigs with rabbits in the same outdoor hutch.  The guinea pigs and 4\nadditional rabbits were recently acquired as a group and showed no signs of incompatibility.  Housing guinea pigs\nwith other species may affect their health and well-being and increase their risk of injury.  A system should be in\nplace and maintained to ensure guinea pigs are not housed in the same primary enclosure with any other species. \nThe guinea pigs were removed from the enclosure during inspection and placed in a temporary transfer cage. \nCorrection date: 21 August, 2017\n3.58(a)\n\nCLASSIFICATION AND SEPARATION. \nRabbits and guinea pigs were housed together in an outdoor hutch.  The guinea pigs and 4 additional rabbits were\nrecently acquired as a group and showed no signs of incompatibility.  Rabbits shall not be housed in the same\nprimary enclosures with any other species of animals, because housing rabbits with other species may affect their\nhealth and well-being and increase their risk of injury.  The guinea pigs were removed from the enclosure during\ninspection and placed in a temporary transfer cage.  A system should be in place and maintained to ensure rabbits\nare not housed in the same primary enclosure with any other species.\nCorrection date: 21 August 2017\nThis inspection and exit interview was conducted with facility representatives.",
  "animals_total": 10,
  "species": [
    {
      "count": 1,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 3,
      "scientific": "Cavia porcellus",
      "common": "DOMESTIC GUINEA PIG"
    },
    {
      "count": 5,
      "scientific": "Oryctolagus cuniculus",
      "common": "DOMESTIC RABBIT / EUROPEAN RABBIT"
    },
    {
      "count": 1,
      "scientific": "Ovis aries aries",
      "common": "SHEEP INCLUDING ALL DOMESTIC BREEDS"
    }
  ]
}