{
  "insp_id": "2016082568964909",
  "layout": "a",
  "customer_id": "321592",
  "customer_name": "Wild Bill'S Sanctuary Inc.",
  "customer_addr": "16408 S. 385th E. Avenue\nPorter, OK 74454",
  "certificate": "73-B-1842",
  "site_id": "001",
  "site_name": "Wild Bill's Sanctuary, Inc.",
  "insp_type": "ROUTINE INSPECTION",
  "date": "14-NOV-2017",
  "report_date": "15-NOV-2017",
  "citations": [
    {
      "code": "3.81(a)(3)",
      "kind": "",
      "repeat": false,
      "desc": "ENVIRONMENT ENHANCEMENT TO PROMOTE PSYCHOLOGICAL WELL-BEING.",
      "narrative": "A male and female baboon were recently acquired by the facility and are being housed together. The female has\nmarked, widespread hair loss although the underlying skin shows no sign of lesions. There was no indication of\ninfection, scratching, or any other physical skin problem. The facility representative stated that the male is abusive\nto the female, and that the hair loss was due to his aggression. The representative also stated that the female\narrived in this condition. Nonhuman primates housed together must be compatible, and these animals are clearly\nnot compatible at this time. These animals must be separated and housed apart as soon as possible to ensure the\nsafety of the female.\nCorrect immediately"
    },
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": true,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "Two enclosures housing, respectively, a single adult lion and a single adult tiger are open topped cages, with fence\nheights approximately 10 feet. There are short kick-ins on both fences. Cage fences of this height may not be\nsufficient to adequately contain adult lions or tigers. The licensee must ensure that all enclosures housing adult big\ncats are constructed and maintained to adequately contain the animals. The licensee has made progress on\nconstructing a closed top for the tiger enclosure, but it still does not meet current requirements."
    },
    {
      "code": "3.125(c)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "Multiple crates of fruits and vegetables are uncovered and being stored in the facility garage. The roof of the\ngarage is dirty, with debris and cobwebs over the food. The facility also has dogs which have access to the garage.\nThis is a source of potential contamination to the stored food. The facility must take steps to ensure food for the\nanimals is being stored safely, and protected from outside contamination.\nCorrect from this point forward\nThis inspection and exit interview were conducted with facility representative."
    }
  ],
  "narrative": "3.81(a)(3)\nENVIRONMENT ENHANCEMENT TO PROMOTE PSYCHOLOGICAL WELL-BEING.\nA male and female baboon were recently acquired by the facility and are being housed together.  The female has\nmarked, widespread hair loss although the underlying skin shows no sign of lesions.  There was no indication of\ninfection, scratching, or any other physical skin problem. The facility representative stated that the male is abusive\nto the female, and that the hair loss was due to his aggression.  The representative also stated that the female\narrived in this condition.  Nonhuman primates housed together must be compatible, and these animals are clearly\nnot compatible at this time.  These animals must be separated and housed apart as soon as possible to ensure the\nsafety of the female.\nCorrect immediately\n3.125(a)                    REPEAT\nFACILITIES, GENERAL.   \nTwo enclosures housing, respectively, a single adult lion and a single adult tiger are open topped cages, with fence\nheights approximately 10 feet.  There are short kick-ins on both fences.  Cage fences of this height may not be\nsufficient to adequately contain adult lions or tigers.  The licensee must ensure that all enclosures housing adult big\ncats are constructed and maintained to adequately contain the animals.  The licensee has made progress on\nconstructing a closed top for the tiger enclosure, but it still does not meet current requirements.\n3.125(c)\nFACILITIES, GENERAL.   \nMultiple crates of fruits and vegetables are uncovered and being stored in the facility garage.  The roof of the\ngarage is dirty, with debris and cobwebs over the food.  The facility also has dogs which have access to the garage.\n This is a source of potential contamination to the stored food.  The facility must take steps to ensure food for the\nanimals is being stored safely, and protected from outside contamination.\nCorrect from this point forward\n\nThis inspection and exit interview were conducted with facility representative.",
  "animals_total": 15,
  "species": [
    {
      "count": 4,
      "scientific": "Lynx rufus",
      "common": "BOBCAT"
    },
    {
      "count": 1,
      "scientific": "Macaca fuscata",
      "common": "JAPANESE MACAQUE / SNOW MACAQUE"
    },
    {
      "count": 1,
      "scientific": "Panthera leo",
      "common": "LION"
    },
    {
      "count": 2,
      "scientific": "Panthera tigris",
      "common": "TIGER"
    },
    {
      "count": 3,
      "scientific": "Papio anubis",
      "common": "OLIVE BABOON"
    },
    {
      "count": 1,
      "scientific": "Papio hamadryas",
      "common": "HAMADRYAS BABOON"
    },
    {
      "count": 1,
      "scientific": "Ursus americanus",
      "common": "NORTH AMERICAN BLACK BEAR"
    },
    {
      "count": 2,
      "scientific": "Vulpes lagopus",
      "common": "ARCTIC FOX"
    }
  ]
}