{
  "insp_id": "261140857240026",
  "layout": "a",
  "customer_id": "322675",
  "customer_name": "Randall Martin",
  "customer_addr": "131 Tobias Rd\nBernville, PA 19506",
  "certificate": "23-B-0224",
  "site_id": "001",
  "site_name": "RANDALL MARTIN",
  "insp_type": "ROUTINE INSPECTION",
  "date": "09-SEP-2014",
  "report_date": "19-SEP-2014",
  "citations": [
    {
      "code": "2.126(a)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ACCESS AND INSPECTION OF RECORDS AND PROPERTY; SUBMISSION OF ITINERARIES.",
      "narrative": "There were no records present including sales, purchases, births and deaths. At time of inspection the owner\nnotified APHIS inspectors that he moved to a new address on September 4, 2014. Owner stated the records are at\nhis new address and were not available at time of inspection. Records must be available for APHIS officials to\nreview during inspections to review business activities, document changes in ownership, and to access the heath of\nthe colony. Correct by ensuring records are available for inspection. Additionally, the licensee was advised that\nchanges in the name, address, or business operations must be made in writing to the Eastern Regional Office within\n10 days of such change. No regulated activity can be conducted at the new site until it passes inspection.\nCorrect by September 12, 2014"
    },
    {
      "code": "3.31(b)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "The facility had multiple large cobwebs hanging from the ceiling, dirt on the walls of the facility, piles of used\nbedding and droppings on the floor, and several loose guinea pigs (at least 4). Facility cleanliness is important to\nminimize the presence of environmental sources of disease, as well as pests which also pose a disease hazard to\nthe covered species. Facility must be kept clean and in good repair and primary enclosures must prevent animals\nfrom escaping.\nCorrect by September 12, 2014."
    },
    {
      "code": "3.31(c)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "The floor of the facility was littered with old bedding and a large amount of rodent droppings. It is unclear whether\nthese droppings came from escaped animals or if there is a pest problem (wild rodents) present in the facility. Pests\npose a risk to covered species by being a source of disease spread. An effective program for the control of\nmammalian pests shall be established and maintained. Facility cleanliness must be maintained to ensure continued\nmonitoring of the pest control program efficacy. Escaped animals must be captured to prevent disease spread.\nCorrect by September 12, 2014.\nExit briefing was conducted with facility owner.\nAdditional Inspectors\nCampitelli D.V.M Kathryn, Veterinary Medical Officer"
    }
  ],
  "narrative": "2.126(a)(2)\nACCESS AND INSPECTION OF RECORDS AND PROPERTY; SUBMISSION OF ITINERARIES.\nThere were no records present including sales, purchases, births and deaths. At time of inspection the owner\nnotified APHIS inspectors that he moved to a new address on September 4, 2014. Owner stated the records are at\nhis new address and were not available at time of inspection. Records must be available for APHIS officials to\nreview during inspections to review  business activities, document changes in ownership, and to access the heath of\nthe colony. Correct by ensuring records are available for inspection. Additionally, the licensee was advised that\nchanges in the name, address, or business operations must be made in writing to the Eastern Regional Office within\n10 days of such change. No regulated activity can be conducted at the new site until it passes inspection.\nCorrect by September 12, 2014\n3.31(b)\nSANITATION.\nThe facility had multiple large cobwebs hanging from the ceiling, dirt on the walls of the facility, piles of used\nbedding and droppings on the floor, and several loose guinea pigs (at least 4).  Facility cleanliness is important to\nminimize the presence of environmental sources of disease, as well as pests which also pose a disease hazard to\nthe covered species.  Facility must be kept clean and in good repair and primary enclosures must prevent animals\nfrom escaping.\nCorrect by September 12, 2014.\n3.31(c)\nSANITATION.\nThe floor of the facility was littered with old bedding and a large amount of rodent droppings.  It is unclear whether\nthese droppings came from escaped animals or if there is a pest problem (wild rodents) present in the facility.  Pests\npose a risk to covered species by being a source of disease spread.  An effective program for the control of\nmammalian pests shall be established and maintained.  Facility cleanliness must be maintained to ensure continued\nmonitoring of the pest control program efficacy.  Escaped animals must be captured to prevent disease spread.\n\nCorrect by September 12, 2014.\nExit briefing was conducted with facility owner.\nAdditional Inspectors\nCampitelli D.V.M Kathryn, Veterinary Medical Officer",
  "animals_total": 613,
  "species": [
    {
      "count": 613,
      "scientific": "Cavia porcellus",
      "common": "DOMESTIC GUINEA PIG"
    }
  ]
}