{
  "insp_id": "2016082569017789",
  "layout": "a",
  "customer_id": "9912",
  "customer_name": "Swissport North America Inc",
  "customer_addr": "45025 Aviation Dr, Ste 350\nDulles, VA 20166",
  "certificate": "52-H-0107",
  "site_id": "SEA",
  "site_name": "SWISSPORT",
  "insp_type": "ROUTINE INSPECTION",
  "date": "09-JAN-2018",
  "report_date": "12-JAN-2018",
  "citations": [
    {
      "code": "2.27(a)",
      "kind": "",
      "repeat": false,
      "desc": "NOTIFICATION OF CHANGE OF OPERATION.",
      "narrative": "The registrant is operating a cargo office at Seattle-Tacoma International Airport (SEA) for various airlines that\ntransport animals. The Swissport personnel frequently receive and handle animals in transit for the carriers that use\nthis cargo office. Although Swissport North America Inc. is registered with USDA / APHIS / Animal Care as an\nintermediate handler, they did not inform Animal Care that SEA should be included as an active site. The SEA site\nwas cancelled on 9 MAR 2015. Failure to notify Animal Care means that routine inspections cannot be conducted,\nwhich could put animal welfare at risk.\nThe registrant must immediately notify Animal Care in writing requesting the SEA site be added to their registration.\nTo be corrected from this time forward.\nAn exit briefing was conducted with the General Manager, Swissport Cargo on 11 JAN 2018."
    }
  ],
  "narrative": "2.27(a)\nNOTIFICATION OF CHANGE OF OPERATION.\nThe registrant is operating a cargo office at Seattle-Tacoma International Airport (SEA) for various airlines that\ntransport animals.  The Swissport personnel frequently receive and handle animals in transit for the carriers that use\nthis cargo office.  Although Swissport North America Inc. is registered with USDA / APHIS / Animal Care as an\nintermediate handler, they did not inform Animal Care that SEA should be included as an active site.  The SEA site\nwas cancelled on 9 MAR 2015.  Failure to notify Animal Care means that routine inspections cannot be conducted,\nwhich could put animal welfare at risk.\nThe registrant must immediately notify Animal Care in writing requesting the SEA site be added to their registration.\nTo be corrected from this time forward.\nAn exit briefing was conducted with the General Manager, Swissport Cargo on 11 JAN 2018.",
  "animals_total": 1,
  "species": [
    {
      "count": 1,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}