{
  "insp_id": "INS-0000814677",
  "layout": "c",
  "customer_id": "1149",
  "customer_name": "FOOTHILL COLLEGE",
  "customer_addr": "12345 EL MONTE ROAD\nLOS ALTOS HILLS, CA 94022",
  "certificate": "93-R-0136",
  "site_id": "001",
  "site_name": "FOOTHILL COLLEGE",
  "insp_type": "ATTEMPTED INSPECTION",
  "date": "08-SEP-2022",
  "report_date": "09-SEP-2022",
  "citations": [
    {
      "code": "2.38(b)",
      "kind": "",
      "repeat": false,
      "desc": "Miscellaneous.",
      "narrative": "A responsible adult was not available to accompany APHIS Officials during the inspection process at 11:15am on\nSeptember 8th 2022. The inspector followed the instructions posted outside of the classroom door specifically for USDA\ninspectors. Phone calls were made to the Attending Veterinarian, a secondary veterinarian, and then to campus security\nwhen the other calls went to voicemail. Campus security contacted the program director, who then contacted the\ninspector within 20 minutes. The program director stated that they would prefer to have the inspection after classes had\nresumed (September 19th), despite being told that this would result in an attempted inspection. The program director\nstated that they understood the end result, but that the timing of the inspection after start of classes would ensure\nsomeone would be available to assist the inspector.\nEnd Section"
    }
  ],
  "narrative": "2.38(b) \n   \nMiscellaneous. \nA responsible adult was not available to accompany APHIS Officials during the inspection process at 11:15am on \nSeptember 8th 2022. The inspector followed the instructions posted outside of the classroom door specifically for USDA \ninspectors.  Phone calls were made to the Attending Veterinarian, a secondary veterinarian, and then to campus security \nwhen the other calls went to voicemail.  Campus security contacted the program director, who then contacted the \ninspector within 20 minutes.  The program director stated that they would prefer to have the inspection after classes had \nresumed (September 19th), despite being told that this would result in an attempted inspection.  The program director \nstated that they understood the end result, but that the timing of the inspection after start of classes would ensure \nsomeone would be available to assist the inspector. \n \n \n \nEnd Section",
  "animals_total": 0,
  "species": [
    {
      "count": 0,
      "scientific": "NONE",
      "common": "NONE"
    }
  ]
}