{
  "insp_id": "341151839100691",
  "layout": "a",
  "customer_id": "2259",
  "customer_name": "Animaland Zoological Park Inc",
  "customer_addr": "4181 Route 660\nWellsboro, PA 16901",
  "certificate": "23-C-0039",
  "site_id": "001",
  "site_name": "ANIMALAND ZOOLOGICAL PARK",
  "insp_type": "ROUTINE INSPECTION",
  "date": "07-DEC-2015",
  "report_date": "07-DEC-2015",
  "citations": [
    {
      "code": "2.40(a)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "Section 2.40(a)(2) Veterinary care: The calendar shown to the APHIS official by the licensee had written on the\nspace for November 1, 2015: (cid:28)treated fallow deer(cid:29). There were no specifics on what was treated, what was used, or\nthe outcome of the treatment. The fallow deer was pointed out by the licensee during the inspection and the area\nidentified by the licensee appeared healed. The licensee informed the APHIS official that the female fallow deer\nhad a superficial wound that was treated by him with Blue Coat. The veterinarian was not consulted. Specific\nguidance from the attending veterinarian is required for all drugs and treatments used on animals by the licensee.\nFailure to have specific accurate guidance does not ensure that the attending veterinarian is aware of the current\npractices at the facility and also does not ensure the facility has accurate guidance to provide adequate veterinary\ncare to the animals. Records must contain sufficient detail to identify the animal, symptom/problem, treatment and\noutcome. Correct by having the attending veterinarian approve drugs and treatments used on the animals by the\nlicensee and by maintaining records for the animals administered drugs/treatments.\nCorrect from this time forward."
    },
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": true,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "Section 3.125(a) Structural strength: The shelter for the 13 four horned sheep has broken missing wood boards in\nthe lower left corner of the outside of the shelter wall leaving jagged wood edges. Sheep rubbing up against the\nwall may be injured. The shelter must be repaired to protect the animals from injury and to maintain the structural\nintegrity of the shelter. This is a repeat non-compliance for this section."
    },
    {
      "code": "3.127(c)",
      "kind": "",
      "repeat": true,
      "desc": "FACILITIES, OUTDOOR.",
      "narrative": "Section 3.127(c) Drainage: The following areas have an accumulation of mud, water and ice.\n1) There is a large muddy area with puddles and ice by the water receptacle in the enclosure housing 5 Sika deer.\n2) There is a large muddy area with puddles and ice by the water receptacle in the enclosure housing 2 alpaca.\nThese animals have to walk through mud, water and ice to get to their water. Walking through mud and water may\ncause problems such as foot rot. The drainage must be improved to rapidly eliminate excess water to prevent\nmuddy conditions to protect the health of the animals. This is a repeat non-compliance that remains uncorrected."
    },
    {
      "code": "3.127(d)",
      "kind": "",
      "repeat": true,
      "desc": "FACILITIES, OUTDOOR.",
      "narrative": "Section 3.127(d) Perimeter fence\nThe perimeter fence by the pond is a chain link fence that is six feet in height with angled frame posts for 3 strands\nof barb wire above the chain link. This fence is still only about 7 feet in height. The facility must establish and\nmaintain a program to keep an 8 foot perimeter fence in good repair to restrict animals and unauthorized persons\nfrom gaining access into the facility and to act as a secondary containment system for the animals housed within the\nfacility. This is a repeat non-compliance that remains uncorrected.\nAn exit briefing was conducted with the licensee."
    }
  ],
  "narrative": "2.40(a)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nSection 2.40(a)(2) Veterinary care: The calendar shown to the APHIS official by the licensee had written on the\nspace for November 1, 2015: (cid:28)treated fallow deer(cid:29).  There were no specifics on what was treated, what was used, or\nthe outcome of the treatment.  The fallow deer was pointed out by the licensee during the inspection and the area\nidentified by the licensee appeared healed.  The licensee informed the APHIS official that the female fallow deer\nhad a superficial wound that was treated by him with Blue Coat.  The veterinarian was not consulted.  Specific\nguidance from the attending veterinarian is required for all drugs and treatments used on animals by the licensee. \nFailure to have specific accurate guidance does not ensure that the attending veterinarian is aware of the current\npractices at the facility and also does not ensure the facility has accurate guidance to provide adequate veterinary\ncare to the animals.  Records must contain sufficient detail to identify the animal, symptom/problem, treatment and\noutcome.  Correct by having the attending veterinarian approve drugs and treatments used on the animals by the\nlicensee and by maintaining records for the animals administered drugs/treatments.\n  \nCorrect from this time forward.\n3.125(a)                    REPEAT\nFACILITIES, GENERAL.   \nSection 3.125(a) Structural strength: The shelter for the 13 four horned sheep has broken missing wood boards in\nthe lower left corner of the outside of the shelter wall leaving jagged wood edges.  Sheep rubbing up against the\nwall may be injured.  The shelter must be repaired to protect the animals from injury and to maintain the structural\nintegrity of the shelter.  This is a repeat non-compliance for this section.\n3.127(c)                    REPEAT\nFACILITIES, OUTDOOR. \nSection 3.127(c) Drainage: The following areas have an accumulation of mud,  water and ice.\n\n1) There is a large muddy area with puddles and ice by the water receptacle in the enclosure housing 5 Sika deer.\n2) There is a large muddy area with puddles and ice by the water receptacle in the enclosure housing 2 alpaca.\nThese animals have to walk through mud, water and ice to get to their water.  Walking through mud and water may\ncause problems such as foot rot.  The drainage must be improved to rapidly eliminate excess water to prevent\nmuddy conditions to protect the health of the animals.  This is a repeat non-compliance that remains uncorrected.\n3.127(d)                    REPEAT\nFACILITIES, OUTDOOR. \nSection 3.127(d) Perimeter fence        \nThe perimeter fence by the pond is a chain link fence that is six feet in height with angled frame posts for 3 strands\nof barb wire above the chain link.  This fence is still only about 7 feet in height.  The facility must establish and\nmaintain a program to keep an 8 foot perimeter fence in good repair to restrict animals and unauthorized persons\nfrom gaining access into the facility and to act as a secondary containment system for the animals housed within the\nfacility.   This is a repeat non-compliance that remains uncorrected.\nAn exit briefing was conducted with the licensee.",
  "animals_total": 75,
  "species": [
    {
      "count": 2,
      "scientific": "Bison bison",
      "common": "AMERICAN BISON"
    },
    {
      "count": 1,
      "scientific": "Canis lupus",
      "common": "GRAY WOLF / GREY WOLF / TIMBER WOLF"
    },
    {
      "count": 7,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 5,
      "scientific": "Cervus nippon",
      "common": "SIKA DEER"
    },
    {
      "count": 21,
      "scientific": "Dama dama",
      "common": "FALLOW DEER"
    },
    {
      "count": 2,
      "scientific": "Lama pacos",
      "common": "ALPACA"
    },
    {
      "count": 2,
      "scientific": "Lynx rufus",
      "common": "BOBCAT"
    },
    {
      "count": 1,
      "scientific": "Macaca mulatta",
      "common": "RHESUS MACAQUE *MALE"
    },
    {
      "count": 1,
      "scientific": "Odocoileus virginianus",
      "common": "WHITE-TAILED DEER"
    },
    {
      "count": 25,
      "scientific": "Ovis aries aries",
      "common": "SHEEP INCLUDING ALL DOMESTIC BREEDS"
    },
    {
      "count": 1,
      "scientific": "Panthera tigris",
      "common": "TIGER"
    },
    {
      "count": 1,
      "scientific": "Procyon lotor",
      "common": "RACCOON"
    },
    {
      "count": 3,
      "scientific": "Sapajus appella",
      "common": "BROWN CAPUCHIN / TUFTED CAPUCHIN"
    },
    {
      "count": 2,
      "scientific": "Ursus americanus",
      "common": "NORTH AMERICAN BLACK BEAR"
    },
    {
      "count": 1,
      "scientific": "Vulpes lagopus",
      "common": "ARCTIC FOX"
    }
  ]
}