{
  "insp_id": "2016082567929894",
  "layout": "a",
  "customer_id": "25856",
  "customer_name": "Leon Walthall",
  "customer_addr": "Peggy Van Huss\n21010 Hwy. 16\nSiloam Springs, AR 72761",
  "certificate": "71-A-1134",
  "site_id": "001",
  "site_name": "PEGGY VAN HUSS & LEON WALTHALL",
  "insp_type": "ROUTINE INSPECTION",
  "date": "14-SEP-2016",
  "report_date": "30-SEP-2016",
  "citations": [
    {
      "code": "3.1(a)",
      "kind": "",
      "repeat": true,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "There were structures in the facility that were not being maintained. In the smaller building housing the French\nBulldogs, there were particle board structures that had been chewed and were ragged. In the larger, sheltered\nbuilding, the first outdoor run on the outside had broken wires on the fencing material used to patch the bottom\nportion of the enclosure fencing. There were also broken wires on the floor of a suspended wire enclosure. All\nstructures must be constructed with materials that protect the animals from injury and contain the animals. The\nparticle board panels and wire must be replaced or repaired."
    },
    {
      "code": "3.9(b)",
      "kind": "",
      "repeat": false,
      "desc": "FEEDING.",
      "narrative": "There were at least two food receptacles that were dirty. There was dirt/grime on the interior and exterior of the\nreceptacles. There was also brown insect larvae in the food receptacle in one enclosure. There was a spider on\nthe interior of another food receptacle. The food receptacles must be cleaned frequently enough to provide\nuncontaminated, wholesome food. These food receptacles must be cleaned and sanitized.\nTo be corrected by: October 14, 2016"
    },
    {
      "code": "3.11(d)",
      "kind": "",
      "repeat": true,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "There was an excessive accumulation of rodent feces on the floor, window sills, and top of the wooden enclosure\nboxes inside the sheltered kennel building. There was also brown insect larvae in the food receptacle in one\nenclosure. There was a spider on the interior of another food receptacle. The licensee must establish and maintain\nan effective program for the control of pests to promote the health and well-being of the animals and reduce\ncontamination by pests in animal areas. These areas must also be cleaned more often.\nThis inspection and exit interview were conducted with a facility representative and Jeff Baker, Veterinary Medical\nOfficer."
    }
  ],
  "narrative": "3.1(a)                    REPEAT\nHOUSING FACILITIES, GENERAL.\nThere were structures in the facility that were not being maintained.  In the smaller building housing the French\nBulldogs, there were particle board structures that had been chewed and were ragged.  In the larger, sheltered\nbuilding, the first outdoor run on the outside had broken wires on the fencing material used to patch the bottom\nportion of the enclosure fencing.  There were also broken wires on the floor of a suspended wire enclosure.  All\nstructures must be constructed with materials that protect the animals from injury and contain the animals.  The\nparticle board panels and wire must be replaced or repaired.\n3.9(b)\nFEEDING.\nThere were at least two food receptacles that were dirty.  There was dirt/grime on the interior and exterior of the\nreceptacles.  There was also brown insect larvae in the food receptacle in one enclosure.  There was a spider on\nthe interior of another food receptacle.  The food receptacles must be cleaned frequently enough to provide\nuncontaminated, wholesome food.  These food receptacles must be cleaned and sanitized.\nTo be corrected by:  October 14, 2016\n3.11(d)                    REPEAT\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\nThere was an excessive accumulation of rodent feces on the floor, window sills, and top of  the wooden enclosure\nboxes inside the sheltered kennel building.  There was also brown insect larvae in the food receptacle in one\nenclosure.  There was a spider on the interior of another food receptacle.  The licensee must establish and maintain\nan effective program for the control of pests to promote the health and well-being of the animals and reduce\ncontamination by pests in animal areas.  These areas must also be cleaned more often.\nThis inspection and exit interview were conducted with a facility representative and Jeff Baker, Veterinary Medical\nOfficer.\n\n",
  "animals_total": 45,
  "species": [
    {
      "count": 37,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 8,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}