{
  "insp_id": "6150924406983",
  "layout": "a",
  "customer_id": "25384",
  "customer_name": "Dots Little Doggies Inc.",
  "customer_addr": "3754 E. 245th St.\nLyndon, KS 66451",
  "certificate": "48-A-1755",
  "site_id": "001",
  "site_name": "DOT'S LITTLE DOGGIES, INC.",
  "insp_type": "ROUTINE INSPECTION",
  "date": "15-JAN-2015",
  "report_date": "15-JAN-2015",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "The following dogs are in need of veterinarian care:\n* One grey colored adult female Chihuahua (microchip number 104 791 820) has an accumulation of dark brown\nmaterial coating the entire surface of the upper cheek and canine teeth. At least one upper incisor was noticeably\nloose and wiggled when touched. These signs are consistent with the presence of dental disease which can impact\nthe ability of the dog to eat, affecting the health and well-being of the dog. Dental disease can be painful, lead to a\ndecrease in appetite and infection in the mouth. The licensee must have this animal examined by a veterinarian no\nlater than 25 January 2015 and appropriate treatment plan administrated. The outcome of this examination must be\ndocumented and provided to the inspector upon request. The licensee must ensure that all animals receive\nadequate veterinary care at all times.\n**********************************\n* The left eye of an adult female blue and fawn Chihuahua ( microchip number 109 831 779 ) was dry, crusted,\nand appeared darker and smaller than the opposite eye. The dog is not currently being treated for this condition,\nand has not been recently evaluated by a licensed veterinarian. An eye problem of this nature can be painful and\nlead to secondary eye problems as well. The licensee must have this animal examined by a veterinarian no later\nthan 17 January 2015 to obtain an accurate diagnosis and appropriate treatment plan. The outcome of this\nconsultation must be documented and provided to the inspector upon request. The licensee must ensure all animals\nreceive adequate veterinary care at all times."
    },
    {
      "code": "3.1(c)(1)(1)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "* Metal edge flashing in four enclosures is corroded and showing excessive rust. In addition, multiple galvanized\ndivider enclosure panels are showing excessive rust. Fifteen dogs are in contact with the affected areas located in\noutdoor & indoor housing. The surfaces were rough in appearance. Rust can erode and deteriorate all metal\nsurfaces to the point that the metal surfaces can no longer be readily cleaned and sanitized because a smooth\nsurface no longer exists. Excessive rust affects the structural integrity of all metal surfaces. Licensee must ensure\nthat this and all other surfaces are free of rust and of good structural strength. Correct by 2/15/15."
    },
    {
      "code": "3.1(c)(3)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "* There is a mixture of dirt, grease and other excreta on three fiberglass divider wall boards. The enclosures are\nlocated in outdoor housing. Five dogs are in contact with the affected surface area. The affected area covers\napproximately 25 to 50 percent of the wall surface. This indicates an unsanitary living condition exists that could\nlead to potential disease or health risks. Sanitization of surfaces is necessary to prevent an accumulation of excreta\nand other disease hazards. The licensee must ensure that all surfaces are spot-cleaned daily and sanitized at\nleast once every two weeks or more often if needed in accordance with section 3.11 B. Correct by 1/16/15."
    },
    {
      "code": "3.11(a)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "* There was fecal waste and hair collecting in the expanded metal flooring and on the two by six inch wood support\nframe in two outdoor enclosures housing six dogs. It indicates an unsanitary living condition exists and could lead\nto potential disease or health risks. The licensee must ensure that excreta are removed from the primary enclosure\non a daily basis to reduce any disease hazards. Correct by 1/16/15."
    },
    {
      "code": "3.11(c)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "* A variety of materials are being stored outside behind the food storage barn. This area is located between the\nelevated outdoor kennels and the outdoor runs. The storage area is disorganized and has numerous items not\nbeing properly stored. There were several piles of carpet bedding squares along with various other materials were\nobserved. This could be a potential living area for insects, rodents, and other pests which might impact the nearby\nanimals. The licensee must ensure all areas of the facility are kept clean to facilitate normal husbandry practices.\nCorrect by 1/29/15.\nThe facility inspection and exit briefing done on January 15, 2015 were conducted with the licensee.\nAdditional Inspectors\nTygart Michael, Supervisory Animal Care Specialist"
    }
  ],
  "narrative": "2.40(b)(2)           DIRECT                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThe following dogs are in need of veterinarian care:\n*    One grey colored adult female Chihuahua (microchip number 104 791 820) has an accumulation of dark brown\nmaterial coating the entire surface of the upper cheek and canine teeth.  At least one upper incisor was noticeably\nloose and wiggled when touched.  These signs are consistent with the presence of dental disease which can impact\nthe ability of the dog to eat, affecting the health and well-being of the dog.  Dental disease can be painful, lead to a\ndecrease in appetite and infection in the mouth.  The licensee must have this animal examined by a veterinarian no\nlater than 25 January 2015 and appropriate treatment plan administrated. The outcome of this examination must be\ndocumented and provided to the inspector upon request. The licensee must ensure that all animals receive\nadequate veterinary care at all times.  \n**********************************\n*   The left eye of an adult female blue and fawn Chihuahua ( microchip number 109 831 779 ) was dry, crusted,\nand appeared darker and smaller than the opposite eye.  The dog is not currently being treated for this condition,\nand has not been recently evaluated by a licensed veterinarian.  An eye problem of this nature can be painful and\nlead to secondary eye problems as well. The licensee must have this animal examined by a veterinarian no later\nthan 17 January 2015 to obtain an accurate diagnosis and appropriate treatment plan. The outcome of this\nconsultation must be documented and provided to the inspector upon request. The licensee must ensure all animals\nreceive adequate veterinary care at all times.\n3.1(c)(1)(1)\nHOUSING FACILITIES, GENERAL.\n*    Metal edge flashing in four enclosures is corroded and showing excessive rust.  In addition, multiple galvanized\ndivider enclosure panels are showing excessive rust.  Fifteen dogs are in contact with the affected areas located in\n\noutdoor & indoor housing.   The surfaces were rough in appearance.  Rust can erode and deteriorate all metal\nsurfaces to the point that the metal surfaces can no longer be readily cleaned and sanitized because a smooth\nsurface no longer exists.  Excessive rust affects the structural integrity of all metal surfaces.  Licensee must ensure\nthat this and all other surfaces are free of rust and of good structural strength.  Correct by 2/15/15.\n3.1(c)(3)\nHOUSING FACILITIES, GENERAL.\n*   There is a mixture of dirt, grease and other excreta on three fiberglass divider wall boards.  The enclosures are\nlocated in outdoor housing.   Five dogs are in contact with the affected surface area.   The affected area covers\napproximately 25 to 50 percent of the wall surface.   This indicates an unsanitary living condition exists that could\nlead to potential disease or health risks. Sanitization of surfaces is necessary to prevent an accumulation of excreta\nand other disease hazards.    The licensee must ensure that all surfaces are spot-cleaned daily and sanitized at\nleast once every two weeks or more often if needed in accordance with section 3.11 B.  Correct by  1/16/15.\n3.11(a)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\n*  There was fecal waste and hair collecting in the expanded metal flooring and on the two by six inch wood support\nframe in two outdoor enclosures housing six dogs.  It indicates an unsanitary living condition exists and could lead\nto potential disease or health risks.  The licensee must ensure that excreta are removed from the primary enclosure\non a daily basis to reduce any disease hazards.  Correct by 1/16/15.\n3.11(c)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\n*   A variety of materials are being stored outside behind the food storage barn.  This area is located between the\nelevated outdoor kennels and the outdoor runs.  The storage area is disorganized and has numerous items not\nbeing properly stored.  There were several piles of carpet bedding squares along with various other materials were\nobserved.  This could be a potential living area for insects, rodents, and other pests which might impact the nearby\nanimals.  The licensee must ensure all areas of the facility are kept clean to facilitate normal husbandry practices. \nCorrect by 1/29/15.\nThe facility inspection and exit briefing done on January 15, 2015 were conducted with the licensee.\nAdditional Inspectors\nTygart Michael, Supervisory Animal Care Specialist",
  "animals_total": 333,
  "species": [
    {
      "count": 267,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 66,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}