{
  "insp_id": "2016082568541233",
  "layout": "a",
  "customer_id": "326640",
  "customer_name": "Dakin Dairy Farms Inc",
  "customer_addr": "9801 289th St E\nMyakka City, FL 34251",
  "certificate": "58-C-1149",
  "site_id": "001",
  "site_name": "DAKIN DAIRY FARMS INC",
  "insp_type": "ROUTINE INSPECTION",
  "date": "11-JUL-2017",
  "report_date": "12-JUL-2017",
  "citations": [
    {
      "code": "3.127(a)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, OUTDOOR.",
      "narrative": "The wood shelter in the pasture housing a large adult cow and goats is not large enough to protect these animals\nfrom over heating, discomfort, and the direct sunlight. The large cow was observed during the inspection moving\ntowards the goats that were too close under this shelter. These goats moved on the side of the shelter to obtain\nshade. The 18 goats and cow do not have enough space under this shelter to stand or lay comfortably and without\nconflict to obtain shade. When sunlight is likely to cause overheating or discomfort of the animals, sufficient shade\nby natural or artificial means shall be provided to allow all animals kept outdoors to protect themselves from direct\nsunlight.\nTO BE CORRECTED IMMEDIATELY."
    },
    {
      "code": "3.127(b)",
      "kind": "",
      "repeat": true,
      "desc": "FACILITIES, OUTDOOR.",
      "narrative": "The current wood shelter for the goats and large adult cow does not provide adequate protection for all the animals\nfrom the heavy rains and winds at one time. During this inspection the cow was under this shelter and moved\ntowards several goats to push them out of the shelter. Several goats were standing on the edges of the shelter to\nkeep away from the cow. Shelter shall be provided for all animals kept outdoors to afford them protection and to\nprevent discomfort to such animals. During the previous inspection and this inspection it was discussed that adding\nseveral cement culverts as the other goat enclosure would protect the animals from inclement weather. This non\ncompliance was cited during the April 4, 2017, and May 10, 2016, inspection."
    },
    {
      "code": "3.129(a)",
      "kind": "",
      "repeat": true,
      "desc": "FEEDING.",
      "narrative": "The roll of hay placed on the ground in the goat and cow pasture does not have a cover over it to protect it from the\nheavy rains in the summer, standing water, excreta from pests and mold. Contaminated hay can cause respiratory\nillness, parasites, and other illnesses and diseases. Goats can quickly contract Listeria, \"goat polio,\" and other\nbrain-stem diseases from moldy hay. Food being fed to these animals need to be protected from contamination to\nmaintain all animals in good health. This non compliance was cited during the April 4, 2017 and May 10, 2016,\ninspection."
    },
    {
      "code": "3.130",
      "kind": "",
      "repeat": true,
      "desc": "WATERING.",
      "narrative": "The pasture housing goats has dirty water and receptacle lined with a thick brown and green substance This dirty\ndrinking water is not potable and can cause illness, parasites and other diseases. Potable water must be provided\nas often as necessary for the health and comfort of the animal. Water receptacles must kept clean and sanitary at\nall times. This non compliance was cited during the April 4, 2017, and May 16, 2016, inspection.\nThis inspection and exit interview were conducted with the licensee."
    }
  ],
  "narrative": "3.127(a)\nFACILITIES, OUTDOOR. \nThe wood shelter in the pasture housing a large adult cow and goats is not large enough to protect these animals\nfrom over heating, discomfort, and the direct sunlight. The large cow was observed during the inspection moving\ntowards the goats that were too close under this shelter. These goats moved on the side of the shelter to obtain\nshade.  The 18 goats and cow do not have enough space under this shelter to stand or lay comfortably and without\nconflict to obtain shade.   When sunlight is likely to cause overheating or discomfort of the animals, sufficient shade\nby natural or artificial means shall be provided to allow all animals kept outdoors to protect themselves from direct\nsunlight. \nTO BE CORRECTED IMMEDIATELY.\n3.127(b)                    REPEAT\nFACILITIES, OUTDOOR. \nThe current wood shelter for the goats and large adult cow does not provide adequate protection for all the animals\nfrom the heavy rains and winds at one time.  During this inspection the cow was under this shelter and moved\ntowards several goats to push them out of the shelter. Several goats were standing on the edges of the shelter to\nkeep away from the cow. Shelter shall be provided for all animals kept outdoors to afford them protection and to\nprevent discomfort to such animals. During the previous inspection and this inspection it was discussed that adding\nseveral cement culverts as the other goat enclosure would protect the animals from inclement weather. This non\ncompliance was cited during the April 4, 2017, and May 10, 2016, inspection.\n3.129(a)                    REPEAT\nFEEDING.    \nThe roll of hay placed on the ground in the goat and cow pasture does not have a cover over it to protect it from the\nheavy rains in the summer,  standing water, excreta from pests and mold. Contaminated hay can cause respiratory\nillness, parasites, and other illnesses and diseases.  Goats can quickly contract Listeria, \"goat polio,\" and other\nbrain-stem diseases from moldy hay.  Food being fed to these animals need to be protected from contamination to\nmaintain all animals in good health.  This non compliance was cited during the April 4, 2017 and May 10, 2016,\n\ninspection.\n3.130                    REPEAT\nWATERING.  \nThe pasture housing goats has dirty water and receptacle lined with a thick brown and green substance This dirty\ndrinking water is not potable and can cause illness, parasites and other diseases.  Potable water must be provided\nas often as necessary for the health and comfort of the animal. Water receptacles must kept clean and sanitary at\nall times.  This non compliance was cited during the April 4, 2017, and May 16, 2016, inspection.\nThis inspection and exit interview were conducted with the licensee.",
  "animals_total": 26,
  "species": [
    {
      "count": 1,
      "scientific": "Bos taurus",
      "common": "CATTLE / COW / OX / WATUSI"
    },
    {
      "count": 25,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    }
  ]
}