{
  "insp_id": "56150941320334",
  "layout": "a",
  "customer_id": "7588",
  "customer_name": "Oakwood Research Facility Inc",
  "customer_addr": "P.O. Box 455\nOxford, MI 48371",
  "certificate": "34-A-0119",
  "site_id": "001",
  "site_name": "OAKWOOD RESEARCH FACILITY INC",
  "insp_type": "ROUTINE INSPECTION",
  "date": "03-FEB-2015",
  "report_date": "25-FEB-2015",
  "citations": [
    {
      "code": "2.40(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "The facility has a new part-time attending veterinarian. A written program of veterinary care has not yet been\ncompleted. It is essential that this be done. Veterinary recommendations for the care of the rabbits should be\nincluded in the program. APHIS inspectors then use this information when inspecting the animals in order to\ndetermine if veterinary recommendations are being followed by the facility. This program is a valuable tool in order\nto ensure the continuing health and comfort of these animals. Complete a written program of veterinary care.\nCorrect by: 2-18-15."
    },
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "The inspector observed three rabbits in the euthanasia chamber. These rabbits had been euthanized that day. The\nfacility employee stated that one of the rabbits had appeared to have a seizure and he thought it was dead. He\nstated that he had placed it in the chamber with the other two rabbits to be sure. The rabbits appeared to be a\nrather tight fit in the box and so I directed that they be weighed. The rabbits weighed 6.4 pounds, 6.0 pounds and\n6.6 pounds. The facility SOP states that only two rabbits over 5.5 pounds should be euthanized at one time.\nFailure to follow the euthanasia SOP can lead to unnecessary distress and suffering by the rabbits during the\neuthanasia procedure. Facility employees should be trained and should follow the euthanasia SOP.\nCorrect by: 2-5-15."
    },
    {
      "code": "2.40(b)(3)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "The inspector observed a rabbit which was about 50 days old in a hunched posture with its nose pressed up against\nthe front of the cage. The rabbit appeared non-responsive. It was removed from the cage by the facility employee\nfor closer inspection. The rabbit was cold to the touch and its hindquarters were covered with diarrhea. It was\ndetermined by the facility employee that the animal met the criteria for euthanasia. It was euthanized. All animals\nmust be observed daily to assess their health status. The time this rabbit was observed was between 11:30 AM\nand 12:00 PM. Facility employees arrive at about 7:00 AM. It is critical that animals in need of veterinary care be\nidentified in a timely manner in order to not subject these animals to unnecessary pain and distress. The condition\nof animals in need of care must be relayed to the attending veterinarian for treatment or pre-determined treatment\nmust be done as dictated by the written program of veterinary care.\nCorrect by: 2-4-15."
    },
    {
      "code": "2.40(b)(4)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "It is evident that due to the nature and severity of the animal husbandry issues at the facility that there is a lack of\nadequately trained employees. A lack of properly trained employees can result in facility and animal conditions that\nresult in unnecessary animal suffering. At a minimum workers need to be trained in the following areas: cleaning\nand sanitization methods, observation of rabbits for abnormal conditions or behaviors and proper euthanasia\nprocedures. This training should be developed in conjunction with the facility attending veterinarian. A list of topics\ncovered and attendees must be documented for review by APHIS.\nCorrect by: 3-4-15."
    },
    {
      "code": "3.50(a)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "Almost every cage rack in use at the facility has casters which are heavily rusted. Multiple casters were bent at odd\nangles and appeared to be broken. Broken heavily rusted caters must be replaced. Enclosure systems for these\nrabbits must be maintained in good repair to prevent possible injury to the rabbits. These racks could unexpectedly\ntip or even fall, causing animal distress or injury. Repair and replace these casters.\nCorrect by: 3-18-15"
    },
    {
      "code": "3.53(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "Multiple primary enclosure cages had areas of wire flooring in the corners that was sagging and becoming\ndeteriorated. This is very likely because of the excessive buildup of urine and feces that is allowed to accumulate in\nthe corners of the enclosures. This wire must be evaluated and repaired or replaced if needed in order to prevent\npossible injury to the rabbits caused by failure of this wire. Urine guards were noticed loose on the floor of several\nprimary enclosures. These urine guards do not function properly to protect the rabbits when not in place. Two\nrabbits were noticed loose on the floor of the facility. The facility employee stated that he was not sure how the\nrabbits had escaped as they were larger than typical escapes. He also stated that smaller rabbits did escape at the\nback of the cages where the water lixits entered the cages. He stated that all escaped rabbits were euthanized.\nThis caging must be repaired or replaced in order to prevent possible animal injury leading to unnecessary suffering\nor escape leading to unnecessary euthanasia of rabbits.\nCorrect by: 3-4-15"
    },
    {
      "code": "3.53(a)(2)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "The lixits for the animal watering system were running continuously in many of the rabbit enclosures. The pans\nbeneath these enclosures were full with a mixture of water and feces. Some of the pans were so full that they were\noverflowing and splashing down on the sides of the cages of the rabbits housed beneath them. These rabbits were\nbecoming contaminated with a mixture of water and feces from the rabbits above them. These rabbits are not able\nto stay clean and dry. These rabbits must be able to stay clean and dry for their comfort and to limit possible\ndisease transmission by the contaminated fecal water. The lixit watering system for this facility needs to be\nrepaired.\nCorrect by: 4-4-15."
    },
    {
      "code": "3.54(a)",
      "kind": "",
      "repeat": false,
      "desc": "FEEDING.",
      "narrative": "At least 25 rabbit enclosures had empty feed containers. I noticed that these rabbits came forward in their\nenclosures as we approached. This is typical behavior for hungry rabbits. The facility employee indicated to me\nthat the rabbits are fed two times per day and that the first feeding is usually at 9:00 AM and the last at about 2:30\nPM to 3:00 PM. It was about 11:30 AM and the rabbits had not been fed. Employees arrive at the facility at about\n7:00 AM and had already taken their lunch break. They were in the process of cleaning at the time of my\ninspection. Daily feeding and health checks of the rabbits should be a priority for the employees. Ensure that daily\nfeeding and health checks occur in a timely manner each day in order to prevent unnecessary discomfort or distress\nto these rabbits.\nA water lixit that was continuously running had flooded the cage pan below the cage in which it was located. A\nmixture of feces and water was draining down on the food for the rabbits housed in the enclosure below. This\npresents a disease hazard for the animals ingesting this feed. This lixit needs to be repaired to prevent the rabbits\nfrom consuming feed contaminated with fecal material.\nCorrect by: 2-5-15."
    },
    {
      "code": "3.56(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "Numerous primary rabbit enclosures contained an excessive buildup of feces and urine on the wire flooring in the\ncorners. This buildup needs to be removed more frequently to control disease and odors in the facility. Waste\nmaterial can harbor infections agents capable of causing disease. When the enclosures are not clean, animals can\ncontaminate themselves by lying in this material. Clean these enclosures. Clean them as often as needed to\nprevent this buildup of urine and feces.\nCorrect by: 2-11-15."
    },
    {
      "code": "3.56(b)(3)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "The nest boxes used in primary enclosures are washed with a solution of bleach and water. The facility employee\nstated that he uses a capful of bleach to a gallon of water. The bleach label states that 1/2 to 3/4 cups of bleach per\ngallon should be used depending on the purpose. At a minimum, these nest boxes must be cleaned with a\ndetergent followed by a disinfectant. No detergent is being used and the bleach is not being used at an effective\nconcentration. The primary enclosure cages are being sanitized every 30 days according to a facility employee.\nThe cages, cage racks and cage pans are power washed using cold water. This is not an effective cleaning and\ndisinfection process. At a minimum, these items need to be cleaned with a detergent followed by a disinfectant. In\naddition to this, nearly all the cage racks and cage pans are covered with a heavy urine scale. The cage rack\ncasters are covered with very heavy rust and multiple urine guards are rusting below where the cage lixits are\nlocated. The condition of these items makes it impossible to properly clean and sanitize them. Improper cleaning\nand sanitization can cause disease problems as many viruses, bacteria and internal parasites are not removed or\ndestroyed by using only cold water or water containing improperly diluted bleach. These items must be cleaned and\nrepaired or replaced. A safe and effective cleaning and sanitization procedure must be developed and followed.\nEmployees must be trained in this procedure.\nCorrect by: 3-4-15\nThis amended inspection report replaces the report of 2-3-15. It was done to correct a citation placed under a\nwrong section number. (Changes 3.132 to 2.40(b)(4)) It also clarifies language used under section 2.40(a)(1).\nInspection conducted at the Attica facility.\nInspection conducted with the site supervisor and a facility employee on 2-3-15. Exit interview conducted with the\nsite supervisor and the facility president on 2-4-15."
    }
  ],
  "narrative": "2.40(a)(1)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThe facility has a new part-time attending veterinarian.  A written program of veterinary care has not yet been\ncompleted.  It is essential that this be done.  Veterinary recommendations for the care of the rabbits should be\nincluded in the program.  APHIS inspectors then use this information when inspecting the animals in order to\ndetermine if veterinary recommendations are being followed by the facility.  This program is a valuable tool in order\nto ensure the continuing health and comfort of these animals.  Complete a written program of veterinary care.\nCorrect by:  2-18-15.\n2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThe inspector observed three rabbits in the euthanasia chamber.  These rabbits had been euthanized that day.  The\nfacility employee stated that one of the rabbits had appeared to have a seizure and he thought it was dead.  He\nstated that he had placed it in the chamber with the other two rabbits to be sure.  The rabbits appeared to be a\nrather tight fit in the box and so I directed that they be weighed.  The rabbits weighed 6.4 pounds, 6.0 pounds and\n6.6 pounds.  The facility SOP states that only two rabbits over 5.5 pounds should be euthanized at one time. \nFailure to follow the euthanasia SOP can lead to unnecessary distress and suffering by the rabbits during the\neuthanasia procedure.  Facility employees should be trained and should follow the euthanasia SOP.\nCorrect by:  2-5-15.\n2.40(b)(3)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThe inspector observed a rabbit which was about 50 days old in a hunched posture with its nose pressed up against\nthe front of the cage.  The rabbit appeared non-responsive.  It was removed from the cage by the facility employee\nfor closer inspection.  The rabbit was cold to the touch and its hindquarters were covered with diarrhea.  It was\ndetermined by the facility employee that the animal met the criteria for euthanasia.  It was euthanized.  All animals\nmust be observed daily to assess their health status.  The time this rabbit was observed was between 11:30 AM\n\nand 12:00 PM.  Facility employees arrive at about 7:00 AM.  It is critical that animals in need of veterinary care be\nidentified in a timely manner in order to not subject these animals to unnecessary pain and distress.  The condition\nof animals in need of care must be relayed to the attending veterinarian for treatment or pre-determined treatment\nmust be done as dictated by the written program of veterinary care.\nCorrect by:  2-4-15.\n2.40(b)(4)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nIt is evident that due to the nature and severity of the animal husbandry issues at the facility that there is a lack of\nadequately trained employees.  A lack of properly trained employees can result in facility and animal conditions that\nresult in unnecessary animal suffering.  At a minimum workers need to be trained in the following areas:  cleaning\nand sanitization methods, observation of rabbits for abnormal conditions or behaviors and proper euthanasia\nprocedures.  This training should be developed in conjunction with the facility attending veterinarian.  A list of topics\ncovered and attendees must be documented for review by APHIS.\nCorrect by:  3-4-15.\n3.50(a)\nFACILITIES, GENERAL.  \nAlmost every cage rack in use at the facility has casters which are heavily rusted.  Multiple casters were bent at odd\nangles and appeared to be broken.  Broken heavily rusted caters must be replaced.  Enclosure systems for these\nrabbits must be maintained in good repair to prevent possible injury to the rabbits.  These racks could unexpectedly\ntip or even fall, causing animal distress or injury.  Repair and replace these casters.\nCorrect by:  3-18-15\n3.53(a)(1)\nPRIMARY ENCLOSURES.   \nMultiple primary enclosure cages had areas of wire flooring in the corners that was sagging and becoming\ndeteriorated.  This is very likely because of the excessive buildup of urine and feces that is allowed to accumulate in\nthe corners of the enclosures.  This wire must be evaluated and repaired or replaced if needed in order to prevent\npossible injury to the rabbits caused by failure of this wire.  Urine guards were noticed loose on the floor of several\nprimary enclosures.  These urine guards do not function properly to protect the rabbits when not in place.  Two\nrabbits were noticed loose on the floor of the facility.  The facility employee stated that he was not sure how the\nrabbits had escaped as they were larger than typical escapes.  He also stated that smaller rabbits did escape at the\nback of the cages where the water lixits entered the cages.  He stated that all escaped rabbits were euthanized.\n\nThis caging must be repaired or replaced in order to prevent possible animal injury leading to unnecessary suffering\nor escape leading to unnecessary euthanasia of rabbits.\nCorrect by:  3-4-15\n3.53(a)(2)\nPRIMARY ENCLOSURES.   \nThe lixits for the animal watering system were running continuously in many of the rabbit enclosures.  The pans\nbeneath these enclosures were full with a mixture of water and feces.  Some of the pans were so full that they were\noverflowing and splashing down on the sides of the cages of the rabbits housed beneath them.  These rabbits were\nbecoming contaminated with a mixture of water and feces from the rabbits above them.  These rabbits are not able\nto stay clean and dry.  These rabbits must be able to stay clean and dry for their comfort and to limit possible\ndisease transmission by the contaminated fecal water.  The lixit watering system for this facility needs to be\nrepaired.\nCorrect by:  4-4-15.\n3.54(a)\nFEEDING.  \nAt least 25 rabbit enclosures had empty feed containers.  I noticed that these rabbits came forward in their\nenclosures as we approached.  This is typical behavior for hungry rabbits.  The facility employee indicated to me\nthat the rabbits are fed two times per day and that the first feeding is usually at 9:00 AM and the last at about 2:30\nPM to 3:00 PM.  It was about 11:30 AM and the rabbits had not been fed.  Employees arrive at the facility at about\n7:00 AM and had already taken their lunch break.  They were in the process of cleaning at the time of my\ninspection.  Daily feeding and health checks of the rabbits should be a priority for the employees.  Ensure that daily\nfeeding and health checks occur in a timely manner each day in order to prevent unnecessary discomfort or distress\nto these rabbits.\nA water lixit that was continuously running had flooded the cage pan below the cage in which it was located.  A\nmixture of feces and water was draining down on the food for the rabbits housed in the enclosure below.  This\npresents a disease hazard for the animals ingesting this feed.  This lixit needs to be repaired to prevent the rabbits\nfrom consuming feed contaminated with fecal material.\nCorrect by:  2-5-15.\n3.56(a)(1)\nSANITATION.\n\nNumerous primary rabbit enclosures contained an excessive buildup of feces and urine on the wire flooring in the\ncorners.  This buildup needs to be removed more frequently to control disease and odors in the facility.  Waste\nmaterial can harbor infections agents capable of causing disease.  When the enclosures are not clean, animals can\ncontaminate themselves by lying in this material.  Clean these enclosures.  Clean them as often as needed to\nprevent this buildup of urine and feces.\nCorrect by:  2-11-15.\n3.56(b)(3)\nSANITATION. \nThe nest boxes used in primary enclosures are washed with a solution of bleach and water.  The facility employee\nstated that he uses a capful of bleach to a gallon of water.  The bleach label states that 1/2 to 3/4 cups of bleach per\ngallon should be used depending on the purpose.  At a minimum, these nest boxes must be cleaned with a\ndetergent followed by a disinfectant.  No detergent is being used and the bleach is not being used at an effective\nconcentration.  The primary enclosure cages are being sanitized every 30 days according to a facility employee. \nThe cages, cage racks and cage pans are power washed using cold water.  This is not an effective cleaning and\ndisinfection process.  At a minimum, these items need to be cleaned with a detergent followed by a disinfectant.  In\naddition to this, nearly all the cage racks and cage pans are covered with a heavy urine scale.  The cage rack\ncasters are covered with very heavy rust and multiple urine guards are rusting below where the cage lixits are\nlocated.  The condition of these items makes it impossible to properly clean and sanitize them.  Improper cleaning\nand sanitization can cause disease problems as many viruses, bacteria and internal parasites are not removed or\ndestroyed by using only cold water or water containing improperly diluted bleach.  These items must be cleaned and\nrepaired or replaced.  A safe and effective cleaning and sanitization procedure must be developed and followed. \nEmployees must be trained in this procedure.\nCorrect by:  3-4-15\nThis amended inspection report replaces the report of 2-3-15.  It was done to correct a citation placed under a\nwrong section number.  (Changes 3.132 to 2.40(b)(4))  It also clarifies language used under section 2.40(a)(1).\nInspection conducted at the Attica facility.\nInspection conducted with the site supervisor and a facility employee on 2-3-15.  Exit interview conducted with the\nsite supervisor and the facility president on 2-4-15.",
  "animals_total": 1189,
  "species": [
    {
      "count": 1189,
      "scientific": "Oryctolagus cuniculus",
      "common": "EUROPEAN RABBIT"
    }
  ]
}