{
  "insp_id": "2016082568765240",
  "layout": "a",
  "customer_id": "322194",
  "customer_name": "Yusleidy Tarrero",
  "customer_addr": "15828 Keylime Blvd\nLoxahatchee, FL 33470",
  "certificate": "58-C-0948",
  "site_id": "001",
  "site_name": "YUSLEIDY TARRERO",
  "insp_type": "ROUTINE INSPECTION",
  "date": "15-AUG-2017",
  "report_date": "31-AUG-2017",
  "citations": [
    {
      "code": "2.75(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "RECORDS: DEALERS AND EXHIBITORS.",
      "narrative": "Several animals were acquired since the last inspection. The records of acquisition for the new zebu and five sheep\nneed to be obtained and made available for the next inspection. The disposition of the two sheep that were sold\nalso needs to be made available on the next inspection.\nCorrect by: 08-30-2017"
    },
    {
      "code": "3.54(a)",
      "kind": "Direct",
      "repeat": false,
      "desc": "FEEDING.",
      "narrative": "At the time of this inspection there were five rabbits in one enclosure and two singularly housed rabbits that did not\nhave feed in their feed receptacles. One rabbit had no feed receptacle in it's enclosure. When offered food all ate\ngreedily. Rabbits shall be fed at least once each day.\nCorrected at time of the inspection."
    },
    {
      "code": "3.54(b)",
      "kind": "",
      "repeat": false,
      "desc": "FEEDING.",
      "narrative": "Several of the metal feeders had caking of the feed. These feeders need to be cleaned and sanitized and fresh\nfood provided. All food receptacles shall be kept clean and sanitized at least once every 2 weeks.\nCorrect by: 08-17-2017."
    },
    {
      "code": "3.55",
      "kind": "Direct",
      "repeat": false,
      "desc": "WATERING.",
      "narrative": "At time of this inspection there was one very young rabbit found dead in it's enclosure. One other litter mate was\nstill alive. I asked the licensee to add a bowl of water in it's enclosure as I feared it couldn't or didn't know how to\nuse the automatic water system. When offered water, the young rabbit drank greedily and for long periods of time.\nIt would rest and then resume drinking several more times throughout my inspection of the area. Young rabbits\nneed to be offered water in an accessible receptacle if the licensee does not see them actively drinking from the\nwatering system.\nCorrected at time of the inspection."
    },
    {
      "code": "3.56(a)(3)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "The catch pans for the wire mesh cages for the rabbits on the top row were excessively full of feces and urine. The\nground under the lower cages were also covered in excessive amounts of feces. If primary enclosures are\nequipped with wire or mesh floors, the troughs or pans under such enclosures shall be cleaned at least once each\nweek.\nFailure to clean the trays and ground become a haven for insects and mammalian pests.\nCorrect by: 08-17-2017.\nThis inspection and exit interview were conducted with the licensee."
    }
  ],
  "narrative": "2.75(a)(1)\nRECORDS: DEALERS AND EXHIBITORS.\nSeveral animals were acquired since the last inspection.  The records of acquisition for the new zebu and five sheep\n need to be obtained and made available for the next inspection.  The disposition of the two sheep that were sold\nalso needs to be made available on the next inspection.\nCorrect by:  08-30-2017\n3.54(a)           DIRECT\nFEEDING.  \nAt the time of this inspection there were five rabbits in one enclosure and two singularly housed rabbits that did not\nhave feed in their feed receptacles.  One rabbit had no feed receptacle in it's enclosure.  When offered food all ate\ngreedily.   Rabbits shall be fed at least once each day.  \nCorrected at time of the inspection.\n3.54(b)\nFEEDING.  \nSeveral of the metal feeders had caking of the feed.  These feeders need to be cleaned and sanitized and fresh\nfood provided.  All food receptacles shall be kept clean and sanitized at least once every 2 weeks.\nCorrect by: 08-17-2017.\n3.55           DIRECT\nWATERING.    \nAt time of this inspection there was one very young rabbit found dead in it's enclosure.  One other litter mate was\n\nstill alive.  I asked the licensee to add a bowl of water in it's enclosure as I feared it couldn't or didn't know how to\nuse the automatic water system.  When offered water, the young rabbit drank greedily and for long periods of time. \nIt would rest and then resume drinking several more times throughout my inspection of the area.  Young rabbits\nneed to be offered water in an accessible receptacle if the licensee does not see them actively drinking from the\nwatering system.\nCorrected at time of the inspection.\n3.56(a)(3)\nSANITATION. \nThe catch pans for the wire mesh cages for the rabbits on the top row were excessively full of feces and urine.  The\nground under the lower cages were also covered in excessive amounts of feces.   If primary enclosures are\nequipped with wire or mesh floors, the troughs or pans under such enclosures shall be cleaned at least once each\nweek.\nFailure to clean the trays and ground become a haven for insects and mammalian pests.\nCorrect by:  08-17-2017.\nThis inspection and exit interview were conducted with the licensee.",
  "animals_total": 32,
  "species": [
    {
      "count": 2,
      "scientific": "Bos primigenuis indicus",
      "common": "ZEBU"
    },
    {
      "count": 8,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 17,
      "scientific": "Oryctolagus cuniculus",
      "common": "DOMESTIC RABBIT / EUROPEAN RABBIT"
    },
    {
      "count": 5,
      "scientific": "Ovis aries aries",
      "common": "SHEEP INCLUDING ALL DOMESTIC BREEDS"
    }
  ]
}