{
  "insp_id": "2016082568096914",
  "layout": "a",
  "customer_id": "4752",
  "customer_name": "Pamela L. Baldwin",
  "customer_addr": "13225 County Road 6320\nEdgar Springs, MO 65462",
  "certificate": "43-A-4762",
  "site_id": "002",
  "site_name": "PAMELA L. BALDWIN",
  "insp_type": "ROUTINE INSPECTION",
  "date": "08-FEB-2017",
  "report_date": "09-FEB-2017",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "In the outdoor enclosures was a 10 yr old female Boxer (“Hera”, microchip could not be found) who was very thin\nwith prominent ribs, hips, spine and shoulders and an abdominal tuck. The mucous membranes in her mouth were\nvery pale but did improve after she had been moved to the building. Poor body condition can be an indication of\ninadequate nutrition, parasites, or an underlying medical condition. Hera must be evaluated and appropriately\ntreated by a veterinarian. Documentation must be made and available to APHIS officials. Licensee was informed\nthat Hera must be examined by a veterinarian by the end of the day on February 10, 2017.\nTwo Chihuahuas (male m/c 043277786 & female m/c# 105-842-250) had excessive tartar and other material on the\ncanine teeth and the cheek teeth. The canine teeth of the male were brown from the mucous membrane to the tip\nof the tooth. On both dogs, the cheek teeth could not be distinguished from each other due to the excessive\naccumulation of tartar type material. The mucous membranes of the tissue close to the teeth were darker red than\nthe rest of the tissue. Excessive accumulation of tartar and other material can affect the way a dog eats, be painful\nand potentially affect the general health and well- being of the dog. These dogs must be examined and\nappropriately treated by a veterinarian.\nA Basset Hound (035-090-103) had excessively long toenails. On the right front foot, the second toenail from the\ninside of the foot was crossed over the third toenail. This is causing the toes to contact the ground in a crooked\nmanner, which can create strain in the foot. There were at least 10 other dogs in the facility that had excessively\nlong toenails. It was difficult to catch all the dogs to get their microchip numbers. Two of the dogs were black\nwire-haired Dachshunds, 1 white Boxer and the rest were Basset Hounds. Long toenails can cause stress and\nstrain in the way a dog moves and could be caught in wire or other enclosure materials. Long toenails must be\ntrimmed and maintained to prevent injury or pain to the dogs.\nThe left eye of Abigail, a female Rat Terrier (m/c# 066-279-331) was smaller than the right eye. She appeared to be\nsquinting and there was a mild clear discharge and 2 whitish spots about 1/8\" diameter on the cornea of the eye,\nsuch as from an old injury. Eye conditions can be painful and worsen quickly. This dog is currently nursing\npuppies less than a week old so the licensee shall consult with a veterinarian for proper treatment.\nA Silky Terrier (m/c# 100-370-830) had excessively matted hair on the back, hips and legs. The hair was ropy\naround the face and back, with clumpy and twisted mats on the back, hips and under the tail. The Poodle-Golden\nRetriever male (Cane m/c# OAO-224-5276) had excessively matted hair on his back, hips, legs and belly area. The\nhair had flat mats along the shoulders, hips and back legs. There were numerous twists of hair along the face, neck\nand abdomen. Matted hair can cause pain and discomfort, trap dirt, debris and moisture and affect the skin. It can\nfoster skin infections, affect the animal's mobility or be able to defecate normally. Matted hair does not maintain the\nsame insulating qualities of normally groomed hair. The licensee must remove all matted hair and establish an\neffective program for coat maintenance for the health and well- being of the dogs.\nClara, a female Basset Hound (m/c# 487841016A) was observed to be licking the front hock area of the right hind\nleg. Upon closer observation, there was a reddened area about 2 inches wide on the front of that leg that also had\nhair loss. When looking closer, there was also an irritated area about 3” diameter over her right rear mammary\ngland. It was red and dry, with crusty material in the center part with streaks of dark red scabby skin. The toenails\nwere also very long, causing the toes to turn to the side. The skin must be treated appropriately and documentation\nmade and made available to APHIS officials.\nDocumentation of all examinations and treatments must be made, kept and be available to APHIS officials."
    },
    {
      "code": "3.4(b)(3)",
      "kind": "",
      "repeat": false,
      "desc": "OUTDOOR HOUSING FACILITIES.",
      "narrative": "In 4 outdoor enclosures the shelters had no wind break or rain break. A wind break and rain break at the entrance\nof the shelter is important to provide protection from the elements, especially when the weather is cold, wet and\nwindy, as it was on the day of the inspection (35F, windy, overcast and it had rained the previous night). The added\nprotection of the wind break and rain break can decrease the stress and discomfort the dogs may experience. The\nlicensee must ensure that wind breaks and rain breaks are provided for all shelters in outdoor enclosures at all\ntimes.\nTo be corrected by February 15, 2017"
    },
    {
      "code": "3.6(a)(2)(v)",
      "kind": "",
      "repeat": true,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "There were 5 outdoor enclosures consisting of gravel and bare dirt, housing 11 adult dogs that had areas of\nstanding water. The dogs in these enclosures were observed with varying degrees of wet and dirty hair coats,\nespecially on the dogs' paws, legs, chest & abdominal areas. When the dogs' hair coats become wet and dirty it can\ndecrease the comfort and well-being of the animals as well as increase the risk of disease hazards. The licensee\nmust correct the drainage issue in these enclosures and ensure that all primary enclosures are constructed and\nmaintained so that all the dogs remain clean and dry.\nFrom the October 13, 2016 inspection:\nShiba Inu male (077-843-024) lesion by ear was appropriately treated\nMiniature Pinscher female (OAO-156-7005) was appropriately treated\nGolden Retriever female (OAO-224-6973) and Poodle male (077-836-067) could not be observed as they were not\nat the facility\nThis inspection and exit interview were conducted with a facility representative and MDA"
    }
  ],
  "narrative": "2.40(b)(2)           DIRECT                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nIn the outdoor enclosures was a 10 yr old female Boxer (“Hera”, microchip could not be found) who was very thin\nwith prominent ribs, hips, spine and shoulders and an abdominal tuck.  The mucous membranes in her mouth were\nvery pale but did improve after she had been moved to the building. Poor body condition can be an indication of\ninadequate nutrition, parasites, or an underlying medical condition.  Hera must be evaluated and appropriately\ntreated by a veterinarian.  Documentation must be made and available to APHIS officials. Licensee was informed\nthat Hera must be examined by a veterinarian by the end of the day on February 10, 2017.\nTwo Chihuahuas (male m/c 043277786 & female m/c# 105-842-250) had excessive tartar and other material on the\ncanine teeth and the cheek teeth.  The canine teeth of the male were brown from the mucous membrane to the tip\nof the tooth.  On both dogs, the cheek teeth could not be distinguished from each other due to the excessive\naccumulation of tartar type material.  The mucous membranes of the tissue close to the teeth were darker red than\nthe rest of the tissue. Excessive accumulation of tartar and other material can affect the way a dog eats, be painful\nand potentially affect the general health and well- being of the dog.  These dogs must be examined and\nappropriately treated by a veterinarian.  \nA Basset Hound (035-090-103) had excessively long toenails.  On the right front foot, the second toenail from the\ninside of the foot was crossed over the third toenail.  This is causing the toes to contact the ground in a crooked\nmanner, which can create strain in the foot.  There were at least 10 other dogs in the facility that had excessively\nlong toenails. It was difficult to catch all the dogs to get their microchip numbers.  Two of the dogs were black\nwire-haired Dachshunds, 1 white Boxer and the rest were Basset Hounds.  Long toenails can cause stress and\nstrain in the way a dog moves and could be caught in wire or other enclosure materials.  Long toenails must be\ntrimmed and maintained to prevent injury or pain to the dogs.\nThe left eye of Abigail, a female Rat Terrier (m/c# 066-279-331) was smaller than the right eye.  She appeared to be\nsquinting and there was a mild clear discharge and 2 whitish spots about 1/8\" diameter on the cornea of the eye,\nsuch as from an old injury.   Eye conditions can be painful and worsen quickly.  This dog is currently nursing\npuppies less than a week old so the licensee shall consult with a veterinarian for proper treatment.\n\nA Silky Terrier (m/c# 100-370-830) had excessively matted hair on the back, hips and legs.  The hair was ropy\naround the face and back, with clumpy and twisted mats on the back, hips and under the tail.   The Poodle-Golden\nRetriever male (Cane m/c# OAO-224-5276) had excessively matted hair on his back, hips, legs and belly area.  The\nhair had flat mats along the shoulders, hips and back legs.  There were numerous twists of hair along the face, neck\nand abdomen.   Matted hair can cause pain and discomfort, trap dirt, debris and moisture and affect the skin. It can\nfoster skin infections, affect the animal's mobility or be able to defecate normally. Matted hair does not maintain the\nsame insulating qualities of normally groomed hair. The licensee must remove all matted hair and establish an\neffective program for coat maintenance for the health and well- being of the dogs.\n \nClara, a female Basset Hound (m/c# 487841016A) was observed to be licking the front hock area of the right hind\nleg. Upon closer observation, there was a reddened area about 2 inches wide on the front of that leg that also had\nhair loss.  When looking closer, there was also an irritated area about 3” diameter over her right rear mammary\ngland.  It was red and dry, with crusty material in the center part with streaks of dark red scabby skin.  The toenails\nwere also very long, causing the toes to turn to the side.  The skin must be treated appropriately and documentation\nmade and made available to APHIS officials.\n  \nDocumentation of all examinations and treatments must be made, kept and be available to APHIS officials.\n3.4(b)(3)\nOUTDOOR HOUSING FACILITIES.\nIn 4 outdoor enclosures the shelters had no wind break or rain break.  A wind break and rain break at the entrance\nof the shelter is important to provide protection from the elements, especially when the weather is cold, wet and\nwindy, as it was on the day of the inspection (35F, windy, overcast and it had rained the previous night).  The added\nprotection of the wind break and rain break can decrease the stress and discomfort the dogs may experience.  The\nlicensee must ensure that wind breaks and rain breaks are provided for all shelters in outdoor enclosures at all\ntimes.\nTo be corrected by February 15, 2017\n3.6(a)(2)(v)                    REPEAT\nPRIMARY ENCLOSURES.\nThere were 5 outdoor enclosures consisting of gravel and bare dirt, housing 11 adult dogs that had areas of\nstanding water. The dogs in these enclosures were observed with varying degrees of wet and dirty hair coats,\nespecially on the dogs' paws, legs, chest & abdominal areas. When the dogs' hair coats become wet and dirty it can\n\ndecrease the comfort and well-being of the animals as well as increase the risk of disease hazards. The licensee\nmust correct the drainage issue in these enclosures and ensure that all primary enclosures are constructed and\nmaintained so that all the dogs remain clean and dry.\nFrom the October 13, 2016 inspection:\nShiba Inu male (077-843-024) lesion by ear was appropriately treated\nMiniature Pinscher female (OAO-156-7005) was appropriately treated\nGolden Retriever female (OAO-224-6973) and Poodle male (077-836-067) could not be observed as they were not\nat the facility\nThis inspection and exit interview were conducted with a facility representative and MDA",
  "animals_total": 124,
  "species": [
    {
      "count": 99,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 25,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}