{
  "insp_id": "138160955430337",
  "layout": "a",
  "customer_id": "325799",
  "customer_name": "Daniel M Schmucker",
  "customer_addr": "2901 Fillmore Rd.\nSeymour, IA 52590",
  "certificate": "42-A-1486",
  "site_id": "001",
  "site_name": "DANIEL M. SCHMUCKER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "16-MAY-2016",
  "report_date": "16-MAY-2016",
  "citations": [
    {
      "code": "3.1(a)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "The outdoor portion of the dog enclosures are constructed of wire and are raised up off the ground. The facility\nrepresentative stated that last summer or fall a tree fell on the first three outdoor enclosures on the east side. The\ntree has significantly damaged the enclosures. The damage consists of bent fence panels and plastic dividers,\nbroken wires, sharp points and large gaps in the fence panels and gates. There are at least five adult dogs that can\naccess these damaged enclosures. One adult female dog was observed coming out of one access door, running\nbetween gaps created by the bent enclosure dividers and entering an access door in a different enclosure.\nThe sharp points and broken wires could cause injury to the dogs. The large gaps in the fencing could entrap a\ndog, allow a dog to fall from the enclosure or allow another animal to enter the enclosure. The damaged fencing\nand dividers fail to keep the dogs' in their specific enclosures which could result in compatibility problems.\nHousing facilities must be constructed and maintained in a manner that keeps the dogs safe from injuries, contains\nthe dogs securely, and restricts other animals from entering. The licensee must repair the damaged enclosures or\nalter them in a manner that makes them safe for the dogs. The licensee must ensure that all housing facilities are\nsafe for the dogs at all times.\nCorrection date: June 06, 2016\nExit interview conducted with Kelly Maxwell, ACI and the facility representative."
    }
  ],
  "narrative": "3.1(a)\nHOUSING FACILITIES, GENERAL.\nThe outdoor portion of the dog enclosures are constructed of wire and are raised up off the ground.  The facility\nrepresentative stated that last summer or fall a tree fell on the first three outdoor enclosures on the east side.  The\ntree has significantly damaged the enclosures.  The damage consists of bent fence panels and plastic dividers,\nbroken wires, sharp points and large gaps in the fence panels and gates.  There are at least five adult dogs that can\naccess these damaged enclosures.  One adult female dog was observed coming out of one access door, running\nbetween gaps created by the bent enclosure dividers and entering an access door in a different enclosure.\nThe sharp points and broken wires could cause injury to the dogs.   The large gaps in the fencing could entrap a\ndog, allow a dog to fall from the enclosure or allow another animal to enter the enclosure.  The damaged fencing\nand dividers fail to keep the dogs' in their specific enclosures which could result in compatibility problems.\nHousing facilities must be constructed and maintained in a manner that keeps the dogs safe from injuries, contains\nthe dogs securely, and restricts other animals from entering.  The licensee must repair the damaged enclosures or\nalter them in a manner that makes them safe for the dogs.  The licensee must ensure that all housing facilities are\nsafe for the dogs at all times.\nCorrection date:  June 06, 2016\nExit interview conducted with Kelly Maxwell, ACI and the facility representative.",
  "animals_total": 47,
  "species": [
    {
      "count": 29,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 18,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}