{
  "insp_id": "2016090000720894",
  "layout": "b",
  "customer_id": "507745",
  "customer_name": "Martha Schrock Joseph Schrock",
  "customer_addr": "12313 273rd Ave\nCanton, MO 63435",
  "certificate": "43-A-6514",
  "site_id": "001",
  "site_name": "JOSEPH AND MARTHA SCHROCK",
  "insp_type": "RE-LICENSE INSPECTION",
  "date": "23-SEP-2021",
  "report_date": "30-SEP-2021",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "A male Bichon's (#021) left eye had some tear staining. Upon closer observation there was a very small lesion on the\nupper eyelid. This lesion was approximately 1mm and the skin in the lesion was reddened. The small lesion could irritate\nthe eye causing discomfort to the dog. The licensee must consult with a veterinarian and develop and document a\ntreatment plan."
    },
    {
      "code": "3.1(f)",
      "kind": "",
      "repeat": false,
      "desc": "Housing facilities, general.",
      "narrative": "The waste drainage pipe for the kennel was broke and leaking next to the building. The broke waste drainage pipe\noutside are close to the building and food and feces are accumulating on the ground. Having waste close to the facility\ncan attract pest and vermin that can harm the dogs. The waste disposal system must dispose the waste far enough from\nthe facility as to not attract pests or vermin near the animals."
    },
    {
      "code": "3.13(a)",
      "kind": "",
      "repeat": false,
      "desc": "Veterinary care for dogs.",
      "narrative": "The program of veterinary care was missing the frequency of the kennel visit and exam of each dog. It is important to\nhave the attending veterinarian visit the kennel and exam the dogs to ensure dogs are meeting the veterinary\nrequirements. The licensee must develop and document a veterinary approved program of veterinary care that includes\nkennel visits , not more than every 12 months and exams for each kennel dog."
    },
    {
      "code": "3.13(a)(3)",
      "kind": "",
      "repeat": false,
      "desc": "Veterinary care for dogs.",
      "narrative": "The program of veterinary care had not been updated with the changes of vaccination and deworming schedule. The\nprogram of veterinary care was also missing the parasite sampling/testing. It is important for the dogs health to follow\ninstructions by your veterinarian. The licensee must document a current program of veterinary care approved by the\nattending veterinarian."
    },
    {
      "code": "3.13(a)(4)",
      "kind": "",
      "repeat": false,
      "desc": "Veterinary care for dogs.",
      "narrative": "The program of veterinary care was missing the preventative care section. The licensee did not have the preventative\ncare and treatment plan to ensure healthy and unmatted hair coats, properly trimmed nails, and clean and healthy eyes,\nears, skin, and teeth, which are important to the dogs health. The licensee must develop and document a plan.\nThis is a 1st Re-License Inspection for a Class A license. The inspection and exit briefing were conducted with the\napplicant.\nAll items must be in compliance within 2 more inspections or by 23 Nov 2021 or the applicant will forfeit the license fee\nand must wait 6 months to reapply. Please contact your inspector to schedule your next Re-License Inspection.\nRegulated activity can continue under your existing USDA license until it expires.\nEnd Section"
    }
  ],
  "narrative": "2.40(b)(2) \n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nA male Bichon's  (#021) left eye had some tear staining.  Upon closer observation there was a very small lesion on the \nupper eyelid.  This lesion was approximately 1mm and the skin in the lesion was reddened.  The small lesion could irritate \nthe eye causing discomfort to the dog. The licensee must consult with a veterinarian and develop and document a \ntreatment plan. \n3.1(f) \n   \nHousing facilities, general. \nThe waste drainage pipe for the kennel was broke and leaking next to the building. The broke waste drainage pipe \noutside are close to the building and food and feces are accumulating on the ground.  Having waste close to the facility \ncan attract pest and vermin that can harm the dogs. The waste disposal system must dispose the waste far enough from \nthe facility as to not attract pests or vermin near the animals. \n3.13(a) \n   \nVeterinary care for dogs. \nThe program of veterinary care was missing the frequency of the kennel visit and exam of each dog.  It is important to \nhave the attending veterinarian visit the kennel and exam the dogs to ensure dogs are meeting the veterinary\n\nrequirements.  The licensee must develop and document a veterinary approved program of veterinary care that includes \nkennel visits , not more than every 12 months and exams for each kennel dog. \n3.13(a)(3) \n   \nVeterinary care for dogs. \nThe program of veterinary care had not been updated with the changes of vaccination and deworming schedule.  The \nprogram of veterinary care was also missing the parasite sampling/testing.   It is important for the dogs health to follow \ninstructions by your veterinarian.  The licensee must document a current program of veterinary care approved by the \nattending veterinarian. \n3.13(a)(4) \n   \nVeterinary care for dogs. \nThe program of veterinary care was missing the preventative care section. The licensee did not have the preventative \ncare and treatment plan to ensure healthy and unmatted hair coats, properly trimmed nails, and clean and healthy eyes, \nears, skin, and teeth, which are important to the dogs health. The licensee must develop and document a plan. \n \nThis is a 1st Re-License Inspection for a Class A  license. The inspection and exit briefing were conducted with the \napplicant. \n \nAll items must be in compliance within 2 more inspections or by 23 Nov 2021 or the applicant will forfeit the license fee \nand must wait 6 months to reapply. Please contact your inspector to schedule your next Re-License Inspection. \n \nRegulated activity can continue under your existing USDA license until it expires. \n \nEnd Section",
  "animals_total": 34,
  "species": [
    {
      "count": 25,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 9,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}