{
  "insp_id": "273140912550271",
  "layout": "a",
  "customer_id": "331061",
  "customer_name": "Terry D Headlee",
  "customer_addr": "41 Addy Lane\nCaulfield, MO 65626",
  "certificate": "43-A-5866",
  "site_id": "001",
  "site_name": "TERRY D. HEADLEE",
  "insp_type": "ROUTINE INSPECTION",
  "date": "29-SEP-2014",
  "report_date": "30-SEP-2014",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "****Six adult dogs had excessive matting of their hair coat. There were clumps along the back and hips and\nnumerous twists of the hair along the sides, legs and ventral area. The owner had begun shaving some of the\ndogs, however, the matted hair has been present for a period of time as indicated by the amount of matting and the\nseverity of it. Matted, twisted hair can pull at the skin and cause discomfort and possible injury to the skin. The\ncondition of the underlying skin under matted hair cannot be observed nor treated. Matted, twisted hair cannot\ninsulate the dog for protection from the sun and temperature. The owner must ensure that the matted hair is\nremoved. The owner must have a regular schedule of grooming to prevent matted hair.\nA female Yorkshire Terrier (m/c 051-833-555) had matted tufts and twists of hair along the back legs and hips.\nMale Yorkshire Terrier (m/c 075-850-572) had thickly matted clumps of hair over most of the hair coat.\nMaltese (m/c 092-304-052) had twist of hair on the back legs and hips.\nYorkshire Terrier (m/c 051-801-866) had thick twists of hair on the back and sides.\nFemale Yorkshire Terrier (m/c 461-941-5519) had clumps and twists of hair on the hips, sides and back.\nFemale Yorkshire Terrier (m/c 462-63D-5D0) had clumps and twists of hair on the hips, sides and back.\nTO BE CORRECTED BY: 8 OCTOBER, 2014"
    },
    {
      "code": "3.1",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "(e) Storage\n****Inside the whelp building was an unopened bag of dog food lying on the cement floor. Also in this area was\nshaved hair, spilled food and other debris. Food that is stored in an area with dirt, debris and other contaminants\ncould become contaminated and lose nutritional value. The owner must store food in a manner that protects the\nsupplies from spoilage, contamination, and vermin infestation. The supplies must be stored off the floor and away\nfrom the walls, to allow cleaning underneath and around the supplies. Foods requiring refrigeration must be stored\naccordingly, and all food must be stored in a manner that prevents contamination and deterioration of its nutritive\nvalue.\nTO BE CORRECTED FROM THIS DAY FORWARD\nThe inspection and exit interview was done with a facility representative."
    }
  ],
  "narrative": "2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n****Six adult dogs had excessive matting of their hair coat.  There were clumps along the back and hips and\nnumerous twists of the hair along the sides, legs and ventral area.  The owner had begun shaving some of the\ndogs, however, the matted hair has been present for a period of time as indicated by the amount of matting and the\nseverity of it.  Matted, twisted hair can pull at the skin and cause discomfort and possible injury to the skin.  The\ncondition of the underlying skin under matted hair cannot be observed nor treated.  Matted, twisted hair cannot\ninsulate the dog for protection from the sun and temperature.  The owner must ensure that the matted hair is\nremoved.  The owner must have a regular schedule of grooming to prevent matted hair.\nA female Yorkshire Terrier (m/c 051-833-555) had matted tufts and twists of hair along the back legs and hips. \nMale Yorkshire Terrier (m/c 075-850-572) had thickly matted clumps of hair over most of the hair coat.\nMaltese (m/c 092-304-052) had twist of hair on the back legs and hips.\nYorkshire Terrier  (m/c 051-801-866) had thick twists of hair on the back and sides.\nFemale Yorkshire Terrier (m/c 461-941-5519) had clumps and twists of hair on the hips, sides and back.\nFemale Yorkshire Terrier (m/c 462-63D-5D0) had clumps and twists of hair on the hips, sides and back.\nTO BE CORRECTED BY:  8 OCTOBER, 2014\n3.1\nHOUSING FACILITIES, GENERAL.\n(e) Storage\n****Inside the whelp building was an unopened bag of dog food lying on the cement floor.  Also in this area was\nshaved hair, spilled food and other debris.  Food that is stored in an area with dirt, debris and other contaminants\ncould become contaminated and lose nutritional value.  The owner must store food in a manner that protects the\nsupplies from spoilage, contamination, and vermin infestation. The supplies must be stored off the floor and away\nfrom the walls, to allow cleaning underneath and around the supplies. Foods requiring refrigeration must be stored\naccordingly, and all food must be stored in a manner that prevents contamination and deterioration of its nutritive\n\nvalue.\nTO BE CORRECTED FROM THIS DAY FORWARD\nThe inspection and exit interview was done with a facility representative.",
  "animals_total": 65,
  "species": [
    {
      "count": 51,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 14,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}