{
  "insp_id": "2016090000625463",
  "layout": "b",
  "customer_id": "332646",
  "customer_name": "JEFFREY LOWE",
  "customer_addr": "21619 Jimbo Road\nTHACKERVILLE, OK 73459",
  "certificate": "73-C-0230",
  "site_id": "002",
  "site_name": "Jeffrey Lowe- 002",
  "insp_type": "ROUTINE INSPECTION",
  "date": "02-JUN-2021",
  "report_date": "09-JUN-2021",
  "citations": [
    {
      "code": "2.40(a)(2)",
      "kind": "",
      "repeat": true,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "The facility representatives do not have an attending veterinarian (AV) employed under formal arrangements. As such,\nthe written program of veterinary care (PVC) from the previous veterinarian is not valid. Failure to employ an AV and\nsubsequent lack of a program of veterinary care, leaves the facility without direction to provide adequate veterinary care\nto the animals and does not ensure regularly scheduled visits to the premises. The facility representative must employ an\nattending veterinarian under formal arrangements. In the case of a part time or consultant veterinarian, these formal\narrangements must include a written program of veterinary care and regularly scheduled visits to the premises."
    },
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": true,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "One of the ferrets has a large submandibular swelling. The swelling encompasses the entire width of the neck. The facility\nrepresentative states that they noticed the swelling had started a day ago and they have not yet contacted a veterinarian\nregarding this problem. There is no mention of this ferret in the daily medical logs.\nDuring this visit one of the white racoons appeared lethargic with an overall unthrifty appearance. Although racoons are\nnocturnal animals, this animal did not appear as bright and alert as the other racoons in the enclosure. He also seemed\nto be isolating himself from the other animals which is not normal for racoons. There were no records indicating that he\nhas been seen by a veterinarian or that the facility representative noticed there was a problem.\nAn old red fox previously diagnosed with chronic medical conditions continues to receive no veterinary care for these\nconditions. This animal was examined by a veterinarian on Feb 20, 2021. During that visit the veterinarian tentatively\ndiagnosed prostate cancer and arthritis in the front legs. Instructions to the facility representatives were to “monitor\nmobility on daily observation report, if improved on Metacam notify veterinarian and may continue to use long term.\nMonitor for trouble urinating and defecating daily.” None of this has been documented in the daily observations. The\ndaily record for this animal states “will allow him to pass away peacefully when it’s his time”.\nThe bush baby has an area of hair loss on his right side that has exposed reddened skin. The facility representative has\ndocumented this problem along with a decrease in the animal’s energy in the daily medical log and has been applying\nVaseline and coconut oil to the area of hair loss. According to the facilities' former veterinarian, she was never notified\nabout the bush baby having hair loss or acting lethargic.\nThe bobcat named Paulina has areas of hair loss on both sides of her neck about 1 by 2 inches in size. These areas of\nhair loss were also present during the May 17-18, 2021 visit to the property. There is now also a small area of hair loss\nby the ear with exposed reddened skin. The facility representative states that the hair loss is from breeding (she is housed\nwith a male). The daily medical log states that they have been using “wound coat spray” on her skin. There were no\nrecords indicating a veterinarian had been consulted about this animal.\nThe male bobcat named Paul appeared thin and lethargic. He has noticeably lost weight since he was observed on May\n18, 2021. There were no records indicating that he has been seen by a veterinarian or that the facility representative\nnoticed there was a problem.\nFailure to provide adequate medical care can result in health issues that cause ongoing pain and suffering. The facility\nrepresentative must ensure that all animals receive adequate veterinary approved nutritional and medical care at all times\nas directed by a veterinarian which includes appropriate methods to prevent, control, diagnose and treat diseases and\ninjuries."
    },
    {
      "code": "2.75(b)(1)",
      "kind": "",
      "repeat": true,
      "desc": "Records: Dealers and exhibitors.",
      "narrative": "Three sheep, 1 goat, and 1 alpaca documented on the inventory at the previous inspection were not on the premises at\nthe time of this inspection. According to the facility representative, they were sold to a local farmer. There are no\ndisposition records available for these 5 animals.\nAt the time of this inspection the facility had 2 baby white racoons. There were no acquisition records for these baby\nracoons indicating whether they were born on the premises or acquired somewhere else.\nMissing acquisition and disposition records documented on previous inspection reports continue to be unavailable for\nreview.\nAcquisition and disposition records, including for domestic farm type animals, are necessary to be able to accurately track\nanimals being used in regulated activities to ensure their legal acquisition, proper care, and humane transportation.\nAnimals transferred to or acquired from other licensees must have disposition and acquisition records containing all\ninformation required by the Animal Welfare Act Regulations available for inspection. This requirement applies to all\nregulated animals purchased or otherwise acquired, owned, held, leased or otherwise in possession of or under control of\nthe licensee, and all regulated animals transported, sold, euthanized, or otherwise disposed of by that dealer or exhibitor.\nThe record shall include any offspring born of any animal while in his or her possession or under his or her control."
    },
    {
      "code": "3.81",
      "kind": "",
      "repeat": true,
      "desc": "Environment enhancement to promote psychological well-being.",
      "narrative": "The environmental enhancement plan that was provided during the inspection has not been approved by an attending\nveterinarian as there is no attending veterinarian for the facility. An inadequate plan of enrichment for nonhuman primates\ncan result in animals with high levels of stress and/or boredom that affects both their health and behavior. The facility\nrepresentative must develop, document, and follow an appropriate plan for the environmental enhancement adequate to\npromote the physiological wellbeing of nonhuman primates. The Nonhuman Primate Enrichment plan must be in\naccordance with professionally accepted standards and directed by the attending veterinarian."
    },
    {
      "code": "3.82(a)",
      "kind": "",
      "repeat": false,
      "desc": "Feeding.",
      "narrative": "The food receptacle for both macaques contained what appeared to be dog kibble. The kibble was contaminated with\nmany flies. The facility representative stated that they were out of “monkey biscuits” but that they had been ordered. Dog\nfood is not an appropriate diet for nonhuman primates. The presence of flies indicate contamination and decreases\npalatability. The facility must ensure that diet for the nonhuman primates be appropriate for the species and be clean,\nwholesome, and palatable to the animals. To be corrected by: June 11, 2021"
    },
    {
      "code": "3.83",
      "kind": "",
      "repeat": false,
      "desc": "Watering.",
      "narrative": "Potable water must be provided in sufficient quantity to every non-human primate housed at the facility.\nThe water bottle provided to the bush baby was empty at the start of the inspection. When filled, the bush baby drank\nimmediately and eagerly for at least 30 seconds.\nThe water bottle for one of the marmosets was empty at the time of this inspection.\nThe water available for one of the macaques did not appear to have been cleaned recently. It was a dirty brown color\nwith pieces of orange peel floating in it.\nLack of potable water can result in dehydration and exacerbation of other medical problems. The facility must ensure that\npotable water be accessible to the animals as often as necessary for the health and comfort of the animals and that all\nwater receptacles be kept clean and sanitary.\nTo be corrected by: June 11, 2021"
    },
    {
      "code": "3.84(a)",
      "kind": "",
      "repeat": false,
      "desc": "Cleaning, sanitization, housekeeping, and pest control.",
      "narrative": "The outside yards of both macaque enclosures needed to be cleaned. Old produce on the ground and in the food\ncontainers appeared to have been there for several days. The old food was covered in flies.\nEnclosures with dirt floors must be spot-cleaned with sufficient frequency to ensure all animals the freedom to avoid\ncontact with excreta, or as often as necessary to reduce disease hazards, insects, pests, and odors. The excessive\nnumber of flies covering the old produce indicates that the enclosures are not being cleaned as often as necessary. To be\ncorrected by: June 11, 2021"
    },
    {
      "code": "3.84(c)",
      "kind": "",
      "repeat": false,
      "desc": "Cleaning, sanitization, housekeeping, and pest control.",
      "narrative": "There is a bucket with old trash and very dirty water sitting right outside the macaque outdoor cages. This is an attractant\nfor flies, mosquitos, and other pests as well as a breeding ground for bacteria and disease. The facility must ensure that\nbuildings and grounds where housing facilities are located are kept clean so as to facilitate husbandry practices and to\nreduce or eliminate breeding and living areas for rodents, pests and vermin.\nTo be corrected by: June 11, 2021"
    },
    {
      "code": "3.84(d)",
      "kind": "",
      "repeat": false,
      "desc": "Cleaning, sanitization, housekeeping, and pest control.",
      "narrative": "Excessive flies were seen in and around the macaque enclosures. The pest control plan in place is to use bags of water\nhung in the areas of the animals to control the flies. This is a non-traditional plan and as of the time of inspection, does not\nappear to be effective. Flies provide an annoyance to the animals and can cause skin lesions. The facility must ensure\nthat a safe and effective program for the control of insects, ectoparasites, avian, and mammalian pest is established and\nmaintained.\nTo be corrected by: June 11, 2021"
    },
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": true,
      "desc": "Facilities, general.",
      "narrative": "The dirt under the shelter structure in the fisher enclosure has been dug out, exposing a metal grate. There is a gap\nbetween the metal grate and the dirt below and the fisher must sit on the metal grate in order to use the shelter. The gaps\nin the metal grate could cause entrapment or injury to the animal.\nThere were nine adult raccoons on the last inspection inventory. During this inspection, there were five adult raccoons\nobserved (plus 2 new baby racoons). When asked about the difference in numbers on the inventory, the facility\nrepresentative stated that they have had to reinforce the enclosure walls due to raccoon escape. Animals that escape\ntheir enclosures are no longer protected and cannot be cared for.\nThe porcupine pair have been chewing on the plywood floor of their enclosure and the plastic of their house. Neither of\nthese is appropriate for a porcupine to be chewing and ingesting. These materials can cause intestinal impactions or\nother health concerns.\nThe facility representative must ensure all housing facilities must be structurally sound and maintained in good repair to\nprotect the animals from injury and to contain the animals."
    },
    {
      "code": "3.129(a)",
      "kind": "",
      "repeat": true,
      "desc": "Feeding.",
      "narrative": "There was a limited amount of fresh produce and no food appropriate for the non-domestic cats on the premises at the\ntime of this inspection. There was dry bear, cat, and dog kibble. The facility representative stated that they planned to buy\nfresh food later that day and that the day of the inspection was a “fasting day” for the non-domestic cats.\nThis is concerning considering the progressively decreasing body conditions seen in the bobcats, wolves, foxes, and the\nCanadian Lynx. The facility must ensure that food be wholesome, palatable, and free from contamination and of sufficient\nquantity and nutritive value to maintain all animals in good health. The diet must be prepared with consideration for the\nage, species, condition, size, and type of animal."
    },
    {
      "code": "3.130",
      "kind": "",
      "repeat": false,
      "desc": "Watering.",
      "narrative": "The water tank for the camel contains brown water. The water is dirty enough that the bottom of the tank cannot be\nevaluated for sanitation.\nLack of potable water can result in dehydration and exacerbation of other medical problems. The facility must ensure that\npotable water be accessible to the animals as often as necessary for the health and comfort of the animals and that all\nwater receptacles be kept clean and sanitary.\nTo be corrected by: June 11, 2021"
    },
    {
      "code": "3.131",
      "kind": "",
      "repeat": true,
      "desc": "Sanitation.",
      "narrative": "Excessive flies were seen throughout the facility, both on the animals and in the environment. Animals were seen\n“flicking” their ears and heads in an effort to remove the flies. The pest control plan in place is to use bags of water hung\nin the areas of the animals to control the flies. This is a non-traditional plan and as of the time of inspection, does not\nappear to be effective. Flies provide an annoyance to the animals and can cause skin lesions and tissue damage. The\nfacility must ensure that a safe and effective program for the control of insects, ectoparasites, and avian and mammalian\npest is established and maintained.\nTo be corrected by: Close of business on delivery day."
    },
    {
      "code": "3.131(c)",
      "kind": "",
      "repeat": true,
      "desc": "Sanitation.",
      "narrative": "There is discarded animal food and other trash on the property and around the animal areas. Some of the discarded food\nhas been swept out of the animal enclosures and has been left near the animal areas. This is providing an environment\nthat encourages the proliferation of flies. Flies are an annoyance to the animals and can cause skin lesions and tissue\ndamage. The facility must ensure that all buildings and grounds are kept clean to facilitate good husbandry practices and\nto protect the health of the animals.\nTo be corrected by: Close of business on delivery day.\nThis inspection was conducted with one of the facility owners.\nAdditional Inspectors:\nMARGARET SHAVER, VETERINARY MEDICAL OFFICEREnd Section"
    }
  ],
  "narrative": "2.40(a)(2)  Repeat\n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nThe facility representatives do not have an attending veterinarian (AV) employed under formal arrangements. As such, \nthe written program of veterinary care (PVC) from the previous veterinarian is not valid. Failure to employ an AV and \nsubsequent lack of a program of veterinary care, leaves the facility without direction to provide adequate veterinary care \nto the animals and does not ensure regularly scheduled visits to the premises. The facility representative must employ an \nattending veterinarian under formal arrangements. In the case of a part time or consultant veterinarian, these formal \narrangements must include a written program of veterinary care and regularly scheduled visits to the premises. \n2.40(b)(2)  Direct Repeat\n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nOne of the ferrets has a large submandibular swelling. The swelling encompasses the entire width of the neck. The facility \nrepresentative states that they noticed the swelling had started a day ago and they have not yet contacted a veterinarian \nregarding this problem. There is no mention of this ferret in the daily medical logs. \n \nDuring this visit one of the white racoons appeared lethargic with an overall unthrifty appearance. Although racoons are \nnocturnal animals, this animal did not appear as bright and alert as the other racoons in the enclosure.  He also seemed\n\nto be isolating himself from the other animals which is not normal for racoons. There were no records indicating that he \nhas been seen by a veterinarian or that the facility representative noticed there was a problem. \n \nAn old red fox previously diagnosed with chronic medical conditions continues to receive no veterinary care for these \nconditions. This animal was examined by a veterinarian on Feb 20, 2021.  During that visit the veterinarian tentatively \ndiagnosed prostate cancer and arthritis in the front legs.  Instructions to the facility representatives were to “monitor \nmobility on daily observation report, if improved on Metacam notify veterinarian and may continue to use long term.  \nMonitor for trouble urinating and defecating daily.”  None of this has been documented in the daily observations.  The \ndaily record for this animal states “will allow him to pass away peacefully when it’s his time”. \n \nThe bush baby has an area of hair loss on his right side that has exposed reddened skin. The facility representative has \ndocumented this problem along with a decrease in the animal’s energy in the daily medical log and has been applying \nVaseline and coconut oil to the area of hair loss. According to the facilities' former veterinarian, she was never notified \nabout the bush baby having hair loss or acting lethargic. \n \nThe bobcat named Paulina has areas of hair loss on both sides of her neck about 1 by 2 inches in size. These areas of \nhair loss were also present during the May 17-18, 2021 visit to the property.  There is now also a small area of hair loss \nby the ear with exposed reddened skin. The facility representative states that the hair loss is from breeding (she is housed \nwith a male). The daily medical log states that they have been using “wound coat spray” on her skin. There were no \nrecords indicating a veterinarian had been consulted about this animal.\n\nThe male bobcat named Paul appeared thin and lethargic.  He has noticeably lost weight since he was observed on May \n18, 2021.  There were no records indicating that he has been seen by a veterinarian or that the facility representative \nnoticed there was a problem. \n \nFailure to provide adequate medical care can result in health issues that cause ongoing pain and suffering. The facility \nrepresentative must ensure that all animals receive adequate veterinary approved nutritional and medical care at all times \nas directed by a veterinarian which includes appropriate methods to prevent, control, diagnose and treat diseases and \ninjuries. \n2.75(b)(1)  Repeat\n   \nRecords: Dealers and exhibitors. \nThree sheep, 1 goat, and 1 alpaca documented on the inventory at the previous inspection were not on the premises at \nthe time of this inspection.  According to the facility representative, they were sold to a local farmer.  There are no \ndisposition records available for these 5 animals. \nAt the time of this inspection the facility had 2 baby white racoons.   There were no acquisition records for these baby \nracoons indicating whether they were  born on the premises or acquired somewhere else. \nMissing acquisition and disposition records documented on previous inspection reports continue to be unavailable for \nreview. \nAcquisition and disposition records, including for domestic farm type animals, are necessary to be able to accurately track \nanimals being used in regulated activities to ensure their legal acquisition, proper care, and humane transportation.\n\nAnimals transferred to or acquired from other licensees must have disposition and acquisition records containing all \ninformation required by the Animal Welfare Act Regulations available for inspection. This requirement applies to all \nregulated animals purchased or otherwise acquired, owned, held, leased or otherwise in possession of or under control of \nthe licensee, and all regulated animals transported, sold, euthanized, or otherwise disposed of by that dealer or exhibitor. \nThe record shall include any offspring born of any animal while in his or her possession or under his or her control. \n3.81  Repeat\n   \nEnvironment enhancement to promote psychological well-being. \nThe environmental enhancement plan that was provided during the inspection has not been approved by an attending \nveterinarian as there is no attending veterinarian for the facility. An inadequate plan of enrichment for nonhuman primates \ncan result in animals with high levels of stress and/or boredom that affects both their health and behavior. The facility \nrepresentative must develop, document, and follow an appropriate plan for the environmental enhancement adequate to \npromote the physiological wellbeing of nonhuman primates. The Nonhuman Primate Enrichment plan must be in \naccordance with professionally accepted standards and directed by the attending veterinarian. \n3.82(a) \n   \nFeeding. \nThe food receptacle for both macaques contained what appeared to be dog kibble. The kibble was contaminated with \nmany flies. The facility representative stated that they were out of “monkey biscuits” but that they had been ordered. Dog \nfood is not an appropriate diet for nonhuman primates. The presence of flies indicate contamination and decreases \npalatability. The facility must ensure that diet for the nonhuman primates be appropriate for the species and be clean, \nwholesome, and palatable to the animals. To be corrected by:  June 11, 2021 \n3.83 \n   \nWatering.\n\nPotable water must be provided in sufficient quantity to every non-human primate housed at the facility. \nThe water bottle provided to the bush baby was empty at the start of the inspection. When filled, the bush baby drank \nimmediately and eagerly for at least 30 seconds. \nThe water bottle for one of the marmosets was empty at the time of this inspection. \nThe water available for one of the macaques did not appear to have been cleaned recently.  It was a dirty brown color \nwith pieces of orange peel floating in it. \nLack of potable water can result in dehydration and exacerbation of other medical problems. The facility must ensure that \npotable water be accessible to the animals as often as necessary for the health and comfort of the animals and that all \nwater receptacles be kept clean and sanitary. \nTo be corrected by:  June 11, 2021 \n3.84(a) \n   \nCleaning, sanitization, housekeeping, and pest control. \nThe outside yards of both macaque enclosures needed to be cleaned.  Old produce on the ground and in the food \ncontainers appeared to have been there for several days.  The old food was covered in flies. \n \nEnclosures with dirt floors must be spot-cleaned with sufficient frequency to ensure all animals the freedom to avoid \ncontact with excreta, or as often as necessary to reduce disease hazards, insects, pests, and odors.  The excessive \nnumber of flies covering the old produce indicates that the enclosures are not being cleaned as often as necessary. To be \ncorrected by:  June 11, 2021 \n3.84(c) \n   \nCleaning, sanitization, housekeeping, and pest control.\n\nThere is a bucket with old trash and very dirty water sitting right outside the macaque outdoor cages. This is an attractant \nfor flies, mosquitos, and other pests as well as a breeding ground for bacteria and disease. The facility must ensure that \nbuildings and grounds where housing facilities are located are kept clean so as to facilitate husbandry practices and to \nreduce or eliminate breeding and living areas for rodents, pests and vermin. \nTo be corrected by:  June 11, 2021 \n3.84(d) \n   \nCleaning, sanitization, housekeeping, and pest control. \nExcessive flies were seen in and around the macaque enclosures. The pest control plan in place is to use bags of water \nhung in the areas of the animals to control the flies. This is a non-traditional plan and as of the time of inspection, does not \nappear to be effective. Flies provide an annoyance to the animals and can cause skin lesions. The facility must ensure \nthat a safe and effective program for the control of insects, ectoparasites, avian, and mammalian pest is established and \nmaintained. \nTo be corrected by:  June 11, 2021 \n3.125(a)  Repeat\n   \nFacilities, general. \nThe dirt under the shelter structure in the fisher enclosure has been dug out, exposing a metal grate. There is a gap \nbetween the metal grate and the dirt below and the fisher must sit on the metal grate in order to use the shelter. The gaps \nin the metal grate could cause entrapment or injury to the animal. \n \nThere were nine adult raccoons on the last inspection inventory. During this inspection, there were five adult raccoons \nobserved (plus 2 new baby racoons). When asked about the difference in numbers on the inventory, the facility \nrepresentative stated that they have had to reinforce the enclosure walls due to raccoon escape. Animals that escape\n\ntheir enclosures are no longer protected and cannot be cared for. \n \nThe porcupine pair have been chewing on the plywood floor of their enclosure and the plastic of their house.  Neither of \nthese is appropriate for a porcupine to be chewing and ingesting.  These materials can cause intestinal impactions or \nother health concerns. \n \nThe facility representative must ensure all housing facilities must be structurally sound and maintained in good repair to \nprotect the animals from injury and to contain the animals. \n3.129(a)  Repeat\n   \nFeeding. \nThere was a limited amount of fresh produce and no food appropriate for the non-domestic cats on the premises at the \ntime of this inspection. There was dry bear, cat, and dog kibble.  The facility representative stated that they planned to buy \nfresh food later that day and that the day of the inspection was a “fasting day” for the non-domestic cats. \n \nThis is concerning considering the progressively decreasing body conditions seen in the bobcats, wolves, foxes, and the \nCanadian Lynx. The facility must ensure that food be wholesome, palatable, and free from contamination and of sufficient \nquantity and nutritive value to maintain all animals in good health. The diet must be prepared with consideration for the \nage, species, condition, size, and type of animal. \n3.130 \n   \nWatering. \nThe water tank for the camel contains brown water. The water is dirty enough that the bottom of the tank cannot be \nevaluated for sanitation.\n\nLack of potable water can result in dehydration and exacerbation of other medical problems. The facility must ensure that \npotable water be accessible to the animals as often as necessary for the health and comfort of the animals and that all \nwater receptacles be kept clean and sanitary. \nTo be corrected by:  June 11, 2021 \n3.131  Repeat\n   \nSanitation. \nExcessive flies were seen throughout the facility, both on the animals and in the environment. Animals were seen \n“flicking” their ears and heads in an effort to remove the flies. The pest control plan in place is to use bags of water hung \nin the areas of the animals to control the flies. This is a non-traditional plan and as of the time of inspection, does not \nappear to be effective. Flies provide an annoyance to the animals and can cause skin lesions and tissue damage. The \nfacility must ensure that a safe and effective program for the control of insects, ectoparasites, and avian and mammalian \npest is established and maintained. \nTo be corrected by:  Close of business on delivery day. \n3.131(c)  Repeat\n   \nSanitation. \nThere is discarded animal food and other trash on the property and around the animal areas. Some of the discarded food \nhas been swept out of the animal enclosures and has been left near the animal areas. This is providing an environment \nthat encourages the proliferation of flies. Flies are an annoyance to the animals and can cause skin lesions and tissue \ndamage. The facility must ensure that all buildings and grounds are kept clean to facilitate good husbandry practices and \nto protect the health of the animals. \nTo be corrected by:  Close of business on delivery day.\n\nThis inspection was conducted with one of the facility owners. \n \nAdditional Inspectors: \nMARGARET SHAVER, VETERINARY MEDICAL OFFICEREnd Section",
  "animals_total": 62,
  "species": [
    {
      "count": 3,
      "scientific": "Hystrix cristata",
      "common": "AFRICAN CRESTED PORCUPINE"
    },
    {
      "count": 11,
      "scientific": "Lemur catta",
      "common": "RING-TAILED LEMUR"
    },
    {
      "count": 2,
      "scientific": "Vulpes vulpes",
      "common": "RED FOX (INCLUDES SILVER FOX & CROSS FOX)"
    },
    {
      "count": 1,
      "scientific": "Vulpes lagopus",
      "common": "ARCTIC FOX"
    },
    {
      "count": 6,
      "scientific": "Lynx rufus",
      "common": "BOBCAT"
    },
    {
      "count": 1,
      "scientific": "Camelus dromedarius domestic",
      "common": "DOMESTIC DROMEDARY CAMEL"
    },
    {
      "count": 5,
      "scientific": "Caracal caracal",
      "common": "CARACAL"
    },
    {
      "count": 1,
      "scientific": "Canis latrans",
      "common": "COYOTE"
    },
    {
      "count": 1,
      "scientific": "Lynx canadensis",
      "common": "CANADIAN LYNX"
    },
    {
      "count": 1,
      "scientific": "Potos flavus",
      "common": "KINKAJOU"
    },
    {
      "count": 4,
      "scientific": "Mustela putorius furo",
      "common": "DOMESTIC FERRET"
    },
    {
      "count": 1,
      "scientific": "Caluromys philander",
      "common": "BARE-TAILED WOOLLY OPOSSUM"
    },
    {
      "count": 2,
      "scientific": "Atelerix albiventris",
      "common": "FOUR-TOED HEDGEHOG"
    },
    {
      "count": 7,
      "scientific": "Procyon lotor",
      "common": "RACCOON"
    },
    {
      "count": 1,
      "scientific": "Saguinus midas",
      "common": "RED-HANDED TAMARIN"
    },
    {
      "count": 3,
      "scientific": "Canis lupus",
      "common": "GRAY WOLF / GREY WOLF / TIMBER WOLF"
    },
    {
      "count": 3,
      "scientific": "Callithrix jacchus",
      "common": "COMMON MARMOSET"
    },
    {
      "count": 1,
      "scientific": "Galago senegalensis",
      "common": "NORTHERN LESSER BUSHBABY"
    },
    {
      "count": 1,
      "scientific": "Canis aureus",
      "common": "GOLDEN JACKAL"
    },
    {
      "count": 1,
      "scientific": "Macaca mulatta",
      "common": "RHESUS MACAQUE"
    },
    {
      "count": 1,
      "scientific": "Macaca nemestrina",
      "common": "PIG-TAILED MACAQUE"
    },
    {
      "count": 1,
      "scientific": "Otocyon megalotis",
      "common": "BAT-EARED FOX"
    },
    {
      "count": 1,
      "scientific": "Martes pennanti",
      "common": "FISHER"
    },
    {
      "count": 2,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    },
    {
      "count": 1,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    }
  ]
}