{
  "insp_id": "155141120288282",
  "layout": "a",
  "customer_id": "23058",
  "customer_name": "City Of Kearney",
  "customer_addr": "P.O. Box 1180\nKearney, NE 68848",
  "certificate": "47-C-0064",
  "site_id": "001",
  "site_name": "CITY OF KEARNEY",
  "insp_type": "ROUTINE INSPECTION",
  "date": "04-JUN-2014",
  "report_date": "05-JUN-2014",
  "citations": [
    {
      "code": "2.40(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "The licensee has two attending veterinarians and written Programs of Veterinary Care (PVC). However, the written\nPVCs are incomplete. In the PVC for hoofstock, the sections \"Ectoparasites, Blood Parasites, and Internal\nParasites\" state, \"Ivermectin once yearly,\" but do not specify dosage or route of administration. In the other PVC\nthese same sections state, \"As needed,\" but there are no types of drugs or methods, dosage, route of\nadministration, frequency, or concentration listed for these routine treatments. In addition, the vaccination\nschedules are unclear. In the Dogs and Cats section, it shows the cats have been vaccinated on a specific date,\nbut not how often the veterinarian recommends. In the Other Warm-Blooded Animals section, the vaccination\nschedule is also unclear. It states, \"Rabbits Distemper,\" but not how often it should be given. In the Euthanasia\nsection it states, \"Sleepaway,\" but not the route of administration.\nClear, complete PVCs are important for the proper understanding between animal caretakers and the attending\nveterinarians, and to ensure medical treatments are administered accurately with the direction and knowledge of the\nattending veterinarians. The licensee must ensure that the PVCs are filled in completely and accurately.\nTo be corrected by: July 5, 2014.\nThe facility inspection was conducted with an employee.\nThe inspection of records and the exit interview were conducted with the facility manager."
    }
  ],
  "narrative": "2.40(a)(1)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThe licensee has two attending veterinarians and written Programs of Veterinary Care (PVC). However, the written\nPVCs are incomplete.  In the PVC for hoofstock, the sections \"Ectoparasites, Blood Parasites, and Internal\nParasites\" state, \"Ivermectin once yearly,\" but do not specify dosage or route of administration.  In the other PVC\nthese same sections state, \"As needed,\" but there are no types of drugs or methods, dosage, route of\nadministration, frequency, or concentration listed for these routine treatments.  In addition, the vaccination\nschedules are unclear.  In the Dogs and Cats section, it shows the cats have been vaccinated on a specific date,\nbut not how often the veterinarian recommends.  In the Other Warm-Blooded Animals section, the vaccination\nschedule is also unclear.  It states, \"Rabbits Distemper,\" but not how often it should be given.  In the Euthanasia\nsection it states, \"Sleepaway,\" but not the route of administration.\nClear, complete PVCs are important for the proper understanding between animal caretakers and the attending\nveterinarians, and to ensure medical treatments are administered accurately with the direction and knowledge of the\nattending veterinarians.   The licensee must ensure that the PVCs are filled in completely and accurately.  \nTo be corrected by:  July 5, 2014.\nThe facility inspection was conducted with an employee.\nThe inspection of records and the exit interview were conducted with the facility manager.",
  "animals_total": 17,
  "species": [
    {
      "count": 2,
      "scientific": "Brachylagus idahoensis",
      "common": "PYGMY RABBIT"
    },
    {
      "count": 3,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 1,
      "scientific": "Cavia porcellus",
      "common": "DOMESTIC GUINEA PIG"
    },
    {
      "count": 1,
      "scientific": "Chinchilla lanigera",
      "common": "CHINCHILLA"
    },
    {
      "count": 2,
      "scientific": "Cricetus cricetus",
      "common": "EUROPEAN HAMSTER / BLACK-BELLIED HAMSTER"
    },
    {
      "count": 1,
      "scientific": "Equus asinus asinus",
      "common": "DONKEY / BURRO / ASS"
    },
    {
      "count": 1,
      "scientific": "Equus caballus",
      "common": "DOMESTIC HORSE"
    },
    {
      "count": 2,
      "scientific": "Felis silvestris catus",
      "common": "CAT ADULT"
    },
    {
      "count": 2,
      "scientific": "Lama pacos",
      "common": "ALPACA"
    },
    {
      "count": 1,
      "scientific": "Muscardinus avellanarius",
      "common": "HAZEL DORMOUSE"
    },
    {
      "count": 1,
      "scientific": "Sus domestica",
      "common": "DOMESTIC PIG"
    }
  ]
}