{
  "insp_id": "69151016490857",
  "layout": "a",
  "customer_id": "17910",
  "customer_name": "Connie West",
  "customer_addr": "Jimmy West Jr.\n6123 N 4435 Rd\nStrang, OK 74367",
  "certificate": "73-A-1872",
  "site_id": "001",
  "site_name": "JIMMY AND CONNIE WEST, JR.",
  "insp_type": "ROUTINE INSPECTION",
  "date": "09-MAR-2015",
  "report_date": "10-MAR-2015",
  "citations": [
    {
      "code": "3.6(a)(2)(10)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "In the whelping building one enclosure contained a mother and puppies. During the inspection, the pups were\nobserved by inspectors crawling and trying to walk around the enclosure. The coated wire flooring had openings\nlarge enough that their feet and legs passed through the wire flooring. Flooring that allows feet & legs to pass\nthrough any openings can be stressful & could lead to possible injury to the puppies. The risk of potential injury to\nthe feet or legs exists if the puppies cannot or have to struggle to bring its feet or legs back through openings in the\nflooring. Wire or expanded metal flooring must be small enough so that no feet or legs can pass through any\nopenings in the flooring. Licensee must ensure that all the enclosures with pups have flooring that will not allow\ntheir feet and legs to pass through. During the inspection, licensee added additional material to cover the coated\nwire material not allowing the pups feet to pass through.\nInspection and exit interview conducted with licensee.\nAdditional Inspectors\nTygart Michael, Supervisory Animal Care Specialist"
    }
  ],
  "narrative": "3.6(a)(2)(10)\nPRIMARY ENCLOSURES.\nIn the whelping building one enclosure contained a mother and puppies.  During the inspection, the pups were\nobserved by inspectors crawling and trying to walk around the enclosure.  The coated wire flooring had openings\nlarge enough that their feet and legs passed through the wire flooring. Flooring that allows feet & legs to pass\nthrough any openings can be stressful & could lead to possible injury to the puppies.    The risk of potential injury to\nthe feet or legs exists if the puppies cannot or have to struggle to bring its feet or legs back through openings in the\nflooring.   Wire or expanded metal flooring must be small enough so that no feet or legs can pass through any\nopenings in the flooring.  Licensee must ensure that all the enclosures with pups have flooring that will not allow\ntheir feet and legs to pass through.  During the inspection, licensee added additional material to cover the coated\nwire material not allowing the pups feet to pass through.\nInspection and exit interview conducted with licensee.\nAdditional Inspectors\nTygart Michael, Supervisory Animal Care Specialist",
  "animals_total": 28,
  "species": [
    {
      "count": 21,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 7,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}