{
  "insp_id": "170142403188805",
  "layout": "a",
  "customer_id": "42626",
  "customer_name": "Raymond Lawson",
  "customer_addr": "40839 Dirt Rd\nClifton Hill, MO 65244",
  "certificate": "43-A-5385",
  "site_id": "001",
  "site_name": "RAYMOND LAWSON",
  "insp_type": "ROUTINE INSPECTION",
  "date": "05-FEB-2015",
  "report_date": "06-FEB-2015",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "***There was a female Maltese (0A01341025) that was limping and favoring her left rear paw. Upon closer\nobservation there was a raised, reddened, nodule-like lesion between the two middle toes on the left rear paw. The\nlesion was approximately 3/4 inch by 1/4 inch in size. While trying to more closely observe the paw, the dog would\nfrequently pull its leg back towards his body. According to the licensee, she was not aware of the lesion until the\ninspector pointed it out. The lesion between the toes could be the result of an injury, infection, illness or other\nveterinary medical condition which may cause discomfort. The licensee must consult with a licensed veterinarian\nregarding this animal's condition and to ensure that an appropriate treatment plan is developed and followed.\nTo be corrected by: February 9, 2015."
    },
    {
      "code": "3.3(b)",
      "kind": "",
      "repeat": false,
      "desc": "SHELTERED HOUSING FACILITIES.",
      "narrative": "Ventilation.\n***Upon entering the sheltered facility, affecting 25 dogs and 20 puppies, the inspectors noted a very high level of\nammonia smell. The ammonia smell caused irritation to the nose and throat of one of the inspectors. There were\nno windows or doors neither opened or cracked, nor were there any vents inside of the building. It was also\nobserved that the pans under at least two of the enclosures and lined with newspaper were almost completely\nsaturated and/or puddled with urine. There was one box fan on top of an enclosure that was on. High levels of\nammonia can cause respiratory issues or other health issues to the dogs and puppies. The licensee must provide\nand ensure that the sheltered part of the facility is sufficiently ventilated to minimize the odors, drafts, ammonia\nlevels and moisture condensation at all times.\nTo be corrected by: February 6, 2015."
    },
    {
      "code": "3.10",
      "kind": "",
      "repeat": false,
      "desc": "WATERING.",
      "narrative": "***In all of the outdoor enclosures, affecting 25 dogs, the water in the all of receptacles was frozen. Several of the\nreceptacles had lick spots in the ice where the dogs were attempting to drink. When the licensee was questioned\nas to when the last time the dogs received fresh water the licensee replied \"(cid:28)Around 4:30pm yesterday\"(cid:29). At the\ntime of inspection this placed the amount of time elapsed at approximately 19 hours since the dogs were offered\nfresh water. The inspectors instructed the licensee to provide water to the dogs and she complied. Some of the\ndogs drank immediately and a few drank for more than 20-60 seconds. According to National Weather Service\n(NOAA.gov) the temperature for the area, was a high of 19 degrees F at the time the dogs were presented water\nwith the temperatures falling to -13 degrees F during the night, and a temperature of 12-14 degrees F during the\ninspection. Lack of water could cause the dogs to become dehydrated or other health issues. The licensee must\nprovide and ensure that all dogs have access to fresh water twice a day for at least an hour each time, or more\noften if necessary to ensure the dogs do not become dehydrated or succumb to other potentially serious health\nissues.\nTo be corrected by: February 5, 2015.\nThe Inspection and exit interview were conducted with the facility representative.\nAdditional Inspectors\nOsborne Stephanie, Animal Care Inspector"
    }
  ],
  "narrative": "2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n***There was a female Maltese (0A01341025) that was limping and favoring her left rear paw. Upon closer\nobservation there was a raised, reddened, nodule-like lesion between the two middle toes on the left rear paw. The\nlesion was approximately 3/4 inch by 1/4 inch in size.  While trying to more closely observe the paw, the dog would\nfrequently pull its leg back towards his body. According to the licensee, she was not aware of the lesion until the\ninspector pointed it out. The lesion between the toes could be the result of an injury, infection, illness or other\nveterinary medical condition which may cause discomfort. The licensee must consult with a licensed veterinarian\nregarding this animal's condition and to ensure that an appropriate treatment plan is developed and followed.\nTo be corrected by: February 9, 2015. \n3.3(b)\nSHELTERED HOUSING FACILITIES.\nVentilation.\n***Upon entering the sheltered facility, affecting 25 dogs and 20 puppies, the inspectors noted a very high level of\nammonia smell.  The ammonia smell caused irritation to the nose and throat of one of the inspectors.  There were\nno windows or doors neither opened or cracked, nor were there any vents inside of the building.  It was also\nobserved that the pans under at least two of the enclosures and lined with newspaper were almost completely\nsaturated and/or puddled with urine.  There was one box fan on top of an enclosure that was on.  High levels of\nammonia can cause respiratory issues or other health issues to the dogs and puppies.  The licensee must provide\nand ensure that the sheltered part of the facility is sufficiently ventilated to minimize the odors, drafts, ammonia\nlevels and moisture condensation at all times.\nTo be corrected by: February 6, 2015.\n3.10\nWATERING.\n***In all of the outdoor enclosures, affecting 25 dogs, the water in the all of receptacles was frozen.  Several of the\n\nreceptacles had lick spots in the ice where the dogs were attempting to drink.  When the licensee was questioned\nas to when the last time the dogs received fresh water the licensee replied \"(cid:28)Around 4:30pm yesterday\"(cid:29).  At the\ntime of inspection this placed the amount of time elapsed at approximately 19 hours since the dogs were offered\nfresh water.  The inspectors instructed the licensee to provide water to the dogs and she complied.  Some of the\ndogs drank immediately and a few drank for more than 20-60 seconds.  According to National Weather Service\n(NOAA.gov) the temperature for the area, was a high of 19 degrees F at the time the dogs were presented water\nwith the temperatures falling to -13 degrees F during the night, and a temperature of 12-14 degrees F during the\ninspection.  Lack of water could cause the dogs to become dehydrated or other health issues.  The licensee must\nprovide and ensure that all dogs have access to fresh water twice a day for at least an hour each time, or more\noften if necessary to ensure the dogs do not become dehydrated or succumb to other potentially serious health\nissues.  \nTo be corrected by: February 5, 2015.\nThe Inspection and exit interview were conducted with the facility representative.\nAdditional Inspectors\nOsborne Stephanie, Animal Care Inspector",
  "animals_total": 74,
  "species": [
    {
      "count": 50,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 24,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}