{
  "insp_id": "2016090000769516",
  "layout": "b",
  "customer_id": "501424",
  "customer_name": "VERONICA WILLIAMS",
  "customer_addr": "1618 LAHARPE ST\nLA SALLE, IL 61301",
  "certificate": "",
  "site_id": "002",
  "site_name": "Veronica Williams",
  "insp_type": "RE-LICENSE INSPECTION",
  "date": "01-MAR-2022",
  "report_date": "02-MAR-2022",
  "citations": [
    {
      "code": "2.40(b)(3)",
      "kind": "",
      "repeat": false,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "A female hedgehog, cage card 51 F, has a wound on the skin adjacent to her left eye. There is a scab, approximately\none centimeter in diameter, above the wound. The wound has inflammation around the edges with mild amounts of red\nmaterial present. The licensee indicated she didn’t see the lesion when the animal was observed two days ago. I asked\nthe licensee how often the animals are observed, and she replied she observes them every two days. Daily observation\nof all animals is necessary to assess their health and well-being, so problems of animal health are conveyed to the\nveterinarian in a timely manner. Contact the veterinarian regarding this animal’s condition. Ensure any prescribed\ntreatments and/or instructions are completed."
    },
    {
      "code": "2.75(b)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Records: Dealers and exhibitors.",
      "narrative": "The disposition records for every hedgehog sold in 2021 are incomplete. Over fifteen disposition records are missing the\nlicensee's name and address as the seller of the animals. Records containing all the information in 2.75(b)(1) are\nnecessary to document animal sales. Ensure disposition records contain all the information required in 2.75(b)(1) of the\nAnimal Welfare Act."
    },
    {
      "code": "3.131(c)",
      "kind": "",
      "repeat": false,
      "desc": "Sanitation.",
      "narrative": "A cat litter box containing excessive amounts of cat feces is adjacent to the hedgehog enclosures. Without proper\ncleaning, the litter box can create poor air quality in and around the hedgehog enclosures. Ensure the hedgehog housing\narea is kept clean to provide for the health and well-being of the animals.\nThis is a 1st Re-License Inspection for a Class “A” license. The inspection and exit briefing were conducted with the\napplicant.\nAll items must be in compliance within 2 more inspections or by 4/30/2022 or the applicant will forfeit the license fee and\nmust wait 6 months to reapply. Please contact your inspector to schedule your next Re-License Inspection.\nRegulated activity can continue under your existing USDA license until it expires.\nEnd Section"
    }
  ],
  "narrative": "2.40(b)(3) \n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nA female hedgehog, cage card 51 F, has a wound on the skin adjacent to her left eye.  There is a scab, approximately \none centimeter in diameter, above the wound.  The wound has inflammation around the edges with mild amounts of red \nmaterial present.  The licensee indicated she didn’t see the lesion when the animal was observed two days ago.  I asked \nthe licensee how often the animals are observed, and she replied she observes them every two days.  Daily observation \nof all animals is necessary to assess their health and well-being, so problems of animal health are conveyed to the \nveterinarian in a timely manner.  Contact the veterinarian regarding this animal’s condition.  Ensure any prescribed \ntreatments and/or instructions are completed. \n2.75(b)(1) \n   \nRecords: Dealers and exhibitors. \nThe disposition records for every hedgehog sold in 2021 are incomplete.  Over fifteen disposition records are missing the \nlicensee's name and address as the seller of the animals.  Records containing all the information in 2.75(b)(1) are \nnecessary to document animal sales.  Ensure disposition records contain all the information required in 2.75(b)(1) of the \nAnimal Welfare Act. \n3.131(c) \n   \nSanitation.\n\nA cat litter box containing excessive amounts of cat feces is adjacent to the hedgehog enclosures.  Without proper \ncleaning, the litter box can create poor air quality in and around the hedgehog enclosures.  Ensure the hedgehog housing \narea is kept clean to provide for the health and well-being of the animals. \n \nThis is a 1st Re-License Inspection for a Class “A” license. The inspection and exit briefing were conducted with the \napplicant. \n \nAll items must be in compliance within 2 more inspections or by 4/30/2022 or the applicant will forfeit the license fee and \nmust wait 6 months to reapply. Please contact your inspector to schedule your next Re-License Inspection. \n \nRegulated activity can continue under your existing USDA license until it expires. \n \nEnd Section",
  "animals_total": 19,
  "species": [
    {
      "count": 19,
      "scientific": "Atelerix albiventris",
      "common": "FOUR-TOED HEDGEHOG"
    }
  ]
}