{
  "insp_id": "2016090000493264",
  "layout": "b",
  "customer_id": "26045",
  "customer_name": "PETIE ZOOK LEAH ZOOK",
  "customer_addr": "1623 GENTRY RD\nSEYMOUR, MO 65746",
  "certificate": "43-A-6169",
  "site_id": "001",
  "site_name": "LEAH J. ZOOK, PETIE S. ZOOK",
  "insp_type": "ROUTINE INSPECTION",
  "date": "14-DEC-2020",
  "report_date": "16-DEC-2020",
  "citations": [
    {
      "code": "3.1(c)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Housing facilities, general.",
      "narrative": "In the outdoor enclosures, the pen dividers are constructed of chain link fence with metal pipe along the top and bottom to\nhold the wire tight. Five of the sections on the bottom pipe have excessive rust on their surfaces. The rust has caused 2\nsections of pipe to rust entirely through so there is no connection with the fence to keep it tight. The two sections have\nsharp, jagged edges from the deteriorated metal. These rusted surfaces cannot be readily cleaned and sanitized and\nhave no structural strength. The jagged edges could cause injury to the dogs as they move about. These pipes must be\nrepaired or replaced to allow the proper cleaning and sanitizing and to prevent injury to the dogs.\nTo be corrected by: 5 January 2021\nThis inspection and exit interview were conducted with facility representatives.\nEnd Section"
    }
  ],
  "narrative": "3.1(c)(1) \n   \nHousing facilities, general. \nIn the outdoor enclosures, the pen dividers are constructed of chain link fence with metal pipe along the top and bottom to \nhold the wire tight. Five of the sections on the bottom pipe have excessive rust on their surfaces.  The rust has caused 2 \nsections of pipe to rust entirely through so there is no connection with the fence to keep it tight.  The two sections have \nsharp, jagged edges from the deteriorated metal.   These rusted surfaces cannot be readily cleaned and sanitized and \nhave no structural strength. The jagged edges could cause injury to the dogs as they move about.  These pipes must be \nrepaired or replaced to allow the proper cleaning and sanitizing and to prevent injury to the dogs. \n \nTo be corrected by: 5 January  2021 \n \nThis inspection and exit interview were conducted with facility representatives. \n \nEnd Section",
  "animals_total": 49,
  "species": [
    {
      "count": 30,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 19,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}