{
  "insp_id": "2016082569008898",
  "layout": "a",
  "customer_id": "3862",
  "customer_name": "Ellijay Wildlife Rehabilitation Sanctuary Inc",
  "customer_addr": "435 Cougar Lane\nEllijay, GA 30540",
  "certificate": "57-C-0118",
  "site_id": "001",
  "site_name": "ELLIJAY WILDLIFE REHABILITATION SANCTUARY INC",
  "insp_type": "ROUTINE INSPECTION",
  "date": "05-DEC-2017",
  "report_date": "03-JAN-2018",
  "citations": [
    {
      "code": "3.125(a)(1)",
      "kind": "",
      "repeat": true,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "***I observed the black bear \"Annie\" trying to climb up into her den on a ramp that has a steep slope. There are\ncrossbars or slats on the ramp to provide traction but I observed Annie having difficulty reaching for the crossbar\nand slipping on the wet surface in between. Slipping on the surface may lead to injury. Because of \"Annie's\"\ndocumented age and health concerns additional measures must be taken to provide for her safety and stability\nwhen using he ramp."
    },
    {
      "code": "3.127(b)",
      "kind": "",
      "repeat": true,
      "desc": "FACILITIES, OUTDOOR.",
      "narrative": "***The den provided for the arthritic and geriatric bear \"Annie\" is insufficient to provide adequate protection from the\ncold. The den is raised and completely open to the weather on one side and no bedding is provided inside the den.\nThe temperature today is in the mid forties. The national forecast indicates the temperature will reach into the high\n20's to low 30's at night for the remainder of the week. Excessive exposure to extreme cold for an older geriatric\nand arthritic bear can cause discomfort and be detrimental to the bears health and well-being. An additional means\nof obtaining warmth or protection from the cold must be made available to provide for her health and well-being as\nwell as protect her from discomfort.\n***The cougar den is without any bedding for protection from the cold. The den is made of sheets of plywood raised\nand completely open on one side. The structure does not provide protection from the wind on one side. The\ncougar is geriatric and in a debilitated state of health and is severely underweight. Her condition will not protect her\nfrom extended exposure to the cold so additional means of providing warmth in her den must be provided. A light\nhas been provided on the outside of the enclosure fence but it is several feet away from her den. I observed the\ncougar coming down out of her den and rubbing herself along the fence in front of the lamp indicating she may be\nattempting to obtain some warmth. A softer surface material shall be provided to protect the cougar from the\neffects of the hard surface in her den to protect her from discomfort."
    },
    {
      "code": "3.131(a)",
      "kind": "",
      "repeat": true,
      "desc": "SANITATION.",
      "narrative": "***The chinchilla enclosure has an excessive accumulation of feces. There is feces in the food bowl that appears to\nbe drying. The bedding in the pan beneath the wire flooring has accumulated a lot of moisture as well as the feces\nwhich attracts flies and insects as well as increases the possibility of exposing the chinchilla to additional disease\nhazard. The enclosure shall be cleaned and maintained in a manner that will prevent contamination of the\nchinchillas and their food to protect the health and well being of the chinchillas.\nThis inspection and exit interview were conducted with the attendant at the facility and exit briefing conducted with\nthe Director by phone."
    }
  ],
  "narrative": "3.125(a)(1)                    REPEAT\nFACILITIES, GENERAL.   \n***I observed the black bear \"Annie\" trying to climb up into her den on a ramp that has a steep slope.  There are\ncrossbars or slats on the ramp to provide traction but I observed Annie having difficulty reaching for the crossbar\nand slipping on the wet surface in between.  Slipping on the surface may lead to injury.  Because of  \"Annie's\"\ndocumented age and health concerns additional measures must be taken to provide for her safety and stability\nwhen using he ramp.\n3.127(b)                    REPEAT\nFACILITIES, OUTDOOR. \n***The den provided for the arthritic and geriatric bear \"Annie\" is insufficient to provide adequate protection from the\ncold.  The den is raised and completely open to the weather on one side and no bedding is provided inside the den. \nThe temperature today is in the mid forties.  The national forecast indicates the temperature will reach into the high\n20's to low 30's at night for the remainder of the week.  Excessive exposure to extreme cold for an older geriatric\nand arthritic bear can cause discomfort and be detrimental to the bears health and well-being.  An additional means\nof obtaining warmth or protection from the cold must be made available to provide for her health and well-being as\nwell as protect her from discomfort.\n***The cougar den is without any bedding for protection from the cold.  The den is made of sheets of plywood raised\nand completely open on one side.  The structure does not provide protection from the wind on one side.  The\ncougar is geriatric and in a debilitated state of health and is severely underweight.  Her condition will not protect her\nfrom extended exposure to the cold so additional means of providing warmth in her den must be provided.  A light\nhas been provided on the outside of the enclosure fence but it is several feet away from her den.  I observed the\ncougar coming down out of her den and rubbing herself along the fence in front of the lamp indicating she may be\nattempting to obtain some warmth.   A softer surface material shall be provided to protect the cougar from the\neffects of the hard surface in her den to protect her from discomfort.\n3.131(a)                    REPEAT\nSANITATION.\n\n***The chinchilla enclosure has an excessive accumulation of feces.  There is feces in the food bowl that appears to\nbe drying.  The bedding in the pan beneath the wire flooring has accumulated a lot of moisture as well as the feces\nwhich attracts flies and insects as well as increases the possibility of exposing the chinchilla to additional disease\nhazard.  The enclosure shall be cleaned and maintained in a manner that will prevent contamination of the\nchinchillas and their food to protect the health and well being of the chinchillas.\nThis inspection and exit interview were conducted with the attendant at the facility and exit briefing conducted with\nthe Director by phone.",
  "animals_total": 8,
  "species": [
    {
      "count": 2,
      "scientific": "Chinchilla lanigera",
      "common": "CHINCHILLA (DOMESTICATED)"
    },
    {
      "count": 2,
      "scientific": "Mustela putorius furo",
      "common": "DOMESTIC FERRET"
    },
    {
      "count": 1,
      "scientific": "Puma concolor",
      "common": "PUMA / MOUNTAIN LION / COUGAR"
    },
    {
      "count": 2,
      "scientific": "Sciurus carolinensis",
      "common": "EASTERN GREY SQUIRREL"
    },
    {
      "count": 1,
      "scientific": "Ursus americanus",
      "common": "NORTH AMERICAN BLACK BEAR"
    }
  ]
}