{
  "insp_id": "2016090000759064",
  "layout": "b",
  "customer_id": "30760",
  "customer_name": "HENRY SOMMERS",
  "customer_addr": "31264 141 AVE\nCINCINNATI, IA 52549",
  "certificate": "42-A-1329",
  "site_id": "001",
  "site_name": "HENRY SOMMERS",
  "insp_type": "ROUTINE INSPECTION",
  "date": "11-JAN-2022",
  "report_date": "13-JAN-2022",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": true,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "Female Yorkshire terrier (#3961) has poor dental health. A buildup of dark colored tartar is located on the surface of both\nupper canine teeth as well as the upper and lower cheek teeth on both sides of the mouth. Two of the upper cheek teeth\non the left side of the mouth are loose and move easily when gentle pressure is applied by the inspector. Several small\nholes or gaps are located at the base of the loose teeth as well as the along the base of one upper cheek tooth on the\nright side of the mouth. A grey material is also found along the gum line of the loose teeth and around the lower left\ncheek teeth. The gums are moderately reddened and have receded away from the teeth. This dog was documented on\nthe previous inspection report for poor dental health. The Attending Veterinarian examined the dog but did not treat the\nanimal, instead he approved the licensee to hand scale the dog's teeth. The scaling of the dog's teeth has not improved\nthe animal's dental health and the condition appears to have worsened as a tooth is now loose and holes have formed at\nthe base of the teeth.\nFemale grey mixed breed dog (#2842) has poor dental health. The upper left canine tooth is loose and moves easily\nwhen gentle pressure is applied by the inspector. At least half the surface of the tooth also has a buildup of dark brown\ncolored tartar. The dog has very few teeth remaining in its mouth. This dog was cited on the previous inspection report\nfor poor dental health. The Attending Veterinarian examined the dog but did not treat the animal, instead he approved the\nlicensee to hand scale the dog's teeth. The scaling of the dog's teeth has not improved the animal's dental health and the\ncondition appears to have worsened as a tooth is now loose.\nMale Yorkshire terrier (#9067) has poor dental health. Nearly the entire surface of the upper left and right canine teeth\nand front teeth have a buildup of dark brown colored tartar. A hole has formed at the base of one of the upper right cheek\nteeth and along the base of an upper left cheek tooth. A small amount of blood is located along the gum line of one of the\nlower left cheek teeth. The upper and lower cheek teeth on both sides of the mouth are coated in a creamy white\nsubstance and the gums are slightly reddened. This dog was cited on the previous inspection report for poor dental\nhealth (the dog was incorrectly given ID #4067 on previous report). The Attending Veterinarian examined the dog but did\nnot treat the animal, instead he approved the licensee to hand scale the dog's teeth. The scaling of the dog's teeth has\nnot improved the animal's dental health and the condition appears to have worsened as blood is located in the mouth and\nholes have formed at the base of the teeth.\nPoor dental health could cause pain and discomfort to the dog and if not properly treated, the condition could worsen\nresulting in a detrimental impact on the animal's health and well-being.\nFemale Yorkshire terrier (#4073) has an abnormal condition of the left eye. An area of raised reddened tissue is located\nin the inside corner of the eye. A clear discharge is located on the hair and eyelids around the affected tissue. Areas of\nhair loss are located above and in front of the eye. The licensee was not aware of the dog's condition and the animal has\nnot been evaluated by a licensed veterinarian and has not received any treatment.\nAbnormal conditions of the eye could cause pain and discomfort to the animal.\nEach dealer shall use appropriate methods to prevent, control, diagnose and treat diseases and injuries. The above\nmentioned dogs must be evaluated by a licensed veterinarian for an accurate diagnosis and to establish an effective\ntreatment plan. The licensee must ensure that all animals receive adequate veterinary care at all times."
    },
    {
      "code": "2.75(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Records: Dealers and exhibitors.",
      "narrative": "Approximately 10 adult dogs have no documented acquisition information. The licensee uses APHIS form 7005 (Record\nof Acquisition of Dogs and Cats on Hand) to record all required acquisition information for the dogs, but at least 10 dogs\nare not documented on the form. Failure to document acquisition information interferes in the ability of APHIS officials to\nidentify dogs and trace their movements.\nEach dealer shall make, keep, and maintain records which fully and correctly disclose all required information for each\ndog acquired, owned, held, or otherwise possessed, euthanized, sold or otherwise disposed of. The licensee must add\nthe acquisition information of the missing dogs to APHIS form 7005. The licensee must ensure all required documents\nare complete and contain accurate information at all times.\nTo be corrected by: 20-January-2022"
    },
    {
      "code": "3.1(a)",
      "kind": "",
      "repeat": false,
      "desc": "Housing facilities, general.",
      "narrative": "The fronts of the dog enclosures are constructed of coated wire. An opening is cut in the wire to accommodate a self\nfeeder, but the facility no longer has feeders placed in these openings. In one enclosure, containing one dog, the opening\nhas not been blocked and is large enough for the dog to place its head or leg through. Openings in the enclosure that are\nlarge enough for a dog to place its head or leg through could cause injury to the animal should it become entrapped.\nHousing facilities must be kept in good repair and protect the animals from injury. The licensee must alter the opening in\na manner that eliminates the potential of the dog to place its head or other body parts through. The licensee must ensure\nthat the enclosures are safe for the dogs at all times.\nTo be corrected by: 20-January-2022\nIn one enclosure, containing one adult dog, the access door is framed in metal. A strip of the metal has become\nunattached from the wall and is bent towards the interior of the enclosure. The bent metal is creating a sharp edge which\ncould cause injury to the dog should it come into contact with it.\nHousing facilities must be kept in good repair and protect the animals from injury. The licensee must alter the bent metal\nframing in a manner that eliminates the risk of injury to the dog. The licensee must ensure that the enclosures are safe\nfor the dogs at all times.\nTo be corrected by: 20-January-2022"
    },
    {
      "code": "3.1(c)(2)",
      "kind": "",
      "repeat": true,
      "desc": "Housing facilities, general.",
      "narrative": "Two enclosures, containing a total of one adult and two puppies, have carpet squares in the whelping boxes. The edges\nof the carpet squares have been excessively torn and shredded into long strings. The inspector observed one 12-week\nold puppy continually entangle its legs in the strings as it ran around the carpet square. The damaged and shredded\ncarpet cannot be adequately cleaned and sanitized which could increase the risk of disease and the animals could also\nbecome entangled in the damaged carpets resulting in injury.\nAll surfaces of housing facilities must be maintained on a regular basis. Any surface that cannot be readily cleaned and\nsanitized must be replaced when worn or soiled. The licensee must alter the damaged carpet squares in a manner that\nallows for proper cleaning and sanitizing of the surface and eliminates any risk of injury. The licensee must ensure that all\nsurfaces of housing facilities are kept in good repair and can be readily cleaned and sanitized at all times."
    },
    {
      "code": "3.11(b)(2)",
      "kind": "",
      "repeat": true,
      "desc": "Cleaning, sanitization, housekeeping, and pest control.",
      "narrative": "The interior of one whelping box, accessed by one 12 week old puppy, has a buildup of brown material. One side of the\ninterior of the box is completely covered in the brown material and a smaller amount of the material is located on the\ninterior of the adjacent side. Approximately one-third of the surface of one of the exterior sides of the box is also coated in\nthe brown material. Failure to maintain surfaces in a sanitary manner could increase the risk of disease towards the\ndogs.\nUsed primary enclosures and food and water receptacles for dogs must be sanitized at least once every 2 weeks and\nmore often if necessary to prevent an accumulation of dirt, debris, food, waste, excreta, and other disease hazards. The\nlicensee must clean and sanitize the whelping box and ensure that the box remains free of a buildup of material at all\ntimes."
    },
    {
      "code": "3.13(b)",
      "kind": "",
      "repeat": true,
      "desc": "Veterinary care for dogs.",
      "narrative": "The licensee had the Attending Veterinarian physically examine each dog on 06/07/21, but there is no medical record\ndocumenting the exams and the results of the exams. Failure to document the exams interferes with APHIS officials\nability to determine if the dog is receiving adequate veterinary care.\nDealers must keep copies of medical records for dogs and make the records available for APHIS inspection. The licensee\nmust document all required information for the physical examination of each dog. The licensee must ensure medical\nrecords are kept for each animal.\nFemale Maltese (#187) has an abdominal hernia diagnosed by the Attending Veterinarian. The dog received treatment\nfor the hernia in either the Spring or Summer of 2021. No medical record could be presented containing the information,\nprocedures, and treatment the dog received for the condition. Failure to create and maintain medical records interferes in\nthe ability of APHIS officials to ensure adequate veterinary care has been provided.\nDealers must keep copies of medical records which contain the dog's identification information and all information relating\nto the diagnosis, treatment and procedures the animal receives. The licensee must ensure that all medical concerns are\nfully and completely documented in a medical record that is available for APHIS inspection.\nThis inspection and exit interview were conducted with the facility representative.\nEnd Section"
    }
  ],
  "narrative": "2.40(b)(2)  Direct Repeat\n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nFemale Yorkshire terrier (#3961) has poor dental health.  A buildup of dark colored tartar is located on the surface of both \nupper canine teeth as well as the upper and lower cheek teeth on both sides of the mouth.  Two of the upper cheek teeth \non the left side of the mouth are loose and move easily when gentle pressure is applied by the inspector.  Several small \nholes or gaps are located at the base of the loose teeth as well as the along the base of one upper cheek tooth on the \nright side of the mouth.  A grey material is also found along the gum line of the loose teeth and around the lower left \ncheek teeth.  The gums are moderately reddened and have receded away from the teeth.  This dog was documented on \nthe previous inspection report for poor dental health.  The Attending Veterinarian examined the dog but did not treat the \nanimal, instead he approved the licensee to hand scale the dog's teeth.  The scaling of the dog's teeth has not improved \nthe animal's dental health and the condition appears to have worsened as a tooth is now loose and holes have formed at \nthe base of the teeth. \n \nFemale grey mixed breed dog (#2842) has poor dental health.  The upper left canine tooth is loose and moves easily \nwhen gentle pressure is applied by the inspector.  At least half the surface of the tooth also has a buildup of dark brown \ncolored tartar.  The dog has very few teeth remaining in its mouth.  This dog was cited on the previous inspection report \nfor poor dental health.  The Attending Veterinarian examined the dog but did not treat the animal, instead he approved the\n\nlicensee to hand scale the dog's teeth.  The scaling of the dog's teeth has not improved the animal's dental health and the \ncondition appears to have worsened as a tooth is now loose. \n \nMale Yorkshire terrier (#9067) has poor dental health.  Nearly the entire surface of the upper left and right canine teeth \nand front teeth have a buildup of dark brown colored tartar.  A hole has formed at the base of one of the upper right cheek \nteeth and along the base of an upper left cheek tooth.  A small amount of blood is located along the gum line of one of the \nlower left cheek teeth.  The upper and lower cheek teeth on both sides of the mouth are coated in a creamy white \nsubstance and the gums are slightly reddened.  This dog was cited on the previous inspection report for poor dental \nhealth (the dog was incorrectly given ID #4067 on previous report).  The Attending Veterinarian examined the dog but did \nnot treat the animal, instead he approved the licensee to hand scale the dog's teeth.  The scaling of the dog's teeth has \nnot improved the animal's dental health and the condition appears to have worsened as blood is located in the mouth and \nholes have formed at the base of the teeth. \n \nPoor dental health could cause pain and discomfort to the dog and if not properly treated, the condition could worsen \nresulting in a detrimental impact on the animal's health and well-being. \n \nFemale Yorkshire terrier (#4073) has an abnormal condition of the left eye.  An area of raised reddened tissue is located \nin the inside corner of the eye.  A clear discharge is located on the hair and eyelids around the affected tissue.  Areas of \nhair loss are located above and in front of the eye.  The licensee was not aware of the dog's condition and the animal has \nnot been evaluated by a licensed veterinarian and has not received any treatment. \n \nAbnormal conditions of the eye could cause pain and discomfort to the animal.\n\nEach dealer shall use appropriate methods to prevent, control, diagnose and treat diseases and injuries.  The above \nmentioned dogs must be evaluated by a licensed veterinarian for an accurate diagnosis and to establish an effective \ntreatment plan.  The licensee must ensure that all animals receive adequate veterinary care at all times. \n2.75(a)(1) \n   \nRecords: Dealers and exhibitors. \nApproximately 10 adult dogs have no documented acquisition information.  The licensee uses APHIS form 7005 (Record \nof Acquisition of Dogs and Cats on Hand) to record all required acquisition information for the dogs, but at least 10 dogs \nare not documented on the form.  Failure to document acquisition information interferes in the ability of APHIS officials to \nidentify dogs and trace their movements. \n \nEach dealer shall make, keep, and maintain records which fully and correctly disclose all required information for each \ndog acquired, owned, held, or otherwise possessed, euthanized, sold or otherwise disposed of.  The licensee must add \nthe acquisition information of the missing dogs to APHIS form 7005.  The licensee must ensure all required documents  \nare complete and contain accurate information at all times. \n \nTo be corrected by:  20-January-2022 \n3.1(a) \n   \nHousing facilities, general. \nThe fronts of the dog enclosures are constructed of coated wire.  An opening is cut in the wire to accommodate a self \nfeeder, but the facility no longer has feeders placed in these openings.  In one enclosure, containing one dog, the opening \nhas not been blocked and is large enough for the dog to place its head or leg through.  Openings in the enclosure that are\n\nlarge enough for a dog to place its head or leg through could cause injury to the animal should it become entrapped. \n \nHousing facilities must be kept in good repair and protect the animals from injury.  The licensee must alter the opening in \na manner that eliminates the potential of the dog to place its head or other body parts through.  The licensee must ensure \nthat the enclosures are safe for the dogs at all times. \n \nTo be corrected by:  20-January-2022 \n \nIn one enclosure, containing one adult dog, the access door is framed in metal.  A strip of the metal has become \nunattached from the wall and is bent towards the interior of the enclosure.  The bent metal is creating a sharp edge which \ncould cause injury to the dog should it come into contact with it. \n \nHousing facilities must be kept in good repair and protect the animals from injury.  The licensee must alter the bent metal \nframing in a manner that eliminates the risk of injury to the dog.  The licensee must ensure that the enclosures are safe \nfor the dogs at all times. \n \nTo be corrected by:  20-January-2022 \n3.1(c)(2)  Repeat\n   \nHousing facilities, general. \nTwo enclosures, containing a total of one adult and two puppies, have carpet squares in the whelping boxes. The edges \nof the carpet squares have been excessively torn and shredded into long strings.  The inspector observed one 12-week \nold puppy continually entangle its legs in the strings as it ran around the carpet square.  The damaged and shredded\n\ncarpet cannot be adequately cleaned and sanitized which could increase the risk of disease and the animals could also \nbecome entangled in the damaged carpets resulting in injury. \n \nAll surfaces of housing facilities must be maintained on a regular basis. Any surface that cannot be readily cleaned and \nsanitized must be replaced when worn or soiled. The licensee must alter the damaged carpet squares in a manner that \nallows for proper cleaning and sanitizing of the surface and eliminates any risk of injury.  The licensee must ensure that all \nsurfaces of housing facilities are kept in good repair and can be readily cleaned and sanitized at all times. \n3.11(b)(2)  Repeat\n   \nCleaning, sanitization, housekeeping, and pest control. \nThe interior of one whelping box, accessed by one 12 week old puppy, has a buildup of brown material.  One side of the \ninterior of the box is completely covered in the brown material and a smaller amount of the material is located on the \ninterior of the adjacent side.  Approximately one-third of the surface of one of the exterior sides of the box is also coated in \nthe brown material.   Failure to maintain surfaces in a sanitary manner could increase the risk of disease towards the \ndogs. \n \nUsed primary enclosures and food and water receptacles for dogs must be sanitized at least once every 2 weeks and \nmore often if necessary to prevent an accumulation of dirt, debris, food, waste, excreta, and other disease hazards.  The \nlicensee must clean and sanitize the whelping box and ensure that the box remains free of a buildup of material at all \ntimes. \n3.13(b)  Repeat\n   \nVeterinary care for dogs.\n\nThe licensee had the Attending Veterinarian physically examine each dog on 06/07/21, but there is no medical record \ndocumenting the exams and the results of the exams. Failure to document the exams interferes with APHIS officials \nability to determine if the dog is receiving adequate veterinary care. \n \nDealers must keep copies of medical records for dogs and make the records available for APHIS inspection. The licensee \nmust document all required information for the physical examination of each dog. The licensee must ensure medical \nrecords are kept for each animal. \n \nFemale Maltese (#187) has an abdominal hernia diagnosed by the Attending Veterinarian.  The dog received treatment \nfor the hernia in either the Spring or Summer of 2021.  No medical record could be presented containing the information, \nprocedures, and treatment the dog received for the condition.  Failure to create and maintain medical records interferes in \nthe ability of APHIS officials to ensure adequate veterinary care has been provided. \n \nDealers must keep copies of medical records which contain the dog's identification information and all information relating \nto the diagnosis, treatment and procedures the animal receives.  The licensee must ensure that all medical concerns are \nfully and completely documented in a medical record that is available for APHIS inspection. \n \nThis inspection and exit interview were conducted with the facility representative. \n \nEnd Section",
  "animals_total": 29,
  "species": [
    {
      "count": 27,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 2,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}