{
  "insp_id": "309150948250347",
  "layout": "a",
  "customer_id": "331061",
  "customer_name": "Terry D Headlee",
  "customer_addr": "41 Addy Lane\nCaulfield, MO 65626",
  "certificate": "43-A-5866",
  "site_id": "001",
  "site_name": "TERRY D. HEADLEE",
  "insp_type": "ROUTINE INSPECTION",
  "date": "04-NOV-2015",
  "report_date": "05-NOV-2015",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "****Three adult dogs had excessive matting of their hair coat. There were clumps along the back and hips and\nnumerous twists of the hair along the sides, legs and ventral area. Matted, twisted hair can pull at the skin and\ncause discomfort and possible injury to the skin. The condition of the underlying skin under matted hair cannot be\nobserved nor treated. Matted, twisted hair cannot insulate the dog for protection from the sun and temperature.\nThe owner must ensure that the matted hair is removed. Any skin conditions must be appropriately treated. The\nowner must have a regular schedule of grooming to prevent matted hair.\nFemale Yorkshire Terrier (m/c 051-817-008) had matted tufts and twists of hair along the back legs and hips.\nMale Maltese (m/c 092-304-052 ) had twists of hair on the face, back legs and hips and clump of feces hanging\nunder the tail\nFemale Yorkshire Terrier (m/c 473-A73-6B10) had clumps and twists of hair on the hips, sides and back.\nThe inspection and exit interview was done with a facility representative."
    }
  ],
  "narrative": "2.40(b)(2)                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n****Three adult dogs had excessive matting of their hair coat.  There were clumps along the back and hips and\nnumerous twists of the hair along the sides, legs and ventral area.   Matted, twisted hair can pull at the skin and\ncause discomfort and possible injury to the skin.  The condition of the underlying skin under matted hair cannot be\nobserved nor treated.  Matted, twisted hair cannot insulate the dog for protection from the sun and temperature. \nThe owner must ensure that the matted hair is removed. Any skin conditions must be appropriately treated.  The\nowner must have a regular schedule of grooming to prevent matted hair.\nFemale Yorkshire Terrier (m/c 051-817-008)  had matted tufts and twists of hair along the back legs and hips. \nMale Maltese  (m/c 092-304-052 ) had twists of hair on the face, back legs and hips and clump of feces hanging\nunder the tail\nFemale Yorkshire Terrier (m/c 473-A73-6B10) had clumps and twists of hair on the hips, sides and back.\nThe inspection and exit interview was done with a facility representative.",
  "animals_total": 76,
  "species": [
    {
      "count": 48,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 28,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}