{
  "insp_id": "175140713129104",
  "layout": "a",
  "customer_id": "24564",
  "customer_name": "Real Pets Corp",
  "customer_addr": "30 N 3rd St\nWomelsdorf, PA 19567",
  "certificate": "23-B-0200",
  "site_id": "004",
  "site_name": "REAL PETS CORP",
  "insp_type": "ROUTINE INSPECTION",
  "date": "24-JUN-2014",
  "report_date": "24-JUN-2014",
  "citations": [
    {
      "code": "3.25(a)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "Section 3.25(a) Structural strength: The following items must be addressed.\n1) There is a large square opening from the animal staging room to the outdoors where the duct work from the new\nheating/cooling unit will enter the building. This large opening must be closed to prevent the entrance of birds and\nfor indoor climate control.\n2) The cinder block doorway between the cage washing room and the back storage area has holes and eroded\nareas creating a living/hiding area for pests. The doorway must be repaired to allow cleaning and to prevent small\nanimals/pests from getting into the holes."
    },
    {
      "code": "3.25(b)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "Section 3.25(b) Water and electric power: The wash room for the enclosures does not yet have water and drains.\nThe inability to wash and sanitize enclosures may lead to unsanitary conditions for the animals and cause\ndiscomfort and illness. There must be facilities for washing and sanitizing the animal enclosures, feeders and\nanimal racks as specified in the standards to maintain the health of the animals."
    },
    {
      "code": "3.26(d)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, INDOOR.",
      "narrative": "Section 3.26(d) Interior surfaces: The remodeling of the interior of the building is still in progress. The following\nmust be constructed so that they are substantially impervious to moisture and may be readily cleaned and sanitized.\n1} The upper portion of the cinder block walls in the animal room are not sealed. Moisture can accumulate in the\nupper walls providing a wet environment for the growth of bacteria and mold which may cause the animals to\nbecome ill. The cinder blocks must be sealed.\n2) The animal staging room will hold animals ready to be shipped and incoming animals. This room has not been\ncompleted. There is bare wood and unsealed cinder blocks on the walls. The concrete floor has not been sealed.\nThis room cannot be cleaned/sanitized and may result in unhealthy animals. The walls and floor must be impervious\nto moisture to be readily cleaned/sanitized to maintain the health of the animals.\n3) There are bare wood shelves on the walls of the cage wash room. The wood shelves will absorb water providing\na wet environment for the growth of bacteria and mold which could contaminate the washed items and cause the\nanimals to become ill. The wood shelves and walls must be sealed or removed to protect the health of the animals."
    },
    {
      "code": "3.31(b)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "Section 3.31(b) Housekeeping: The eight foot florescent light tubes have no covers or protective sleeves. Light\ntubes may shatter causing glass to fall in animal enclosures/feeders and cause injury to the animals. The lights\nmust be protected to prevent injury to the animals.\nAn exit briefing was conducted with the facility president.\nNo covered activity can be conducted from this site until it passes an inspection. Contact the APHIS inspector when\nready for the next site inspection.\nAdditional Inspectors\nMarkmann Robert, Animal Care Inspector"
    }
  ],
  "narrative": "3.25(a)\nFACILITIES, GENERAL.\nSection 3.25(a) Structural strength: The following items must be addressed.\n1) There is a large square opening from the animal staging room to the outdoors where the duct work from the new\nheating/cooling unit will enter the building.  This large opening must be closed to prevent the entrance of birds and\nfor indoor climate control.\n2) The cinder block doorway between the cage washing room and the back storage area has holes and eroded\nareas creating a living/hiding area for pests.  The doorway must be repaired to allow cleaning and to prevent small\nanimals/pests from getting into the holes.\n3.25(b)\nFACILITIES, GENERAL.\nSection 3.25(b) Water and electric power: The wash room for the enclosures does not yet have water and drains. \nThe inability to wash and sanitize enclosures may lead to unsanitary conditions for the animals and cause\ndiscomfort and illness.  There must be facilities for washing and sanitizing the animal enclosures, feeders and\nanimal racks as specified in the standards to maintain the health of the animals.\n3.26(d)\nFACILITIES, INDOOR.\nSection 3.26(d) Interior surfaces: The remodeling of the interior of the building is still in progress.  The following\nmust be constructed so that they are substantially impervious to moisture and may be readily cleaned and sanitized.\n1} The upper portion of the cinder block walls in the animal room are not sealed.  Moisture can accumulate in the\n\nupper walls providing a wet environment for the growth of bacteria and mold which may cause the animals to\nbecome ill.  The cinder blocks must be sealed. \n2) The animal staging room will hold animals ready to be shipped and incoming animals.  This room has not been\ncompleted.  There is bare wood and unsealed cinder blocks on the walls.  The concrete floor has not been sealed. \nThis room cannot be cleaned/sanitized and may result in unhealthy animals. The walls and floor must be impervious\nto moisture to be readily cleaned/sanitized to maintain the health of the animals.\n3) There are bare wood shelves on the walls of the cage wash room.  The wood shelves will absorb water providing\na wet environment for the growth of bacteria and mold which could contaminate the washed items and cause the\nanimals to become ill.  The wood shelves and walls must be sealed or removed to protect the health of the animals.\n3.31(b)\nSANITATION.\nSection 3.31(b) Housekeeping: The eight foot florescent light tubes have no covers or protective sleeves.  Light\ntubes may shatter causing glass to fall in animal enclosures/feeders and cause injury to the animals.  The lights\nmust be protected to prevent injury to the animals.  \nAn exit briefing was conducted with the facility president.\nNo covered activity can be conducted from this site until it passes an inspection.  Contact the APHIS inspector when\nready for the next site inspection.\nAdditional Inspectors\nMarkmann Robert, Animal Care Inspector",
  "animals_total": 0,
  "species": [
    {
      "count": 0,
      "scientific": "NONE",
      "common": "NONE"
    }
  ]
}