{
  "insp_id": "190141003280986",
  "layout": "a",
  "customer_id": "5134",
  "customer_name": "Kevin Aschinger",
  "customer_addr": "Lindy Aschinger\n1321 380 St\nWestside, IA 51467",
  "certificate": "42-A-0446",
  "site_id": "001",
  "site_name": "KEVIN AND LINDY ASCHINGER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "08-JUL-2014",
  "report_date": "09-JUL-2014",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "A female Shiba Inu, no ID found, was observed to be limping on her right front leg. The dog was mostly non-weight\nbearing on this leg. This could be a sign of an injury or other medical condition. The facility representative was not\naware of this dogs condition until it was pointed out to her by the inspectors. This dog has not received adequate\nveterinary care.\nA female Rat Terrier, microchip # 018347545, was observed with an open wound on the inside of her right hind leg.\nThis wound is approximately the size of a nickel and the area around the wound is swollen. This wound also has a\nyellowish brown discharge. This could be a sign of an injury or other medical condition. The facility representative\nwas not aware of this condition until it was pointed out to her by the inspectors. This dog has not received adequate\nveterinary care.\nThe licensee must have these dogs evaluated by a veterinarian for an appropriate diagnosis and treatment plan.\nThe licensee must ensure that all animals receive adequate veterinary care at all times.\nTo be corrected by: 12 July 2014"
    },
    {
      "code": "3.1(c)(1)(1)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "Rust\nThroughout the sheltered facilities there are several access door frames that have become rusted. Inside of a\nsheltered facility, (cid:28)Building C(cid:29) the front coated wire panels and doors have become rusted. Rusted areas can no\nlonger be cleaned and sanitized properly. The licensee must repair or replace the affected enclosures. The\nlicensee must ensure that all surfaces are free of excessive rust that prevents the required cleaning and\nsanitization, or that affects the structural strength of the surface.\nTo be corrected by: 9 August 2014"
    },
    {
      "code": "3.1(c)(1)(2)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "Inside an outdoor kennel, housing huskies, the dog shelter is clad in metal sheets. The metal sheets at the bottom\nhas been pulled loose and twisted upward. In another outdoor kennel, housing huskies, the metal roof ends are\nbent downwards towards the dogs. These bent and twisted metal pieces have created sharp points or edges.\nThere are also screws used to hold the metal roof onto the dog shelter which have penetrated the wood leaving the\ndogs exposed to their sharp ends.\nWithin an outdoor kennel, housing poodles, the metal stripes of a shelter have been pulled loose at the bottom and\ntwisted upward exposing the dogs to sharp edges.\nInside the sheltered facility, (cid:28)Building B(cid:29) there are weighted chains are used to keep the access doors shut. One\nchain had twisted wires on the end of it and at the dogs level creating sharp points.\nWithin a sheltered facility housing beagles, there is a strip of metal on the outside of the access door that has been\npulled loose and bent upward and at the dogs level creating sharp points and edges.\nThroughout both outdoor and sheltered facilities, the fencing is attached with wire. In many of the kennels the sharp\nends of the wires were bent inward to the enclosure and at the dogs level.\nThese sharp points and edges can cause injury to the dogs. The licensee must repair or replace these sharp points\nand edges and also ensure that the housing facilities for the dogs, including dens and houses, are free of jagged\nedges or sharp points that might injure the animals.\nThis affects at least 12 dogs\nCorrect by: 16 July 2014"
    },
    {
      "code": "3.1(c)(3)",
      "kind": "",
      "repeat": true,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "Cleaning\nThere is a buildup of grime on several of the access doors of the sheltered facilities. Inside of the sheltered\nbuilding, (cid:28)Building C(cid:29) there is an accumulation of hair, dirt and grime built up on the front wire panels and doors.\nThere is an accumulation of hair, dirt, grime, fecal material, and bedding hanging down from the underneath section\nof the outside floor sections of several of the sheltered facility enclosures.\nThe licensee must clean these affected enclosures and ensure that hard surfaces with which the dogs come in\ncontact with are spot-cleaned daily and sanitized at least once every two weeks (or more often if necessary). All\nother surfaces of housing facilities must be cleaned and sanitized when necessary to satisfy generally accepted\nhusbandry standards and practices.\nThis is a repeat non-compliant item."
    },
    {
      "code": "3.1(f)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "Waste Disposal\nOn the outside of the majority of the outdoor enclosures there is an accumulation of old fecal material, hair, and\nother organic material that has been removed from the enclosures. Outside one of the outdoor enclosures there is\na pile of old, discarded fecal material that according to the facility representative has been there since this past\nwinter. Outside one of the outdoor enclosures, housing 3 Huskies, there is a mostly decomposed cat carcass. This\naccumulation of old fecal material, hair, dirt, and the decomposing cat carcass can attract flies, and/or rodents which\ncan transmit diseases to the dogs. The licensee must remove the old fecal material, hair, organic material and the\ncat carcass from the outside areas near the enclosures and also needs to establish and maintain a program that will\nensure the facility is provided regular and frequent collection, removal, and disposal of animal and food wastes,\nbedding, debris, garbage, water, other fluids and wastes, and dead animals, in a manner that minimizes\ncontamination and disease risks.\nThis affects 38 dogs.\nTo be corrected by: 12 July 2014"
    },
    {
      "code": "3.11(a)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "Daily Cleaning\nThroughout the outdoor facility there is an accumulation of fecal material. Some of the fecal material had a dry\nappearance, which can indicate that it is not fresh. When questioned by the inspectors the facility representative\nindicated that the fecal material had not been removed for four days. The amount of fecal material made it difficult\nfor the dogs to avoid stepping in it.\nThere is an accumulation of old and packed fecal material on several of the outdoor flooring sections of the\nsheltered facility. Some of the fecal material had a dry appearance, which can indicate that it is not fresh. Some of\nthese enclosures had fecal material smeared and covering the majority of the flooring section and also on the\noutside walls of the enclosures. The amount of fecal material in these enclosures made it difficult for the dogs to\navoid stepping in it.\nExcreta must be removed from primary enclosures daily in order to protect the health and well-being of the animals\nand to reduce disease hazards pests, insects and odors. Licensee must remove the accumulated fecal material\nfrom these enclosures and ensure that all excreta and food waste is removed daily from primary enclosures.\nThis affects 53 dogs.\nTo be corrected by: 10 July 2014"
    },
    {
      "code": "3.11(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "In at least 3 enclosures, the water bucket have been chewed excessively. The chewed and damaged areas of\nthese buckets have a buildup of grime which does not allow for proper cleaning and sanitization. The buckets need\nto be replaced or altered in a manner that will allow for proper sanitization. Licensee is required to sanitize all areas\nin the enclosure, including water buckets, every two weeks or more if needed.\nThis affects 8 dogs\nCorrect by: 16 July 2014\nInspection conducted with facility representative on 8 July 2014. An exit interview conducted with the licensee on 9\nJuly 2014.\nThis is an electronic version of the report dated 8 July 2014.\nAdditional Inspectors\nMaxwell Kelly, Animal Care Inspector"
    }
  ],
  "narrative": "2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nA female Shiba Inu, no ID found, was observed to be limping on her right front leg.  The dog was mostly non-weight\nbearing on this leg.  This could be a sign of an injury or other medical condition.  The facility representative was not\naware of this dogs condition until it was pointed out to her by the inspectors.  This dog has not received adequate\nveterinary care.  \nA female Rat Terrier, microchip # 018347545, was observed with an open wound on the inside of her right hind leg. \nThis wound is approximately the size of a nickel and the area around the wound is swollen. This wound also has a\nyellowish brown discharge. This could be a sign of an injury or other medical condition.  The facility representative\nwas not aware of this condition until it was pointed out to her by the inspectors.  This dog has not received adequate\nveterinary care.\nThe licensee must have these dogs evaluated by a veterinarian for an appropriate diagnosis and treatment plan. \nThe licensee must ensure that all animals receive adequate veterinary care at all times.  \nTo be corrected by:  12 July 2014\n3.1(c)(1)(1)\nHOUSING FACILITIES, GENERAL.\nRust\nThroughout the sheltered facilities there are several access door frames that have become rusted.  Inside of a\nsheltered facility, (cid:28)Building C(cid:29) the front coated wire panels and doors have become rusted.   Rusted areas can no\nlonger be cleaned and sanitized properly.  The licensee must repair or replace the affected enclosures.  The\nlicensee must ensure that all surfaces are free of excessive rust that prevents the required cleaning and\nsanitization, or that affects the structural strength of the surface. \nTo be corrected by:  9 August 2014\n3.1(c)(1)(2)\nHOUSING FACILITIES, GENERAL.\n\nInside an outdoor kennel, housing huskies, the dog shelter is clad in metal sheets.  The metal sheets at the bottom\nhas been pulled loose and twisted upward.  In another outdoor kennel, housing huskies, the metal roof ends are\nbent downwards towards the dogs.  These bent and twisted metal pieces have created sharp points or edges.  \nThere are also screws used to hold the metal roof onto the dog shelter which have penetrated the wood leaving the\ndogs exposed to their sharp ends.\nWithin an outdoor kennel, housing poodles, the metal stripes of a shelter have been pulled loose at the bottom and\ntwisted upward exposing the dogs to sharp edges.\nInside the sheltered facility, (cid:28)Building B(cid:29) there are weighted chains are used to keep the access doors shut.  One\nchain had twisted wires on the end of it and at the dogs level creating sharp points.  \nWithin a sheltered  facility  housing beagles, there is a strip of metal on the outside of the access door that has been\npulled loose and bent upward and at the dogs level creating sharp points and edges.\nThroughout both outdoor and sheltered facilities, the fencing is attached with wire.  In many of the kennels the sharp\nends of the wires were bent inward to the enclosure and at the dogs level. \nThese sharp points and edges can cause injury to the dogs.  The licensee must repair or replace these sharp points\nand edges and also ensure that the housing facilities for the dogs, including dens and houses, are free of jagged\nedges or sharp points that might injure the animals.  \nThis affects at least 12 dogs\nCorrect by:  16 July 2014\n3.1(c)(3)                    REPEAT\nHOUSING FACILITIES, GENERAL.\nCleaning\nThere is a buildup of grime on several of the access doors of the sheltered facilities.  Inside of the sheltered\nbuilding, (cid:28)Building C(cid:29) there is an accumulation of hair, dirt and grime built up on the front wire panels and doors. \nThere is an accumulation of hair, dirt, grime, fecal material, and bedding hanging down from the underneath section\nof the outside floor sections of several of the sheltered facility enclosures.  \nThe licensee must clean these affected enclosures and ensure that hard surfaces with which the dogs come in\ncontact with are spot-cleaned daily and sanitized at least once every two weeks (or more often if necessary). All\nother surfaces of housing facilities must be cleaned and sanitized when necessary to satisfy generally accepted\nhusbandry standards and practices.\nThis is a repeat non-compliant item.\n3.1(f)\nHOUSING FACILITIES, GENERAL.\nWaste Disposal\n\nOn the outside of the majority of the outdoor enclosures there is an accumulation of old fecal material, hair, and\nother organic material that has been removed from the enclosures.  Outside one of the outdoor enclosures there is\na pile of old, discarded fecal material that according to the facility representative has been there since this past\nwinter.  Outside one of the outdoor enclosures, housing 3 Huskies, there is a mostly decomposed cat carcass.  This\naccumulation of old fecal material, hair, dirt, and the decomposing cat carcass can attract flies, and/or rodents which\ncan transmit diseases to the dogs.  The licensee must remove the old fecal material, hair, organic material and the\ncat carcass from the outside areas near the enclosures and also needs to establish and maintain a program that will\nensure the facility is provided regular and frequent collection, removal, and disposal of animal and food wastes,\nbedding, debris, garbage, water, other fluids and wastes, and dead animals, in a manner that minimizes\ncontamination and disease risks.  \nThis affects 38 dogs. \nTo be corrected by:  12 July 2014\n3.11(a)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\nDaily Cleaning\nThroughout the outdoor facility there is an accumulation of fecal material.  Some of the fecal material had a dry\nappearance, which can indicate that it is not fresh.  When questioned by the inspectors the facility representative\nindicated that the fecal material had not been removed for four days.  The amount of fecal material made it difficult\nfor the dogs to avoid stepping in it.  \nThere is an accumulation of old and packed fecal material on several of the outdoor flooring sections of the\nsheltered facility.  Some of the fecal material had a dry appearance, which can indicate that it is not fresh.  Some of\nthese enclosures had fecal material smeared and covering the majority of the flooring section and also on the\noutside walls of the enclosures.  The amount of fecal material in these enclosures made it difficult for the dogs to\navoid stepping in it.  \nExcreta must be removed from primary enclosures daily in order to protect the health and well-being of the animals\nand to reduce disease hazards pests, insects and odors.   Licensee must remove the accumulated fecal material\nfrom these enclosures and ensure that all excreta and food waste is removed daily from primary enclosures.\nThis affects 53 dogs. \nTo be corrected by:  10 July 2014\n3.11(b)(2)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\nIn at least 3 enclosures, the water bucket have been chewed excessively.  The chewed and damaged areas of\nthese buckets have a buildup of grime which does not allow for proper cleaning and sanitization.  The buckets need\n\nto be replaced or altered in a manner that will allow for proper sanitization.  Licensee is required to sanitize all areas\nin the enclosure, including water buckets, every two weeks or more if needed.\nThis affects 8 dogs\nCorrect by:  16 July 2014\nInspection conducted with facility representative on 8 July 2014.  An exit interview conducted with the licensee on 9\nJuly 2014.\nThis is an electronic version of the report dated 8 July 2014.\nAdditional Inspectors\nMaxwell Kelly, Animal Care Inspector",
  "animals_total": 281,
  "species": [
    {
      "count": 220,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 61,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}