{
  "insp_id": "2016082568188845",
  "layout": "a",
  "customer_id": "331569",
  "customer_name": "Novus Biologicals",
  "customer_addr": "10730 E Briarwood Ave\nCentennial, CO 80112",
  "certificate": "84-R-0089",
  "site_id": "001",
  "site_name": "NOVUS BIOLOGICALS",
  "insp_type": "ROUTINE INSPECTION",
  "date": "27-MAR-2017",
  "report_date": "03-APR-2017",
  "citations": [
    {
      "code": "2.31(d)(2)",
      "kind": "",
      "repeat": false,
      "desc": "INSTITUTIONAL ANIMAL CARE AND USE COMMITTEE (IACUC).",
      "narrative": "The umbrella rabbit antibody production protocol was submitted to the IACUC by the principal investigator and the\nsame individual (PI) approved the protocol as the current IACUC chair on 9/22/2014 and 4/13/2016.\nWith respect to activities involving animals, the IACUC, as an agent of the research facility, shall review protocols\nand amendments to protocols prior to approval. No member may participate in the IACUC review or approval of an\nactivity in which that member has a conflicting interest (e.g., is personally involved in the activity).\nCorrect by 30 April, 2017."
    },
    {
      "code": "2.31(d)",
      "kind": "",
      "repeat": false,
      "desc": "INSTITUTIONAL ANIMAL CARE AND USE COMMITTEE (IACUC).",
      "narrative": "The IACUC approved umbrella rabbit antibody production protocol states that \"Rabbit bleeds will consist of 30-40\nmls of whole blood...No more than 1% body weight will be taken during any 2 week period and if bleeds are done\nmore than 4 times the hematocrit will be checked at least monthly or before each bleed.\"\nDuring inspection, rabbits were observed during bleed procedures, and 50 mls of blood were being taken from each\nanimal, which exceeds the amount approved in the protocol. There are no weight records for the animals to confirm\nthe amount of blood drawn does not exceed 1% body weight. There are no records of hematocrit available and no\nway to measure hematocrit onsite before each bleed.\nTwo representative animals were weighed at 9.8 & 9.9 lbs, which is 4.45 kgs and 4.5 kgs. 1% of body weight for\nthese animals is 44-45 mls, so the amount drawn (50 mls) still exceeds the approved protocol.\nThe IACUC has not sufficiently reviewed the activities involving animals and departures from the protocol have\noccurred without approval. The activity is not being conducted in accordance with the description of that activity\nprovided by the principal investigator and approved by the Committee. The IACUC has the responsibility to ensure\nevaluation of procedures that may cause more than momentary pain or distress. The increase in blood volume\ntaken could result in a serious impact on the health of the animals. After approving a protocol, the IACUC should\ndetermine that procedures involving animals are conducted in accordance with the protocol and will avoid or\nminimize discomfort, distress, and pain to the animals unless acceptable justification for the departure is provided in\nwriting.\nCorrect by 30 April, 2017.\nExit interview conducted with facility representative by phone on 3 April, 2017"
    }
  ],
  "narrative": "2.31(d)(2)\nINSTITUTIONAL ANIMAL CARE AND USE COMMITTEE (IACUC).\nThe umbrella rabbit antibody production protocol was submitted to the IACUC by the principal investigator and the\nsame individual (PI) approved the protocol as the current IACUC chair on 9/22/2014 and 4/13/2016.\nWith respect to activities involving animals, the IACUC, as an agent of the research facility, shall review protocols\nand amendments to protocols prior to approval. No member may participate in the IACUC review or approval of an\nactivity in which that member has a conflicting interest (e.g., is personally involved in the activity).\nCorrect by 30 April, 2017.\n2.31(d)\nINSTITUTIONAL ANIMAL CARE AND USE COMMITTEE (IACUC).\nThe IACUC approved umbrella rabbit antibody production protocol states that \"Rabbit bleeds will consist of 30-40\nmls of whole blood...No more than 1% body weight will be taken during any 2 week period and if bleeds are done\nmore than 4 times the hematocrit will be checked at least monthly or before each bleed.\"  \nDuring inspection, rabbits were observed during bleed procedures, and 50 mls of blood were being taken from each\nanimal, which exceeds the amount approved in the protocol.  There are no weight records for the animals to confirm\nthe amount of blood drawn does not exceed 1% body weight.  There are no records of hematocrit available and no\nway to measure hematocrit onsite before each bleed.\nTwo representative animals were weighed at 9.8 & 9.9 lbs, which is 4.45 kgs and 4.5 kgs.  1% of body weight for\nthese animals is 44-45 mls, so the amount drawn (50 mls) still exceeds the approved protocol.\nThe IACUC has not sufficiently reviewed the activities involving animals and departures from the protocol have\noccurred without approval.  The activity is not being conducted in accordance with the description of that activity\nprovided by the principal investigator and approved by the Committee.  The IACUC has the responsibility to ensure\nevaluation of procedures that may cause more than momentary pain or distress.  The increase in blood volume\n\ntaken could result in a serious impact on the health of the animals.  After approving a protocol, the IACUC should\ndetermine that procedures involving animals are conducted in accordance with the protocol and will avoid or\nminimize discomfort, distress, and pain to the animals unless acceptable justification for the departure is provided in\nwriting.\nCorrect by 30 April, 2017.\nExit interview conducted with facility representative by phone on 3 April, 2017",
  "animals_total": 278,
  "species": [
    {
      "count": 278,
      "scientific": "Oryctolagus cuniculus",
      "common": "DOMESTIC RABBIT / EUROPEAN RABBIT"
    }
  ]
}