{
  "insp_id": "2016090000767894",
  "layout": "b",
  "customer_id": "4898",
  "customer_name": "Franklin Stary Wilma Stary",
  "customer_addr": "416 SOUTH MAIN STREET\nHALLETTSVILLE, TX 77964",
  "certificate": "74-A-0948",
  "site_id": "001",
  "site_name": "FRANKLIN & WILMA STARY",
  "insp_type": "ROUTINE INSPECTION",
  "date": "09-FEB-2022",
  "report_date": "10-FEB-2022",
  "citations": [
    {
      "code": "2.40(b)(3)",
      "kind": "Direct",
      "repeat": false,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "Over the course of the inspection, approximately 10 deceased sugar gliders were observed in enclosures throughout the\nfacility grounds that were in varying stages of advanced decomposition ranging from recent, to dried out husks, to\nnoticeable skeletons. In each case, the employee accompanying the inspector had been previously unaware that the\nanimal had perished. In some cases, rooms in which were inspected were told to have only been cleaned and sanitized\nonce every three weeks, the advanced decomposing bodies, along with the buildup of feces, food, hair and other debris\nprove that daily observations are not being conducted. Without proper daily observation to assess the animals there is no\neffective way to gauge the health and well being of the animals. There is no effective way to treat or assess a sick or\ninjured animal in a timely manner, and there is no effective way to communicate in a timely manner any issues that may\narise to the attending veterinarian. Beginning immediately, daily observation of all animals throughout the facility and\ndirect and frequent communication with the attending veterinarian must begin. By end of business day on 2.11.2022, a\nveterinarian must assess and begin treatment of the animals within the facility and provide a statement on the overall\nsafety, health, and care of the animals."
    },
    {
      "code": "3.131(a)",
      "kind": "Direct",
      "repeat": false,
      "desc": "Sanitation.",
      "narrative": "During the course of the inspection, an overall and severe lack of sanitation was witnessed. The sugar gliders are\nprovided food in small bowls. These animals often rake the food out, which collects in a tray under the cage, along with\nanimal excreta. In most cases, the trays were full to overflowing with food, something that would take days or weeks to\naccumulate considering the small amount of food the animals require on a daily basis. Excreta and hair were observed\ncollected and caught through the wire floors of most cages, and a dried brown mushy substance which had the\nappearance of dried fecal material was present on the tops of a majority of the nesting structures inside the cages which\nare round capped pieces of pvc pipe, approximately 4-5 inches round. Pests and rodents were present and feeding off of\nthe excreta and food waste. The overall smell of waste throughout the enclosed facility rooms was very pungent and\noverwhelming causing discomfort to the inspector. The odor was still present on the inspector and his clothes even after\nseveral hours after the inspection. The employee accompanying the inspector informed him that due to a lack of\nemployees, some of the rooms are only cleaned as often as once every three weeks. Inadequate sanitation poses a\ndirect health and safety hazard not only to the animals, but to employees as well. The atmosphere itself can become\ndangerous and can cause serious respiratory problems or death. Animals that are subjected to soiled enclosures, and\nfood can become destressed, or sick. By close of business on 2.11.2022, all animals at the facility must be provided\naccess to a clean and sanitary portion of their individual enclosure. By 2.16.2022, all enclosures and rooms must be\nadequately cleaned and sanitized and a proper sanitation program must be maintained from this point on."
    },
    {
      "code": "3.131(d)",
      "kind": "Direct",
      "repeat": false,
      "desc": "Sanitation.",
      "narrative": "Throughout the facility grounds, inside the individual animal rooms, inside the washout trench tubes and inside both\nempty and occupied enclosures, there were an insects, small black worms, and mice observed in an amount which was\ntoo numerous to count. Mice were observed inside a hole in the wall in one room. An uncalculatable amount of bugs\nappearing to be small roaches were inside the trays underneath the sugar glider cages. In some instances, many insects\nwere seen inside occupied cages with the gliders. Insects were also observed in many food bowls which can and will\ncontaminate the animals food source. One cage that contained the carcass of a sugar glider also contained a live mouse\ndirectly under the carcass. Several deceased insects and mice were observed in varying stages of decomposition\nindicating that this is a chronic and ongoing problem. The employee stated that boric acid is sprinkled in corners and\nagainst walls and that the buildings are very old and the issue has been ongoing. Without adequate pest control, the\nanimals within the facility are in severe risk of being exposed to disease, and parasites. Sugar gliders are at risk to being\ninjured or killed by rodents or large numbers of insects. Food and enclosures are become contaminated. By close of\nbusiness on 2.11.2022, a more effective pest and parasite control plan must be established and implemented. A\nstatement of this plan must be provided to the inspector."
    },
    {
      "code": "3.132",
      "kind": "Direct",
      "repeat": false,
      "desc": "Employees.",
      "narrative": "During the inspection of the facility several significant noncompliant items directly affecting the health and safety of the\nanimals housed within were observed. After speaking with the licensees and two employees of the facility it was learned\nthat the licensee has had difficulty finding employees to work at the facility. In some cases, rooms in which were\ninspected were told to have only been cleaned and sanitized once every three weeks. The amount of animals at the\nfacility cannot be properly and adequately taken care of with the amount of employees available. The facility must have a\nsufficient number of adequately trained employees in order to maintain the acceptable levels of husbandry practices set\nforth in the animal welfare act regulations. Correct by close of business on 2.11.2022\nThis inspection and exit interview were conducted with site employee.\nEnd Section"
    }
  ],
  "narrative": "2.40(b)(3)  Direct\n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nOver the course of the inspection, approximately 10 deceased sugar gliders were observed in enclosures throughout the \nfacility grounds that were in varying stages of advanced decomposition ranging from recent, to dried out husks, to \nnoticeable skeletons.  In each case, the employee accompanying the inspector had been previously unaware that the \nanimal had perished.  In some cases, rooms in which were inspected were told  to have only been cleaned and sanitized \nonce every three weeks, the advanced decomposing bodies, along with the buildup of feces, food, hair and other debris \nprove that daily observations are not being conducted.  Without proper daily observation to assess the animals there is no \neffective way to gauge the health and well being of the animals.  There is no effective way to treat or assess a sick or \ninjured animal in a timely manner, and there is no effective way to communicate in a timely manner any issues that may \narise to the attending veterinarian.  Beginning immediately, daily observation of all animals throughout the facility and \ndirect and frequent communication with the attending veterinarian must begin.  By end of business day on 2.11.2022, a \nveterinarian must assess and begin treatment of the animals within the facility and provide a statement on the overall \nsafety, health, and care of the animals. \n3.131(a)  Direct\n   \nSanitation.\n\nDuring the course of the inspection, an overall and severe lack of sanitation was witnessed.  The sugar gliders are \nprovided food in small bowls.  These animals often rake the food out, which collects in a tray under the cage, along with \nanimal excreta.  In most cases, the trays were full to overflowing with food, something that would take days or weeks to \naccumulate considering the small amount of food the animals require on a daily basis.  Excreta and hair were observed \ncollected and caught through the wire floors of most cages, and a dried brown mushy substance which had the \nappearance of dried fecal material was present on the tops of a majority of the nesting structures inside the cages which \nare round capped pieces of pvc pipe, approximately 4-5 inches round.   Pests and rodents were present and feeding off of \nthe excreta and food waste.  The overall smell of waste throughout the enclosed facility rooms was very pungent and \noverwhelming causing discomfort to the inspector.  The odor was still present on the inspector and his clothes even after \nseveral hours after the inspection.  The employee accompanying the inspector informed him that due to a lack of \nemployees, some of the rooms are only cleaned as often as once every three weeks.  Inadequate sanitation poses a \ndirect health and safety hazard not only to the animals, but to employees as well.  The atmosphere itself can become \ndangerous and can cause serious respiratory problems or death.  Animals that are subjected to soiled enclosures, and \nfood can become destressed, or sick.  By close of business on 2.11.2022, all animals at the facility must be provided \naccess to a clean and sanitary portion of their individual enclosure.  By 2.16.2022, all enclosures and rooms must be \nadequately cleaned and sanitized and a proper sanitation program must be maintained from this point on. \n3.131(d)  Direct\n   \nSanitation. \nThroughout the facility grounds, inside the individual animal rooms, inside the washout trench tubes and inside both \nempty and occupied enclosures, there were an insects, small black worms, and mice observed in an amount which was \ntoo numerous to count.  Mice were observed inside a hole in the wall in one room.  An uncalculatable amount of bugs \nappearing to be small roaches were inside the trays underneath the sugar glider cages.  In some instances, many insects\n\nwere seen inside occupied cages with the gliders.  Insects were also observed in many food bowls which can and will \ncontaminate the animals food source. One cage that contained the carcass of a sugar glider also contained a live mouse \ndirectly under the carcass.  Several deceased insects and mice were observed in varying stages of decomposition \nindicating that this is a chronic and ongoing problem.  The employee stated that boric acid is sprinkled in corners and \nagainst walls and that the buildings are very old and the issue has been ongoing.  Without adequate pest control, the \nanimals within the facility are in severe risk of being exposed to disease, and parasites.  Sugar gliders are at risk to being \ninjured or killed by rodents or large numbers of insects.  Food and enclosures are become contaminated.  By close of \nbusiness on 2.11.2022, a more effective pest and parasite control plan must be established and implemented.  A \nstatement of this plan must be provided to the inspector. \n3.132  Direct\n   \nEmployees. \nDuring the inspection of the facility several significant noncompliant items directly affecting the health and safety of the \nanimals housed within were observed. After speaking with the licensees and two employees of the facility it was learned \nthat the licensee has had difficulty finding employees to work at the facility.   In some cases, rooms in which were \ninspected were told  to have only been cleaned and sanitized once every three weeks. The amount of animals at the \nfacility cannot be properly and adequately taken care of with the amount of employees available.  The facility must have a \nsufficient number of adequately trained employees in order to maintain the acceptable levels of husbandry practices set \nforth in the animal welfare act regulations.  Correct by close of business on 2.11.2022 \n \nThis inspection and exit interview were conducted with site employee. \n \nEnd Section",
  "animals_total": 4925,
  "species": [
    {
      "count": 4925,
      "scientific": "Petaurus breviceps",
      "common": "SUGAR GLIDER"
    }
  ]
}