{
  "insp_id": "2016082569664697",
  "layout": "a",
  "customer_id": "335668",
  "customer_name": "David D Yoder Jr",
  "customer_addr": "16075 Sandstone Drive\nUtica, MN 55979",
  "certificate": "41-A-0488",
  "site_id": "001",
  "site_name": "DAVID YODER JR",
  "insp_type": "ROUTINE INSPECTION",
  "date": "26-NOV-2019",
  "report_date": "26-NOV-2019",
  "citations": [
    {
      "code": "2.40(b)(3)",
      "kind": "Critical",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "A female American Eskimo (approximately 3 years old, #100) was euthanized on October 29th, 2019. The dog was\nbrought to the Attending Veterinarian on October 28th, 2019. The medical record of the dog states \"necrotic skin on\ndorsal rump, underneath tail and down thighs, puncture wounds underneath proximal tail with seropurulent\ndischarge\". Under diagnosis for the dog it states \"necrotic wounds, hypothermia, dehydration, potential sepsis\". I\nasked the licensee when did he first observe problems with this dog and he stated approximately two days before\nand he was treating the dog with Cephalexin as per what his Program of Veterinary Care directs him to. I contacted\nthe Attending Veterinarian. She stated that dog probably had these injuries 5-7 days before she saw the dog. I\nasked her if the dog had been seen earlier if it would have made a difference in the outcome for this dog. She\ncouldn't say 100% for sure that the dog would have not been euthanized, but indicated the dog could have had a\ndifferent outcome had the dog been brought to her sooner.\nThe licensee had not observed this dog's condition until two days before he brought the dog in, but the Attending\nVeterinarian stated the dog probably had this condition 5-7 days before she saw it meaning this dog was left\nuntreated for approximately 3-5 days. The fact that the medical report states there was necrotic skin and potential\nsepsis supports the Attending Veterinarian's statement that this dog should have been treated sooner than what it\nwas.\nThe licensee indicated he had not observed the dog's condition until two days prior to when he had brought the dog\nin. Not thoroughly observing all the animals on a daily basis does not ensure that veterinary care issues will be\nimmediately recognized and reported to the Attending Veterinarian. Thorough observations must be conducted on\na daily basis. Any health issues identified during daily observations should either be reported to the Attending\nVeterinarian or the licensee must refer to the Program of Veterinary Care for any treatments written up and\napproved by the Attending Veterinarian. Correct immediately.\nThis inspection and exit interview were conducted with the facility representative.\nEnd of report."
    }
  ],
  "narrative": "2.40(b)(3)           CRITICAL\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nA female American Eskimo (approximately 3 years old, #100) was euthanized on October 29th, 2019.  The dog was\nbrought to the Attending Veterinarian on October 28th, 2019.  The medical record of the dog states \"necrotic skin on\ndorsal rump, underneath tail and down thighs, puncture wounds underneath proximal tail with seropurulent\ndischarge\".  Under diagnosis for the dog it states \"necrotic wounds, hypothermia, dehydration, potential sepsis\".  I\nasked the licensee when did he first observe problems with this dog and he stated approximately two days before\nand he was treating the dog with Cephalexin as per what his Program of Veterinary Care directs him to.  I contacted\nthe Attending Veterinarian.  She stated that dog probably had these injuries 5-7 days before she saw the dog.  I\nasked her if the dog had been seen earlier if it would have made a difference in the outcome for this dog.  She\ncouldn't say 100% for sure that the dog would have not been euthanized, but indicated the dog could have had a\ndifferent outcome had the dog been brought to her sooner.\nThe licensee had not observed this dog's condition until two days before he brought the dog in, but the Attending\nVeterinarian stated the dog probably had this condition 5-7 days before she saw it meaning this dog was left\nuntreated for approximately 3-5 days.  The fact that the medical report states there was necrotic skin and potential\nsepsis supports the Attending Veterinarian's statement that this dog should have been treated sooner than what it\nwas.\nThe licensee indicated he had not observed the dog's condition until two days prior to when he had brought the dog\nin.  Not thoroughly observing all the animals on a daily basis does not ensure that veterinary care issues will be\nimmediately recognized and reported to the Attending Veterinarian.  Thorough observations must be conducted on\na daily basis.  Any health issues identified during daily observations should either be reported to the Attending\nVeterinarian or the licensee must refer to the Program of Veterinary Care for any treatments written up and\napproved by the Attending Veterinarian.  Correct immediately.\nThis inspection and exit interview were conducted with the facility representative.\nEnd of report.\n\n",
  "animals_total": 69,
  "species": [
    {
      "count": 37,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 32,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}