{
  "insp_id": "2016082568259988",
  "layout": "a",
  "customer_id": "6902",
  "customer_name": "Summer Wind Farm Sanctuary",
  "customer_addr": "6490 Mowerson Rd\nBrown City, MI 48416",
  "certificate": "34-C-0227",
  "site_id": "001",
  "site_name": "SUMMER WIND FARMS",
  "insp_type": "ROUTINE INSPECTION",
  "date": "25-APR-2017",
  "report_date": "02-MAY-2017",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "Daisy is a 20 month old tiger at the facility. APHIS inspectors first noticed that she was having balance issues in\nSeptember 2016. At that time inspectors were shown records that indicated that the attending veterinarian had\ndiagnosed otitis externa and otitis media on September 26, 2016. This diagnosis was done without immobilization\nof the tiger. The veterinarian had treated Daisy for a jaw abscess earlier in the summer of 2016. He assumed the\nataxia was due to infection traveling from the jaw and infecting her middle and outer ear. Daisy has been off and on\ncombinations of antibiotics and steroids since that time. Daisy’s condition was noted to be much worse on an\nAPHIS inspection on November 9, 2016. In response to the inspection report, Daisy was immobilized for an\nexamination and blood collection. Blood work was not remarkable and Daisy was again treated for an inner ear\ninfection. The attending veterinarian noted no obvious jaw or ear issues on the physical examination done at this\ntime. (This was relayed to Animal Care’s big cat specialist in a phone conversation that took place on March 29,\n2017.) There can be other diagnoses which can be the cause of Daisy’s symptoms, toxoplasmosis being highly\nlikely. This information has been shared with the attending veterinarian on at least two occasions. The latest time\nwas a phone conversation between Animal Care’s big cat specialist and the attending veterinarian for the facility on\nMarch 29, 2017. Despite this information, a toxoplasmosis titer has never been done for Daisy and Daisy has never\nbeen treated with an antibiotic effective against toxoplasmosis at a high enough dose and for a long enough\nduration to be effective against the infection. Records reviewed on today’s inspection showed that since the time of\nthe last inspection on March 20, 2017, Daisy has been on various doses of prednisone and prednisone in\ncombination with Baytril. Daisy is currently on daily prednisone. The lack of a diagnosis and effective treatment is\ncausing the continued suffering of the tiger. A knowledgeable, expert veterinarian who specializes in exotic\nmedicine (with training in big cat medicine) must be consulted. Results of this consultation must be documented\nand records must be available for APHIS review at the time of the next inspection."
    },
    {
      "code": "3.129(a)",
      "kind": "Direct",
      "repeat": true,
      "desc": "FEEDING.",
      "narrative": "There are two approximately 2 year old Syrian brown bears at the facility. These two bears have rough, dull looking\nhair coats, are thin and appear undersized for their age. A recent meal for the bears consisted of: approximately 10\ngallons of apples, pears and carrots, 2 pounds of cheese and 2 to 3 gallons of cake trimmings. Based on our\ndiscussions with the CEO of the facility, APHIS inspectors think that a diet poor in nutritional content may be\nresponsible for the appearance of these bears. These bears are still young and growing. Inadequate diet at this\npoint in their life will lead to lifelong complications. This can result in a lifetime of unnecessary suffering for these\nbears. A diet plan must be developed for these bears. It should be written plan and it must be approved by the\nattending veterinarian. All items to be fed to the bears must be specified in the plan. Amounts and combinations of\nfood items must be specified in enough detail so it is possible to determine if the meal is nutritionally adequate.\nFrequency of daily feedings and approximate feeding times must be documented in the feeding plan. Meals should\nbe documented with time of day and all items and amounts fed noted. This documentation must be available for\nreview by APHIS officials. Special consideration must be given to calcium level in the diet as these bears are not\nfully grown and require more calcium in their diet than an adult bear. Inadequate calcium levels could lead to\nconditions such as metabolic bone disease which would cause pain and suffering for these bears.\nThis inspection report documents APHIS findings for the tiger known as Daisy and the Syrian brown bears noted as\nbeing under review by APHIS officials on the inspection report delivered on 4-27-17.\nExit interview conducted with the facility CEO on 5-2-17.\nAdditional Inspectors\nBongard Carrie, Animal Care Inspector"
    }
  ],
  "narrative": "2.40(b)(2)           DIRECT                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nDaisy is a 20 month old tiger at the facility.  APHIS inspectors first noticed that she was having balance issues in\nSeptember 2016.  At that time inspectors were shown records that indicated that the attending veterinarian had\ndiagnosed otitis externa and otitis media on September 26, 2016.  This diagnosis was done without immobilization\nof the tiger. The veterinarian had treated Daisy for a jaw abscess earlier in the summer of 2016. He assumed the\nataxia was due to infection traveling from the jaw and infecting her middle and outer ear. Daisy has been off and on\ncombinations of antibiotics and steroids since that time.  Daisy’s condition was noted to be much worse on an\nAPHIS inspection on November 9, 2016.  In response to the inspection report, Daisy was immobilized for an\nexamination and blood collection. Blood work was not remarkable and Daisy was again treated for an inner ear\ninfection.  The attending veterinarian noted no obvious jaw or ear issues on the physical examination done at this\ntime.  (This was relayed to Animal Care’s big cat specialist in a phone conversation that took place on March 29,\n2017.)  There can be other diagnoses which can be the cause of Daisy’s symptoms, toxoplasmosis being highly\nlikely.  This information has been shared with the attending veterinarian on at least two occasions.  The latest time\nwas a phone conversation between Animal Care’s big cat specialist and the attending veterinarian for the facility on\nMarch 29, 2017.  Despite this information, a toxoplasmosis titer has never been done for Daisy and Daisy has never\nbeen treated with an antibiotic effective against toxoplasmosis at a high enough dose and for a long enough\nduration to be effective against the infection.  Records reviewed on today’s inspection showed that since the time of\nthe last inspection on March 20, 2017, Daisy has been on various doses of prednisone and prednisone in\ncombination with Baytril.  Daisy is currently on daily prednisone.   The lack of a diagnosis and effective treatment is\ncausing the continued suffering of the tiger. A knowledgeable, expert veterinarian who specializes in exotic\nmedicine (with training in big cat medicine) must be consulted.  Results of this consultation must be documented\nand records must be available for APHIS review at the time of the next inspection. \n3.129(a)           DIRECT                    REPEAT\nFEEDING.    \nThere are two approximately 2 year old Syrian brown bears at the facility.  These two bears have rough, dull looking\nhair coats, are thin and appear undersized for their age.  A recent meal for the bears consisted of:  approximately 10\n\ngallons of apples, pears and carrots, 2 pounds of cheese and 2 to 3 gallons of cake trimmings.   Based on our\ndiscussions with the CEO of the facility, APHIS inspectors think that a diet poor in nutritional content may be\nresponsible for the appearance of these bears.  These bears are still young and growing.  Inadequate diet at this\npoint in their life will lead to lifelong complications.  This can result in a lifetime of unnecessary suffering for these\nbears.  A diet plan must be developed for these bears.  It should be written plan and it must be approved by the\nattending veterinarian.  All items to be fed to the bears must be specified in the plan.  Amounts and combinations of\nfood items must be specified in enough detail so it is possible to determine if the meal is nutritionally adequate. \nFrequency of daily feedings and approximate feeding times must be documented in the feeding plan.  Meals should\nbe documented with time of day and all items and amounts fed noted.  This documentation must be available for\nreview by APHIS officials.  Special consideration must be given to calcium level in the diet as these bears are not\nfully grown and require more calcium in their diet than an adult bear.  Inadequate calcium levels could lead to\nconditions such as metabolic bone disease which would cause pain and suffering for these bears.\nThis inspection report documents APHIS findings for the tiger known as Daisy and the Syrian brown bears noted as\nbeing under review by APHIS officials on the inspection report delivered on 4-27-17.\nExit interview conducted with the facility CEO on 5-2-17. \nAdditional Inspectors\nBongard Carrie, Animal Care Inspector",
  "animals_total": 3,
  "species": [
    {
      "count": 1,
      "scientific": "Panthera tigris",
      "common": "TIGER"
    },
    {
      "count": 2,
      "scientific": "Ursus arctos syriacus",
      "common": "SYRIAN BROWN BEAR"
    }
  ]
}