{
  "insp_id": "155141614080070",
  "layout": "a",
  "customer_id": "9059",
  "customer_name": "Elm Hill Labs Inc",
  "customer_addr": "7 Kidder Road\nChelmsford, MA 01824",
  "certificate": "14-A-0017",
  "site_id": "001",
  "site_name": "ELM HILL LABS INC",
  "insp_type": "ROUTINE INSPECTION",
  "date": "04-JUN-2014",
  "report_date": "06-JUN-2014",
  "citations": [
    {
      "code": "2.8(h)",
      "kind": "",
      "repeat": false,
      "desc": "NOTIFICATION OF CHANGE OF NAME, ADDRESS, CONTROL, OR OWNERSHIP OF BUSINESS.",
      "narrative": "The USDA noted that regulated activity has been conducted from an additional location of this licensee. As stated\nby an employee the guinea pigs have been housed at the current location for one year, and were housed at a\nprevious site before coming to this location. The previous site was also undeclared to the USDA. The licensee\nmust promptly notify the Animal Care Regional Office of a change in business such as any additional sites within 10\ndays of such a change.\nCorrect immediately."
    },
    {
      "code": "2.131(b)(1)",
      "kind": "",
      "repeat": false,
      "desc": "HANDLING OF ANIMALS.",
      "narrative": "At the time of inspection, there was a medium sized radio inside one of the animal enclosures that contained\nbreeding females and several young guinea pigs. It was playing fairly loud rock music intended for all of the guinea\npigs in the room. A radio placed inside an enclosure playing music at a fairly high volume could potentially cause\nbehavioral stress or physical harm to the animals. The radio was immediately put in a place away from the animals.\nThis item was corrected at the time of inspection."
    },
    {
      "code": "3.31(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "Many of the animals' enclosures had grime accumulation on the lower edges and corners. The primary enclosures\nneed to be cleaned often enough to be kept free of a buildup of excreta for the health and well-being of the animals.\nCorrect by 20 Jun 2014\nAn exit briefing was conducted with the licensee. This was an inspection of the location in Tyngsboro,MA."
    }
  ],
  "narrative": "2.8(h)\nNOTIFICATION OF CHANGE OF NAME, ADDRESS, CONTROL, OR OWNERSHIP OF BUSINESS.\nThe USDA noted that regulated activity has been conducted from an additional location of this licensee.  As stated\nby an employee the guinea pigs have been housed at the current location for one year, and were housed at a\nprevious site before coming to this location.  The previous site was also undeclared to the USDA.  The licensee\nmust promptly notify the Animal Care Regional Office of a change in business such as any additional sites within 10\ndays of such a change.\nCorrect immediately.\n2.131(b)(1)\nHANDLING OF ANIMALS.\nAt the time of inspection, there was a medium sized radio inside one of the animal enclosures that contained\nbreeding females and several young guinea pigs.  It was playing fairly loud rock music intended for all of the guinea\npigs in the room.  A radio placed inside an enclosure playing music at a fairly high volume could potentially cause\nbehavioral stress or physical harm to the animals.  The radio was immediately put in a place away from the animals.\nThis item was corrected at the time of inspection.\n3.31(a)(1)\nSANITATION.\nMany of the animals' enclosures had grime accumulation on the lower edges and corners.  The primary enclosures\nneed to be cleaned often enough to be kept free of a buildup of excreta for the health and well-being of the animals.\nCorrect by 20 Jun 2014\nAn exit briefing was conducted with the licensee.  This was an inspection of the location in Tyngsboro,MA.",
  "animals_total": 2400,
  "species": [
    {
      "count": 2400,
      "scientific": "Cavia porcellus",
      "common": "DOMESTIC GUINEA PIG"
    }
  ]
}