{
  "insp_id": "2016082568189991",
  "layout": "a",
  "customer_id": "2401",
  "customer_name": "Dan Moulton",
  "customer_addr": "976 14th Avenue S W\nRochester, MN 55902",
  "certificate": "41-B-0239",
  "site_id": "001",
  "site_name": "DAN MOULTON",
  "insp_type": "ROUTINE INSPECTION",
  "date": "03-APR-2017",
  "report_date": "18-APR-2017",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "Eight chinchillas had health problems that had not been addressed by the facility. The facility has not reported\nthese problems to the attending veterinarian:\n--A beige female (GROS 639) had been treated for an abscess under its chin by the facility. During inspection the\narea of the abscess appeared swollen. On closer examination, we found that the chinchilla's collar was encrusted\nwith matted fur and its tissue appeared swollen and encrusted around the collar. The licensee gently removed the\ncollar and there was an open sore around most of the neck where the collar had been. The sore had a pale liquid\ndischarge mixed with a pale granular-type discharge in it and had a strong putrid odor.\n--A black female (GROS 204) had a red, hairless swollen area under her chin.\n--A beige male (GROS 331) had both eyes swollen shut with hair loss around the eyelids. A pale discharge came\nout from under the eyelids when the licensee touched the eyelids.\nIndirect non-compliances:\n--A beige female's (eartag# GROS 245) left eye was crusted shut with a pale crusted material.\n--A white chinchilla with cage card 10-25-16 had an open wound on its back. The licensee reported that it was\npurchased with a wound and they have been treating it; however the attending veterinarian has not been consulted\non the treatment for the wound.\n--A black/silver male (cage card C323) was squinting its right eye. The eyelids were observed to have some hair\nloss and appeared swollen and had some discharge towards the front part of the eye.\n--A beige female's (eartag# GROS 311) right eye was sealed shut with a pale material.\n--A white female's (no ID) had a pale discharge towards the front of its left eye.\n***Untreated medical problems such as what was seen in the affected chinchillas cause unnecessary prolonged\npain and if the chinchilla's condition is contagious it can cause more chinchillas in the building to get sick. The\nfacility must have the attending veterinarian evaluate each of these animals and treat them as directed by the\nveterinarian."
    },
    {
      "code": "2.40(b)(3)",
      "kind": "Direct",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "While we were searching for animals cited on the February 8, 2017 inspection report to confirm if they have\nreceived veterinary treatment; we identified 7 different chinchillas with health problems that need treatment. The\nfacility had identified about 20 animals with health problems prior to inspection and reported treating them; however\nthese 7 chinchillas listed below have health problems that had not been identified and were not being treated:\n-A beige female (GROS 639) had its collar encrusted by its own fur and tissue and had a putrid odor from the sore\naround the collar.\n-A black female (GROS 204) had a red, hairless swollen area under her chin.\n-A beige male (GROS 331) had both eyes swollen shut with hair loss around the eyelids.\n-A beige female's (eartag# GROS 245) left eye was crusted shut with a pale crusted material.\n-A black/silver male (cage card C323) right eyelids had hair loss and appeared swollen and had some discharge\ntowards the front part of the eye.\n-A beige female's (eartag# GROS 311) right eye was sealed shut with a pale material around the eyelids.\n-A white female's (no ID) left eye had a pale discharge towards the front of its left eye.\nAdequate daily observations are needed to promptly identify health problems so that the affected animal can be\ntreated. The facility must refine the methods of daily observations so that any animal with a health problem can be\ntreated per the attending veterinarian's instructions."
    },
    {
      "code": "3.125(d)",
      "kind": "",
      "repeat": true,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "There was a large buildup of soiled excreta in the middle gutter at the far east end of the middle room of the facility.\nIn the immediate vicinity of this waste buildup there were strong odors where 8 chinchillas are housed above the\nbuildup. This buildup of material and foul odors can cause animals to get sick. The facility must not allow excreta to\nexcessively accumulate and must eliminate the excessive buildup waste often enough to minimize vermin\ninfestation, odors, and disease hazards.\nA deceased chinchilla (cage card Z32) was observed within an enclosure with live chinchillas housed on both sides\nof it. The deceased chinchilla was bloated, had peeling skin, a strong odor, and its limbs were stiff. These\nobservations suggest it had been there for more than a day. Dead animals must be disposed of promptly to prevent\nattraction of pests and prevent spread of disease to other animals around the enclosure. Ensure dead animals are\nremoved promptly from animal housing areas on a daily basis."
    },
    {
      "code": "3.131(a)",
      "kind": "",
      "repeat": true,
      "desc": "SANITATION.",
      "narrative": "At least two enclosures had an excessive accumulation of wet food material around the water sipper valve. An\nexcessive accumulation of feces can increase animals' risks for disease and does not provide for their comfort.\nEnclosures must be cleaned out as often as necessary to minimize excessive accumulations of soiled material.\nThis inspection and exit interview were conducted with the licensee.\nEnd of report.\nAdditional Inspectors\nWilken Kevin, Animal Care Inspector"
    }
  ],
  "narrative": "2.40(b)(2)           DIRECT                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nEight chinchillas had health problems that had not been addressed by the facility.  The facility has not reported\nthese problems to the attending veterinarian: \n--A beige female (GROS 639) had been treated for an abscess under its chin by the facility.  During inspection the\narea of the abscess appeared swollen.  On closer examination, we found that the chinchilla's collar was encrusted\nwith matted fur and its tissue appeared swollen and encrusted around the collar. The licensee gently removed the\ncollar and there was an open sore around most of the neck where the collar had been.  The sore had a pale liquid\ndischarge mixed with a pale granular-type discharge in it and had a strong putrid odor.\n--A black female (GROS 204) had a red, hairless swollen area under her chin.\n--A beige male (GROS 331) had both eyes swollen shut with hair loss around the eyelids. A pale discharge came\nout from under the eyelids when the licensee touched the eyelids. \nIndirect non-compliances:\n--A beige female's (eartag# GROS 245) left eye was crusted shut with a pale crusted material. \n--A white chinchilla with cage card 10-25-16 had an open wound on its back.  The licensee reported that it was \npurchased with a wound and they have been treating it; however the attending veterinarian has not been consulted \non the treatment for the wound. \n--A black/silver male (cage card C323) was squinting its right eye.  The eyelids were observed to have some hair\nloss and appeared swollen and had some discharge towards the front part of the eye. \n--A beige female's (eartag# GROS 311) right eye was sealed shut with a pale material. \n--A white female's (no ID) had a pale discharge towards the front of its left eye.\n***Untreated medical problems such as what was seen in the affected chinchillas cause unnecessary prolonged\npain and if the chinchilla's condition is contagious it can cause more chinchillas in the building to get sick.  The\nfacility must have the attending veterinarian evaluate each of these animals and treat them as directed by the\nveterinarian.\n2.40(b)(3)           DIRECT                    REPEAT\n\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nWhile we were searching for animals cited on the February 8, 2017 inspection report to confirm if they have\nreceived veterinary treatment; we identified 7 different chinchillas with health problems that need treatment.  The\nfacility had identified about 20 animals with health problems prior to inspection and reported treating them; however\nthese 7 chinchillas listed below have health problems that had not been identified and were not being treated: \n-A beige female (GROS 639) had its collar encrusted by its own fur and tissue and had a putrid odor from the sore\naround the collar. \n-A black female (GROS 204) had a red, hairless swollen area under her chin.\n-A beige male (GROS 331) had both eyes swollen shut with hair loss around the eyelids. \n-A beige female's (eartag# GROS 245) left eye was crusted shut with a pale crusted material. \n-A black/silver male (cage card C323) right eyelids had hair loss and appeared swollen and had some discharge\ntowards the front part of the eye. \n-A beige female's (eartag# GROS 311) right eye was sealed shut with a pale material around the eyelids. \n-A white female's (no ID) left eye had a pale discharge towards the front of its left eye.\nAdequate daily observations are needed to promptly identify health problems so that the affected animal can be\ntreated.  The facility must refine the methods of daily observations so that any animal with a health problem can be\ntreated per the attending veterinarian's instructions.\n3.125(d)                    REPEAT\nFACILITIES, GENERAL.   \nThere was a large buildup of soiled excreta in the middle gutter at the far east end of the middle room of the facility. \nIn the immediate vicinity of this waste buildup there were strong odors where 8 chinchillas are housed above the\nbuildup.  This buildup of material and foul odors can cause animals to get sick. The facility must not allow excreta to\nexcessively accumulate and must eliminate the excessive buildup waste often enough to minimize vermin\ninfestation, odors, and disease hazards.\nA deceased chinchilla (cage card Z32) was observed within an enclosure with live chinchillas housed on both sides\nof it.  The deceased chinchilla was bloated, had peeling skin, a strong odor, and its limbs were stiff.  These\nobservations suggest it had been there for more than a day.  Dead animals must be disposed of promptly to prevent\nattraction of pests and prevent spread of disease to other animals around the enclosure.  Ensure dead animals are\nremoved promptly from animal housing areas on a daily basis.\n3.131(a)                    REPEAT\nSANITATION.   \nAt least two enclosures had an excessive accumulation of wet food material around the water sipper valve.  An\n\nexcessive accumulation of feces can increase animals' risks for disease and does not provide for their comfort. \nEnclosures must be cleaned out as often as necessary to minimize excessive accumulations of soiled material.\nThis inspection and exit interview were conducted with the licensee.\nEnd of report.\nAdditional Inspectors\nWilken Kevin, Animal Care Inspector",
  "animals_total": 908,
  "species": [
    {
      "count": 908,
      "scientific": "Chinchilla lanigera",
      "common": "CHINCHILLA (DOMESTICATED)"
    }
  ]
}