{
  "insp_id": "2016082568552099",
  "layout": "a",
  "customer_id": "2758",
  "customer_name": "Wildlife Science Center",
  "customer_addr": "22830 Sunrise Rd Ne\nStacy, MN 55079",
  "certificate": "41-C-0277",
  "site_id": "001",
  "site_name": "WILDLIFE SCIENCE CENTER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "11-JUL-2017",
  "report_date": "14-JUL-2017",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "At least twelve wolves were identified as having fly strikes on their ears. The tips of the ears were red and crusted.\nThe ears had a chewed up appearance. Flies were observed to be flying around the wolves' ears and heads. The\nwolves appeared to be uncomfortable by this as they were frequently observed to be shaking their heads. Fly\nstrikes causes irritation and discomfort to the wolves. It can lead to infection and in severe cases the flies can lay\neggs in the wounds which will later hatch into maggots. The licensee has been treating the wolves for fly strikes,\nbut the treatment is clearly not working and needs to be reevaluated. The licensee must consult with the Attending\nVeterinarian to determine what treatment should be given to the wolves from here on out. Correct by 7/18/17."
    },
    {
      "code": "2.75(b)(1)(i)",
      "kind": "",
      "repeat": false,
      "desc": "RECORDS: DEALERS AND EXHIBITORS.",
      "narrative": "An artic fox was given (donated) to the licensee since the last full inspection that was completed on 10/25/16. The\nperson the licensee received the fox from purchased the fox from an unlicensed breeder/dealer, decided they didn't\nwant the fox, and then surrendered the fox to the licensee. The licensee was able to produce a record of where the\nfox originally came from (the unlicensed breeder/dealer), but they were not able to produce any records showing the\nname and address of who they received the fox from. Not properly keeping purchase or acquisition records does\nnot allow for proper tracking of the animals by an APHIS official. All purchase and acquisition records must be kept\nfor one year after the animal leaves the facility. Correct immediately.\nThis inspection and exit interview were conducted with the licensee.\nEnd of report."
    }
  ],
  "narrative": "2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nAt least twelve wolves were identified as having fly strikes on their ears.  The tips of the ears were red and crusted. \nThe ears had a chewed up appearance.  Flies were observed to be flying around the wolves' ears and heads.  The\nwolves appeared to be uncomfortable by this as they were frequently observed to be shaking their heads.  Fly\nstrikes causes irritation and discomfort to the wolves.  It can lead to infection and in severe cases the flies can lay\neggs in the wounds which will later hatch into maggots.  The licensee has been treating the wolves for fly strikes,\nbut the treatment is clearly not working and needs to be reevaluated.  The licensee must consult with the Attending\nVeterinarian to determine what treatment should be given to the wolves from here on out.  Correct by 7/18/17.\n2.75(b)(1)(i)\nRECORDS: DEALERS AND EXHIBITORS.\nAn artic fox was given (donated) to the licensee since the last full inspection that was completed on 10/25/16.  The\nperson the licensee received the fox from purchased the fox from an unlicensed breeder/dealer, decided they didn't\nwant the fox, and then surrendered the fox to the licensee.  The licensee was able to produce a record of where the\nfox originally came from (the unlicensed breeder/dealer), but they were not able to produce any records showing the\nname and address of who they received the fox from.  Not properly keeping purchase or acquisition records does\nnot allow for proper tracking of the animals by an APHIS official.  All purchase and acquisition records must be kept\nfor one year after the animal leaves the facility.  Correct immediately.\nThis inspection and exit interview were conducted with the licensee.\nEnd of report.",
  "animals_total": 142,
  "species": [
    {
      "count": 3,
      "scientific": "Canis latrans",
      "common": "COYOTE"
    },
    {
      "count": 103,
      "scientific": "Canis lupus",
      "common": "GRAY WOLF / GREY WOLF / TIMBER WOLF"
    },
    {
      "count": 2,
      "scientific": "Canis lupus x c. l. familiaris",
      "common": "WOLF/DOG HYBRID"
    },
    {
      "count": 3,
      "scientific": "Canis rufus",
      "common": "RED WOLF"
    },
    {
      "count": 1,
      "scientific": "Erethizon dorsatum",
      "common": "NORTH AMERICAN PORCUPINE"
    },
    {
      "count": 2,
      "scientific": "Lynx canadensis",
      "common": "CANADIAN LYNX"
    },
    {
      "count": 2,
      "scientific": "Lynx rufus",
      "common": "BOBCAT"
    },
    {
      "count": 2,
      "scientific": "Mephitis mephitis",
      "common": "STRIPED SKUNK"
    },
    {
      "count": 2,
      "scientific": "Procyon lotor",
      "common": "RACCOON"
    },
    {
      "count": 4,
      "scientific": "Puma concolor",
      "common": "PUMA / MOUNTAIN LION / COUGAR"
    },
    {
      "count": 1,
      "scientific": "Sciurus carolinensis",
      "common": "EASTERN GREY SQUIRREL"
    },
    {
      "count": 2,
      "scientific": "Urocyon cinereoargenteus",
      "common": "GRAY FOX / GREY FOX"
    },
    {
      "count": 9,
      "scientific": "Ursus americanus",
      "common": "NORTH AMERICAN BLACK BEAR"
    },
    {
      "count": 2,
      "scientific": "Vulpes lagopus",
      "common": "ARCTIC FOX"
    },
    {
      "count": 4,
      "scientific": "Vulpes vulpes",
      "common": "RED FOX (INCLUDES SILVER FOX & CROSS FOX)"
    }
  ]
}