{
  "insp_id": "INS-0000870797",
  "layout": "c",
  "customer_id": "2115",
  "customer_name": "Craig Kokas",
  "customer_addr": "3153 Prospect Upper Sandusky Rd.\nProspect, OH 43342",
  "certificate": "31-A-0031",
  "site_id": "001",
  "site_name": "CRAIG KOKAS",
  "insp_type": "ROUTINE INSPECTION",
  "date": "18-MAY-2023",
  "report_date": "19-MAY-2023",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Critical",
      "repeat": true,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "There are multiple animals identified at the facility that require veterinary care. This included:\nOne adult singly housed groundhog had a severe, mostly healed, injury to the right eye. The globe of the eye was not\nvisible and appeared to be sunken completely into the eye socket which was still open exposing soft tissue within. There\nwas a large amount of fur missing around the eye and the skin was discolored (glossy white where it normally would be\npigmented) these areas appeared to be scar tissue. There were a small number of scabs and moderate amount of flaky\ndried skin in this area. This area of apparent scarring covered several inches extending from the groundhog’s ear past\neye. The scabs and dried flaky skin extended nearly to the nose. The lower lid of the eye was irregular and had a healed\ntear in it at the midpoint. The fur that is present on the upper eyelid had yellow-brown crusts accumulated and there were\nbits of bedding and foreign material on the groundhog’s head and face and what appeared to be a small amount within\nthe eye socket. The licensee stated that the animal’s injury was traumatic had been previously identified however, the\nveterinarian had not treated this animal when the injury occurred. Failure to have animals with injuries, trauma, and\nwounds examined by a veterinarian so that appropriate treatment can be provided may lead to infection, worsening of the\ncondition, and unnecessary suffering. Correct by having this animal evaluated by a veterinarian so that appropriate\ntreatment methods can be provided at this time to prevent foreign material from entering this area and worsening this\ncondition.\nOne adult white colored red fox, housed in a pair, had hair loss from the base to the tip of the of the tail. The licensee\nstated that this animal was just shedding its winter coat, however, the hair loss is extreme and focused nearly entirely on\nthe tail. The hair which remains on the tail is extremely short and patchy. There are several places along the underside\nand top where there appears to be no hair present. The last 1-2 inches of the tail have no hair present and there are red\nmarks that appear to be superficial abrasions or wounds that may indicate chewing. While shedding during this time of\nyear is consistent with normal physiological changes that fox undergo seasonally, the pattern and degree of hair loss is\nnot typical for shedding fox and must be assessed and treated by a veterinarian. Focal hair loss may occur due to injury,\nnutritional abnormalities, parasitic infection, or self-trauma from psychological distress. Failure to use appropriate\nmethods to control or diagnose abnormalities in the animals’ fur can delay treatment or cause the condition to worsen.\nCorrect by having this animal evaluated by a veterinarian to properly diagnose the cause of this hair loss and follow all\ntreatment recommendations.\nThe program of veterinary care directs the facility to conduct fecal testing on 10 percent of the animals at the facility each\nyear. The licensee stated that he had not had fecal testing completed of any animals in the last year. Multiple animals\nhave diarrhea and loose stool at the facility. Dark watery stool was present in the enclosure housing one male and one\nfemale adult bobcat. There was approximately 5 approximately 2-5 inch puddles of black/green liquid excreta present on\nthe floor of the enclosure. The licensee stated that he had not seen this before, but that the diet had recently been\nchanged from chicken to muskrat and likely resulted in loose stool in the animals. One enclosure housing two red fox had\nyellow mucoid watery stool present under the enclosure. One enclosure housing a female artic fox with her litter of pups\nhad significant amounts of diarrhea underneath. Loose stool can be an indicator of intestinal parasites, nutritional\nproblems, and disease in the animals. Failure to consult the attending veterinarian when diarrhea occurs can result in\ndelay in diagnosis and treatment causing the condition to worsen. Additionally, failing to follow the guidance provided by\nthe attending veterinarian regarding routine parasite screening by regularly testing fecal samples can delay proper\ndiagnosis necessary for the prevention of parasitic diseases in these animals. Correct by ensuring that the routine fecal\nsampling of 10% of all animals annually that was recommended by your attending veterinarian as part of your program for\nadequate care is completed. Additionally, ensure that animals with active signs of diarrhea or loose stool are examined\nby a veterinarian so that appropriate treatment can be administered."
    },
    {
      "code": "2.75(b)(1)",
      "kind": "",
      "repeat": true,
      "desc": "Records: Dealers and exhibitors.",
      "narrative": "The licensee does not have complete and accurate records of acquisition, disposition, and animals on-hand.\nAcquisition Records: The licensee does not currently maintain acquisition records for any animals that have been born at\nthe property. The record of animals on hand is currently only a numeric count of adult animals on the property by species.\nThis weekly census does not include any juvenile animals born on the property and currently maintained by the facility.\nSixty-two Juvenile animals were present during inspection and not included on the record of animals on hand, including:\n3 Wallabies, 28 striped skunks, 3 ferrets, 3 mink, 6 groundhogs, 11 Raccoons, and 8 Coati. Additionally, there is no\nrecord of the date of acquisition (birth) for the adult animals that were born on the property. The licensee states that the\nmajority of adult animals have been born on the property.\nDisposition Records: Several disposition records are missing required information. There are 5 disposition records that\nare missing the driver license number. There is one disposition record that is missing the date of disposition. Additionally,\nthe record of animals on hand stated that there were 34 Hedgehogs present at the facility during the week of 5/8/23 to\n5/14/23 and only 31 hedgehogs present during the week of 5/15/23 to 5/21/23. There were 32 hedgehogs were actually\npresent during the inspection on 5/18/23. The records of animals on hand also stated that there were 19 adult striped\nskunk, 8 adult groundhog, and 19 adult raccoon present at the facility. There were actually 18 striped skunk, 7\ngroundhogs, and 16 adult raccoon present. There is no disposition record for the missing hedgehogs, skunks,\ngroundhogs, and raccoons and the recorded number of animals on hand is inaccurate.\nFailure to maintain complete and accurate records of acquisition, disposition, and animals on hand prevents the licensee\nfrom identifying individual animals and following their movement in and out of the facility and limits APHIS Officials ability\nto ensure compliance with other aspects of the AWA. Correct by ensuring that the facility maintains complete and\naccurate records of all animals on hand, all animal acquisitions (including the total offspring born of any animal while in his\npossession or under his control) and animal dispositions (including those which die, are euthanized, sold, transferred, or\notherwise disposed of). These records must include all information required by this section, must be maintained in an\naccurate and timely manner, and must be made available for inspection by APHIS officials."
    },
    {
      "code": "3.125(a)",
      "kind": "Direct",
      "repeat": true,
      "desc": "Facilities, general.",
      "narrative": "A total of 13 enclosures for animals were not maintained in good repair in order to protect the animals from injury and\nproperly contain the animals.\nOne racoon enclosure containing three adult racoons has multiple areas has deteriorated due to wear and/or damage and\nare no longer structurally sound. All of the wooden support posts on the front wall of this enclosure have deteriorated to\nthe point that greater than 75% of their 2-inch width is missing. Several of the posts have deteriorated to the extent that\nmore than 90% of their width is missing leaving the enclosure supported only by the nails (visible where the wood used to\nbe) and wire. The bottom corners on the door frame have similar deterioration which is worst on the hinge side. The\ndeterioration in this location has caused the two boards of the frame in the lower corner at the hinge to fully detach and\nthey are now being held together only by the wire which creates the door causing significant instability in the door. This\nenclosure and door is no longer structurally sound. Additionally, there is a large area in the metal roof of this enclosure\nthat has become rusted to the point that there is a hole approximately 1 inch by 2 inches. The edges of this are jagged\ncreating sharp points.\nThree primary enclosures containing a total of 3 adult Striped skunks and one unweaned litter of young have nest boxes\nthat have areas of deteriorated wood. The nest box is constructed of painted plywood with a rubber covered plywood top\nthat is hinged to provide access to the animals. In two nest boxes this top piece of plywood has rotted under the rubber\ncoating. In these enclosures, the top wooden piece is bowing and has detached from the hinge on one side. The wood is\n“soft” and breaks easily. The third enclosure has a large area on the front side of the nest box (facing the wire portion)\nwhich has an area of rotten wood approximately 3 inches by 4 inches. Additionally, the wooden frame that supports this\nenclosure and three others is significantly deteriorated in several places causing instability. Approximately half of the\nthickness of the 2x4 wooden frame is missing due to the deterioration in several areas including under the nest box and in\none area along the front of the wire for these enclosures. This frame which supports these enclosures, and these nest\nboxes are no longer structurally sound.\nNine primary enclosures containing a total of 8 red fox, 4 gray fox, 4 ground hogs, 2 mink have broken wires in the\nflooring and sides creating sharp edges which can cause injury or entrapment. In several of the enclosures, these broken\nwires and sharp points are near the access hole to the nest box or near the feeders.\nFailure to properly maintain housing facilities in good repair can lead to injury or the animals and/or escape. Correct by\nensuring that all enclosures are structurally sound and maintained in good repair to protect the animals from injury and to\nsafely contain the animals."
    },
    {
      "code": "3.127(d)",
      "kind": "",
      "repeat": true,
      "desc": "Facilities, outdoor.",
      "narrative": "One row of 11 primary enclosures (containing 9 adult red fox and 6 adult artic fox and several fox pups) is less than three\nfeet from the perimeter fence. The distance from the perimeter fence to a primary enclosure at one end of the 11\nenclosures was 25.5”. The distance from each primary enclosure to the perimeter fence varies slightly but is less than 36”\nfor all enclosures.\nA perimeter fence must be of sufficient distance from the outside of the primary enclosure to prevent physical contact\nbetween animals inside the enclosure and animals or persons outside the perimeter fence. A perimeter fence less than 3\nfeet in distance from the primary enclosure must be approved in writing by the Administrator.\nCorrect by ensuring that all species requiring a perimeter fence are enclosed with an adequate perimeter fence that is a\nsufficient distance from the primary enclosures."
    },
    {
      "code": "3.131(a)",
      "kind": "",
      "repeat": true,
      "desc": "Sanitation.",
      "narrative": "Excessive accumulations of excreta remain in several areas of the facility. The row of 11 primary enclosures at the back\nof the property (containing 9 adult red fox and 6 adult artic fox and several fox pups) has an acclamation of feces that has\na attracted many flies and other insects. The licensee stated that the facility staff hasn’t been able to clean under these\nenclosures as well due to young fox pups present in several enclosures. Two raccoon large enclosure built on concrete\npads have large accumulations of excreta just outside of the enclosure. The licensee stated that the enclosures are\nhosed out to remove feces and food waste, however, these waste materials are accumulating around the perimeter of the\nenclosure and need to be removed. One Red fox nest box with two juvenile Red foxes that was wet and contained\nexcessive feces spread through the nest box. Although there were areas outside the nest box that were clean and dry,\nboth pups were lightly wet with what appeared to be urine and had small brown smudges consistent with feces. A small\nnumber of other enclosures had excessive accumulations of feces which were contributing to odors and flies observed at\nthe facility.\nExcessive accumulation of feces can attract flies, pose disease hazards, and contribute odors. Correct by ensuring that\nexcreta is removed as often as necessary to prevent contamination of animals, minimize disease hazards, and reduce\nodors."
    },
    {
      "code": "3.131(c)",
      "kind": "",
      "repeat": true,
      "desc": "Sanitation.",
      "narrative": "Housekeeping in the facility needs to be addressed. There is excessively tall weeds and tall grass surrounding the mink\nbarn at the facility. There are areas next to the mink barn that is surrounded grass and weeds that extend up to the\ninspector’s waist. Excessively long grass and weeds around primary enclosures provide cover and breeding areas for\npests such as rodents which can transmit disease and parasites to the regulated animals. Additionally, there are large\nnumbers of cobwebs in the barn housing the wallaby, spotted skunk, one adult coati and her offspring. Correct by\nensuring that all premises (buildings and grounds) are kept clean and in good repair in order to protect the animals from\ninjury and to facilitate the prescribed husbandry practices."
    },
    {
      "code": "3.131(d)",
      "kind": "",
      "repeat": false,
      "desc": "Sanitation.",
      "narrative": "The facility does not have an adequate program of pest control with regards to flies. Multiple primary enclosures had\nlarge swarms of flies congregating on accumulations of excreta. The area under a row of 11 primary enclosures at the\nback of the property (containing 9 adult red fox and 6 adult artic fox and several fox pups) has an acclamation of feces\nthat has a attracted many flies and other insects. The area adjacent to a building containing mink and ferret has smaller\naccumulations of feces, but significant numbers of flies and other insects were present under the enclosures.\nAdditionally, there was a swarm of flies congregating on the piles of excreta that had been washed out of the raccoon\nenclosure.\nFlies and other pests can harbor diseases which might impact the health and well-being of the animals. The facility must\nestablish and maintain an effective program for the control of insects, ectoparasites, and avian and mammalian pests.\nCorrect by establishing a safe and effective program for the control of insects and by maintaining an effective program for\nthe control of insects, ectoparasites, and avian and mammalian. Correct by: May 29, 2023\nThis inspection and exit interview were conducted with the licensee, attending veterinarian, and a family member of the\nlicensee. The exit briefing was conducted with the licensee.\nAdditional Inspectors:\nMark Sanderbeck, ANIMAL CARE INSPECTOR\nHARVEY KENT, VETERINARY MEDICAL OFFICER n"
    }
  ],
  "narrative": "2.40(b)(2)  Critical Repeat\n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nThere are multiple animals identified at the facility that require veterinary care. This included: \n \nOne adult singly housed groundhog had a severe, mostly healed, injury to the right eye. The globe of the eye was not \nvisible and appeared to be sunken completely into the eye socket which was still open exposing soft tissue within.  There \nwas a large amount of fur missing around the eye and the skin was discolored (glossy white where it normally would be \npigmented) these areas appeared to be scar tissue.  There were a small number of scabs and moderate amount of flaky \ndried skin in this area.  This area of apparent scarring covered several inches extending from the groundhog’s ear past \neye.  The scabs and dried flaky skin extended nearly to the nose.  The lower lid of the eye was irregular and had a healed \ntear in it at the midpoint. The fur that is present on the upper eyelid had yellow-brown crusts accumulated and there were \nbits of bedding and foreign material on the groundhog’s head and face and what appeared to be a small amount within \nthe eye socket.  The licensee stated that the animal’s injury was traumatic had been previously identified however, the \nveterinarian had not treated this animal when the injury occurred. Failure to have animals with injuries, trauma, and \nwounds examined by a veterinarian so that appropriate treatment can be provided may lead to infection, worsening of the \ncondition, and unnecessary suffering.  Correct by having this animal evaluated by a veterinarian so that appropriate\n\ntreatment methods can be provided at this time to prevent foreign material from entering this area and worsening this \ncondition.   \n \nOne adult white colored red fox, housed in a pair, had hair loss from the base to the tip of the of the tail. The licensee \nstated that this animal was just shedding its winter coat, however, the hair loss is extreme and focused nearly entirely on \nthe tail.  The hair which remains on the tail is extremely short and patchy.  There are several places along the underside \nand top where there appears to be no hair present.  The last 1-2 inches of the tail have no hair present and there are red \nmarks that appear to be superficial abrasions or wounds that may indicate chewing.  While shedding during this time of \nyear is consistent with normal physiological changes that fox undergo seasonally, the pattern and degree of hair loss is \nnot typical for shedding fox and must be assessed and treated by a veterinarian. Focal hair loss may occur due to injury, \nnutritional abnormalities, parasitic infection, or self-trauma from psychological distress.  Failure to use appropriate \nmethods to control or diagnose abnormalities in the animals’ fur can delay treatment or cause the condition to worsen.  \nCorrect by having this animal evaluated by a veterinarian to properly diagnose the cause of this hair loss and follow all \ntreatment recommendations.   \n \nThe program of veterinary care directs the facility to conduct fecal testing on 10 percent of the animals at the facility each \nyear.  The licensee stated that he had not had fecal testing completed of any animals in the last year.   Multiple animals \nhave diarrhea and loose stool at the facility.  Dark watery stool was present in the enclosure housing one male and one \nfemale adult bobcat.  There was approximately 5 approximately 2-5 inch puddles of black/green liquid excreta present on \nthe floor of the enclosure.  The licensee stated that he had not seen this before, but that the diet had recently been \nchanged from chicken to muskrat and likely resulted in loose stool in the animals.  One enclosure housing two red fox had\n\nyellow mucoid watery stool present under the enclosure.  One enclosure housing a female artic fox with her litter of pups \nhad significant amounts of diarrhea underneath.  Loose stool can be an indicator of intestinal parasites, nutritional \nproblems, and disease in the animals.  Failure to consult the attending veterinarian when diarrhea occurs can result in \ndelay in diagnosis and treatment causing the condition to worsen.  Additionally, failing to follow the guidance provided by \nthe attending veterinarian regarding routine parasite screening by regularly testing fecal samples can delay proper \ndiagnosis necessary for the prevention of parasitic diseases in these animals.  Correct by ensuring that the routine fecal \nsampling of 10% of all animals annually that was recommended by your attending veterinarian as part of your program for \nadequate care is completed.  Additionally, ensure that animals with active signs of diarrhea or loose stool are examined \nby a veterinarian so that appropriate treatment can be administered. \n2.75(b)(1)  Repeat\n   \nRecords: Dealers and exhibitors. \nThe licensee does not have complete and accurate records of acquisition, disposition, and animals on-hand.     \n \nAcquisition Records:  The licensee does not currently maintain acquisition records for any animals that have been born at \nthe property.  The record of animals on hand is currently only a numeric count of adult animals on the property by species.  \nThis weekly census does not include any juvenile animals born on the property and currently maintained by the facility.  \nSixty-two Juvenile animals were present during inspection and not included on the record of animals on hand, including:  \n3 Wallabies, 28 striped skunks, 3 ferrets, 3 mink, 6 groundhogs, 11 Raccoons, and 8 Coati.  Additionally, there is no \nrecord of the date of acquisition (birth) for the adult animals that were born on the property.  The licensee states that the \nmajority of adult animals have been born on the property.  \n \nDisposition Records:  Several disposition records are missing required information. There are 5 disposition records that\n\nare missing the driver license number. There is one disposition record that is missing the date of disposition. Additionally, \nthe record of animals on hand stated that there were 34 Hedgehogs present at the facility during the week of 5/8/23 to \n5/14/23 and only 31 hedgehogs present during the week of 5/15/23 to 5/21/23.  There were 32 hedgehogs were actually \npresent during the inspection on 5/18/23.  The records of animals on hand also stated that there were 19 adult striped \nskunk, 8 adult groundhog, and 19 adult raccoon present at the facility.  There were actually 18 striped skunk, 7 \ngroundhogs, and 16 adult raccoon present.  There is no disposition record for the missing hedgehogs, skunks, \ngroundhogs, and raccoons and the recorded number of animals on hand is inaccurate. \n \nFailure to maintain complete and accurate records of acquisition, disposition, and animals on hand prevents the licensee \nfrom identifying individual animals and following their movement in and out of the facility and limits APHIS Officials ability \nto ensure compliance with other aspects of the AWA.  Correct by ensuring that the facility maintains complete and \naccurate records of all animals on hand, all animal acquisitions (including the total offspring born of any animal while in his \npossession or under his control) and animal dispositions (including those which die, are euthanized, sold, transferred, or \notherwise disposed of). These records must include all information required by this section, must be maintained in an \naccurate and timely manner, and must be made available for inspection by APHIS officials. \n3.125(a)  Direct Repeat\n   \nFacilities, general. \nA total of 13 enclosures for animals were not maintained in good repair in order to protect the animals from injury and \nproperly contain the animals. \n \nOne racoon enclosure containing three adult racoons has multiple areas has deteriorated due to wear and/or damage and \nare no longer structurally sound.  All of the wooden support posts on the front wall of this enclosure have deteriorated to\n\nthe point that greater than 75% of their 2-inch width is missing.  Several of the posts have deteriorated to the extent that \nmore than 90% of their width is missing leaving the enclosure supported only by the nails (visible where the wood used to \nbe) and wire.  The bottom corners on the door frame have similar deterioration which is worst on the hinge side.  The \ndeterioration in this location has caused the two boards of the frame in the lower corner at the hinge to fully detach and \nthey are now being held together only by the wire which creates the door causing significant instability in the door.  This \nenclosure and door is no longer structurally sound.  Additionally, there is a large area in the metal roof of this enclosure \nthat has become rusted to the point that there is a hole approximately 1 inch by 2 inches.  The edges of this are jagged \ncreating sharp points.   \n \nThree primary enclosures containing a total of 3 adult Striped skunks and one unweaned litter of young have nest boxes \nthat have areas of deteriorated wood.  The nest box is constructed of painted plywood with a rubber covered plywood top \nthat is hinged to provide access to the animals.  In two nest boxes this top piece of plywood has rotted under the rubber \ncoating.  In these enclosures, the top wooden piece is bowing and has detached from the hinge on one side.  The wood is \n“soft” and breaks easily.  The third enclosure has a large area on the front side of the nest box (facing the wire portion) \nwhich has an area of rotten wood approximately 3 inches by 4 inches.  Additionally, the wooden frame that supports this \nenclosure and three others is significantly deteriorated in several places causing instability.   Approximately half of the \nthickness of the 2x4 wooden frame is missing due to the deterioration in several areas including under the nest box and in \none area along the front of the wire for these enclosures.  This frame which supports these enclosures, and these nest \nboxes are no longer structurally sound.   \n \nNine primary enclosures containing a total of 8 red fox, 4 gray fox, 4 ground hogs, 2 mink have broken wires in the\n\nflooring and sides creating sharp edges which can cause injury or entrapment.  In several of the enclosures, these broken \nwires and sharp points are near the access hole to the nest box or near the feeders.    \n \nFailure to properly maintain housing facilities in good repair can lead to injury or the animals and/or escape.  Correct by \nensuring that all enclosures are structurally sound and maintained in good repair to protect the animals from injury and to \nsafely contain the animals. \n3.127(d)  Repeat\n   \nFacilities, outdoor. \nOne row of 11 primary enclosures (containing 9 adult red fox and 6 adult artic fox and several fox pups) is less than three \nfeet from the perimeter fence. The distance from the perimeter fence to a primary enclosure at one end of the 11 \nenclosures was 25.5”. The distance from each primary enclosure to the perimeter fence varies slightly but is less than 36” \nfor all enclosures. \n \nA perimeter fence must be of sufficient distance from the outside of the primary enclosure to prevent physical contact \nbetween animals inside the enclosure and animals or persons outside the perimeter fence.  A perimeter fence less than 3 \nfeet in distance from the primary enclosure must be approved in writing by the Administrator. \n \nCorrect by ensuring that all species requiring a perimeter fence are enclosed with an adequate perimeter fence that is a \nsufficient distance from the primary enclosures. \n3.131(a)  Repeat\n   \nSanitation.\n\nExcessive accumulations of excreta remain in several areas of the facility.  The row of 11 primary enclosures at the back \nof the property (containing 9 adult red fox and 6 adult artic fox and several fox pups) has an acclamation of feces that has \na attracted many flies and other insects.  The licensee stated that the facility staff hasn’t been able to clean under these \nenclosures as well due to young fox pups present in several enclosures.  Two raccoon large enclosure built on concrete \npads have large accumulations of excreta just outside of the enclosure.  The licensee stated that the enclosures are \nhosed out to remove feces and food waste, however, these waste materials are accumulating around the perimeter of the \nenclosure and need to be removed.   One Red fox nest box with two juvenile Red foxes that was wet and contained \nexcessive feces spread through the nest box.  Although there were areas outside the nest box that were clean and dry, \nboth pups were lightly wet with what appeared to be urine and had small brown smudges consistent with feces.  A small \nnumber of other enclosures had excessive accumulations of feces which were contributing to odors and flies observed at \nthe facility.   \n \nExcessive accumulation of feces can attract flies, pose disease hazards, and contribute odors.  Correct by ensuring that \nexcreta is removed as often as necessary to prevent contamination of animals, minimize disease hazards, and reduce \nodors. \n3.131(c)  Repeat\n   \nSanitation. \nHousekeeping in the facility needs to be addressed. There is excessively tall weeds and tall grass surrounding the mink \nbarn at the facility. There are areas next to the mink barn that is surrounded grass and weeds that extend up to the \ninspector’s waist. Excessively long grass and weeds around primary enclosures provide cover and breeding areas for \npests such as rodents which can transmit disease and parasites to the regulated animals.  Additionally, there are large \nnumbers of cobwebs in the barn housing the wallaby, spotted skunk, one adult coati and her offspring.  Correct by\n\nensuring that all premises (buildings and grounds) are kept clean and in good repair in order to protect the animals from \ninjury and to facilitate the prescribed husbandry practices. \n3.131(d) \n   \nSanitation. \nThe facility does not have an adequate program of pest control with regards to flies.  Multiple primary enclosures had \nlarge swarms of flies congregating on accumulations of excreta. The area under a row of 11 primary enclosures at the \nback of the property (containing 9 adult red fox and 6 adult artic fox and several fox pups) has an acclamation of feces \nthat has a attracted many flies and other insects.  The area adjacent to a building containing mink and ferret has smaller \naccumulations of feces, but significant numbers of flies and other insects were present under the enclosures.  \nAdditionally, there was a swarm of flies congregating on the piles of excreta that had been washed out of the raccoon \nenclosure.  \n \nFlies and other pests can harbor diseases which might impact the health and well-being of the animals. The facility must \nestablish and maintain an effective program for the control of insects, ectoparasites, and avian and mammalian pests.  \nCorrect by establishing a safe and effective program for the control of insects and by maintaining an effective program for \nthe control of insects, ectoparasites, and avian and mammalian.  Correct by:  May 29, 2023 \n \nThis inspection and exit interview were conducted with the licensee, attending veterinarian, and a family member of the \nlicensee.  The exit briefing was conducted with the licensee.\n\nAdditional Inspectors: \nMark Sanderbeck, ANIMAL CARE INSPECTOR \nHARVEY KENT, VETERINARY MEDICAL OFFICER n",
  "animals_total": 314,
  "species": [
    {
      "count": 89,
      "scientific": "Vulpes vulpes",
      "common": "RED FOX (INCLUDES SILVER FOX & CROSS FOX)"
    },
    {
      "count": 2,
      "scientific": "Lynx rufus",
      "common": "BOBCAT"
    },
    {
      "count": 14,
      "scientific": "Notamacropus rufogriseus",
      "common": "BENNETT'S WALLABY / RED-NECKED WALLABY"
    },
    {
      "count": 46,
      "scientific": "Mephitis mephitis",
      "common": "STRIPED SKUNK"
    },
    {
      "count": 11,
      "scientific": "Dama dama",
      "common": "FALLOW DEER"
    },
    {
      "count": 8,
      "scientific": "Urocyon cinereoargenteus",
      "common": "GRAY FOX / GREY FOX"
    },
    {
      "count": 8,
      "scientific": "Nasua narica",
      "common": "WHITE-NOSED COATI"
    },
    {
      "count": 7,
      "scientific": "Nasuella olivacea",
      "common": "MOUNTAIN COATI"
    },
    {
      "count": 10,
      "scientific": "Spilogale putorius",
      "common": "EASTERN SPOTTED SKUNK"
    },
    {
      "count": 27,
      "scientific": "Procyon lotor",
      "common": "RACCOON"
    },
    {
      "count": 18,
      "scientific": "Vulpes lagopus",
      "common": "ARCTIC FOX"
    },
    {
      "count": 16,
      "scientific": "Mustela putorius furo",
      "common": "DOMESTIC FERRET"
    },
    {
      "count": 13,
      "scientific": "Mustela vison",
      "common": "AMERICAN MINK"
    },
    {
      "count": 13,
      "scientific": "Marmota monax",
      "common": "GROUNDHOG / WOODCHUCK"
    },
    {
      "count": 32,
      "scientific": "Atelerix albiventris",
      "common": "FOUR-TOED HEDGEHOG"
    }
  ]
}