{
  "insp_id": "INS-0000824148",
  "layout": "c",
  "customer_id": "335615",
  "customer_name": "Shady Lawn Kennels LLC",
  "customer_addr": "21893 Driftwood Blvd\nBloomfield, IA 52537",
  "certificate": "42-A-1587",
  "site_id": "001",
  "site_name": "SHADY LAWN KENNEL L L C",
  "insp_type": "RE-LICENSE INSPECTION",
  "date": "20-OCT-2022",
  "report_date": "20-OCT-2022",
  "citations": [
    {
      "code": "3.6(a)(2)(x)",
      "kind": "",
      "repeat": false,
      "desc": "Primary enclosures.",
      "narrative": "One enclosure containing one adult husky and one adult eskimo is constructed with raised plastic flooring. The flooring\nhas shifted along one side creating a gap between the side fence panel and the floor. The inspector measured the gap\nand found it to be larger than the eskimo's front foot. The gap is large enough that the dog's foot and leg could pass\nthrough. Gaps large enough to allow a dog's foot and leg to pass through could cause injury to the dog.\nPrimary enclosures must be constructed in a manner that protects the dogs' feet and legs from injury and does not allow\nthe feet to pass through any openings in the floor. The licensee must alter the flooring in a manner that eliminates the\nability of the dog's foot and leg to pass through the gap. The licensee must ensure that the primary enclosures are safe\nfor the dogs at all times.\nThis is a 1st Re-License Inspection for a Class \"A\" license. The inspection and exit briefing were conducted with the\napplicant.\nAll items must be in compliance within 2 more inspection(s) or by 19-December-2022 or the applicant will forfeit the\nlicense fee and must wait 6 months to reapply. Please contact your inspector to schedule your next Re-License\nInspection.\nRegulated activity can continue under your existing USDA license until it expires.\nAdditional Inspectors:\nKristina Raum, VETERINARY MEDICAL OFFICER n"
    }
  ],
  "narrative": "3.6(a)(2)(x) \n   \nPrimary enclosures. \nOne enclosure containing one adult husky and one adult eskimo is constructed with raised plastic flooring.  The flooring \nhas shifted along one side creating a gap between the side fence panel and the floor. The inspector measured the gap \nand found it to be larger than the eskimo's front foot.  The gap is large enough that the dog's foot and leg could pass \nthrough.  Gaps large enough to allow a dog's foot and leg to pass through could cause injury to the dog. \n \nPrimary enclosures must be constructed in a manner that protects the dogs' feet and legs from injury and does not allow \nthe feet to pass through any openings in the floor.  The licensee must alter the flooring in a manner that eliminates the \nability of the dog's foot and leg to pass through the gap.  The licensee must ensure that the primary enclosures are safe \nfor the dogs at all times. \n \nThis is a 1st Re-License Inspection for a Class \"A\" license. The inspection and exit briefing were conducted with the \napplicant. \n \nAll items must be in compliance within 2 more inspection(s) or by 19-December-2022 or the applicant will forfeit the \nlicense fee and must wait 6 months to reapply. Please contact your inspector to schedule your next Re-License\n\nInspection. \n \nRegulated activity can continue under your existing USDA license until it expires. \n \nAdditional Inspectors: \nKristina Raum, VETERINARY MEDICAL OFFICER n",
  "animals_total": 83,
  "species": [
    {
      "count": 42,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 41,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}