{
  "insp_id": "INS-0000859333",
  "layout": "c",
  "customer_id": "8137",
  "customer_name": "Tim Feldmann Mary Feldmann",
  "customer_addr": "27690 SOUTH N HIGHWAY\nSHELDON, MO 64784",
  "certificate": "43-A-5764",
  "site_id": "001",
  "site_name": "MARY FELDMANN & TIM FELDMANN",
  "insp_type": "ROUTINE INSPECTION",
  "date": "21-MAR-2023",
  "report_date": "22-MAR-2023",
  "citations": [
    {
      "code": "3.1(c)(1)(i)",
      "kind": "",
      "repeat": false,
      "desc": "Housing facilities, general.",
      "narrative": "* Rusted, jagged metal was observed along the bottom of three metal enclosure gates. Nine dogs are in contact with the\naffected enclosure gates located in sheltered housing. The surfaces were rough in appearance. Rust can erode and\ndeteriorate all metal surfaces to the point that the metal surfaces can no longer be readily cleaned and sanitized.\nExcessive rust affects the structural integrity of all metal surfaces. The licensee must ensure that this and all other\nsurfaces are free of rust that prevents the required cleaning and sanitation or affects the structural strength of the surface.\nCorrect by 4/21/23."
    },
    {
      "code": "3.1(c)(1)(ii)",
      "kind": "",
      "repeat": false,
      "desc": "Housing facilities, general.",
      "narrative": "* One outside metal wall located on the west side of the main kennel has an area of missing metal that is exposing\njagged, sharp edges. Three dogs are in contact with the affected area located on the outdoor runs attached to sheltered\nhousing. The metal was turned inwards towards the dogs. Jagged edges with sharp points could cause potential injury.\nThe licensee must ensure all surfaces are free of any jagged edges or sharp points that might injure the animals. Correct\nby 4/4/23."
    },
    {
      "code": "3.1(c)(2)",
      "kind": "",
      "repeat": false,
      "desc": "Housing facilities, general.",
      "narrative": "* An estimated 1/2 inch gap in the cement flooring was observed in the office / whelping room housing two dogs.\nAccumulations of dirt, debris, food waste, excreta, and other disease hazards can collect in the gap area creating\nunsanitary conditions. In addition, the affected area cannot be readily cleaned and sanitized. The licensee must fill all\ngaps with a material that will allow the cement surfaces to be readily cleaned and sanitized on a routine basis. Correct by\n4/21/23.\nThis inspection and exit interview were conducted with the licensee.\nn"
    }
  ],
  "narrative": "3.1(c)(1)(i) \n   \nHousing facilities, general. \n*   Rusted, jagged metal was observed along the bottom of three metal enclosure gates.  Nine dogs are in contact with the \naffected enclosure gates located in sheltered housing.   The surfaces were rough in appearance.  Rust can erode and \ndeteriorate all metal surfaces to the point that the metal surfaces can no longer be readily cleaned and sanitized.  \nExcessive rust affects the structural integrity of all metal surfaces.  The licensee must ensure that this and all other \nsurfaces are free of rust that prevents the required cleaning and sanitation or affects the structural strength of the surface.   \nCorrect by 4/21/23. \n3.1(c)(1)(ii) \n   \nHousing facilities, general. \n*   One outside metal wall located on the west side of the main kennel has an area of missing metal that is exposing \njagged, sharp edges.  Three dogs are in contact with the affected area located on the outdoor runs attached to sheltered \nhousing.  The metal was turned inwards towards the dogs.  Jagged edges with sharp points could cause potential injury.  \nThe licensee must ensure all surfaces are free of any jagged edges or sharp points that might injure the animals.  Correct \nby 4/4/23. \n3.1(c)(2) \n   \nHousing facilities, general.\n\n*  An estimated 1/2 inch gap in the cement flooring was observed in the office / whelping room housing two dogs.  \nAccumulations of dirt, debris, food waste, excreta, and other disease hazards can collect in the gap area creating \nunsanitary conditions.   In addition, the affected area cannot be readily cleaned and sanitized.   The licensee must fill all \ngaps with a material that will allow the cement surfaces to be readily cleaned and sanitized on a routine basis.  Correct by \n4/21/23. \n \nThis inspection and exit interview were conducted with the licensee. \n \n n",
  "animals_total": 70,
  "species": [
    {
      "count": 42,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 28,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}