{
  "insp_id": "2016082569104965",
  "layout": "a",
  "customer_id": "2916",
  "customer_name": "Forest Preserve District Of Cook County",
  "customer_addr": "536 N Harlem Ave\nRiver Forest, IL 60305",
  "certificate": "33-C-0410",
  "site_id": "004",
  "site_name": "NW DIVISION HEADQUARTERS",
  "insp_type": "ROUTINE INSPECTION",
  "date": "21-MAR-2018",
  "report_date": "04-APR-2018",
  "citations": [
    {
      "code": "2.40(b)(3)",
      "kind": "Critical",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "Three elk were found dead by facility staff on 09-30-17. The animals were necropsied and the cause of death was\ninconclusive. The facility maintains a daily observation log to account for all of the animals. The staff noted that\n\"zero\" elk were observed between 9-5-17 and 9-30-17. This was confirmed by the Director of Resource\nManagement. The lack of daily observation of the animals doesn't allow facility staff to assess their health and\nwell-being.\nAssure all animals are observed daily to assess their health and well-being. Assure any problems of health,\nbehavior, or well-being are reported to the veterinarian.\nCorrect by: The facility has implemented multiple corrective actions in an effort to prevent future incidents.\nThis inspection and exit interview were conducted with Director of Resource Management."
    }
  ],
  "narrative": "2.40(b)(3)           CRITICAL\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThree elk were found dead by facility staff on 09-30-17.  The animals were necropsied and the cause of death was\ninconclusive.  The facility maintains a daily observation log to account for all of the animals.  The staff noted that\n\"zero\" elk were observed between 9-5-17 and 9-30-17.  This was confirmed by the Director of Resource\nManagement.  The lack of daily observation of the animals doesn't allow facility staff to assess their health and\nwell-being.\nAssure all animals are observed daily to assess their health and well-being.  Assure any problems of health,\nbehavior, or well-being are reported to the veterinarian.\nCorrect by:  The facility has implemented multiple corrective actions in an effort to prevent future incidents.\nThis inspection and exit interview were conducted with Director of Resource Management.",
  "animals_total": 3,
  "species": [
    {
      "count": 3,
      "scientific": "Cervus elaphus canadensis",
      "common": "ELK"
    }
  ]
}