{
  "insp_id": "265151918030095",
  "layout": "a",
  "customer_id": "45145",
  "customer_name": "Bateman Diversified L L C",
  "customer_addr": "4742 Farm Road 2140\nExeter, MO 65647",
  "certificate": "43-T-0030",
  "site_id": "001",
  "site_name": "BATEMAN DIVERSIFIED, L L C",
  "insp_type": "ROUTINE INSPECTION",
  "date": "21-SEP-2015",
  "report_date": "23-SEP-2015",
  "citations": [
    {
      "code": "3.13(c)",
      "kind": "",
      "repeat": false,
      "desc": "CONSIGNMENTS TO CARRIERS AND INTERMEDIATE HANDLERS.",
      "narrative": "On September 07, 2015, the registrant did not receive written documentation for 21 puppies that they had received\nfood and water within the 4 hours preceding delivery for transportation. This documentation is necessary to ensure\nthat the puppies have received food and water in a timely manner for their comfort, health, and well-being.\nTransporters of animals must not accept a dog or cat for transport in commerce unless the consignor certifies in\nwriting that the animal has received food and water within the 4 hours preceding delivery to the transporter. This\ndocumentation must include the consignor's name and address, the identification number of the animal, the time\nand date that the animal was last fed and watered, the specific instructions for the next feeding(s) and watering(s)\nfor a 24-hour period, and the consignor's signature with the date and time the certification was signed.\nTO BE CORRECTED BY SEPTEMBER 28, 2015."
    },
    {
      "code": "3.14(a)(3)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES USED TO TRANSPORT LIVE DOGS AND CATS.",
      "narrative": "On the transport vehicles, there were enclosures that had mesh flooring with spaces large enough to allow puppies'\nfeet and legs to fall through. One enclosure housed 4 puppies and all of them had feet falling through the flooring.\nAnother enclosure housed 4 puppies, but only one's feet were falling through the flooring. Another enclosure had\ntwo puppies with feet falling through. When mesh flooring has spaces large enough for feet and legs to fall through,\nthe puppies can become injured or entrapped. The registrant must ensure that the animals are securely contained\nwithin the enclosure at all times and cannot put any part of its body outside the enclosure in a way that could result\nin injury to itself.\nTHE REGISTRANT CORRECTED THIS PROBLEM DURING THE INSPECTION."
    },
    {
      "code": "3.14(e)(1)",
      "kind": "",
      "repeat": true,
      "desc": "PRIMARY ENCLOSURES USED TO TRANSPORT LIVE DOGS AND CATS.",
      "narrative": "Puppies were not provided adequate space in three enclosures, containing a total of eleven puppies, on one\ntransport vehicle and in three enclosures, containing a total of nine puppies, on another transport vehicle. The\npuppies in these enclosures did not have enough space for all puppies to lie down in a normal position or turn\naround without contacting the other puppies in the enclosure. When all the puppies were lying down, there was little\nor no visible open floor space in the enclosures. Without adequate space these puppies cannot make normal\npostural adjustments which are crucial to their health and well-being. Primary enclosures used to transport dogs\nmust provide adequate space for each animal to turn about normally while standing, to stand and sit erect, and to lie\nin a natural position."
    },
    {
      "code": "3.17(c)",
      "kind": "",
      "repeat": false,
      "desc": "CARE IN TRANSIT.",
      "narrative": "The registrant transported 12 puppies that were in physical distress. On the afternoon of September 07, 2015, the\nair-conditioning in a transport vehicle malfunctioned while the vehicle was still onsite and the puppies became\noverheated. The driver said that the puppies were all panting excessively and lying down when he checked on\nthem. The driver moved the puppies to another transport vehicle, provided water, and wetted them with cold water.\nNine of the puppies that were lifeless and laying flat were removed from the vehicle to receive care. The remaining\n12 puppies were transported to pet stores for sale without first being examined by a veterinarian. One of these\npuppies was later found dead on the transport vehicle before arriving at the pet store. Transporting puppies in\nphysical distress can result in pain and suffering, progression of the condition, and death. The registrant must not\ntransport animals that are obviously ill, injured, or in physical distress except to receive veterinary care for the\ncondition.\nThe inspection was conducted with facility representatives and Kelly Roberts-ACI. The exit briefing and the report\nreview were conducted with a facilty representative and Kelly Roberts on September 23, 2015.\nAdditional Inspectors\nRoberts Kelly, Animal Care Inspector"
    }
  ],
  "narrative": "3.13(c)\nCONSIGNMENTS TO CARRIERS AND INTERMEDIATE HANDLERS.\nOn September 07, 2015, the registrant did not receive written documentation for 21 puppies that they had received\nfood and water within the 4 hours preceding delivery for transportation.  This documentation is necessary to ensure\nthat the puppies have received food and water in a timely manner for their comfort, health, and well-being. \nTransporters of animals must not accept a dog or cat for transport in commerce unless the consignor certifies in\nwriting that the animal has received food and water within the 4 hours preceding delivery to the transporter.  This\ndocumentation must include the consignor's name and address, the identification number of the animal, the time\nand date that the animal was last fed and watered, the specific instructions for the next feeding(s) and watering(s)\nfor a 24-hour period, and the consignor's signature with the date and time the certification was signed.\nTO BE CORRECTED BY SEPTEMBER 28, 2015.\n3.14(a)(3)\nPRIMARY ENCLOSURES USED TO TRANSPORT LIVE DOGS AND CATS.\nOn the transport vehicles, there were enclosures that had mesh flooring with spaces large enough to allow puppies'\nfeet and legs to fall through.  One enclosure housed 4 puppies and all of them had feet falling through the flooring. \nAnother enclosure housed 4 puppies, but only one's feet were falling through the flooring.  Another enclosure had\ntwo puppies with feet falling through.  When mesh flooring has spaces large enough for feet and legs to fall through,\nthe puppies can become injured or entrapped.  The registrant must ensure that the animals are securely contained\nwithin the enclosure at all times and cannot put any part of its body outside the enclosure in a way that could result\nin injury to itself.\nTHE REGISTRANT CORRECTED THIS PROBLEM DURING THE INSPECTION.\n3.14(e)(1)                    REPEAT\nPRIMARY ENCLOSURES USED TO TRANSPORT LIVE DOGS AND CATS.\nPuppies were not provided adequate space in three enclosures, containing a total of eleven puppies, on one\ntransport vehicle and in three enclosures, containing a total of nine puppies, on another transport vehicle. The\npuppies in these enclosures did not have enough space for all puppies to lie down in a normal position or turn\naround without contacting the other puppies in the enclosure. When all the puppies were lying down, there was little\n\nor no visible open floor space in the enclosures. Without adequate space these puppies cannot make normal\npostural adjustments which are crucial to their health and well-being. Primary enclosures used to transport dogs\nmust provide adequate space for each animal to turn about normally while standing, to stand and sit erect, and to lie\nin a natural position. \n3.17(c)\nCARE IN TRANSIT.\nThe registrant transported 12 puppies that were in physical distress.  On the afternoon of September 07, 2015, the\nair-conditioning in a transport vehicle malfunctioned while the vehicle was still onsite and the puppies became\noverheated.  The driver said that the puppies were all panting excessively and lying down when he checked on\nthem.  The driver moved the puppies to another transport vehicle, provided water, and wetted them with cold water. \nNine of the puppies that were lifeless and laying flat were removed from the vehicle to receive care. The remaining\n12 puppies were transported to pet stores for sale without first being examined by a veterinarian.  One of these\npuppies was later found dead on the transport vehicle before arriving at the pet store.  Transporting puppies in\nphysical distress can result in pain and suffering, progression of the condition, and death.  The registrant must not\ntransport animals that are obviously ill, injured, or in physical distress except to receive veterinary care for the\ncondition.\nThe inspection was conducted with facility representatives and Kelly Roberts-ACI.  The exit briefing and the report\nreview were conducted with a facilty representative and Kelly Roberts on September 23, 2015.\nAdditional Inspectors\nRoberts Kelly, Animal Care Inspector",
  "animals_total": 236,
  "species": [
    {
      "count": 236,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}