{
  "insp_id": "159142206410612",
  "layout": "a",
  "customer_id": "29283",
  "customer_name": "Joette Peterson",
  "customer_addr": "44044 283 St\nFreeman, SD 57029",
  "certificate": "46-A-0377",
  "site_id": "001",
  "site_name": "JOETTE PETERSON",
  "insp_type": "ROUTINE INSPECTION",
  "date": "04-JUN-2014",
  "report_date": "09-JUN-2014",
  "citations": [
    {
      "code": "3.1(a)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "Sec. 3.1 Housing facilities, general. (a) Structure; construction.\n* Enclosures two and three, inside the old kennel, have a chain link fence divider that is coming apart at the bottom.\nThe chain link divider is not in good repair. Where the fence is coming apart there is an approximate four inch by\nseven inch hole. This hole can allow for the three adult dogs to fight between enclosures and possibly get stuck in\nthe fence from going through the hole. As a result from fighting or getting stuck in the fence, these dogs could be\ninjured. This chain link divider must be repaired. In prevention of injury, all housing facilities must be constructed\nand kept in good repair.\nTo be corrected by, 20-June-2014."
    },
    {
      "code": "3.1(c)(2)",
      "kind": "",
      "repeat": true,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "Sec. 3.1 Housing facilities, general. (c) Surfaces-- (2) Maintenance and replacement of surfaces.\n* Two enclosures in the old kennel building have flaps that are excessively chewed and torn along the sides of the\nflaps. Four doorways in the old kennel building have large gaps between the wood boards for the inside framing of\nthe dog doors. These wood boards are excessively chewed and scratched. This is exposing bare wood surfaces in\nthese doorways. The wood framing around some of the doorways is excessively chewed and scratched.\n* Four enclosures in the new dog kennel have wood surfaces that are excessively chewed and scratched. The\npaint is chewed or scratched off exposing bare wood on these surfaces.\nThese excessively chewed and scratched surfaces cannot be properly cleaning and sanitization. Improper cleaning\nand sanitization can increase the disease potential for the 15 adult dogs housed in these enclosures. All chewed,\nscratched or worn surfaces that cannot be readily cleaned and sanitized must be repaired or replaced. Maintained\nsurfaces that can be properly cleaned and sanitized will decrease the disease potential for the dogs."
    },
    {
      "code": "3.1(c)(3)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "Sec. 3.1 Housing facilities, general. (c) Surfaces--(3) Cleaning\n* Inside the old kennel building, housing seven adult dogs, the concrete surfaces of the enclosures have excessive\naccumulation of soiled straw, pieces of carpet and brown to black grime on the surfaces. The walls and doorways\nhave excessive accumulation of brown black grime on the surfaces.\n* The whelping enclosure, housing 17 puppies, has excessive accumulation of soiled straw and fecal waste on the\nfloor. The soiled straw had an musky odor. The walls of the enclosure have an accumulation of brown to black\ngrime on the surfaces.\n* The new kennel, housing nine adult dogs, has an accumulation brown grime on walls of the enclosures. There is\nan accumulation of black grime or dirt on the concrete floor of some of the enclosures.\nThese mentioned surfaces indicate that daily spot-cleaning is not happening. Without proper cleaning and\nsanitization of the surfaces, this can increase the disease potential for the dogs. All surfaces must be spot-cleaned\ndaily and sanitized as often as necessary. This will prevent an accumulation of waste and reduce the disease\nhazards for the dogs.\nTo be corrected by, 9-June-2014."
    },
    {
      "code": "3.6(a)(2)(1)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "Sec. 3.6 Primary enclosures. (a) General requirements. (2) Primary enclosures. (i).\n* Inside the old kennel, counting from the doorway enclosure three has a protruding sharp wire point. This wire\npoint is protruding inward into the enclosure at eye level for the dog standing in normal posture. This sharp wire\npoint could injure the one adult dog housed in the enclosure. This sharp wire point must be removed. All\nenclosures must be maintained so that they have no sharp points or edges that could injure the dogs.\nTo be corrected by, 9-June-2014."
    },
    {
      "code": "3.11(c)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "Sec. 3.11 Cleaning, sanitization, housekeeping, and pest control. (c) Housekeeping for premises.\n* The old kennel building, housing seven adult dogs, has an accumulation of loose soiled bedding and fecal waste\non the ground. There is a taxi carrier and large rolls of carpet leaning of the wall with one carpet roll unrolled in the\nalley-way. Excessive accumulation of brown dust and cob webs was on the metal framed chain link enclosures.\nThis can provide breeding and living areas for rodents and other pests and vermin. Premises that are not cleaned\naffect the pest control and the health and well-being of the dogs. Premises must be kept free of accumulations of\nwaste products and other discarded matter. This will eliminate breeding and living areas for rodents and other pests\nand vermin. Facilitated cleaning of the premises and pest control will protect the health and well-being of the dogs.\nTo be corrected by, 10-June-2014.\nThis inspection report will be sent both regular and certified mail.\nAdditional Inspectors\nThornton Karl, Animal Care Inspector"
    }
  ],
  "narrative": "3.1(a)\nHOUSING FACILITIES, GENERAL.\nSec. 3.1 Housing facilities, general.   (a) Structure; construction. \n* Enclosures two and three, inside the old kennel, have a chain link fence divider that is coming apart at the bottom. \nThe chain link divider is not in good repair. Where the fence is coming apart there is an approximate four inch by\nseven inch hole.  This hole can allow for the three adult dogs to fight between enclosures and possibly get stuck in\nthe fence from going through the hole.  As a result from fighting or getting stuck in the fence, these dogs could be\ninjured.  This chain link divider must be repaired.  In prevention of injury, all housing facilities must be constructed\nand kept in good repair. \nTo be corrected by, 20-June-2014.\n3.1(c)(2)                    REPEAT\nHOUSING FACILITIES, GENERAL.\nSec. 3.1  Housing facilities, general.  (c) Surfaces-- (2) Maintenance and replacement of surfaces. \n* Two enclosures in the old kennel building have flaps that are excessively chewed and torn along the sides of the\nflaps.  Four doorways in the old kennel building have large gaps between the wood boards for the inside framing of\nthe dog doors.  These wood boards are excessively chewed and scratched. This is exposing bare wood surfaces in\nthese doorways. The wood framing around some of the doorways is excessively chewed and scratched. \n* Four enclosures in the new dog kennel have wood surfaces that are excessively chewed and scratched.  The\npaint is chewed or scratched off exposing bare wood on these surfaces. \nThese excessively chewed and scratched surfaces cannot be properly cleaning and sanitization. Improper cleaning\nand sanitization can increase the disease potential for the 15 adult dogs housed in these enclosures. All chewed,\n\nscratched or worn surfaces that cannot be readily cleaned and sanitized must be repaired or replaced.  Maintained\nsurfaces that can be properly cleaned and sanitized will decrease the disease potential for the dogs.\n3.1(c)(3)\nHOUSING FACILITIES, GENERAL.\nSec. 3.1  Housing facilities, general.  (c) Surfaces--(3) Cleaning\n* Inside the old kennel building, housing seven adult dogs, the concrete surfaces of the enclosures have excessive\naccumulation of soiled straw, pieces of carpet and brown to black grime on the surfaces.  The walls and doorways\nhave excessive accumulation of brown black grime on the surfaces.\n* The whelping enclosure, housing 17 puppies, has excessive accumulation of soiled straw and fecal waste on the\nfloor.  The soiled straw had an musky odor. The walls of the enclosure have an accumulation of brown to black\ngrime on the surfaces.\n* The new kennel, housing nine adult dogs, has an accumulation brown grime on walls of the enclosures. There is\nan accumulation of black grime or dirt on the concrete floor of some of the enclosures. \nThese mentioned surfaces indicate that daily spot-cleaning is not happening. Without proper cleaning and\nsanitization of the surfaces, this can increase the disease potential for the dogs. All surfaces must be spot-cleaned\ndaily and sanitized as often as necessary.  This will prevent an accumulation of waste and reduce the disease\nhazards for the dogs.\nTo be corrected by, 9-June-2014.\n \n3.6(a)(2)(1)\nPRIMARY ENCLOSURES.\nSec. 3.6  Primary enclosures.  (a) General requirements.  (2) Primary enclosures. (i). \n* Inside the old kennel, counting from the doorway enclosure three has a protruding sharp wire point.  This wire\npoint is protruding inward into the enclosure at eye level for the dog standing in normal posture.  This sharp wire\npoint could injure the one adult dog housed in the enclosure.  This sharp wire point must be removed.  All\nenclosures must be maintained so that they have no sharp points or edges that could injure the dogs.\n\nTo be corrected by, 9-June-2014.\n3.11(c)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\nSec. 3.11 Cleaning, sanitization, housekeeping, and pest control.  (c) Housekeeping for premises.\n \n* The old kennel building, housing seven adult dogs, has an accumulation of loose soiled bedding and fecal waste\non the ground.  There is a taxi carrier and large rolls of carpet leaning of the wall with one carpet roll unrolled in the\nalley-way. Excessive accumulation of brown dust and cob webs was on the metal framed chain link enclosures.  \nThis can provide breeding and living areas for rodents and other pests and vermin.  Premises that are not cleaned\naffect the pest control and the health and well-being of the dogs.  Premises must be kept free of accumulations of\nwaste products and other discarded matter.  This will eliminate breeding and living areas for rodents and other pests\nand vermin. Facilitated cleaning of the premises and pest control will protect the health and well-being of the dogs.\nTo be corrected by, 10-June-2014.\nThis inspection report will be sent both regular and certified mail.\nAdditional Inspectors\nThornton Karl, Animal Care Inspector",
  "animals_total": 40,
  "species": [
    {
      "count": 23,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 17,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}