{
  "insp_id": "153161501470679",
  "layout": "a",
  "customer_id": "6740",
  "customer_name": "Ken Howard",
  "customer_addr": "Lois Howard\n20155 Elk Rd.\nPrinceton, MO 64673",
  "certificate": "43-A-5416",
  "site_id": "001",
  "site_name": "LOIS & KEN HOWARD",
  "insp_type": "ROUTINE INSPECTION",
  "date": "01-JUN-2016",
  "report_date": "01-JUN-2016",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "****\nA young male Pug puppy, DOB 6 April 2016, was observed with abnormal eyes. The left eye has a clouded blue\nappearance in the center area and appears to be abnormally shaped. The right eye is has a clouded blue\nappearance in the center area with an uneven and irregular surface, approximately ¼ inch in diameter. There is\nalso a reddish pigment on the perimeter of the clouded, uneven and irregular surface. The licensee noticed this\ncondition 3 days ago and started treating him with Tobramycin Ophthalmic Solution. The licensee did not consult\nwith a veterinarian for an appropriate diagnosis and treatment plan. The condition of the eyes could be a result of\nan injury or other medical condition and could be painful. The licensee must have the puppy examined by a\nveterinarian for an appropriate diagnosis and treatment plan. The licensee must ensure that all animals receive\ntimely and adequate veterinary care at all time.\nTo be corrected by: 4 June 16."
    },
    {
      "code": "3.1(c)(3)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "Cleaning\n****\nIn a sheltered facility there is an accumulation of hair, dirt, and grime on the chain link, woven wire, wooden\ndividers, and under an elevated platform in 3 enclosures, which affect 4 dogs. This accumulation of hair, dirt and\ngrime can become a disease hazard and does not facilitate the sanitization process. Hard surfaces with which the\ndogs come into contact with must be spot cleaned daily and sanitized at least once every two weeks or more often if\nnecessary to prevent an accumulation of excreta and reduce disease hazards.\nTo be corrected by: 6 June 16\nInspection and exit interview conducted with licensee and ACI Stephanie Osborne."
    }
  ],
  "narrative": "2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n****\nA young male Pug puppy, DOB 6 April 2016, was observed with abnormal eyes.  The left eye has a clouded blue\nappearance in the center area and appears to be abnormally shaped.  The right eye is has a clouded blue\nappearance in the center area with an uneven and irregular surface, approximately ¼ inch in diameter.  There is\nalso a reddish pigment on the perimeter of the clouded, uneven and irregular surface.  The licensee noticed this\ncondition 3 days ago and started treating him with Tobramycin Ophthalmic Solution.  The licensee did not consult\nwith a veterinarian for an appropriate diagnosis and treatment plan.  The condition of the eyes could be a result of\nan injury or other medical condition and could be painful.  The licensee must have the puppy examined by a\nveterinarian for an appropriate diagnosis and treatment plan.  The licensee must ensure that all animals receive\ntimely and adequate veterinary care at all time.  \nTo be corrected by:  4 June 16. \n3.1(c)(3)\nHOUSING FACILITIES, GENERAL.\nCleaning\n****\nIn a sheltered facility there is an accumulation of hair, dirt, and grime on the chain link, woven wire, wooden\ndividers, and under an elevated platform in 3 enclosures, which affect 4 dogs.  This accumulation of hair, dirt and\ngrime can become a disease hazard and does not facilitate the sanitization process.  Hard surfaces with which the\ndogs come into contact with must be spot cleaned daily and sanitized at least once every two weeks or more often if\nnecessary to prevent an accumulation of excreta and reduce disease hazards. \nTo be corrected by:  6 June 16\nInspection and exit interview conducted with licensee and ACI Stephanie Osborne.",
  "animals_total": 125,
  "species": [
    {
      "count": 83,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 42,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}