{
  "insp_id": "2016082567959980",
  "layout": "a",
  "customer_id": "326574",
  "customer_name": "Rodney Stahl",
  "customer_addr": "16519 185 St.\nWellsburg, IA 50680",
  "certificate": "42-C-0236",
  "site_id": "001",
  "site_name": "Rodney Stahl",
  "insp_type": "FOCUSED INSPECTION",
  "date": "13-OCT-2016",
  "report_date": "13-OCT-2016",
  "citations": [
    {
      "code": "2.1(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "REQUIREMENTS AND APPLICATION.",
      "narrative": "The facility was open and operating with animals on exhibit at the time of the focused inspection. There was\nadmission signs, staffing, and engaged public present.\nDoing regulated activity without a valid license does not ensure the safety of the animals or the public. The owners\nmust have a valid USDA license before continuing exhibition of regulated animals. Continuing regulated activity\nwithout a current and valid license is a violation of the Animal Welfare Act."
    },
    {
      "code": "2.131(c)(1)",
      "kind": "Critical",
      "repeat": false,
      "desc": "HANDLING OF ANIMALS.",
      "narrative": "There are no barriers other than the primary enclosure fence for any of the animal enclosures. A bite occurred by\nthe young male camel \"Humphrey\" to a patron on October 1, 2016.\nThe lack of barriers or safe distances from the animals can cause injury to people and animals. During public\nexhibition, any animal must be handled so there is minimal risk of harm to the animal and to the public, with\nsufficient distance and/or barriers between the animal and the general viewing public so to assure the safety of the\nanimals and the public."
    },
    {
      "code": "2.131(d)(2)",
      "kind": "Critical",
      "repeat": false,
      "desc": "HANDLING OF ANIMALS.",
      "narrative": "There were no attendants at any of the animal enclosures. A bite occurred by the young male camel \"Humphrey\"\nto a patron on October 1, 2016.\nPublic contact without supervision of an attendant can allow harm to happen to the animals and the public. A\nresponsible, knowledgeable, and readily identifiable employee or attendant must be present at all times during\nperiods of public contact.\nThis was a focused inspection of the handling of the animals during public contact.\nThe inspection and exit briefing were conducted with a facility representative and ACI Bartels."
    }
  ],
  "narrative": "2.1(a)(1)\nREQUIREMENTS AND APPLICATION.\nThe facility was open and operating with animals on exhibit at the time of the focused inspection.  There was\nadmission signs, staffing, and engaged public present.\nDoing regulated activity without a valid license does not ensure the safety of the animals or the public.  The owners\nmust have a valid USDA license before continuing exhibition of regulated animals.  Continuing regulated activity\nwithout a current and valid license is a violation of the Animal Welfare Act.\n2.131(c)(1)           CRITICAL\nHANDLING OF ANIMALS.\nThere are no barriers other than the primary enclosure fence for any of the animal enclosures.  A bite occurred by\nthe young male camel \"Humphrey\" to a patron on October 1, 2016.\nThe lack of barriers or safe distances from the animals can cause injury to people and animals.  During public\nexhibition, any animal must be handled so there is minimal risk of harm to the animal and to the public, with\nsufficient distance and/or barriers between the animal and the general viewing public so to assure the safety of the\nanimals and the public.\n2.131(d)(2)           CRITICAL\nHANDLING OF ANIMALS.\nThere were no attendants at any of the animal enclosures.   A bite occurred by the young male camel \"Humphrey\"\nto a patron on October 1, 2016.\nPublic contact without supervision of an attendant can allow harm to happen to the animals and the public.  A\nresponsible, knowledgeable, and readily identifiable employee or attendant must be present at all times during\nperiods of public contact.\n\nThis was a focused inspection of the handling of the animals during public contact.\nThe inspection and exit briefing were conducted with a facility representative and ACI Bartels.",
  "animals_total": 2,
  "species": [
    {
      "count": 2,
      "scientific": "Camelus dromedarius",
      "common": "DROMEDARY CAMEL"
    }
  ]
}