{
  "insp_id": "INS-0000882220",
  "layout": "c",
  "customer_id": "500902",
  "customer_name": "Elena and Andrey Mikirtichev",
  "customer_addr": "3000 BENSLEY RD\nNORTH CHESTERFIELD, VA 23237",
  "certificate": "52-B-0175",
  "site_id": "001",
  "site_name": "Elena and Andrey Mikirtichev",
  "insp_type": "ROUTINE INSPECTION",
  "date": "24-JUL-2023",
  "report_date": "26-JUL-2023",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": true,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "Two cats were not provided with adequate veterinary care.\n- An approximately three-week-old male brown tabby kitten with white feet (no microchip number yet) was not provided\nwith adequate veterinary care. Shortly following this kitten’s birth, the licensee identified that it had a malformation where\nthe chest is compressed upwards in the direction of the spine. Despite recognizing the condition, the licensee did not\nreport it to the attending veterinarian (AV), instead choosing to treat it himself. The licensee stated that since he has seen\nkittens like this in the past, he tried to splint the chest cavity himself but was unsuccessful. The licensee also stated that\nhe does not report this condition to the AV for treatment until they are approximately 6 months old because he believes\nthat they are not old enough for treatment until that time. When the kitten was handled during inspection, it began having\ndifficulty breathing. The kitten began gasping and struggling to breath with large abdominal movements. After being\nreturned to his mother the kitten began breathing more normally. Failure to provide appropriate treatment for this condition\ncan result in heart and lung complications as well as reduced growth.\n- One 3-year-old female calico cat with a malformed right front foot (Microchip# 900215001896851) was identified as\nhaving bright red inflamed gums around the base of each tooth. The licensee stated that his cat had been previously\nidentified and was examined by the attending veterinarian and under treatment. The attending veterinarian confirmed that\nshe had examined the cat in April 2023 and prescribed medications for initial treatment. Additionally, the AV\nrecommended following up with dental procedure to treat and further diagnose the cause of this inflammation. At this time,\nthe licensee has not scheduled the necessary follow-up procedures to fully diagnose and treat this condition. The cat\ncontinues to have severely inflamed gums. Failure to provide appropriate treatment as recommended by the attending\nveterinarian can result in unnecessary discomfort.\nAdditionally, attempting to correct a medical condition without guidance from the attending veterinarian can lead to\nincreased suffering of an animal or other serious complications. Correct by ensuring that these animals are examined by a\nveterinarian and ensuring that appropriate care is provided by following all of their directions for follow-up care.\nAdditionally, ensure that all animals are provided with appropriate methods to prevent, control, diagnose, and treat\ndiseases and/or injuries."
    },
    {
      "code": "2.40(b)(3)",
      "kind": "Direct",
      "repeat": true,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "Seven cats had medical conditions that had not been identified by the facility prior to the inspection and therefore did not\nreceive adequate veterinary care. These include:\n- A five-year-old adult female black tabby #643094800118623 is extremely thin. The shoulder blades, spine, and hip\nbones are all easily felt with minimal overlying muscle. Along her back line, each individual vertebrae is easily\ndistinguishable. There is minimal fat along the rib cage. The inspector could easily encircle the spine with one hand,\nallowing their fingers to touch at the bottom. Although body condition was easily determined on site by hand, her long hair\nmakes visual assessment difficult. She also has an area approximately 1.5 inches by 2 inches of hair loss on the back of\nher neck with thickened skin. There is a 1 inch, red, superficial abrasion at the top of the exposed skin. According to the\nlicensee, the lesion is from breeding with the male as she is currently in heat. When asked about weight monitoring prior\nto breeding, the licensee indicated that there is no plan in place to evaluate body condition of an animal prior to\nrebreeding.\n- A one to two-year-old adult female tabby #990000002718714 (acquisition records are inconsistent regarding age for\nthis animal) is also very thin with obvious muscle loss and minimal fat. Her shoulder blades, hip bones, and spine are all\neasily felt. Her body condition was easily determined when touched, but her long hair makes visual assessment difficult.\nThe licensee stated that this cat is typically thin, but that he had not reported her weight to the attending veterinarian nor\nhad he observed the degree of poor body condition. This cat is currently cohoused with a male for breeding.\n- A two-year-old adult female dilute calico #900215001896849 has eye discharge from both eyes, mild nasal discharge\nfrom the left nose, and severely inflamed gums. The left eye has an accumulation of dried, black debris that was easily\nremoved on inspection. The corresponding left nostril also has some dried, black debris in the nose. The right eye has\nclear discharge. At the base of every tooth, where the tooth meets the gum line, the gums are bright red and inflamed.\nThe licensee stated that eye crusts are normal and that he had not noticed the dental condition for this cat.\n- Four brown tabby kittens (no microchip numbers) currently housed with their dam in room 1 have runny eyes and were\nobserved sneezing during the inspection. Two kittens had clear eye discharge from both eyes with one kitten having\nworse discharge in the right eye on the first day of inspection. On the day of exit briefing, all four kittens had discharge\nfrom their eyes or nose. One female had mild yellow nasal and eye discharge. One male had tan nasal discharge. One\nmale had dried crusts on both eyes (right more than left). One male had clear watery discharge from the right eye only.\nThe licensee stated that small amounts of eye discharge are normal and therefore they were not under treatment.\nNone of these health issues were found during daily observations and none have been reported to the attending\nveterinarian; there are no current treatment plans in place according to the licensee. Animals with untreated medical\nconditions including underweight, respiratory, and dental problems may suffer from unnecessary pain, discomfort,\ninfection, and stress. Daily observations of animals to identify medical problems is essential to identify injury and illness\nquickly, initiate treatment quickly, and prevent unnecessary suffering. Correct by observing all animals at least daily to\nidentify physical, medical, or behavioral problems. Additionally, ensure that all findings are communicated in a timely\nmanner to the attending veterinarian so that they can examine animals and ensure that appropriate treatment is provided\nas required by section 2.40(b)(2)."
    },
    {
      "code": "2.75(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Records: Dealers and exhibitors.",
      "narrative": "The records for dogs and cats are missing several required components. On the 7005 record of animals on hand,\napproximately 26 of cats have no gender identified on the form. Approximately 10 cats have no date of birth recorded or\napproximate age at the time of import from the licensee’s business in Russia. Approximately 6 cats have no date of arrival\nindicated even though they were born on property and none of these animals have an exact date of birth. The licensee\nalso uses cage cards to satisfy the recordkeeping requirements of new kittens born on property but the cards do not have\ncolor/individual markings or gender. The licensee stated that these details are not added until at least 8 weeks of age.\nSeveral animals have records that are inconsistent and inaccurate. For example, a group of 4 cats that arrived on the\npremise 7/22/23 from overseas also have a date of birth 7/22/23. Another group of 6 animals that indicate they were born\non premise have an age of 8 months and arrival dates between 7/3/23 and 7/17/23. Some older animals have\napproximate ages along with dates of acquisition (from being born on property) which are inaccurate. One adult male is\nmarked as 3 years old and arriving 3/21/22. However, if he was born on property (as indicated), he cannot be 3 years old\nbased on his arrival date. Another adult male is marked as 2.5 years old and arriving 7/15/2022. Again, he is marked as\nbeing born on property which is impossible based on his age and date of arrival.\nAlthough the 7005 form has dates recorded in the “removed or sold” and the “died or euthanized” columns the method of\ndisposition is not specified in either column. Failure to include the method of disposition prevents APHIS Officials from\naccurately evaluating records and knowing whether individual animals were sold vs. transferred to the licensee’s property\nout of country or if they died vs. were humanely euthanized.\nOn the 7006 disposition forms for animals sold and donated, there is no driver’s license number and license plate number\nand state identified for buyers who do not have a USDA license. There were approximately 58 sales records since the last\ninspection all of which were missing this information. In many instances this record specified that animals were\ntransported by the buyer in their vehicle, but the name for the “received by” person was different than the purchaser.\nMany forms had no signature date for the date the animal was received.\nHaving accurate acquisition and disposition records is critical to allow inspectors to track animals both born on the\nproperty and imported into the facility as well as those leaving the facility. Correct by August 1, 2023 by ensuring that all\nrequired acquisition an disposition information is properly recorded and is accurate."
    },
    {
      "code": "2.126(a)(2)",
      "kind": "",
      "repeat": false,
      "desc": "Access and inspection of records and property; submission of itineraries.",
      "narrative": "The program of veterinary care (PVC) was not available for review during the inspection. The licensee stated (and\nAttending Veterinarian confirmed) that the program of veterinary care is currently under review and being revised by the\nAttending Veterinarian (AV). The AV confirmed that while this revision is being completed, the Licensee should continue\nto use the existing PVC. The licensee stated that he no longer had a copy of the existing PVC and therefore, it could not\nbe produced for inspectors to evaluate during inspection.\nThe inability for APHIS Officials to access records during inspection prevents evaluation of compliance with the Animal\nWelfare Act and the adequacy of care provided to animals. Additionally, caretakers being unable to reference the\nveterinary guidance provided in the PVC may lead to delays in the proper diagnosis of animals and provision of adequate\nmedical care.\nCorrect by ensuring that APHIS Officials are provided access to all required records during inspections. Correct by 1\nAugust 2023."
    },
    {
      "code": "3.1(c)(2)",
      "kind": "",
      "repeat": false,
      "desc": "Housing facilities, general.",
      "narrative": "The elevated resting surfaces / scratching posts in the group-housed cat primary enclosures need to be replaced. There\nare carpet and rope covered “cat trees” provided to the group housed cats. Several of the “cat trees” are covered with\nstains, torn, and have the sisal rope unraveling. The cat trees are unable to be cleaned and sanitized and therefore\nrequire replacement when worn or soiled. Soiled and damaged cat trees can lead harbor bacteria or viruses and therefore\nlead to illness. Additionally, unraveling carpet and ropes can lead to physical injury or present hazards if pieces are\ningested. Correct by ensuring that all surfaces are maintained on a regular basis and objects that cannot be readily\ncleaned and sanitized are replaced when worn or soiled. Correct by 8 August 2023."
    },
    {
      "code": "3.1(e)",
      "kind": "",
      "repeat": true,
      "desc": "Housing facilities, general.",
      "narrative": "Food is still not being stored appropriately. Food which was previously stored in a separate room, has now been moved\ninto a room housing 5 nursing female cats with their respective litters of kittens (total of 5 adult cats and 22 kittens). The\nbags of food are currently stored on a pallet but leaning against the walls. Only food which is currently being used may be\nkept in animal areas. Storage of food within animal areas complicates cleaning and may lead to contamination of food\nultimately used for other animals. Correct by ensuring that all food is stored off the floor and away from walls to allow\ncleaning underneath and around the supplies and only food and bedding that is currently being used may be kept in\nanimal areas."
    },
    {
      "code": "3.2(d)",
      "kind": "",
      "repeat": false,
      "desc": "Indoor housing facilities.",
      "narrative": "Several indoor cat enclosures have chewed and damaged walls and flooring which have exposed unsealed surfaces that\nare permeable to moisture.\n- One indoor room, housing 5 adult cats, has a triangular section of floor in the back right corner, approximately 4 inches\nx 4 inches where the plastic linoleum has been torn off the floor and chewed. The underlying wood floor has been\nexposed and previously painted, but the linoleum is still being chewed, revealing more unsealed surfaces.\n- Another indoor room, housing 8 young adult cats in 4 wire enclosures has a wooden shelf built into the wall that has not\nbeen sealed and made impervious to moisture.\n- An indoor room housing 5 adult cats with their respective litters (16 kittens total) in 5 wire enclosures has chewed and\ndamaged door frames around the closet, exposing unsealed and permeable wood.\n- A room housing 3 adult cats has a chewed and scratched door frame molding, exposing approximately 1/3 of the\nsurface to the underlying, unsealed wood.\nSurfaces permeable to moisture cannot be properly cleaned and/or sanitized as contaminated material can penetrate the\nmaterial. These surfaces can expose the cats to unnecessary disease hazards. Correct by ensuring that all floors, walls,\nand any other surfaces in contact with the animals in indoor enclosures are impervious to moisture. Correct by 8 August\n2023."
    },
    {
      "code": "3.3(d)",
      "kind": "",
      "repeat": false,
      "desc": "Sheltered housing facilities.",
      "narrative": "There are two large, sheltered cat enclosures that consist of an outdoor patio section and an indoor room with a\npassageway between the two. During inspection, one of the sheltered enclosures was being managed as an outdoor\nenclosure with the window shut, separating a group of four adult cats inside from a group of eight adult cats outside. The\ncats housed indoors were previously undergoing medical treatment and therefore were separated from those housed\noutdoors only. In the outdoor portion of the enclosure, there are three cat trees which each have one, three-sided “box” for\nthe cats to use a shelter from the elements. There is not an adequate amount of shelter provided to all eight adult cats to\nprotect them from the elements. Additionally, the “boxes” provided are not very large and do not allow the animal to stand,\nsit, or turn about freely. Shelter from the elements is important to maintain the health and wellbeing of the animals so they\nare not exposed to varying climatic conditions. Correct by providing all animals adequate shelter from the elements at all\ntimes and ensuring the shelter structures are large enough to allow each animal to sit, stand, and lie in a normal manner\nand to turn about freely. The licensee opened the window during inspection to turn the enclosure back into sheltered\nhousing. Correct by 27 July 2023."
    },
    {
      "code": "3.3(e)(1)",
      "kind": "",
      "repeat": true,
      "desc": "Sheltered housing facilities.",
      "narrative": "Several surfaces in the two sheltered housing facilities have areas of permeable, unstained and unsealed material. The\nceiling and parts of the wood wall uprights in both outdoor portions (“catios”) of the two sheltered cat enclosures are\nconstructed of permeable, unstained and unsealed wood. In one indoor portion of a sheltered housing facility, a windowsill\nhas multiple chew marks, exposing unsealed wood. In the indoor portion of the second sheltered cat enclosure, the back\nof the door has been chewed and scratched, exposing the unsealed wood underneath the surface. The licensee previous\nsealed the front surface of the wood uprights and all shelving in the outdoor portion and added some plastic barriers to the\ntrim around the indoor door molding, but sections have been removed by the cats. Surfaces permeable to moisture\ncannot be properly cleaned and/or sanitized as contaminated material can penetrate into the surfaces.\nHaving surfaces that can come in contact with the animals and cannot be properly cleaned and sanitized can expose the\ncats to unnecessary disease hazards. Correct by ensuring that all outdoor areas with the animals are properly constructed\nor sealed so as to be impervious to moisture and able to be properly cleaned and sanitized in accordance with 3.11(b)."
    },
    {
      "code": "3.6(b)(1)(i)",
      "kind": "",
      "repeat": true,
      "desc": "Primary enclosures.",
      "narrative": "A total of 12 Adult cats and 16 kittens are currently housed in primary enclosures that do not meet the required 24-inch\nheight requirement. The licensee has begun replacing primary enclosures for cats that failed to meet minimum height\nrequirements, however, a total of eight enclosures are currently being used that are only 20-inches tall rather than the\nrequired 24 inches. Four of these enclosures house two recently acquired adult cats each while the remaining enclosures\nhouse one nursing female cat each and their litter of kittens. Failure to provide adequate enclosure height (at least twenty-\nfour inches) prevents cats from making normal postural adjustments and can lead to unnecessary discomfort and\ndistress. Correct by ensuring all primary enclosures housing cats are at least 24” high."
    },
    {
      "code": "3.6(b)(1)(ii)",
      "kind": "",
      "repeat": false,
      "desc": "Primary enclosures.",
      "narrative": "A total of 4 enclosures housing 8 weaned, young adult cats are currently housed in primary enclosures that do not meet\nthe required minimum floor space requirements. These enclosures measured 35.5 inches by 23.5 inches and each\ncontained two 5-inch diameter food/water bowls. These enclosures each provide a total of 5.5 sq. feet of floor space\n(excluding the space occupied by the food and water receptacle). Each enclosure housed two recently imported young\nadult cats each weighing less than 4 kg (8.8 lbs). Cats of this size require a minimum of 3 sq. feet each, making the\ncombined requirement 6 sq. feet per pair. The current enclosures are too small by 0.5 sq. feet. Failure to provide\nminimum space prevents animals from making normal postural and social adjustments which may lead to unnecessary\ndiscomfort, distress, and conflict with co-housed animals. Correct by ensuring that all primary enclosures housing cats\nprovide the minimum required floor space for each animal. Correct by 26 July 2023."
    },
    {
      "code": "3.6(b)(1)(iv)",
      "kind": "",
      "repeat": false,
      "desc": "Primary enclosures.",
      "narrative": "A total of 4 enclosures housing 4 adult and 23 kittens do not meet generally accepted husbandry practices for the amount\nof floor space required for nursing female cats and kittens. The licensee currently singly houses the majority of female\ncats that are nursing kittens in wire enclosures that are either 35.5 x 23.5 inches or 41.4 x 27 inches. Nursing females and\ntheir kittens remain in these enclosures until weaning at 8-16 weeks old. Each of these cats are Maine Coon cats which\nare large bodied and long-haired cats. The kittens in each of these groups were large, active, and near weaning. Two\ngroups were housed in the larger enclosures (1 adult with 8 kittens and 1 adult with 5 kittens) and two groups were\nhoused in the smaller enclosures (1 adult with 4 kittens and 1 adult with 6 kittens). In each of these enclosures animals\nwere observed sitting or laying in the litter boxes. In the enclosure with 8 kittens, the adult cat had fresh feces caked in her\ntail (which was cut out of the fur by the licensee after it was identified by inspectors). Additional other cats and kittens\nwere seen with small amounts of cat litter or dried feces on their paws. Generally accepted husbandry standards require\nthat animals can remove themselves from their feces or areas that they urinate and defecate. Given the size and number\nof animals within these enclosures, there is not enough floor space for them to lay comfortably without having to lay in\ntheir litterbox. Although litterboxes are cleaned regularly, there is no way to remove all feces immediately, requiring some\nanimals to lay on excreta causing the type of contamination observed. Additionally, there is very limited space for these\nyoung animals to engage in age-appropriate species-typical play behavior. Failure to ensure that there is enough space to\nmeet generally accepted husbandry standards can result in discomfort and distress. Correct by ensuring that all cats are\nprovided with adequate space in accordance with generally accepted husbandry standards. Correct by 1 August 2023."
    },
    {
      "code": "3.6(b)(4)",
      "kind": "",
      "repeat": true,
      "desc": "Primary enclosures.",
      "narrative": "Twenty-two total adult cats and 57 kittens currently have either no elevated resting surface in their enclosure or an\nelevated resting surface which is insufficient for the number of animals present.\nA total of 14 wire-type primary enclosures used to house 18 adult cats and 41 kittens have either no elevated resting\nsurface or an elevated resting surface that is of insufficient size for all occupants to rest comfortably at the same time.\nAdditionally, one room of four co-housed breeding female cats and their 14 kittens had no elevated resting surface. Since\nthe last inspection, the licensee has attempted to add a resting surface to some of the wire-type enclosures by adding a\nsmall plastic stool to four of the enclosures. The stool is approximately 4 inches by 5 inches on the top surface. This\nspace is insufficient for even a single adult cat to rest comfortably. These stools were present in enclosures which housed\nas many as 1 adult female cat and her litter of 8 kittens (all approximately 7 weeks old). A total of 4 adult cats and 17\nkittens have these platforms that are too small, while the remainder of cats had no elevated resting surface present in\ntheir enclosures. The licensee added a larger stool (approximately 12-14 inches by 8 inches) to an enclosure with no\nresting platform that contained an adult female cat and her 4 kittens, however, this is still insufficient in size for all animals\nto rest comfortably at the same time. Elevated resting surfaces allow cats to engage in species-typical behaviors and cats\nthat are not provided with this environmental complexity may experience unnecessary distress. Correct by ensuring that\nall cats and kittens are provided with enough elevated resting surfaces of sufficient combined size to allow all occupants\nof the primary enclosure to rest comfortably at the same time."
    },
    {
      "code": "3.6(c)(1)(i)",
      "kind": "",
      "repeat": false,
      "desc": "Primary enclosures.",
      "narrative": "Five out of six dogs are not being provided with the minimum amount of space required by the Animal Welfare Act. During\na portion of the inspection dogs were observed indoors in wire-type crates. The Licensee explained that these are\ntemporary primary enclosures used for approximately 4-6 hours per day. The attending veterinarian has recommended\nthat when the outdoor temperatures exceed 80-degrees Fahrenheit the dogs be brought indoors and currently the\nLicensee is accomplishing this by housing them in these crates. Each dog and their required and provided space is as\nfollows:\n- An adult female French bulldog, “P2,” measures 21.5 inches in length and therefore requires a total of 5.25 sq. ft. She is\ncurrently being housed in an enclosure that measures 17.5 x 24 inches providing only 2.9 sq. feet.\n- Two adult female French bulldogs, “Roni” and “Marta” are currently housed in one wire crate. “Roni,” measures 21.5\ninches in length and therefore requires a total of 5.25 sq. ft. “Marta” is 23 inches long and therefore requires an additional\n5.3 sq. ft of floor space. Their combined total required space is 10.55 square feet. They are currently housed in an\nenclosure that is 22 x 35 inches and provides only 5.3 sq. ft total (approximately half of the required total space).\n- An adult female French bulldog, “Korzhik,” measures 23 inches in length. She requires a total of 5.8 sq. ft. Her enclosure\nis 22 x 35.5 inches and provides only 5.4 sq. ft.\n- An adult male French bulldog, “George,” is 20.5 inches long and therefore requires a total of 4.8 sq. ft. His enclosure\nmeasures 17.5 x 24 inches providing only 2.9 sq. ft\nFailing to provide adequate space can cause discomfort, crowding, stress, and contribute to poor sanitation or increased\nincidences of illness. Correct by ensuring all dogs are provided with at least the minimum space required by the Animal\nWelfare Act. The licensee ordered new enclosures during the exit briefing. Correct by 4 August 2023."
    },
    {
      "code": "3.6(c)(1)(iii)",
      "kind": "",
      "repeat": false,
      "desc": "Primary enclosures.",
      "narrative": "Two adult French bulldogs are in enclosures that do not provide the minimum interior height as required by the Animal\nWelfare Act. All dogs require a minimum of 6 inches of clearance above the top of their heads when in a normal standing\nposition.\n- An adult female French bulldog, “P2,” measures 16.5 inches tall when in a normal standing position. Her enclosure\nmeasures only 19.5 inches tall, providing only 3 inches of clearance.\n- An adult male French bulldog, “George,” is approximately 18 inches tall when standing. His enclosure was 19 inches tall\nand his ears were observed sticking out of the top of the enclosure when he was in a normal sitting position.\nFailure to provide the minimum interior height in a primary enclosure prevents normal postural adjustments, including\nstretching the neck up and can lead to discomfort. Correct by ensuring all dogs are provided with at least the minimum\ninterior height requirements as required by the Animal Welfare Act. The licensee ordered new enclosures during the exit\nbriefing. Correct by 4 August 2023."
    },
    {
      "code": "3.10(a)",
      "kind": "",
      "repeat": false,
      "desc": "Watering",
      "narrative": "The dogs housed at this facility do not currently have continuous access to potable water. During a portion of the\ninspection dogs were observed indoors in wire-type crates. The Licensee explained that these are temporary primary\nenclosures used for approximately 4-6 hours per day. The attending veterinarian has recommended that when the\noutdoor temperatures exceed 80-degrees Fahrenheit the dogs be brought indoors and currently the Licensee is\naccomplishing this by housing them in these crates. At the time of inspection, none of the dogs had access to water while\nhoused in the crates. The licensee stated that the dogs just spill water bowls when they are provided. Failure to provide\ncontinuous access to potable water may lead to dehydration or discomfort of the animals. The licensee provided water to\nall dogs during the inspection. Additionally, correct by ensuring that potable water is continuously available to all dogs at\nall times. Correct by: 26 July 2023."
    },
    {
      "code": "3.11(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "Cleaning, sanitization, housekeeping, and pest control.",
      "narrative": "Primary enclosures housing the cats and dogs are not being sanitized at least every two weeks. The majority of rooms\nwhich contain free-housed groups of cats in a dedicated room have excessive accumulations of tan or brown debris on\nthe walls. These accumulations are typically worst around areas frequented by the cats (behind litter boxes, climbing\ntrees, etc). Several rooms have areas of dark brown waxy material on the window frames. Nursing female cats with their\nkittens and recently acquired cats are housed (separately) in wire-type primary enclosures in separate rooms. There are\naccumulations of brown debris, grey hard scale, and white litter-dust on the bars of these enclosures. The dogs are\ncurrently being housed indoors in wire-type crates when outdoor temperatures are higher than the limit recommended by\nthe Attending Veterinarian. These crates have accumulations of hair, dirt, and brown debris in the bars of the crates.\nWhen asked, the licensee said that cat-rooms, cat enclosures, and dog crates are all sanitized with bleach monthly. All\nprimary enclosures, hard surfaces, food and water receptacles must be cleaned and sanitized at least every two weeks\nusing one of the approved methods included in 3.11(b)(3). These approved methods include a detergent followed by a\ndisinfectant, live steam, or water of at least 180-degrees Fahrenheit and detergent. Failure to use a detergent prior to\napplying a disinfectant such as bleach, reduces the efficacy of the disinfectant. Bacteria and viruses can then remain on\nsurfaces in the accumulations of organic material and biofilm. Additionally, failure to clean and sanitize as frequently as\nneeded may also lead to additional disease transmission between animals. Correct by ensuring that all primary\nenclosures and all hard surfaces that animals contact are cleaned and sanitized at least every two weeks using one of the\napproved methods. Correct by 1 August 2023."
    },
    {
      "code": "3.11(c)",
      "kind": "",
      "repeat": true,
      "desc": "Cleaning, sanitization, housekeeping, and pest control.",
      "narrative": "There continues to be accumulated tools, supplies and junk in multiple areas of the facility. In the cat house at the rear of\nthe property, the kitchen area is cluttered with tools, household supplies and cleaners. Everything is covered in a thick\nlayer of dust. At the time of inspection, an adult female cat with her 4 kittens and three dogs were being housed in this\narea. In the yard there was an old tire filled with water, a scrap piece of lattice, overgrown weeds, and piles of wood. The\nlicensee is also in the process of building new sheltered housing for the dogs and has left piles of screws and tools on the\nfloor. The dogs are allowed to wander the back yard without constant supervision and can come into access with all these\nareas.\nPiles and accumulations of materials on the premises can serve as source of illness or injury to humans and animals on\nthe property and encourage pests by providing areas for harborage. Correct by ensuring that animal housing facilities,\nbuildings and surrounding grounds are kept clean and in good repair, so as to protect animals from injury, facilitate good\nhusbandry practices and reduce the risk of pest breeding."
    },
    {
      "code": "3.13(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "Veterinary care for dogs.",
      "narrative": "The medical record for an adult female French Bulldog, “Vita,” does not include required information regarding an\nabnormal ear finding on physical exam. The records list an ear cytology being performed but do not describe the problem\nfound, full examination findings, or the result of the ear cytology. Additionally, recommended medications are listed but\ncrossed out without a clear plan for treatment and care.\nAdequate record keeping is necessary to ensure the health of animals and to ensure that the guidance of the attending\nveterinarian is being followed. Correct ensuring that full medical records are kept for all dogs and that for any future\nproblems identified, the date and description of the problem, examination findings, tests results, plan for treatment and\ncare, and treatment procedures performed. Correct by 26 July 2023."
    },
    {
      "code": "3.13(b)(3)",
      "kind": "",
      "repeat": true,
      "desc": "Veterinary care for dogs.",
      "narrative": "The medical records for the dogs still do not have the name and date of administration of all required vaccinations\ndescribed in the program of veterinary care. The licensee has included the most recent distemper and rabies vaccinations\nadministered to the dogs but there is still no record of other previous vaccinations that have been administered. According\nto the attending veterinarian, the currently required vaccines for dogs are distemper, rabies, bordatella, leptospirosis, and\ninfluenza. Adequate vaccination records including dates of prior administration are necessary to know when each animal\nis due for their booster vaccinations and to ensure the frequency of administration is following the schedule set by the\nattending veterinarian. Failure to maintain records of all vaccines administered can lead to missing doses of booster\nvaccinations leaving dogs unprotected towards contagious diseases. Additionally, this prevents APHIS Officials from\nensuring that dogs are properly vaccinated. Correct by ensuring all dogs have records that include the name and date of\nadministration of each vaccine required by the program of veterinary care, including those previously administered."
    },
    {
      "code": "3.13(b)(4)",
      "kind": "",
      "repeat": false,
      "desc": "Veterinary care for dogs.",
      "narrative": "The medical records for two dogs do not include the results of all routine examinations and diagnostic tests being\nperformed. The records are missing the findings/results of their yearly physical exam except for weight and temperature.\nAdditionally, their records indicate that a diagnostic test for heartworm, lyme, ehrlichia, and anaplasma was performed but\nno results are provided. Adequate record keeping is necessary to ensure the health of animals and to ensure that the\nguidance of the attending veterinarian is being followed. Correct by ensuring that full medical records are available for all\ndogs and include the dates and findings/results of all screening, routine, or other required or recommended test or\nexamination. Correct by 1 August 2023.\nThis inspection and exit interview were conducted with licensee.\nAdditional Inspectors:\nDANA MILLER, Supervisory Animal Care Specialist n"
    }
  ],
  "narrative": "2.40(b)(2)  Direct Repeat\n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nTwo cats were not provided with adequate veterinary care.  \n \n - An approximately three-week-old male brown tabby kitten with white feet (no microchip number yet) was not provided \nwith adequate veterinary care. Shortly following this kitten’s birth, the licensee identified that it had a malformation where \nthe chest is compressed upwards in the direction of the spine. Despite recognizing the condition, the licensee did not \nreport it to the attending veterinarian (AV), instead choosing to treat it himself. The licensee stated that since he has seen \nkittens like this in the past, he tried to splint the chest cavity himself but was unsuccessful. The licensee also stated that \nhe does not report this condition to the AV for treatment until they are approximately 6 months old because he believes \nthat they are not old enough for treatment until that time. When the kitten was handled during inspection, it began having \ndifficulty breathing. The kitten began gasping and struggling to breath with large abdominal movements. After being \nreturned to his mother the kitten began breathing more normally. Failure to provide appropriate treatment for this condition \ncan result in heart and lung complications as well as reduced growth.  \n \n - One 3-year-old female calico cat with a malformed right front foot (Microchip# 900215001896851) was identified as \nhaving bright red inflamed gums around the base of each tooth. The licensee stated that his cat had been previously \nidentified and was examined by the attending veterinarian and under treatment. The attending veterinarian confirmed that \nshe had examined the cat in April 2023 and prescribed medications for initial treatment. Additionally, the AV \nrecommended following up with dental procedure to treat and further diagnose the cause of this inflammation. At this time, \nthe licensee has not scheduled the necessary follow-up procedures to fully diagnose and treat this condition. The cat \ncontinues to have severely inflamed gums. Failure to provide appropriate treatment as recommended by the attending \nveterinarian can result in unnecessary discomfort. \n \nAdditionally, attempting to correct a medical condition without guidance from the attending veterinarian can lead to \nincreased suffering of an animal or other serious complications. Correct by ensuring that these animals are examined by a \nveterinarian and ensuring that appropriate care is provided by following all of their directions for follow-up care. \nAdditionally, ensure that all animals are provided with appropriate methods to prevent, control, diagnose, and treat \ndiseases and/or injuries.\n\n2.40(b)(3)  Direct Repeat\n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nSeven cats had medical conditions that had not been identified by the facility prior to the inspection and therefore did not \nreceive adequate veterinary care. These include: \n \n - A five-year-old adult female black tabby #643094800118623 is extremely thin. The shoulder blades, spine, and hip \nbones are all easily felt with minimal overlying muscle. Along her back line, each individual vertebrae is easily \ndistinguishable. There is minimal fat along the rib cage. The inspector could easily encircle the spine with one hand, \nallowing their fingers to touch at the bottom. Although body condition was easily determined on site by hand, her long hair \nmakes visual assessment difficult. She also has an area approximately 1.5 inches by 2 inches of hair loss on the back of \nher neck with thickened skin. There is a 1 inch, red, superficial abrasion at the top of the exposed skin. According to the \nlicensee, the lesion is from breeding with the male as she is currently in heat. When asked about weight monitoring prior \nto breeding, the licensee indicated that there is no plan in place to evaluate body condition of an animal prior to \nrebreeding.  \n \n - A one to two-year-old adult female tabby #990000002718714 (acquisition records are inconsistent regarding age for \nthis animal) is also very thin with obvious muscle loss and minimal fat. Her shoulder blades, hip bones, and spine are all \neasily felt. Her body condition was easily determined when touched, but her long hair makes visual assessment difficult. \nThe licensee stated that this cat is typically thin, but that he had not reported her weight to the attending veterinarian nor \nhad he observed the degree of poor body condition. This cat is currently cohoused with a male for breeding.  \n \n - A two-year-old adult female dilute calico #900215001896849 has eye discharge from both eyes, mild nasal discharge \nfrom the left nose, and severely inflamed gums. The left eye has an accumulation of dried, black debris that was easily \nremoved on inspection. The corresponding left nostril also has some dried, black debris in the nose. The right eye has \nclear discharge. At the base of every tooth, where the tooth meets the gum line, the gums are bright red and inflamed. \nThe licensee stated that eye crusts are normal and that he had not noticed the dental condition for this cat.  \n \n - Four brown tabby kittens (no microchip numbers) currently housed with their dam in room 1 have runny eyes and were \nobserved sneezing during the inspection. Two kittens had clear eye discharge from both eyes with one kitten having \nworse discharge in the right eye on the first day of inspection. On the day of exit briefing, all four kittens had discharge \nfrom their eyes or nose. One female had mild yellow nasal and eye discharge. One male had tan nasal discharge. One \nmale had dried crusts on both eyes (right more than left). One male had clear watery discharge from the right eye only. \nThe licensee stated that small amounts of eye discharge are normal and therefore they were not under treatment. \n \nNone of these health issues were found during daily observations and none have been reported to the attending \nveterinarian; there are no current treatment plans in place according to the licensee. Animals with untreated medical \nconditions including underweight, respiratory, and dental problems may suffer from unnecessary pain, discomfort, \ninfection, and stress. Daily observations of animals to identify medical problems is essential to identify injury and illness \nquickly, initiate treatment quickly, and prevent unnecessary suffering. Correct by observing all animals at least daily to \nidentify physical, medical, or behavioral problems. Additionally, ensure that all findings are communicated in a timely\n\nmanner to the attending veterinarian so that they can examine animals and ensure that appropriate treatment is provided \nas required by section 2.40(b)(2). \n2.75(a)(1) \n   \nRecords: Dealers and exhibitors. \nThe records for dogs and cats are missing several required components. On the 7005 record of animals on hand, \napproximately 26 of cats have no gender identified on the form. Approximately 10 cats have no date of birth recorded or \napproximate age at the time of import from the licensee’s business in Russia. Approximately 6 cats have no date of arrival \nindicated even though they were born on property and none of these animals have an exact date of birth. The licensee \nalso uses cage cards to satisfy the recordkeeping requirements of new kittens born on property but the cards do not have \ncolor/individual markings or gender. The licensee stated that these details are not added until at least 8 weeks of age. \n \nSeveral animals have records that are inconsistent and inaccurate. For example, a group of 4 cats that arrived on the \npremise 7/22/23 from overseas also have a date of birth 7/22/23. Another group of 6 animals that indicate they were born \non premise have an age of 8 months and arrival dates between 7/3/23 and 7/17/23. Some older animals have \napproximate ages along with dates of acquisition (from being born on property) which are inaccurate. One adult male is \nmarked as 3 years old and arriving 3/21/22. However, if he was born on property (as indicated), he cannot be 3 years old \nbased on his arrival date. Another adult male is marked as 2.5 years old and arriving 7/15/2022. Again, he is marked as \nbeing born on property which is impossible based on his age and date of arrival. \n \nAlthough the 7005 form has dates recorded in the “removed or sold” and the “died or euthanized” columns the method of \ndisposition is not specified in either column. Failure to include the method of disposition prevents APHIS Officials from \naccurately evaluating records and knowing whether individual animals were sold vs. transferred to the licensee’s property \nout of country or if they died vs. were humanely euthanized.  \n \nOn the 7006 disposition forms for animals sold and donated, there is no driver’s license number and license plate number \nand state identified for buyers who do not have a USDA license. There were approximately 58 sales records since the last \ninspection all of which were missing this information. In many instances this record specified that animals were \ntransported by the buyer in their vehicle, but the name for the “received by” person was different than the purchaser. \nMany forms had no signature date for the date the animal was received.  \n \nHaving accurate acquisition and disposition records is critical to allow inspectors to track animals both born on the \nproperty and imported into the facility as well as those leaving the facility. Correct by August 1, 2023 by ensuring that all \nrequired acquisition an disposition information is properly recorded and is accurate. \n2.126(a)(2) \n   \nAccess and inspection of records and property; submission of itineraries. \nThe program of veterinary care (PVC) was not available for review during the inspection. The licensee stated (and \nAttending Veterinarian confirmed) that the program of veterinary care is currently under review and being revised by the \nAttending Veterinarian (AV). The AV confirmed that while this revision is being completed, the Licensee should continue \nto use the existing PVC. The licensee stated that he no longer had a copy of the existing PVC and therefore, it could not\n\nbe produced for inspectors to evaluate during inspection.  \n \nThe inability for APHIS Officials to access records during inspection prevents evaluation of compliance with the Animal \nWelfare Act and the adequacy of care provided to animals. Additionally, caretakers being unable to reference the \nveterinary guidance provided in the PVC may lead to delays in the proper diagnosis of animals and provision of adequate \nmedical care. \n \nCorrect by ensuring that APHIS Officials are provided access to all required records during inspections. Correct by 1 \nAugust 2023. \n3.1(c)(2) \n   \nHousing facilities, general. \nThe elevated resting surfaces / scratching posts in the group-housed cat primary enclosures need to be replaced. There \nare carpet and rope covered “cat trees” provided to the group housed cats. Several of the “cat trees” are covered with \nstains, torn, and have the sisal rope unraveling. The cat trees are unable to be cleaned and sanitized and therefore \nrequire replacement when worn or soiled. Soiled and damaged cat trees can lead harbor bacteria or viruses and therefore \nlead to illness. Additionally, unraveling carpet and ropes can lead to physical injury or present hazards if pieces are \ningested. Correct by ensuring that all surfaces are maintained on a regular basis and objects that cannot be readily \ncleaned and sanitized are replaced when worn or soiled. Correct by 8 August 2023. \n3.1(e)  Repeat\n   \nHousing facilities, general. \nFood is still not being stored appropriately. Food which was previously stored in a separate room, has now been moved \ninto a room housing 5 nursing female cats with their respective litters of kittens (total of 5 adult cats and 22 kittens). The \nbags of food are currently stored on a pallet but leaning against the walls. Only food which is currently being used may be \nkept in animal areas. Storage of food within animal areas complicates cleaning and may lead to contamination of food \nultimately used for other animals. Correct by ensuring that all food is stored off the floor and away from walls to allow \ncleaning underneath and around the supplies and only food and bedding that is currently being used may be kept in \nanimal areas. \n3.2(d) \n   \nIndoor housing facilities. \nSeveral indoor cat enclosures have chewed and damaged walls and flooring which have exposed unsealed surfaces that \nare permeable to moisture. \n - One indoor room, housing 5 adult cats, has a triangular section of floor in the back right corner, approximately 4 inches \nx 4 inches where the plastic linoleum has been torn off the floor and chewed. The underlying wood floor has been \nexposed and previously painted, but the linoleum is still being chewed, revealing more unsealed surfaces.  \n - Another indoor room, housing 8 young adult cats in 4 wire enclosures has a wooden shelf built into the wall that has not \nbeen sealed and made impervious to moisture.  \n - An indoor room housing 5 adult cats with their respective litters (16 kittens total) in 5 wire enclosures has chewed and \ndamaged door frames around the closet, exposing unsealed and permeable wood.\n\n- A room housing 3 adult cats has a chewed and scratched door frame molding, exposing approximately 1/3 of the \nsurface to the underlying, unsealed wood.  \nSurfaces permeable to moisture cannot be properly cleaned and/or sanitized as contaminated material can penetrate the \nmaterial. These surfaces can expose the cats to unnecessary disease hazards. Correct by ensuring that all floors, walls, \nand any other surfaces in contact with the animals in indoor enclosures are impervious to moisture. Correct by 8 August \n2023. \n3.3(d) \n   \nSheltered housing facilities. \nThere are two large, sheltered cat enclosures that consist of an outdoor patio section and an indoor room with a \npassageway between the two. During inspection, one of the sheltered enclosures was being managed as an outdoor \nenclosure with the window shut, separating a group of four adult cats inside from a group of eight adult cats outside. The \ncats housed indoors were previously undergoing medical treatment and therefore were separated from those housed \noutdoors only. In the outdoor portion of the enclosure, there are three cat trees which each have one, three-sided “box” for \nthe cats to use a shelter from the elements. There is not an adequate amount of shelter provided to all eight adult cats to \nprotect them from the elements. Additionally, the “boxes” provided are not very large and do not allow the animal to stand, \nsit, or turn about freely. Shelter from the elements is important to maintain the health and wellbeing of the animals so they \nare not exposed to varying climatic conditions. Correct by providing all animals adequate shelter from the elements at all \ntimes and ensuring the shelter structures are large enough to allow each animal to sit, stand, and lie in a normal manner \nand to turn about freely. The licensee opened the window during inspection to turn the enclosure back into sheltered \nhousing. Correct by 27 July 2023. \n3.3(e)(1)  Repeat\n   \nSheltered housing facilities. \nSeveral surfaces in the two sheltered housing facilities have areas of permeable, unstained and unsealed material. The \nceiling and parts of the wood wall uprights in both outdoor portions (“catios”) of the two sheltered cat enclosures are \nconstructed of permeable, unstained and unsealed wood. In one indoor portion of a sheltered housing facility, a windowsill \nhas multiple chew marks, exposing unsealed wood. In the indoor portion of the second sheltered cat enclosure, the back \nof the door has been chewed and scratched, exposing the unsealed wood underneath the surface. The licensee previous \nsealed the front surface of the wood uprights and all shelving in the outdoor portion and added some plastic barriers to the \ntrim around the indoor door molding, but sections have been removed by the cats. Surfaces permeable to moisture \ncannot be properly cleaned and/or sanitized as contaminated material can penetrate into the surfaces. \n \nHaving surfaces that can come in contact with the animals and cannot be properly cleaned and sanitized can expose the \ncats to unnecessary disease hazards. Correct by ensuring that all outdoor areas with the animals are properly constructed \nor sealed so as to be impervious to moisture and able to be properly cleaned and sanitized in accordance with 3.11(b). \n3.6(b)(1)(i)  Repeat\n   \nPrimary enclosures. \nA total of 12 Adult cats and 16 kittens are currently housed in primary enclosures that do not meet the required 24-inch \nheight requirement. The licensee has begun replacing primary enclosures for cats that failed to meet minimum height\n\nrequirements, however, a total of eight enclosures are currently being used that are only 20-inches tall rather than the \nrequired 24 inches. Four of these enclosures house two recently acquired adult cats each while the remaining enclosures \nhouse one nursing female cat each and their litter of kittens. Failure to provide adequate enclosure height (at least twenty-\nfour inches) prevents cats from making normal postural adjustments and can lead to unnecessary discomfort and \ndistress. Correct by ensuring all primary enclosures housing cats are at least 24” high. \n3.6(b)(1)(ii) \n   \nPrimary enclosures. \nA total of 4 enclosures housing 8 weaned, young adult cats are currently housed in primary enclosures that do not meet \nthe required minimum floor space requirements. These enclosures measured 35.5 inches by 23.5 inches and each \ncontained two 5-inch diameter food/water bowls. These enclosures each provide a total of 5.5 sq. feet of floor space \n(excluding the space occupied by the food and water receptacle). Each enclosure housed two recently imported young \nadult cats each weighing less than 4 kg (8.8 lbs). Cats of this size require a minimum of 3 sq. feet each, making the \ncombined requirement 6 sq. feet per pair. The current enclosures are too small by 0.5 sq. feet. Failure to provide \nminimum space prevents animals from making normal postural and social adjustments which may lead to unnecessary \ndiscomfort, distress, and conflict with co-housed animals. Correct by ensuring that all primary enclosures housing cats \nprovide the minimum required floor space for each animal. Correct by 26 July 2023. \n3.6(b)(1)(iv) \n   \nPrimary enclosures. \nA total of 4 enclosures housing 4 adult and 23 kittens do not meet generally accepted husbandry practices for the amount \nof floor space required for nursing female cats and kittens. The licensee currently singly houses the majority of female \ncats that are nursing kittens in wire enclosures that are either 35.5 x 23.5 inches or 41.4 x 27 inches. Nursing females and \ntheir kittens remain in these enclosures until weaning at 8-16 weeks old. Each of these cats are Maine Coon cats which \nare large bodied and long-haired cats. The kittens in each of these groups were large, active, and near weaning. Two \ngroups were housed in the larger enclosures (1 adult with 8 kittens and 1 adult with 5 kittens) and two groups were \nhoused in the smaller enclosures (1 adult with 4 kittens and 1 adult with 6 kittens). In each of these enclosures animals \nwere observed sitting or laying in the litter boxes. In the enclosure with 8 kittens, the adult cat had fresh feces caked in her \ntail (which was cut out of the fur by the licensee after it was identified by inspectors). Additional other cats and kittens \nwere seen with small amounts of cat litter or dried feces on their paws. Generally accepted husbandry standards require \nthat animals can remove themselves from their feces or areas that they urinate and defecate. Given the size and number \nof animals within these enclosures, there is not enough floor space for them to lay comfortably without having to lay in \ntheir litterbox. Although litterboxes are cleaned regularly, there is no way to remove all feces immediately, requiring some \nanimals to lay on excreta causing the type of contamination observed. Additionally, there is very limited space for these \nyoung animals to engage in age-appropriate species-typical play behavior. Failure to ensure that there is enough space to \nmeet generally accepted husbandry standards can result in discomfort and distress. Correct by ensuring that all cats are \nprovided with adequate space in accordance with generally accepted husbandry standards. Correct by 1 August 2023. \n3.6(b)(4)  Repeat\n   \nPrimary enclosures.\n\nTwenty-two total adult cats and 57 kittens currently have either no elevated resting surface in their enclosure or an \nelevated resting surface which is insufficient for the number of animals present.  \n \nA total of 14 wire-type primary enclosures used to house 18 adult cats and 41 kittens have either no elevated resting \nsurface or an elevated resting surface that is of insufficient size for all occupants to rest comfortably at the same time. \nAdditionally, one room of four co-housed breeding female cats and their 14 kittens had no elevated resting surface. Since \nthe last inspection, the licensee has attempted to add a resting surface to some of the wire-type enclosures by adding a \nsmall plastic stool to four of the enclosures. The stool is approximately 4 inches by 5 inches on the top surface. This \nspace is insufficient for even a single adult cat to rest comfortably. These stools were present in enclosures which housed \nas many as 1 adult female cat and her litter of 8 kittens (all approximately 7 weeks old). A total of 4 adult cats and 17 \nkittens have these platforms that are too small, while the remainder of cats had no elevated resting surface present in \ntheir enclosures. The licensee added a larger stool (approximately 12-14 inches by 8 inches) to an enclosure with no \nresting platform that contained an adult female cat and her 4 kittens, however, this is still insufficient in size for all animals \nto rest comfortably at the same time. Elevated resting surfaces allow cats to engage in species-typical behaviors and cats \nthat are not provided with this environmental complexity may experience unnecessary distress. Correct by ensuring that \nall cats and kittens are provided with enough elevated resting surfaces of sufficient combined size to allow all occupants \nof the primary enclosure to rest comfortably at the same time. \n3.6(c)(1)(i) \n   \nPrimary enclosures. \nFive out of six dogs are not being provided with the minimum amount of space required by the Animal Welfare Act. During \na portion of the inspection dogs were observed indoors in wire-type crates. The Licensee explained that these are \ntemporary primary enclosures used for approximately 4-6 hours per day. The attending veterinarian has recommended \nthat when the outdoor temperatures exceed 80-degrees Fahrenheit the dogs be brought indoors and currently the \nLicensee is accomplishing this by housing them in these crates. Each dog and their required and provided space is as \nfollows: \n \n - An adult female French bulldog, “P2,” measures 21.5 inches in length and therefore requires a total of 5.25 sq. ft. She is \ncurrently being housed in an enclosure that measures 17.5 x 24 inches providing only 2.9 sq. feet.  \n \n - Two adult female French bulldogs, “Roni” and “Marta” are currently housed in one wire crate. “Roni,” measures 21.5 \ninches in length and therefore requires a total of 5.25 sq. ft. “Marta” is 23 inches long and therefore requires an additional \n5.3 sq. ft of floor space. Their combined total required space is 10.55 square feet. They are currently housed in an \nenclosure that is 22 x 35 inches and provides only 5.3 sq. ft total (approximately half of the required total space). \n \n- An adult female French bulldog, “Korzhik,” measures 23 inches in length. She requires a total of 5.8 sq. ft. Her enclosure \nis 22 x 35.5 inches and provides only 5.4 sq. ft. \n \n- An adult male French bulldog, “George,” is 20.5 inches long and therefore requires a total of 4.8 sq. ft. His enclosure \nmeasures 17.5 x 24 inches providing only 2.9 sq. ft \n \nFailing to provide adequate space can cause discomfort, crowding, stress, and contribute to poor sanitation or increased\n\nincidences of illness. Correct by ensuring all dogs are provided with at least the minimum space required by the Animal \nWelfare Act. The licensee ordered new enclosures during the exit briefing. Correct by 4 August 2023. \n3.6(c)(1)(iii) \n   \nPrimary enclosures. \nTwo adult French bulldogs are in enclosures that do not provide the minimum interior height as required by the Animal \nWelfare Act. All dogs require a minimum of 6 inches of clearance above the top of their heads when in a normal standing \nposition. \n \n- An adult female French bulldog, “P2,” measures 16.5 inches tall when in a normal standing position. Her enclosure \nmeasures only 19.5 inches tall, providing only 3 inches of clearance. \n \n- An adult male French bulldog, “George,” is approximately 18 inches tall when standing. His enclosure was 19 inches tall \nand his ears were observed sticking out of the top of the enclosure when he was in a normal sitting position. \n \nFailure to provide the minimum interior height in a primary enclosure prevents normal postural adjustments, including \nstretching the neck up and can lead to discomfort. Correct by ensuring all dogs are provided with at least the minimum \ninterior height requirements as required by the Animal Welfare Act. The licensee ordered new enclosures during the exit \nbriefing. Correct by 4 August 2023. \n3.10(a) \n   \nWatering \nThe dogs housed at this facility do not currently have continuous access to potable water. During a portion of the \ninspection dogs were observed indoors in wire-type crates. The Licensee explained that these are temporary primary \nenclosures used for approximately 4-6 hours per day. The attending veterinarian has recommended that when the \noutdoor temperatures exceed 80-degrees Fahrenheit the dogs be brought indoors and currently the Licensee is \naccomplishing this by housing them in these crates. At the time of inspection, none of the dogs had access to water while \nhoused in the crates. The licensee stated that the dogs just spill water bowls when they are provided. Failure to provide \ncontinuous access to potable water may lead to dehydration or discomfort of the animals. The licensee provided water to \nall dogs during the inspection. Additionally, correct by ensuring that potable water is continuously available to all dogs at \nall times. Correct by: 26 July 2023. \n3.11(b)(2) \n   \nCleaning, sanitization, housekeeping, and pest control. \nPrimary enclosures housing the cats and dogs are not being sanitized at least every two weeks. The majority of rooms \nwhich contain free-housed groups of cats in a dedicated room have excessive accumulations of tan or brown debris on \nthe walls. These accumulations are typically worst around areas frequented by the cats (behind litter boxes, climbing \ntrees, etc). Several rooms have areas of dark brown waxy material on the window frames. Nursing female cats with their \nkittens and recently acquired cats are housed (separately) in wire-type primary enclosures in separate rooms. There are \naccumulations of brown debris, grey hard scale, and white litter-dust on the bars of these enclosures. The dogs are \ncurrently being housed indoors in wire-type crates when outdoor temperatures are higher than the limit recommended by\n\nthe Attending Veterinarian. These crates have accumulations of hair, dirt, and brown debris in the bars of the crates. \nWhen asked, the licensee said that cat-rooms, cat enclosures, and dog crates are all sanitized with bleach monthly. All \nprimary enclosures, hard surfaces, food and water receptacles must be cleaned and sanitized at least every two weeks \nusing one of the approved methods included in 3.11(b)(3). These approved methods include a detergent followed by a \ndisinfectant, live steam, or water of at least 180-degrees Fahrenheit and detergent. Failure to use a detergent prior to \napplying a disinfectant such as bleach, reduces the efficacy of the disinfectant. Bacteria and viruses can then remain on \nsurfaces in the accumulations of organic material and biofilm. Additionally, failure to clean and sanitize as frequently as \nneeded may also lead to additional disease transmission between animals. Correct by ensuring that all primary \nenclosures and all hard surfaces that animals contact are cleaned and sanitized at least every two weeks using one of the \napproved methods. Correct by 1 August 2023. \n3.11(c)  Repeat\n   \nCleaning, sanitization, housekeeping, and pest control. \nThere continues to be accumulated tools, supplies and junk in multiple areas of the facility. In the cat house at the rear of \nthe property, the kitchen area is cluttered with tools, household supplies and cleaners. Everything is covered in a thick \nlayer of dust. At the time of inspection, an adult female cat with her 4 kittens and three dogs were being housed in this \narea. In the yard there was an old tire filled with water, a scrap piece of lattice, overgrown weeds, and piles of wood. The \nlicensee is also in the process of building new sheltered housing for the dogs and has left piles of screws and tools on the \nfloor. The dogs are allowed to wander the back yard without constant supervision and can come into access with all these \nareas. \n \nPiles and accumulations of materials on the premises can serve as source of illness or injury to humans and animals on \nthe property and encourage pests by providing areas for harborage. Correct by ensuring that animal housing facilities, \nbuildings and surrounding grounds are kept clean and in good repair, so as to protect animals from injury, facilitate good \nhusbandry practices and reduce the risk of pest breeding. \n3.13(b)(2) \n   \nVeterinary care for dogs. \nThe medical record for an adult female French Bulldog, “Vita,” does not include required information regarding an \nabnormal ear finding on physical exam. The records list an ear cytology being performed but do not describe the problem \nfound, full examination findings, or the result of the ear cytology. Additionally, recommended medications are listed but \ncrossed out without a clear plan for treatment and care. \n \nAdequate record keeping is necessary to ensure the health of animals and to ensure that the guidance of the attending \nveterinarian is being followed. Correct ensuring that full medical records are kept for all dogs and that for any future \nproblems identified, the date and description of the problem, examination findings, tests results, plan for treatment and \ncare, and treatment procedures performed. Correct by 26 July 2023. \n3.13(b)(3)  Repeat\n   \nVeterinary care for dogs.\n\nThe medical records for the dogs still do not have the name and date of administration of all required vaccinations \ndescribed in the program of veterinary care. The licensee has included the most recent distemper and rabies vaccinations \nadministered to the dogs but there is still no record of other previous vaccinations that have been administered. According \nto the attending veterinarian, the currently required vaccines for dogs are distemper, rabies, bordatella, leptospirosis, and \ninfluenza. Adequate vaccination records including dates of prior administration are necessary to know when each animal \nis due for their booster vaccinations and to ensure the frequency of administration is following the schedule set by the \nattending veterinarian. Failure to maintain records of all vaccines administered can lead to missing doses of booster \nvaccinations leaving dogs unprotected towards contagious diseases. Additionally, this prevents APHIS Officials from \nensuring that dogs are properly vaccinated. Correct by ensuring all dogs have records that include the name and date of \nadministration of each vaccine required by the program of veterinary care, including those previously administered. \n3.13(b)(4) \n   \nVeterinary care for dogs. \nThe medical records for two dogs do not include the results of all routine examinations and diagnostic tests being \nperformed. The records are missing the findings/results of their yearly physical exam except for weight and temperature. \nAdditionally, their records indicate that a diagnostic test for heartworm, lyme, ehrlichia, and anaplasma was performed but \nno results are provided. Adequate record keeping is necessary to ensure the health of animals and to ensure that the \nguidance of the attending veterinarian is being followed. Correct by ensuring that full medical records are available for all \ndogs and include the dates and findings/results of all screening, routine, or other required or recommended test or \nexamination. Correct by 1 August 2023. \n \nThis inspection and exit interview were conducted with licensee. \n \nAdditional Inspectors: \nDANA MILLER, Supervisory Animal Care Specialist n",
  "animals_total": 135,
  "species": [
    {
      "count": 6,
      "scientific": "Canis familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 72,
      "scientific": "Felis catus",
      "common": "CAT ADULT"
    },
    {
      "count": 57,
      "scientific": "Felis catus",
      "common": "CAT KITTEN"
    }
  ]
}