{
  "insp_id": "314142118000757",
  "layout": "a",
  "customer_id": "4795",
  "customer_name": "Ann Nolan",
  "customer_addr": "Glyn Nolan\n4736 Macedonia Rd\nVan Buren, AR 72956",
  "certificate": "71-B-0024",
  "site_id": "001",
  "site_name": "GLYN & ANN NOLAN",
  "insp_type": "ROUTINE INSPECTION",
  "date": "10-NOV-2014",
  "report_date": "13-NOV-2014",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "A female Brown and Black Yorkshire Terrier id# 4910517A21 was observed standing on three legs and holding her\nright front paw off the ground. She was unable to stand or walk normally. Upon examining the dog an\napproximately one inch diameter mass or swelling was noticed on the top of the right front foot. The area was\nswollen around the top of her foot and down between the toes. Lameness is a clear sign of injury or discomfort, and\nmust be addressed with proper veterinary care. The dog must be examined by a licensed veterinarian no later than\n12 November 2014 and a record of the examination and treatment protocol retained for their animal health records."
    },
    {
      "code": "3.1(c)(1)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "In the whelping building, the top of the sheltered portions of the enclosures are composed of wire grate. On multiple\nenclosures housing puppies, there was a build-up of dirt, hair and cobwebs. The dust and hair is accumulating on\nthe wire and on the heating lamps. This is a clear indication of inadequate cleaning and sanitation. Accumulation of\ndirt, debris, and grime increases the risk of contamination to animals kept within the enclosures. The tops of the\nenclosures must be routinely cleaned and all the dirt and debris removed to protect the health and well-being of the\ndogs. Owner must ensure that all areas around the dogs are cleaned and sanitized as often as necessary to\nmaintain proper husbandry standards.\nTo be corrected 11-11-2014"
    },
    {
      "code": "3.3(d)",
      "kind": "",
      "repeat": false,
      "desc": "SHELTERED HOUSING FACILITIES.",
      "narrative": "In enclosure number 7 D there are three adult Labradors. The indoor shelter area provided for the dogs is not large\nenough for each of the dogs to comfortably make normal postural adjustments, including sitting, standing and lying\ndown in a normal manner. Inadequate space could potentially lead to conflict between the animals, resulting in\nstress to the animals or the possibility of physical injury. Owner must ensure that all the dogs in each enclosure\nhave adequate space to sit, stand and lie in a normal manner and turn about freely.\nOwner must correct by 11-11-2014\nInspection and exit interview conducted with facility representative.\nAdditional Inspectors\nTygart Michael, Supervisory Animal Care Specialist"
    }
  ],
  "narrative": "2.40(b)(2)           DIRECT                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nA female Brown and Black Yorkshire Terrier id# 4910517A21 was observed standing on three legs and holding her\nright front paw off the ground.  She was unable to stand or walk normally.  Upon examining the dog an\napproximately one inch diameter mass or swelling was noticed on the top of the right front foot.  The area was\nswollen around the top of her foot and down between the toes.  Lameness is a clear sign of injury or discomfort, and\nmust be addressed with proper veterinary care.  The dog must be examined by a licensed veterinarian no later than\n12 November 2014 and a record of the examination and treatment protocol retained for their animal health records. \n \n3.1(c)(1)\nHOUSING FACILITIES, GENERAL.\nIn the whelping building, the top of the sheltered portions of the enclosures are composed of wire grate.  On multiple\nenclosures housing puppies, there was a build-up of dirt, hair and cobwebs.  The dust and hair is accumulating on\nthe wire and on the heating lamps.  This is a clear indication of inadequate cleaning and sanitation.  Accumulation of\ndirt, debris, and grime increases the risk of contamination to animals kept within the enclosures.  The tops of the\nenclosures must be routinely cleaned and all the dirt and debris removed to protect the health and well-being of the\ndogs.  Owner must ensure that all areas around the dogs are cleaned and sanitized as often as necessary to\nmaintain proper husbandry standards.  \nTo be corrected 11-11-2014\n3.3(d)\nSHELTERED HOUSING FACILITIES.\nIn enclosure number 7 D there are three adult Labradors.  The indoor shelter area provided for the dogs is not large\nenough for each of the dogs to comfortably make normal postural adjustments, including sitting, standing and lying\ndown in a normal manner.  Inadequate space could potentially lead to conflict between the animals, resulting in\nstress to the animals or the possibility of physical injury.  Owner must ensure that all the dogs in each enclosure\nhave adequate space to sit, stand and lie in a normal manner and turn about freely.\n\nOwner must correct by 11-11-2014\nInspection and exit interview conducted with facility representative.\nAdditional Inspectors\nTygart Michael, Supervisory Animal Care Specialist",
  "animals_total": 189,
  "species": [
    {
      "count": 143,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 46,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}