{
  "insp_id": "2016082567938134",
  "layout": "a",
  "customer_id": "45267",
  "customer_name": "Nancy Ogle",
  "customer_addr": "29546 453rd Avenue\nIrene, SD 57037",
  "certificate": "46-A-0390",
  "site_id": "001",
  "site_name": "NANCY OGLE",
  "insp_type": "ROUTINE INSPECTION",
  "date": "20-SEP-2016",
  "report_date": "25-SEP-2016",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "* A seven year old male, cream colored French Bulldog (ID#: 013539607), named “Yoda”, had a buildup of bluish\nwhite discharge in the center of the right eye. Closer examination revealed some dark green crusty material in the\nhair around the right eye or where the eye and eye-lid meet. The right eye had blood vessels present on the surface\nof the eyes. The white of right eye is mildly reddened. There was slight discharge from the right eye causing the\nhair around the eye to be wet. The condition of the eyes can be due to infections, allergies, injury, irritation or other\nmedical conditions that could be painful.\nAs a result of the condition of the eye, the licensee must have this dog evaluated by the veterinarian for veterinary\ncare and appropriate treatment plan. The outcome of this consultation must be documented and provided to the\ninspector upon request. The licensee must ensure that all animals receive adequate veterinary care at all times.\n* A nine year old white male Maltese, (ID#: 013359639), named “Princeton”, had an excessively thick buildup of\nbrownish tarter on the cheek teeth and Canine teeth (carnassial teeth) on both sides of the jaw. The left canine\nteeth (carnassial teeth) had a buildup of creamy substance where the teeth and gum line meet. The gums were\nswollen and dark red in areas. The gums had receded from the teeth. The gum line along the check teeth was\nbright red. The hair around the mouth was mildly wet from drooling. The buildup of abnormal material on teeth can\nbe painful, impact the ability of the dog to eat normally, and harm the health of the animal.\n* A nine year old white female Maltese, (ID#: 013519838), named “Precious”, had an excessively thick buildup of\ndark brown to brownish tarter on the cheek teeth and Canine teeth (carnassial teeth) for the right side of the jaw.\nThe canine teeth (carnassial teeth) had a buildup of creamy substance where the teeth and gum line meet on the\nright side of the jaw. The gums were swollen and dark red in areas. The gums had receded from the teeth. The hair\naround the mouth was mildly wet from drooling. The buildup of abnormal material on teeth can be painful, impact\nthe ability of the dog to eat normally, and harm the health of the animal.\n**The licensee must have these two above mentioned animals examined by a veterinarian to obtain an accurate\ndiagnosis and appropriate treatment plan. The outcome of this consultation must be documented and provided to\nthe inspector upon request. The licensee must ensure that all animals receive adequate veterinary care at all times.\nTo be corrected by, 28-September-2016."
    },
    {
      "code": "3.1(c)(2)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "* In the Whelping Kennel, from the right of the entrance door, an enclosure had plastic tracks for a sliding divider.\nThese two sets of tracks were on the floor of the enclosure and were excessively chewed or scratched. There was\nan accumulation of brown grime in the chewed areas. This indicates the chewed surfaces are worn and hard to\nclean and sanitize. This can increase the disease potential for the four puppies.\nAll hard surfaces must be maintained and kept in good repair. This will allow for the surfaces to be readily cleaned\nand sanitized. Therefore, this will decrease the disease hazards.\nTo be corrected by, 1-October-2016."
    },
    {
      "code": "3.1(c)(3)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "* The Big Kennel had 16 dog doors with an accumulation of dark brown to brown grime on their surfaces. Three of\nthe plastic dog door inserts had an accumulation of dark brown to brown grime on their surfaces. The Reefer\nKennel had two dog doors with an accumulation of brown grime on their surfaces. This indicates that daily\nspot-cleaning and frequent sanitization are not taking place. As a result, this increases the disease hazards for 16\nadult dogs.\nAll surfaces must be spot-cleaned daily and sanitized frequently. This will decrease the disease potential for the\ndogs.\nTo be corrected by, 27-September-2016."
    },
    {
      "code": "3.11(c)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "* Inside the Big Kennel, the three far end enclosures on the right side from the entrance door had an accumulation\nof dark brown grime or waste. This accumulation of dark brown grime was in front of the enclosures on the alley\nfloor. There was a slight ammonia odor in this area. The alleyway of this building is not being kept clean and this\ncan affect the health and well-being of the three adult dogs.\nAll buildings must be kept clean of an accumulation of waste products. This will protect the health and well-being of\nthe animals.\nTo be corrected by, 27-September-2016.\nThis inspection and exit interview were conducted with the facility representative and Randall Wagner (ACI).\nThis inspection will be sent by e-mail."
    }
  ],
  "narrative": "2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n* A seven year old male, cream colored French Bulldog (ID#: 013539607), named “Yoda”, had a buildup of bluish\nwhite discharge in the center of the right eye.  Closer examination revealed some dark green crusty material in the\nhair around the right eye or where the eye and eye-lid meet. The right eye had blood vessels present on the surface\nof the eyes.  The white of right eye is mildly reddened.  There was slight discharge from the right eye causing the\nhair around the eye to be wet. The condition of the eyes can be due to infections, allergies, injury, irritation or other\nmedical conditions that could be painful. \nAs a result of the condition of the eye, the licensee must have this dog evaluated by the veterinarian for veterinary\ncare and appropriate treatment plan. The outcome of this consultation must be documented and provided to the\ninspector upon request. The licensee must ensure that all animals receive adequate veterinary care at all times.\n* A nine year old white male Maltese, (ID#:  013359639), named “Princeton”, had an excessively thick buildup of\nbrownish tarter on the cheek teeth and Canine teeth (carnassial teeth) on both sides of the jaw. The left canine\nteeth (carnassial teeth) had a buildup of creamy substance where the teeth and gum line meet. The gums were\nswollen and dark red in areas. The gums had receded from the teeth.  The gum line along the check teeth was\nbright red.  The hair around the mouth was mildly wet from drooling.  The buildup of abnormal material on teeth can\nbe painful, impact the ability of the dog to eat normally, and harm the health of the animal.\n* A nine year old white female Maltese, (ID#:  013519838), named “Precious”, had an excessively thick buildup of\ndark brown to brownish tarter on the cheek teeth and Canine teeth (carnassial teeth) for the right side of the jaw.\nThe canine teeth (carnassial teeth) had a buildup of creamy substance where the teeth and gum line meet on the\nright side of the jaw. The gums were swollen and dark red in areas. The gums had receded from the teeth. The hair\naround the mouth was mildly wet from drooling.  The buildup of abnormal material on teeth can be painful, impact\nthe ability of the dog to eat normally, and harm the health of the animal.\n**The licensee must have these two above mentioned animals examined by a veterinarian to obtain an accurate\ndiagnosis and appropriate treatment plan. The outcome of this consultation must be documented and provided to\nthe inspector upon request. The licensee must ensure that all animals receive adequate veterinary care at all times.\n\nTo be corrected by, 28-September-2016.\n3.1(c)(2)\nHOUSING FACILITIES, GENERAL.\n* In the Whelping Kennel, from the right of the entrance door, an enclosure had plastic tracks for a sliding divider. \nThese two sets of tracks were on the floor of the enclosure and were excessively chewed or scratched.  There was\nan accumulation of brown grime in the chewed areas.  This indicates the chewed surfaces are worn and hard to\nclean and sanitize.  This can increase the disease potential for the four puppies. \nAll hard surfaces must be maintained and kept in good repair.  This will allow for the surfaces to be readily cleaned\nand sanitized.  Therefore, this will decrease the disease hazards.\nTo be corrected by, 1-October-2016. \n3.1(c)(3)\nHOUSING FACILITIES, GENERAL.\n* The Big Kennel had 16 dog doors with an accumulation of dark brown to brown grime on their surfaces.  Three of\nthe plastic dog door inserts had an accumulation of dark brown to brown grime on their surfaces.  The Reefer\nKennel had two dog doors with an accumulation of brown grime on their surfaces. This indicates that daily\nspot-cleaning and frequent sanitization are not taking place.  As a result, this increases the disease hazards for 16\nadult dogs.\nAll surfaces must be spot-cleaned daily and sanitized frequently.  This will decrease the disease potential for the\ndogs.\nTo be corrected by, 27-September-2016. \n3.11(c)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\n* Inside the Big Kennel, the three far end enclosures on the right side from the entrance door had an accumulation\nof dark brown grime or waste.  This accumulation of dark brown grime was in front of the enclosures on the alley\nfloor.  There was a slight ammonia odor in this area. The alleyway of this building is not being kept clean and this\ncan affect the health and well-being of the three adult dogs.\n\nAll buildings must be kept clean of an accumulation of waste products.  This will protect the health and well-being of\nthe animals.\nTo be corrected by, 27-September-2016.\nThis inspection and exit interview were conducted with the facility representative and Randall Wagner (ACI).\nThis inspection will be sent by e-mail.",
  "animals_total": 93,
  "species": [
    {
      "count": 93,
      "scientific": "Canis lupus familiaris",
      "common": "DOMESTIC DOG"
    }
  ]
}