{
  "insp_id": "41151044470735",
  "layout": "a",
  "customer_id": "328593",
  "customer_name": "Jurassic Pets L L C",
  "customer_addr": "14615 Umpire St.\nBrighton, CO 80603",
  "certificate": "84-B-0127",
  "site_id": "001",
  "site_name": "JURASSIC PETS, LLC",
  "insp_type": "ROUTINE INSPECTION",
  "date": "03-FEB-2015",
  "report_date": "10-FEB-2015",
  "citations": [
    {
      "code": "2.40(b)(3)",
      "kind": "Direct",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "During the inspection, a female albino hedgehog was noted to be having loud audible breathing. Upon closer\nexamination, the hedgehog appeared to sneeze several times and continued to either vocalize or have audible\nbreathing noises. The owner had not noted this condition prior to the APHIS inspector's observation. Audible\nbreathing or increased vocalizations and sneezing are not normal in hedgehogs and may indicate a problem with\nthis animal's respiratory system.\n**This animal should be observed daily and should be seen by a veterinarian by 2/7/2015 if she continues to sneeze\nor have audible breathing or vocalizations.\nSeveral notations on the cage card for one of the breeding female hedgehogs, \"Grand Junction\", raised concerns\nabout this animal's overall health and well-being. These included:\n**10-5 body weight 597 grams\n**10-8 giving birth to 7 babies with 4 dying and 3 moved to another female to foster on 10-9\n**11-4 body weight 515 grams; male moved into cage for breeding\n**12-18 \"ran away\"--owner states animal escaped from enclosure and was missing 1-2 days before being\nrecovered; recorded her body weight at 419 grams which is significantly less (178 grams or about 30 % weight loss)\nfrom the recorded weight on 10-5; owner stated she believes this animal had been pregnant after breeding 11-4\nthrough 12-12 and most likely aborted the fetuses, causing the significant weight loss.\n**1-10 male moved in to breed with this female, no date listed when male moved out but no male present during\ninspection\nThis female hedgehog's weight at the time of this inspection was 609 grams which may indicate she is pregnant.\nShe has had two failed attempts reproducing within the past 3 months, had severe weight loss around the time of an\nescape from her enclosure, for which there is no documentation as to how long she was loose and did not have\naccess to food or water, and has been bred again since these experiences. When concern by the APHIS VMO was\nraised about this animal's history and the owner was questioned as to whether the attending veterinarian (AV) had\ndiscussed this situation or examined this animal on her recent visit (1/26/2015), the owner stated the vet looked at\nevery animal and didn't think there were any problems. There was no documentation by the owner or the AV to\nshow which animals were discussed or examined during this visit.\nThis animal, and all of the animals, should be closely observed on a daily basis to ensure they are in good health,\neating and drinking normally, and, that abnormal behavior, sounds, or conditions are noted so that the AV can be\nconsulted in a timely manner. The AV should be consulted about any animals that have poor reproductive success\n(abortions, rejections, dystocias, or other problems) prior to continuing to breed these animals.\nA system has been implemented since the previous inspection on 11/13/2014 to record daily care and observations\nof all animals in the store (excludes the breeding hedgehogs in the upstairs room). Records for the ferrets, sugar\ngliders, and chinchillas did not have entries for daily observation or care on 1/27 or 1/30. One of the employees\nstated that the mammals are one of the last group of animals checked by the staff and he could not definitively state\nif the staff member forgot to document the daily care or if it was not performed on those days.\nDaily observation of all animals to assess their health and well-being and to provide water and food is required. If a\nmechanism is developed by the facility to document this daily care and observation, the mechanism must be\nmaintained to ensure that all animals are properly cared for and, that if problems are noted, they can be\ncommunicated in a timely manner to the AV.\nThe facility must establish a mechanism of direct and frequent communication so that timely and accurate\ninformation on problems of animal health, behavior, and well-being is conveyed to the attending veterinarian."
    },
    {
      "code": "2.75(b)(1)",
      "kind": "",
      "repeat": true,
      "desc": "RECORDS: DEALERS AND EXHIBITORS.",
      "narrative": "The facility is not making, keeping, or maintaining records for the acquisition and disposition of animals other than\ndogs and cats that contain all of the required information.\n**Since the previous inspection on 11/13/2014, records of disposition showed that a total of 48 hedgehogs were\nsold and 22 were transferred to site 002 for this licensee (48 + 22 = 70 total hedgehog dispositions).\nThere were 28 hedgehogs on site on 11/13/2014. Acquisition records between that previous inspection and this\ninspection showed 45 hedgehogs acquired on 12/21/2014, 4 males born on premise on 12/29/2014, 14 born on\npremise on 1/10/2015, 14 born on premise on 1/16/2015, and 5 born on premise on 1/24/15 (45 + 4 + 14+ 14 + 5 =\n82 total hedgehogs acquired). There were 63 hedgehogs in the facility at the time of this inspection which leaves\n23 hedgehogs unaccounted for by acquisition records; 28 + 82 - 70 = 40 hedgehogs total that should be on hand\nbut there were 63 on hand at time of inspection.\n**At the time of this inspection, 3 chinchillas were present. At the previous inspection of 11/13/2014, 2 chinchillas\nwere present. A record of acquisition for 1 chinchilla on 8/18/14 was made available at this inspection. A\ndisposition record for 1 chinchilla on 12/23/14 was available for review during this inspection. There is no way to\ndetermine if any of the 3 chinchillas on site at the time of this inspection were present at the time of the inspection\non 11/13/2014 and no records made to show when or from whom the additional chinchillas were acquired.\n**Two sugar gliders were present at the time of this inspection. Records of acquisition for 4 sugar gliders on 8/4/14\nand 2 sugar gliders on 1/25/15 and a disposition record for 2 sugar gliders on 12/21/14 were available for review at\nthis inspection. An acquisition record for 2 sugar gliders on 3/18/14 and a disposition record for 2 sugar gliders on\n9/26/14 were available on the previous inspection on 11/13/2014. No sugar gliders were present during the previous\ninspection.\nNo other records of disposition for the other sugar gliders were made or available for review, leaving the 2 sugar\ngliders acquired March 2014 unaccounted for. There is no method to determine whether 2 of 4 sugar gliders\nacquired on 8/4/14 were sold on 9/26/14 nor what happened to the other 2 sugar gliders as none were present on\n11/1/3/2014 and no record of disposition was made. There is no record of acquisition for the 2 sugar gliders sold on\n12/21/14 and, therefore, no way to determine when and from whom they were acquired. The owner confirmed that\nthe 2 sugar gliders acquired on 1/25/2015 were the ones present during this inspection.\n**The acquisition record for 2 sugar gliders on 1/25/2015 did not contain driver's license number and State, and\nvehicle license number and State of the unlicensed person from whom they were acquired.\n**A guinea pig was present at the previous inspection on 11/13/2014 but no guinea pigs were present during this\ninspection. According to the owner, an employee purchased or otherwise acquired the guinea pig on 1/24/2015 but\nno record of disposition was made. A record was created by the owner during this inspection.\n**Two ferrets were present at the time of this inspection but no record of acquisition was made that included the\ndate of acquisition, name, address, driver's license number and State, and vehicle license number and State of the\nunlicensed person from whom they were acquired.\nAccurate and complete records for the acquisition and disposition of animals other than dogs and cats are required\nto ensure that legal acquisition and humane transportation and care occur.\nEvery dealer shall make, keep, and maintain records or forms which fully and correctly disclose the following\ninformation concerning animals other than dogs and cats, purchased or otherwise acquired, owned, held, leased, or\notherwise in his or her possession or under his or her control, or which is transported, sold, euthanized, or otherwise\ndisposed of by that dealer. The records shall include any offspring born of any animal while in his or her possession\nor under his or her control."
    },
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "A female hedgehog was noted on the cage card to have escaped from the enclosure on 12/18/2014. The owner\nstated that she was trying to switch the clear plastic enclosures (14 inches in height) to deeper enclosures because\nthe animals were able to climb out of the clear ones. The enclosures are plastic bins stacked on wire racks. Of the\n44 total enclosures housing hedgehogs in the upstairs breeding room, 10 were the shorter clear plastic enclosures\nand most of these were located on the top shelves of the wire racks.\nEnclosures that cannot contain the animals pose a risk to the animals as they can fall from the top of the racks (> 5\nfeet high) causing injury or they could be lost within the facility without access to food or water which could lead to\ndehydration, starvation, or death.\nThe primary enclosure housing 2 ferrets had a severely frayed hammock which poses a risk for injury if the animals\nwere to become entangled. The enclosure also had a broken, unstable shelf on the mid-level which was not\nstructurally sound and poses a risk of injury if the shelf were to collapse or if the ferrets would become entrapped\nbetween the caging and the unsecure shelf.\nThe housing facilities shall be structurally sound and shall be maintained in good repair to protect the animals from\ninjury and to contain the animals.\nThe hammock for the ferrets was removed during the inspection.\nAppropriate enclosures to contain the hedgehogs and replacement or repair of the ferret enclosure are to be\ncorrected by 2/6/2015."
    },
    {
      "code": "3.125(c)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "An open bag of bedding used for hedgehogs was being stored on the floor of the upstairs room adjacent to\nsolvents, paint, and other potentially harmful contaminants. The facility was noted to have an active pest problem\nduring this inspection and open bedding and food are attractants for pests.\nContamination of bedding by harmful chemicals or by pests poses a risk to the health of these hedgehogs as they\nlive and burrow in this material in their enclosures and can ingest or be exposed to chemicals or infectious material\nfrom the pest by direct contact through their skin or by ingestion of the materials.\nThe storage cabinets under the enclosures for hedgehogs in the showroom of the store had numerous open bags of\nbedding and food and an uncovered bowl of pelleted food. A spider web with live spiders was found in an open bag\nof oat cereal, small black beetles were seen in the cabinet, and an accumulation of food debris, dust, and other\nunidentified materials were found among the food and bedding.\nOpen bags of food and bedding stored in dusty cabinets with an active pest problem may become contaminated\nand the food may deteriorate. This poses a risk to the health of animals provided with the food and/or bedding.\nSupplies of food and bedding shall be stored in facilities which adequately protect such supplies against\ndeterioration, molding, or contamination by vermin.\nTo be corrected by 2/5/2015."
    },
    {
      "code": "3.131(a)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "Several enclosures housing hedgehogs and one for a chinchilla had an accumulation of excreta that would not\nprevent contamination of the animals or their food and where an accumulation of flies was noted during the\ninspection.\nAccumulation of excreta attracts pests and provides a medium for the flies to spread infectious organisms between\nanimal enclosures and may contaminate food and bedding, posing a risk to the health of the animals.\nExcreta shall be removed from primary enclosures as often as necessary to prevent contamination of the animals\ncontained therein and to minimize disease hazards and to reduce odors.\nTo be corrected by 2/5/2015,"
    },
    {
      "code": "3.131(c)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "Several areas in the facility used for animal housing and food preparation/storage had accumulations of unused\nequipment, potentially harmful chemicals, and items necessary for husbandry stored together in a manner that limits\nthe ability to perform the prescribed husbandry practices and to protect the animals from harm.\nThe upstairs room housing breeding hedgehogs had numerous carts and boxes overflowing with equipment, water\nbottles, litter boxes, and other items necessary for husbandry practices. The ability to access the racks where the\nhedgehog enclosures are stacked is limited due to the amount of materials stored in this manner.\nThe rodent breeding room had unused equipment stacked along the walls and accumulations of rodent feces, dust,\nand debris were present. A metal cart with a food processor was in the middle of this room and had an\naccumulation of dried food debris all over the processor and the cart. Adjacent to the cart were two buckets filled\nwith fluid, empty water bottles, and floating food debris.\nThese conditions are unsanitary and not appropriate in animal housing or food preparation/storage areas as they\ncan attract pests which carry infectious diseases and may contaminate the animals or their food and bedding. The\nareas are also very cluttered and accessing the enclosures or trying to locate escaped animals would be limited.\nPremises shall be kept clean and in good repair in order to protect the animals from injury and to facilitate the\nprescribed husbandry practices set forth in this subpart. Accumulations of trash shall be placed in designated areas\nand cleared as necessary to protect the health of the animals.\nTo be corrected by 2/9/2015."
    },
    {
      "code": "3.131(d)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "The facility does not have an effective program for the control of pests.\nNumerous flies were noted in the upstairs room where hedgehogs are being housed for breeding purposes and in\nthe rodent breeding room where some food preparation for the store animals occurs.\nAn excessive amount of rodent feces was noted along the walls and around equipment and other stored materials\nin the rodent breeding room where some food preparation for the store animals occurs.\nThe storage cabinets under the showroom enclosures for hedgehogs had live spiders and beetles among open\nbags of food and bedding.\nNo control methods were evident and the facility representatives stated that they have not been using anything to\ncontrol the accumulation of flies or other insects or to control feral rodents in the facility. Insect and mammalian\npests carry infectious diseases and can contaminate food and bedding, posing a risk to these animals for disease.\nSpiders can bite small mammals, posing a risk to these animals for disease or injury.\nRodent feces and spiders should be removed immediately and the areas around food preparation, food and\nbedding storage, and animal housing should be kept clean so active pest issues can be quickly identified and\naddressed.\nA safe and effective control program for all pests shall be implemented and maintained by 2/9/2015.\nInspection conducted on 2/3/2015 with owners, employees, Colorado Department of Agriculture PACFA\nrepresentatives, and APHIS AC VMO. Exit interview conducted with owner on 2/5/2015."
    }
  ],
  "narrative": "2.40(b)(3)           DIRECT                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nDuring the inspection, a female albino hedgehog was noted to be having loud audible breathing. Upon closer\nexamination, the hedgehog appeared to sneeze several times and continued to either vocalize or have audible\nbreathing noises.  The owner had not noted this condition prior to the APHIS inspector's observation.  Audible\nbreathing or increased vocalizations and sneezing are not normal in hedgehogs and may indicate a problem with\nthis animal's respiratory system.\n**This animal should be observed daily and should be seen by a veterinarian by 2/7/2015 if she continues to sneeze\nor have audible breathing or vocalizations.\nSeveral notations on the cage card for one of the breeding female hedgehogs, \"Grand Junction\", raised concerns\nabout this animal's overall health and well-being.  These included:\n**10-5 body weight 597 grams\n**10-8 giving birth to 7 babies with 4 dying and 3 moved to another female to foster on 10-9\n**11-4 body weight 515 grams; male moved into cage for breeding\n**12-18 \"ran away\"--owner states animal escaped from enclosure and was missing 1-2 days before being\nrecovered; recorded her body weight at 419 grams which is significantly less (178 grams or about 30 % weight loss)\nfrom the recorded weight on 10-5; owner stated she believes this animal had been pregnant after breeding 11-4\nthrough 12-12 and most likely aborted the fetuses, causing the significant weight loss.\n**1-10 male moved in to breed with this female, no date listed when male moved out but no male present during\ninspection\nThis female hedgehog's weight at the time of this inspection was 609 grams which may indicate she is pregnant. \nShe has had two failed attempts reproducing within the past 3 months, had severe weight loss around the time of an\nescape from her enclosure, for which there is no documentation as to how long she was loose and did not have\naccess to food or water, and has been bred again since these experiences.  When concern by the APHIS VMO was\nraised about this animal's history and the owner was questioned as to whether the attending veterinarian (AV) had\ndiscussed this situation or examined this animal on her recent visit (1/26/2015), the owner stated the vet looked at\nevery animal and didn't think there were any problems.  There was no documentation by the owner or the AV to\nshow which animals were discussed or examined during this visit.\n\nThis animal, and all of the animals, should be closely observed on a daily basis to ensure they are in good health,\neating and drinking normally, and, that abnormal behavior, sounds, or conditions are noted so that the AV can be\nconsulted in a timely manner.  The AV should be consulted about any animals that have poor reproductive success\n(abortions, rejections, dystocias, or other problems) prior to continuing to breed these animals.\nA system has been implemented since the previous inspection on 11/13/2014 to record daily care and observations\nof all animals in the store (excludes the breeding hedgehogs in the upstairs room).  Records for the ferrets, sugar\ngliders, and chinchillas did not have entries for daily observation or care on 1/27 or 1/30.  One of the employees\nstated that the mammals are one of the last group of animals checked by the staff and he could not definitively state\nif the staff member forgot to document the daily care or if it was not performed on those days. \nDaily observation of all animals to assess their health and well-being and to provide water and food is required.  If a\nmechanism is developed by the facility to document this daily care and observation, the mechanism must be\nmaintained to ensure that all animals are properly cared for and, that if problems are noted, they can be\ncommunicated in a timely manner to the AV.\nThe facility must establish a mechanism of direct and frequent communication so that timely and accurate\ninformation on problems of animal health, behavior, and well-being is conveyed to the attending veterinarian.\n2.75(b)(1)                    REPEAT\nRECORDS: DEALERS AND EXHIBITORS.\nThe facility is not making, keeping, or maintaining records for the acquisition and disposition of animals other than\ndogs and cats that contain all of the required information.\n**Since the previous inspection on 11/13/2014, records of disposition showed that a total of 48 hedgehogs were\nsold and 22 were transferred to site 002 for this licensee (48 + 22 = 70 total hedgehog dispositions).\nThere were 28 hedgehogs on site on 11/13/2014.  Acquisition records between that previous inspection and this\ninspection showed 45 hedgehogs acquired on 12/21/2014, 4 males born on premise on 12/29/2014, 14 born on\npremise on 1/10/2015, 14 born on premise on 1/16/2015, and 5 born on premise on 1/24/15 (45 + 4 + 14+ 14 + 5 =\n82 total hedgehogs acquired).   There were 63 hedgehogs in the facility at the time of this inspection which leaves\n23 hedgehogs unaccounted for by acquisition records; 28 + 82 - 70 = 40 hedgehogs total that should be on hand\nbut there were 63 on hand at time of inspection.\n**At the time of this inspection, 3 chinchillas were present.  At the previous inspection of 11/13/2014, 2 chinchillas\nwere present.  A record of acquisition for 1 chinchilla on 8/18/14 was made available at this inspection.  A\ndisposition record for 1 chinchilla on 12/23/14 was available for review during this inspection.  There is no way to\ndetermine if any of the 3 chinchillas on site at the time of this inspection were present at the time of the inspection\non 11/13/2014 and no records made to show when or from whom the additional chinchillas were acquired.\n\n**Two sugar gliders were present at the time of this inspection.  Records of acquisition for 4 sugar gliders on 8/4/14\nand 2 sugar gliders on 1/25/15 and a disposition record for 2 sugar gliders on 12/21/14 were available for review at\nthis inspection. An acquisition record for 2 sugar gliders on 3/18/14 and a disposition record for 2 sugar gliders on\n9/26/14 were available on the previous inspection on 11/13/2014. No sugar gliders were present during the previous\ninspection.\nNo other records of disposition for the other sugar gliders were made or available for review, leaving the 2 sugar\ngliders acquired March 2014 unaccounted for.  There is no method to determine whether 2 of 4 sugar gliders\nacquired on 8/4/14 were sold on 9/26/14 nor what happened to the other 2 sugar gliders as none were present on\n11/1/3/2014 and no record of disposition was made.  There is no record of acquisition for the 2 sugar gliders sold on\n12/21/14 and, therefore, no way to determine when and from whom they were acquired.  The owner confirmed that\nthe 2 sugar gliders acquired on 1/25/2015 were the ones present during this inspection.\n**The acquisition record for 2 sugar gliders on 1/25/2015 did not contain driver's license number and State, and\nvehicle license number and State of the unlicensed person from whom they were acquired.\n**A guinea pig was present at the previous inspection on 11/13/2014 but no guinea pigs were present during this\ninspection.  According to the owner, an employee purchased or otherwise acquired the guinea pig on 1/24/2015 but\nno record of disposition was made.  A record was created by the owner during this inspection.\n**Two ferrets were present at the time of this inspection but no record of acquisition was made that included the\ndate of acquisition, name, address, driver's license number and State, and vehicle license number and State of the\nunlicensed person from whom they were acquired.\nAccurate and complete records for the acquisition and disposition of animals other than dogs and cats are required\nto ensure that legal acquisition and humane transportation and care occur.  \nEvery dealer shall make, keep, and maintain records or forms which fully and correctly disclose the following\ninformation concerning animals other than dogs and cats, purchased or otherwise acquired, owned, held, leased, or\notherwise in his or her possession or under his or her control, or which is transported, sold, euthanized, or otherwise\ndisposed of by that dealer. The records shall include any offspring born of any animal while in his or her possession\nor under his or her control.\n3.125(a)\nFACILITIES, GENERAL.   \nA female hedgehog was noted on the cage card to have escaped from the enclosure on 12/18/2014.  The owner\nstated that she was trying to switch the clear plastic enclosures (14 inches in height) to deeper enclosures because\nthe animals were able to climb out of the clear ones.  The enclosures are plastic bins stacked on wire racks.  Of the\n\n44 total enclosures housing hedgehogs in the upstairs breeding room, 10 were the shorter clear plastic enclosures\nand most of these were located on the top shelves of the wire racks.  \nEnclosures that cannot contain the animals pose a risk to the animals as they can fall from the top of the racks (> 5\nfeet high) causing injury or they could be lost within the facility without access to food or water which could lead to\ndehydration, starvation, or death.\nThe primary enclosure housing 2 ferrets had a severely frayed hammock which poses a risk for injury if the animals\nwere to become entangled.  The enclosure also had a broken, unstable shelf on the mid-level which was not\nstructurally sound and poses a risk of injury if the shelf were to collapse or if the ferrets would become entrapped\nbetween the caging and the unsecure shelf.\nThe housing facilities shall be structurally sound and shall be maintained in good repair to protect the animals from\ninjury and to contain the animals.\nThe hammock for the ferrets was removed during the inspection.  \nAppropriate enclosures to contain the hedgehogs and replacement or repair of the ferret enclosure are to be\ncorrected by 2/6/2015.\n3.125(c)\nFACILITIES, GENERAL.   \nAn open bag of bedding used for hedgehogs was being stored on the floor of the upstairs room adjacent to\nsolvents, paint, and other potentially harmful contaminants.  The facility was noted to have an active pest problem\nduring this inspection and open bedding and food are attractants for pests. \nContamination of bedding by harmful chemicals or by pests poses a risk to the health of these hedgehogs as they\nlive and burrow in this material in their enclosures and can ingest or be exposed to chemicals or infectious material\nfrom the pest by direct contact through their skin or by ingestion of the materials. \nThe storage cabinets under the enclosures for hedgehogs in the showroom of the store had numerous open bags of\nbedding and food and an uncovered bowl of pelleted food.  A spider web with live spiders was found in an open bag\nof oat cereal, small black beetles were seen in the cabinet, and an accumulation of food debris, dust, and other\nunidentified materials were found among the food and bedding.  \nOpen bags of food and bedding stored in dusty cabinets with an active pest problem may become contaminated\nand the food may deteriorate.  This poses a risk to the health of animals provided with the food and/or bedding.\n\nSupplies of food and bedding shall be stored in facilities which adequately protect such supplies against\ndeterioration, molding, or contamination by vermin.\nTo be corrected by 2/5/2015.\n3.131(a)\nSANITATION.   \nSeveral enclosures housing hedgehogs and one for a chinchilla had an accumulation of excreta that would not\nprevent contamination of the animals or their food and where an accumulation of flies was noted during the\ninspection. \nAccumulation of excreta attracts pests and provides a medium for the flies to spread infectious organisms between\nanimal enclosures and may contaminate food and bedding, posing a risk to the health of the animals.\nExcreta shall be removed from primary enclosures as often as necessary to prevent contamination of the animals\ncontained therein and to minimize disease hazards and to reduce odors.\nTo be corrected by 2/5/2015,\n3.131(c)\nSANITATION.   \nSeveral areas in the facility used for animal housing and food preparation/storage had accumulations of unused\nequipment, potentially harmful chemicals, and items necessary for husbandry stored together in a manner that limits\nthe ability to perform the prescribed husbandry practices and to protect the animals from harm.  \nThe upstairs room housing breeding hedgehogs had numerous carts and boxes overflowing with equipment, water\nbottles, litter boxes, and other items necessary for husbandry practices.  The ability to access the racks where the\nhedgehog enclosures are stacked is limited due to the amount of materials stored in this manner.  \nThe rodent breeding room had unused equipment stacked along the walls and accumulations of rodent feces, dust,\nand debris were present.  A metal cart with a food processor was in the middle of this room and had an\naccumulation of dried food debris all over the processor and the cart.  Adjacent to the cart were two buckets filled\nwith fluid, empty water bottles, and floating food debris.  \nThese conditions are unsanitary and not appropriate in animal housing or food preparation/storage areas as they\ncan attract pests which carry infectious diseases and may contaminate the animals or their food and bedding.  The\nareas are also very cluttered and accessing the enclosures or trying to locate escaped animals would be limited.\n\nPremises shall be kept clean and in good repair in order to protect the animals from injury and to facilitate the\nprescribed husbandry practices set forth in this subpart. Accumulations of trash shall be placed in designated areas\nand cleared as necessary to protect the health of the animals.\nTo be corrected by 2/9/2015.\n3.131(d)\nSANITATION.   \nThe facility does not have an effective program for the control of pests.\nNumerous flies were noted in the upstairs room where hedgehogs are being housed for breeding purposes and in\nthe rodent breeding room where some food preparation for the store animals occurs.   \nAn excessive amount of rodent feces was noted along the walls and around equipment and other stored materials\nin the rodent breeding room where some food preparation for the store animals occurs.  \nThe storage cabinets under the showroom enclosures for hedgehogs had live spiders and beetles among open\nbags of food and bedding. \nNo control methods were evident and the facility representatives stated that they have not been using anything to\ncontrol the accumulation of flies or other insects or to control feral rodents in the facility.  Insect and mammalian\npests carry infectious diseases and can contaminate food and bedding, posing a risk to these animals for disease. \nSpiders can bite small mammals, posing a risk to these animals for disease or injury.\nRodent feces and spiders should be removed immediately and the areas around food preparation, food and\nbedding storage, and animal housing should be kept clean so active pest issues can be quickly identified and\naddressed.\nA safe and effective control program for all pests shall be implemented and maintained by 2/9/2015.\nInspection conducted on 2/3/2015 with owners, employees, Colorado Department of Agriculture PACFA\nrepresentatives, and APHIS AC VMO.  Exit interview conducted with owner on 2/5/2015.",
  "animals_total": 70,
  "species": [
    {
      "count": 63,
      "scientific": "Atelerix albiventris",
      "common": "FOUR-TOED HEDGEHOG"
    },
    {
      "count": 3,
      "scientific": "Chinchilla lanigera",
      "common": "CHINCHILLA"
    },
    {
      "count": 2,
      "scientific": "Muscardinus avellanarius",
      "common": "HAZEL DORMOUSE"
    },
    {
      "count": 2,
      "scientific": "Petaurus breviceps",
      "common": "SUGAR GLIDER"
    }
  ]
}