{
  "insp_id": "338150921300680",
  "layout": "a",
  "customer_id": "26007",
  "customer_name": "Village Of Pinecrest",
  "customer_addr": "12645 South Dixie Hwy\nMiami, FL 33156",
  "certificate": "58-C-0809",
  "site_id": "001",
  "site_name": "PINECREST GARDENS",
  "insp_type": "ROUTINE INSPECTION",
  "date": "03-DEC-2015",
  "report_date": "04-DEC-2015",
  "citations": [
    {
      "code": "2.40(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "The facility provided documentation indicating that since October 2015 the previous Attending Veterinarian (AV)\nwas no longer providing services, and that a new AV has been identified to provide adequate veterinary care for\ntheir regulated animals. The facility shall have an attending veterinarian who shall provide adequate veterinary care\nto its animals in compliance with the Animal Welfare Act and its appropriate sections. The facility shall employ the\nnew AV under formal arrangements. In the case of a part-time attending veterinarian or consultant arrangements,\nthe formal arrangements shall include a new written program of veterinary care for all animal species and regularly\nscheduled visits to the premises at the facility.\nCorrect by: January 3, 2016"
    },
    {
      "code": "2.75(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "RECORDS: DEALERS AND EXHIBITORS.",
      "narrative": "Records for animals at hand containing required information on acquisition, disposition, or transportation were not\navailable for review at the time of the inspection. There were no required records available on the recent acquisition\nof three juvenile male pigs and the transfer/donation of an adult female pig. The licensee shall make, keep, and\nmaintain records or forms which fully and correctly disclose information on animals purchased or otherwise\nacquired, owned, held, or leased. Also, records are required when animals are transported, sold, euthanized, or\notherwise disposed. The records shall include any offspring born of any animal at the facility's premises. The\nRecord of Animals on Hand (APHIS Form 7019) and Record of Acquisition, Disposition, or Transport of Animals\n(APHIS Form 7020) are forms which may be used by the facility to keep and maintain the information required by\nfederal regulations. The licensee needs to obtain/document the required information on the recently acquired and\ntransported animals as soon as possible.\nCorrect by: January 3, 2016\nExit interview conducted with a facility representative."
    }
  ],
  "narrative": "2.40(a)(1)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThe facility provided documentation indicating that since October 2015 the previous Attending Veterinarian (AV)\nwas no longer providing services, and that a new AV has been identified to provide adequate veterinary care for\ntheir regulated animals.  The facility shall have an attending veterinarian who shall provide adequate veterinary care\nto its animals in compliance with the Animal Welfare Act and its appropriate sections.  The facility shall employ the\nnew AV under formal arrangements. In the case of a part-time attending veterinarian or consultant arrangements,\nthe formal arrangements shall include a new written program of veterinary care for all animal species and regularly\nscheduled visits to the premises at the facility.\nCorrect by: January 3, 2016\n2.75(b)(2)\nRECORDS: DEALERS AND EXHIBITORS.\nRecords for animals at hand containing required information on acquisition, disposition, or transportation were not\navailable for review at the time of the inspection.  There were no required records available on the recent acquisition\nof three juvenile male pigs and the transfer/donation of an adult female pig.  The licensee shall make, keep, and\nmaintain records or forms which fully and correctly disclose information on animals purchased or otherwise\nacquired, owned, held, or leased.  Also, records are required when animals are transported, sold, euthanized, or\notherwise disposed.  The records shall include any offspring born of any animal at the facility's premises.  The\nRecord of Animals on Hand (APHIS Form 7019) and Record of Acquisition, Disposition, or Transport of Animals\n(APHIS Form 7020) are forms which may be used by the facility to keep and maintain the information required by\nfederal regulations.  The licensee needs to obtain/document the required information on the recently acquired and\ntransported animals as soon as possible.\nCorrect by: January 3, 2016\nExit interview conducted with a facility representative.\n\n",
  "animals_total": 9,
  "species": [
    {
      "count": 5,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 1,
      "scientific": "Ovis aries aries",
      "common": "SHEEP INCLUDING ALL DOMESTIC BREEDS"
    },
    {
      "count": 3,
      "scientific": "Sus scrofa domestica",
      "common": "DOMESTIC PIG / POTBELLY PIG / MICRO PIG"
    }
  ]
}