{
  "insp_id": "2016082568683143",
  "layout": "a",
  "customer_id": "330076",
  "customer_name": "Cindy Jensen",
  "customer_addr": "Richard Jensen\n14282 200 Rd\nNeodesha, KS 66757",
  "certificate": "48-A-2152",
  "site_id": "001",
  "site_name": "Cindy Jensen, Richard Jensen",
  "insp_type": "ROUTINE INSPECTION",
  "date": "07-AUG-2017",
  "report_date": "09-AUG-2017",
  "citations": [
    {
      "code": "3.1(c)(3)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "Floors made of gravel/dirt must be raked and spot cleaned of feces daily. When raking and spot cleaning is not\nsufficient to ensure all animals the freedom to avoid contact with excreta the contaminated material must be\nreplace. Two enclosures of the Lab kennel need the feces cleaned more often to help prevent accumulation of\nexcreta and reduce disease hazards. The owner did state feces was being picked up daily. The gravel surface has\nbecome stained with numerous patches of dark gravel and worked in feces. The owner must replace the floor\nsurface of these two kennel runs. Rake and clean floors daily and more clean often if needed to help prevent odors,\ninsects, and maintain a contaminated free floor surface for dogs to walk on. This will help in the good health and\nwell-being of animals. The owner must clean daily and replace the floor surface by 09-07-2017.\nThis inspection and exit briefing were conducted with the owner and Karl Thornton, ACI."
    }
  ],
  "narrative": "3.1(c)(3)\nHOUSING FACILITIES, GENERAL.\nFloors made of gravel/dirt must be raked and spot cleaned of feces daily.  When raking and spot cleaning is not\nsufficient to ensure all animals the freedom to avoid contact with excreta the contaminated material must be\nreplace.  Two enclosures of the Lab kennel need the feces cleaned more often to help prevent accumulation of\nexcreta and reduce disease hazards.  The owner did state feces was being picked up daily.  The gravel surface has\nbecome stained with numerous patches of dark gravel and worked in feces. The owner must replace the floor\nsurface of these two kennel runs.  Rake and clean floors daily and more clean often if needed to help prevent odors,\ninsects, and maintain a contaminated free floor surface for dogs to walk on.  This will help in the good health and\nwell-being of animals.  The owner must clean daily and replace the floor surface by 09-07-2017.\nThis inspection and exit briefing were conducted with the owner and Karl Thornton, ACI.",
  "animals_total": 374,
  "species": [
    {
      "count": 293,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 81,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}