{
  "insp_id": "97161117580768",
  "layout": "a",
  "customer_id": "4900",
  "customer_name": "Arlene L Koehn",
  "customer_addr": "2625 E. 20th St\nBurns, KS 66840",
  "certificate": "48-A-1189",
  "site_id": "001",
  "site_name": "Arlene Koehn",
  "insp_type": "ROUTINE INSPECTION",
  "date": "06-APR-2016",
  "report_date": "06-APR-2016",
  "citations": [
    {
      "code": "2.75(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "RECORDS: DEALERS AND EXHIBITORS.",
      "narrative": "The licensee recently donated three adults dogs without documenting that transaction with an APHIS form 7006.\nAccurate and complete records are essential to track the movement of dogs. Dogs and puppies that are sold,\ndonated or transferred from the facility must be properly documented and maintained on the APHIS form 7006,\nRecord of Disposition of Dogs and Cats. Correct with next disposition."
    },
    {
      "code": "3.1(a)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "The wood above the dog egress door of one whelping enclosure is jagged with wooden points sticking into the door\nopening. This jagged edge could cause injury to the dog in this enclosure as she enters and exits this enclosure.\nAll surfaces must be constructed and maintained in good repair to protect the animals from injury. Correct by 20\nApril 2016."
    },
    {
      "code": "3.1(c)(1)(1)",
      "kind": "",
      "repeat": true,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "One lower metal support pipe beneath one dog shelter in the east side of the kennel is rusted to the point that\nsections are missing.\nAlso, there are holes in the metal walls of the whelping enclosures. These holes are trapping wood shavings and\nother debris.\nRusted surfaces cannot be adequately cleaned and sanitized and can affect the structural strength of the material.\nAll surfaces must be constructed in a manner that allows them to be readily cleaned and sanitized and remain\nstructurally sound."
    },
    {
      "code": "3.9(b)",
      "kind": "",
      "repeat": false,
      "desc": "FEEDING.",
      "narrative": "There are two metal \"(cid:28)self-feeders\"(cid:29) that have a buildup of food residue and grime on the interior in contact with the\nfood. Dirty food receptacles can contaminate the food and affect the nutritive value of the food. If self-feeders are\nused, the licensee must keep them clean and sanitized in accordance with 3.11 b. To be corrected by 13 April 2016."
    },
    {
      "code": "3.11(a)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "Excreta covered a large portion (approximately a third of the floor space) of the outdoor section of one sheltered\nwhelping enclosures. According to the owner, this enclosure was cleaned 2 days ago. Accumulation of excreta can\nsoil the dogs, increase disease transmission, and attract flies and other pests. Excreta and food waste must be\nremoved from primary enclosures on a daily basis. To be corrected by 7 April 2016.\nThis routine inspection and exit interview were conducted with the licensee, Dr. Margaret Shaver, VMO and Kendall\nLundy, ACI.\nAdditional Inspectors\nShaver Margaret, Veterinary Medical Officer"
    }
  ],
  "narrative": "2.75(a)(1)\nRECORDS: DEALERS AND EXHIBITORS.\nThe licensee recently donated three adults dogs without documenting that transaction with an APHIS form 7006. \nAccurate and complete records are essential to track the movement of dogs.  Dogs and puppies that are sold,\ndonated or transferred  from the facility must be properly documented and maintained on the APHIS form 7006,\nRecord of Disposition of Dogs and Cats.  Correct with next disposition.\n3.1(a)\nHOUSING FACILITIES, GENERAL.\nThe wood above the dog egress door of one whelping enclosure is jagged with wooden points sticking into the door\nopening.  This jagged edge could cause injury to the dog in this enclosure as she enters and exits this enclosure. \nAll surfaces must be constructed and maintained in good repair to protect the animals from injury.  Correct by 20\nApril 2016.\n3.1(c)(1)(1)                    REPEAT\nHOUSING FACILITIES, GENERAL.\nOne lower metal support pipe beneath one dog shelter in the east side of the kennel is rusted to the point that\nsections are missing.  \nAlso, there are holes in the metal walls of the whelping enclosures.  These holes are trapping wood shavings and\nother debris.\nRusted surfaces cannot be adequately cleaned and sanitized and can affect the structural strength of the material. \nAll surfaces must be constructed in a manner that allows them to be readily cleaned and sanitized and remain\nstructurally sound.\n3.9(b)\nFEEDING.\nThere are two metal \"(cid:28)self-feeders\"(cid:29) that have a buildup of food residue and grime on the interior in contact with the\nfood.  Dirty food receptacles can contaminate the food and affect the nutritive value of the food. If self-feeders are\n\nused, the licensee must keep them clean and sanitized in accordance with 3.11 b. To be corrected by 13 April 2016.\n3.11(a)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\nExcreta covered a large portion (approximately a third of the floor space) of the outdoor section of one sheltered\nwhelping enclosures.  According to the owner, this enclosure was cleaned 2 days ago.  Accumulation of excreta can\nsoil the dogs, increase disease transmission, and attract flies and other pests.  Excreta and food waste must be\nremoved from primary enclosures on a daily basis.  To be corrected by 7 April 2016.\nThis routine inspection and exit interview were conducted with the licensee, Dr. Margaret Shaver, VMO and Kendall\nLundy, ACI.\nAdditional Inspectors\nShaver Margaret, Veterinary Medical Officer",
  "animals_total": 24,
  "species": [
    {
      "count": 18,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 6,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}