{
  "insp_id": "INS-0000868750",
  "layout": "c",
  "customer_id": "502316",
  "customer_name": "AMOS ALLGYER",
  "customer_addr": "19991 WEST MOUND RD\nPLATTEVILLE, WI 53818",
  "certificate": "35-B-0230",
  "site_id": "001",
  "site_name": "AMOS ALLGYER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "16-MAY-2023",
  "report_date": "16-MAY-2023",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": false,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "-A male bernadoodle (Archie 001) was prescribed medication for his ear(s) in November 2022 and then on his January\n2023 physical exam was noted to have a right ear problem that was observed and treated at that time. During inspection,\nhis right ear was observed to have drainage, matted hair under the drainage, reddened skin, and a strong odor. He was\nseen occasionally shaking his head during inspection. The licensee said the medication prescribed in Nov 2022 has been\ngiven to the ear since January but unknown how often it been given. Unresolved ear problems like this can cause\ndiscomfort and worsen if not treated properly. Ensure to have Archie seen by the attending veterinarian and follow the\ntreatment prescribed, and maintain a record of treatments given to him.\n***Correct by May 19, 2023.\n-On the January 2023 physical exam, 5 dogs (Dallas, Lacey, Lilac, Lisa, Daisy) were noted to have otitis and/or needing\nfeet groomed. The licensee said treatment instructions weren't obtained for the ears and some feet had possibly been\ngroomed but when observed, had areas of matted hair. Untreated ear conditions could cause discomfort and worsen and\nmatted hair could cause discomfort and skin problems. Ensure to contact the attending veterinarian about what treatment\nis necessary for the noted otitis and assist the caretaker (or contact the attending veterinarian for handling assistance if\nneeded) to ensure that each dogs' hair coat is maintained free from matting.\n***Correct by June 01, 2023\n-A red female golden-doodle (no ID) that is in the building temporarily for breeding was observed to have areas of matting\non her body and was seen occasionally scratching with her hind leg. Matted hair can cause discomfort and scratching is\na sign of discomfort or could be a sign of something causing an unhealthy skin condition. Hands-on observation found\nthe area she was scratching was matted, however skin couldn't be seen with the matted hair. To protect all the dogs in\nthe facility, ensure that this dog's hair coat is free from matted hair and have her seen by the attending veterinarian if after\ngroomed she continues to scratch at herself.\n***Correct by May 19, 2023."
    },
    {
      "code": "2.51(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "Form of official tag.",
      "narrative": "The facility has a new license number and the identification tags on dogs have the previous license number on them.\nAlso, at least 3 adult dogs were seen to not have their tags on them. Identification tags are important for husbandry\ntracking purposes and must contain the license number. Ensure that each dog has tags with the new license number.\n***Correct by August 31, 2023."
    },
    {
      "code": "2.75(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Records: Dealers and exhibitors.",
      "narrative": "APHIS 7005 Record of Acquisition and Dogs on Hand was incomplete. 22 adult dogs were observed in inspection,\nhowever the facility APHIS 7005 listed 14 dogs. APHIS 7005 is required to be maintained up to date and can be\nimportant for animal health tracking. Ensure to update APHIS 7005 fully and correctly with the required information.\n***Correct by June 1, 2023."
    },
    {
      "code": "3.13(a)(3)",
      "kind": "",
      "repeat": false,
      "desc": "Veterinary care for dogs.",
      "narrative": "The written program of veterinary care does not have frequency for fecal tests (for intestinal parasites) and heartworm\nsampling. Routine sampling for intestinal parasites and heartworm is required and helps protect all the dogs. Ensure that\nthe written program of veterinary care is updated to include intestinal parasite and heartworm sampling per the attending\nveterinarian's guidance and then maintain records of test results done.\n***Correct by June 30, 2023.\nThis inspection and exit interview were conducted with a facility representative.\nn"
    }
  ],
  "narrative": "2.40(b)(2)  Direct\n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \n-A male bernadoodle (Archie 001) was prescribed medication for his ear(s) in November 2022 and then on his January \n2023 physical exam was noted to have a right ear problem that was observed and treated at that time.  During inspection, \nhis right ear was observed to have drainage, matted hair under the drainage, reddened skin, and a strong odor.  He was \nseen occasionally shaking his head during inspection.  The licensee said the medication prescribed in Nov 2022 has been \ngiven to the ear since January but unknown how often it been given.  Unresolved ear problems like this can cause \ndiscomfort and worsen if not treated properly.  Ensure to have Archie seen by the attending veterinarian and follow the \ntreatment prescribed, and maintain a record of treatments given to him.  \n***Correct by May 19, 2023. \n \n-On the January 2023 physical exam, 5 dogs (Dallas, Lacey, Lilac, Lisa, Daisy) were noted to have otitis and/or needing \nfeet groomed.  The licensee said treatment instructions weren't obtained for the ears and some feet had possibly been \ngroomed but when observed, had areas of matted hair.  Untreated ear conditions could cause discomfort and worsen and \nmatted hair could cause discomfort and skin problems.  Ensure to contact the attending veterinarian about what treatment \nis necessary for the noted otitis and assist the caretaker (or contact the attending veterinarian for handling assistance if\n\nneeded) to ensure that each dogs' hair coat is maintained free from matting.  \n***Correct by June 01, 2023 \n \n-A red female golden-doodle (no ID) that is in the building temporarily for breeding was observed to have areas of matting \non her body and was seen occasionally scratching with her hind leg.  Matted hair can cause discomfort and scratching is \na sign of discomfort or could be a sign of something causing an unhealthy skin condition.  Hands-on observation found \nthe area she was scratching was matted, however skin couldn't be seen with the matted hair.  To protect all the dogs in \nthe facility, ensure that this dog's hair coat is free from matted hair and have her seen by the attending veterinarian if after \ngroomed she continues to scratch at herself.  \n***Correct by  May 19, 2023. \n2.51(b)(2) \n   \nForm of official tag. \nThe facility has a new license number and the identification tags on dogs have the previous license number on them.  \nAlso, at least 3 adult dogs were seen to not have their tags on them.  Identification tags are important for husbandry \ntracking purposes and must contain the license number.  Ensure that each dog has tags with the new license number.  \n***Correct by August 31, 2023. \n2.75(a)(1) \n   \nRecords: Dealers and exhibitors. \nAPHIS 7005 Record of Acquisition and Dogs on Hand was incomplete.  22 adult dogs were observed in inspection, \nhowever the facility APHIS 7005 listed 14 dogs.  APHIS 7005 is required to be maintained up to date and can be \nimportant for animal health tracking.  Ensure to update APHIS 7005 fully and correctly with the required information.  \n***Correct by June 1, 2023.\n\n3.13(a)(3) \n   \nVeterinary care for dogs. \nThe written program of veterinary care does not have frequency for fecal tests (for intestinal parasites) and heartworm \nsampling.  Routine sampling for intestinal parasites and heartworm is required and helps protect all the dogs.  Ensure that \nthe written program of veterinary care is updated to include intestinal parasite and heartworm sampling per the attending \nveterinarian's guidance and then maintain records of  test results done.  \n***Correct by June 30, 2023. \n \nThis inspection and exit interview were conducted with a facility representative. \n \n n",
  "animals_total": 37,
  "species": [
    {
      "count": 22,
      "scientific": "Canis familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 15,
      "scientific": "Canis familiaris",
      "common": "DOG PUPPY"
    }
  ]
}