{
  "insp_id": "2016090000495536",
  "layout": "b",
  "customer_id": "25604",
  "customer_name": "P J SHUNKWILER",
  "customer_addr": "2605 HWY 9\nOSAGE, IA 50461",
  "certificate": "42-A-1005",
  "site_id": "002",
  "site_name": "P J SHUNKWILER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "17-DEC-2020",
  "report_date": "17-DEC-2020",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "A 4 year old female Morkie (tattoo #16B) was found to be heavily matted over most of its haircoat. Large mats were\nnoted on the front right leg, over the hips, and under the neck area on both sides. The licensee stated he was aware that\nthis dog needed attention and was planning to groom it in the near future. Heavily matted hair may lead to skin problems\nand can be uncomfortable for the dog. The licensee must ensure a plan is in place to ensure all dogs' hair coats are\nmaintained and properly groomed. Correct this by grooming this dog and maintaining a plan for all dogs' hair coats.\nCorrect by: December 20, 2020"
    },
    {
      "code": "3.1(c)(3)",
      "kind": "",
      "repeat": false,
      "desc": "Housing facilities, general.",
      "narrative": "Many hard surfaces in contact with the dogs in this facility are dirty and required cleaning. Most enclosure walls and\nentryways are stained or smeared with dirt and grime. Doggy doors in the whelping building have a buildup of organic\nmaterial on them. Structural support beams are covered with feces and organic material between them and the coated\nmetal wire flooring. There are dust/cob webs in many of the enclosures corners and in the metal wire walls. Other areas\nnot in contact with the dogs are also in need of cleaning including the tops of the enclosures in the adult dog kennel,\nwhich are covered with a layer of dust and dirt, and the floor of the whelping building. It is obvious that a formal cleaning\nplan is not in place at this facility. Failure to regularly clean will result in increased disease hazards for the dogs. The\nlicensee must develop a cleaning plan to ensure all surfaces in contact with the dogs are spot cleaned daily and that all\nother surfaces are cleaned to satisfy accepted husbandry practices.\nCorrect by: December 24, 2020"
    },
    {
      "code": "3.9(b)",
      "kind": "",
      "repeat": false,
      "desc": "Feeding",
      "narrative": "Several metal self feeders in the adult kennel area were found to be rusty and requiring repair or replacement. These\nrusty feeders are not able to be properly sanitized in their current condition. This may lead to deterioration or\ncontamination of the food for the dogs. Correct this by repairing or replacing these self feeders and ensuring all self\nfeeders are maintained clean and sanitary. In addition, the licensee is using metal catch pans under the self-feeders to\ncatch spilled feed from the self-feeders. These are also rusty and must be repaired or replaced.\nCorrect by: December 24, 2020"
    },
    {
      "code": "3.1(c)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Housing facilities, general.",
      "narrative": "Many surfaces in contact with the dogs are either rusty or no longer able to be properly sanitized. This includes the non-\ncoated wire walls and cage fronts of several enclosures in both the adult kennel and the whelping building that are rusted\nand in need or repair or replacing. Several outdoor runs in the whelping building also have areas of rust on the solid\nmetal panels. At least two enclosures in the whelping building have outdoor runs with exposed wood in contact with the\ndogs. All of these surfaces must be replaced or repaired to ensure they can be properly cleaned and sanitized.\nCorrect by: January 15, 2021\nThis inspection and exit interview were conducted with the licensee.\nEnd Section"
    }
  ],
  "narrative": "2.40(b)(2) \n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nA 4 year old female Morkie (tattoo #16B) was found to be heavily matted over most of its haircoat.  Large mats were \nnoted on the front right leg, over the hips, and under the neck area on both sides.  The licensee stated he was aware that \nthis dog needed attention and was planning to groom it in the near future.  Heavily matted hair may lead to skin problems \nand can be uncomfortable for the dog.  The licensee must ensure a plan is in place to ensure all dogs' hair coats are \nmaintained and properly groomed.   Correct this by grooming this dog and maintaining a plan for all dogs' hair coats. \n \nCorrect by:  December 20, 2020 \n3.1(c)(3) \n   \nHousing facilities, general. \nMany hard surfaces in contact with the dogs in this facility are dirty and required cleaning.   Most enclosure walls and \nentryways are stained or smeared with dirt and grime. Doggy doors in the whelping building have a buildup of organic \nmaterial on them.  Structural support beams are covered with feces and organic material between them and the coated \nmetal wire flooring.  There are dust/cob webs in many of the enclosures corners and in the metal wire walls.  Other areas \nnot in contact with the dogs are also in need of cleaning including the tops of the enclosures in the adult dog kennel,  \nwhich are covered with a layer of dust and dirt, and the floor of the whelping building.  It is obvious that a formal cleaning\n\nplan is not in place at this facility.  Failure to regularly clean will result in increased disease hazards for the dogs.  The \nlicensee must develop a cleaning plan to ensure all surfaces in contact with the dogs are spot cleaned daily and that all \nother surfaces are cleaned to satisfy accepted  husbandry practices. \n \nCorrect by:   December 24, 2020 \n3.9(b) \n   \nFeeding \nSeveral metal self feeders in the adult kennel area were found to be rusty and requiring repair or replacement.   These \nrusty feeders are not able to be properly sanitized in their current condition.  This may lead to deterioration or \ncontamination of the food for the dogs.  Correct this by repairing or replacing these self feeders and ensuring all self \nfeeders are maintained clean and sanitary.   In addition, the licensee is using metal catch pans under the self-feeders to \ncatch spilled feed from the self-feeders.   These are also rusty and must be repaired or replaced. \n \nCorrect by:  December 24, 2020 \n3.1(c)(1) \n   \nHousing facilities, general. \nMany surfaces in contact with the dogs are either rusty or no longer able to be properly sanitized.   This includes the non-\ncoated wire walls and cage fronts of several enclosures in both the adult kennel and the whelping building that are rusted \nand in need or repair or replacing.   Several outdoor runs in the whelping building also have areas of rust on the solid \nmetal panels.  At least two enclosures in the whelping building have outdoor runs with exposed wood in contact with the \ndogs.  All of these surfaces must be replaced or repaired to ensure they can be properly cleaned and sanitized.\n\nCorrect by:  January 15, 2021 \n \nThis inspection and exit interview were conducted with the licensee. \n \nEnd Section",
  "animals_total": 58,
  "species": [
    {
      "count": 40,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 18,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}