{
  "insp_id": "341150914010154",
  "layout": "a",
  "customer_id": "5313",
  "customer_name": "Carla Couchman",
  "customer_addr": "20703 Clarke Decatur St\nWeldon, IA 50264",
  "certificate": "42-A-1263",
  "site_id": "002",
  "site_name": "CARLA COUCHMAN",
  "insp_type": "ROUTINE INSPECTION",
  "date": "03-DEC-2015",
  "report_date": "03-DEC-2015",
  "citations": [
    {
      "code": "2.40(b)(1)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "The licensee states that the Attending Veterinarian does major surgical procedures, including Caesarean Sections,\non the licensee(cid:25)s property. The building used for those major surgical procedures is a large storage shed type\nbuilding. Within that building there are boxes of equipment and husbandry items stacked up against the walls (piles\nof newspapers and carpet, empty boxes, feeders, a pressure washer, a paper shredder, empty dog crates, tools,\netc). In the middle of the room, there is a large plastic table sitting up on blocks of wood where the licensee states\nthe surgeries are done. Nearly the entire top of the surgical table is dirty and covered and/or stained with dried\nblood. Half of the table has surgical equipment, multiple bottles of medications (including several bottles of expired\nmedications) and a small tub of dog food. The floor is soiled with dirt, dust and/or debris. There are two pieces of\ncardboard sitting under the surgical table that are worn and soiled. In one corner of the room there are two\nenclosures containing a total of five puppies. The licensee states that the Attending Veterinarian conducted\nCaesarian Sections in this location on the two days previously (December 1st and 2nd). This is not an appropriate\nfacility/area for conducting major surgical procedures such as Caesarean Sections. It does not provide a sterile\nenvironment and could lead to health complications for the animals. Major operative procedures must only be\nconducted in dedicated facilities which are operated and maintained under aseptic conditions. The licensee must\nestablish and maintain programs of adequate veterinary care that include the availability and use of appropriate\nfacilities and equipment.\nThe licensee stated that no more major surgical procedures will take place at this property.\nTo be corrected from this day forward."
    },
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "Within the \"Surgical Suite\" there were numerous bottles of drugs and medical materials sitting on the surgical table.\nExamination of these products revealed multiple expired drugs and medical materials intermingled amongst current\ndrugs and medical materials. The following medications were found to be expired: Two bottles of Xylazine expired\nDecember 2013, one bottle of Dopram injection expired April 2012, one bottle of Atropine Sulfate expired August\n2010, one bottle of Betadine Solution expired October 2003, one bottle of Povidone Iodine expired October 2006.\nOne bag of Sodium Chloride injection that expired in December 2010 was found on top of a dog crate next to the\nsurgical table. The licensee stated that cesarean sections had taken place in the surgical suite on the two days\nprior to the inspection (December 1st and 2nd).\nThe use of expired materials such as drugs, fluids, or sutures on regulated animals is not considered to be\nacceptable veterinary practice and does not constitute adequate veterinary care. The use of expired medications\nand other medical materials could be detrimental to the health of the animals. The facility must either dispose of all\nsuch expired medical drugs and materials or segregate them in an appropriately labeled, physically separate\nlocation from non-expired medical drugs and materials. The licensee must ensure that all medical materials used\nfor the care and husbandry of the animals is current and non-expired."
    },
    {
      "code": "3.1(c)(1)(2)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "In at least five outdoor enclosures, containing at least five English bulldogs, the metal feeders are attached to the\nfence panels by metal wires or the access doors are held open by metal wire. The ends of these wires are located\ninside the enclosures creating sharp points at the level of the dogs. Sharp points could cause injury to the dogs\nEnclosures must be free of sharp points or jagged edges that could injure the animals. The licensee must remove\nall sharp points from all dog enclosures to ensure that they remain safe for the animals.\nCorrection date: December 10, 2015"
    },
    {
      "code": "3.1(c)(2)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "In the \"Blue Building\" there are two enclosures containing a total of two adult dogs and three puppies that have\nwhelping boxes constructed of vinyl plastic. The vinyl plastic has been excessively chewed by the dogs and has\nbecome torn and dirty. The chewing damage does not allow for proper cleaning and sanitization of the whelping\nboxes.\nAll surfaces must be maintained on a regular basis. Surfaces of housing facilities that cannot be readily cleaned\nand sanitized must be replaced when worn or soiled. The licensee must replace, repair or alter the damaged areas\nof the whelping boxes in a manner that allows for cleaning and sanitization to occur. The licensee must ensure that\nall surfaces of housing facilities are properly maintained.\nCorrection date: December 17, 2015"
    },
    {
      "code": "3.2(b)",
      "kind": "",
      "repeat": false,
      "desc": "INDOOR HOUSING FACILITIES.",
      "narrative": "Inside the \"Pig Poke Building\", which contains nineteen adult dogs and two puppies, there was a noticeable buildup\nin the level of ammonia. One inspector noticed a burning sensation in her eyes and the other inspector noticed a\nburning sensation in her throat. The buildup of ammonia could have a negative impact on the health and well-being\nof the dogs.\nIndoor housing facilities for dogs must be sufficiently ventilated when dogs are present to minimize odors, drafts,\nammonia levels and moisture condensation. The licensee must ensure that this building has adequate ventilation to\nkeep ammonia levels minimized and promote the health and well-being of the dogs. The licensee must ensure all\nindoor housing, when dogs are present, is adequately ventilated at all times.\nCorrection date: December 07, 2015"
    },
    {
      "code": "3.6(a)(2)(7)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "In one outdoor enclosure, containing four English bulldogs, there is not enough shade provided to accommodate all\nthe dogs at one time. The licensee had put up a tarp in the corner of the enclosure but it had fallen and only a very\nsmall section of shade was provided. Inadequate shade does not ensure that the dogs can find protection from the\ndirect rays of the sun which could negatively impact their health.\nAll primary enclosures must provide sufficient shade to shelter all the dogs in the enclosure at one time. The\nlicensee must add an adequate amount of shade to this enclosure for all the dogs housed within. The licensee\nmust ensure that all enclosures have sufficient shade for all the dogs at all times.\nCorrection date: December 10, 2015\nInspection conducted with Kelly Maxwell, ACI, Heather Cole, VMO, IDALS and the facility representative.\nExit interview conducted with Kelly Maxwell, ACI, Heather Cole, VMO and the facility representative.\nAdditional Inspectors\nCole Heather, Supervisory Animal Care Specialist"
    }
  ],
  "narrative": "2.40(b)(1)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThe licensee states that the Attending Veterinarian does major surgical procedures, including Caesarean Sections,\non the licensee(cid:25)s property. The building used for those major surgical procedures is a large storage shed type\nbuilding. Within that building there are boxes of equipment and husbandry items stacked up against the walls (piles\nof newspapers and carpet, empty boxes, feeders, a pressure washer, a paper shredder, empty dog crates, tools,\netc). In the middle of the room, there is a large plastic table sitting up on blocks of wood where the licensee states\nthe surgeries are done. Nearly the entire top of the surgical table is dirty and covered and/or stained with dried\nblood. Half of the table has surgical equipment, multiple bottles of medications (including several bottles of expired\nmedications) and a small tub of dog food. The floor is soiled with dirt, dust and/or debris. There are two pieces of\ncardboard sitting under the surgical table that are worn and soiled. In one corner of the room there are two\nenclosures containing a total of five puppies. The licensee states that the Attending Veterinarian conducted\nCaesarian Sections in this location on the two days previously (December 1st and 2nd). This is not an appropriate\nfacility/area for conducting major surgical procedures such as Caesarean Sections. It does not provide a sterile\nenvironment and could lead to health complications for the animals. Major operative procedures must only be\nconducted in dedicated facilities which are operated and maintained under aseptic conditions. The licensee must\nestablish and maintain programs of adequate veterinary care that include the availability and use of appropriate\nfacilities and equipment. \nThe licensee stated that no more major surgical procedures will take place at this property.\nTo be corrected from this day forward. \n2.40(b)(2)                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nWithin the \"Surgical Suite\" there were numerous bottles of drugs and medical materials sitting on the surgical table. \nExamination of these products revealed multiple expired drugs and medical materials intermingled amongst current\ndrugs and medical materials.  The following medications were found to be expired:  Two bottles of Xylazine expired\n\nDecember 2013, one bottle of Dopram injection expired April 2012, one bottle of Atropine Sulfate expired August\n2010, one bottle of Betadine Solution expired October 2003, one bottle of Povidone Iodine expired October 2006. \nOne bag of Sodium Chloride injection that expired in December 2010 was found on top of a dog crate next to the\nsurgical table.  The licensee stated that cesarean sections had taken place in the surgical suite on the two days\nprior to the inspection (December 1st and 2nd).  \nThe use of expired materials such as drugs, fluids, or sutures on regulated animals is not considered to be\nacceptable veterinary practice and does not constitute adequate veterinary care. The use of expired medications\nand other medical materials could be detrimental to the health of the animals. The facility must either dispose of all\nsuch expired medical drugs and materials or segregate them in an appropriately labeled, physically separate\nlocation from non-expired medical drugs and materials.  The licensee must ensure that all medical materials used\nfor the care and husbandry of the animals is current and non-expired.\n3.1(c)(1)(2)\nHOUSING FACILITIES, GENERAL.\nIn at least five outdoor enclosures, containing at least five English bulldogs, the metal feeders are attached to the\nfence panels by metal wires or the access doors are held open by metal wire.  The ends of these wires are located\ninside the enclosures creating sharp points at the level of the dogs. Sharp points could cause injury to the dogs\nEnclosures must be free of sharp points or jagged edges that could injure the animals.  The licensee must remove\nall sharp points from all dog enclosures to ensure that they remain safe for the animals.  \nCorrection date:  December 10, 2015\n3.1(c)(2)\nHOUSING FACILITIES, GENERAL.\nIn the \"Blue Building\" there are two enclosures containing a total of two adult dogs and three puppies that have\nwhelping boxes constructed of vinyl plastic.  The vinyl plastic has been excessively chewed by the dogs and has\nbecome torn and dirty.  The chewing damage does not allow for proper cleaning and sanitization of the whelping\nboxes.\nAll surfaces must be maintained on a regular basis.  Surfaces of housing facilities that cannot be readily cleaned\nand sanitized must be replaced when worn or soiled.  The licensee must replace, repair or alter the damaged areas\n\nof the whelping boxes in a manner that allows for cleaning and sanitization to occur.  The licensee must ensure that\nall surfaces of housing facilities are properly maintained.  \nCorrection date:  December 17, 2015\n3.2(b)\nINDOOR HOUSING FACILITIES.\nInside the \"Pig Poke Building\", which contains nineteen adult dogs and two puppies, there was a noticeable buildup\nin the level of ammonia.  One inspector noticed a burning sensation in her eyes and the other inspector noticed a\nburning sensation in her throat.  The buildup of ammonia could have a negative impact on the health and well-being\nof the dogs.\nIndoor housing facilities for dogs must be sufficiently ventilated when dogs are present to minimize odors, drafts,\nammonia levels and moisture condensation.  The licensee must ensure that this building has adequate ventilation to\nkeep ammonia levels minimized and promote the health and well-being of the dogs.  The licensee must ensure all\nindoor housing, when dogs are present, is adequately ventilated at all times.  \nCorrection date:  December 07, 2015\n3.6(a)(2)(7)\nPRIMARY ENCLOSURES.\nIn one outdoor enclosure, containing four English bulldogs, there is not enough shade provided to accommodate all\nthe dogs at one time.  The licensee had put up a tarp in the corner of the enclosure but it had fallen and only a very\nsmall section of shade was provided.  Inadequate shade does not ensure that the dogs can find protection from the\ndirect rays of the sun which could negatively impact their health.  \nAll primary enclosures must provide sufficient shade to shelter all the dogs in the enclosure at one time.  The\nlicensee must add an adequate amount of shade to this enclosure for all the dogs housed within.  The licensee\nmust ensure that all enclosures have sufficient shade for all the dogs at all times.  \nCorrection date:  December 10, 2015\nInspection conducted with Kelly Maxwell, ACI, Heather Cole, VMO, IDALS and the facility representative.\nExit interview conducted with Kelly Maxwell, ACI, Heather Cole, VMO and the facility representative.\n\nAdditional Inspectors\nCole Heather, Supervisory Animal Care Specialist",
  "animals_total": 119,
  "species": [
    {
      "count": 93,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 26,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}