{
  "insp_id": "2016090000739002",
  "layout": "b",
  "customer_id": "506556",
  "customer_name": "ENVIGO GLOBAL SERVICES INC",
  "customer_addr": "310 Swamp Bridge Road\nDENVER, PA 17517",
  "certificate": "23-R-0187",
  "site_id": "002",
  "site_name": "ENVIGO GLOBAL SERVICES INC",
  "insp_type": "ROUTINE INSPECTION",
  "date": "20-JUL-2021",
  "report_date": "18-OCT-2021",
  "citations": [
    {
      "code": "2.31(c)(7)",
      "kind": "",
      "repeat": false,
      "desc": "Institutional Animal Care and Use Committee (IACUC).",
      "narrative": "Study data from Protocol 03-21 was reviewed for 2 dogs on the protocol. The protocol states “body weights will be taken\non Monday, Wednesday, and Friday.” This protocol involves withholding food/fasting dogs.\nNeither of these dogs had body weights recorded. The attending veterinarian stated that animals had not been weighed\nas stated in this protocol.\nSignificant changes to protocols, including changes to how animals are monitored, must be approved in order to assure\nIACUC oversight of animal activities and procedures.\nCorrect by ensuring that the IACUC requires modifications be made to protocols in writing when there are proposed\nsignificant changes to on-going activities involving animals. And further by ensuring that such modifications are evaluated\nby the IACUC and approved or approval is withheld in accordance with the Animal Welfare Act regulations. Any protocols\nfor which significant modifications to ongoing activities are occurring without such approval at this time, must be\nresubmitted to the IACUC for review no later than 8/30/2021."
    },
    {
      "code": "2.31(d)(1)(i)",
      "kind": "Critical",
      "repeat": false,
      "desc": "Institutional Animal Care and Use Committee (IACUC).",
      "narrative": "Protocol 003-21 describes a study in which lactating female dogs and their puppies undergo different manipulations of\ntheir diet to determine the effects on prevention of mastitis post-weaning. One experimental group in this study is\nsubjected to a 48-hour fast (abrupt removal of food completely from an ad libitum feeding schedule) and the second\nexperimental group has their total daily food ration severely decreased. The abrupt nature of this transition is expected to\ncause more than momentary or slight distress not only to the nursing dam, but also to the puppies as their food supply will\nalso decline during that period (female’s negative energy balance from lack of food is intended to decrease her milk\nsupply). The principal investigator did not address this as a source of distress for the female dogs or the puppies in the\napproved written protocol; as such, the protocol neither describes any means to alleviate this distress, nor scientifically\njustifies in writing the withholding of any such means.\nThe lack of this required information in the written protocol (reviewed and approved by the IACUC) prevents the IACUC\nfrom ensuring that the proposed activities related to the care and use of the animals will avoid or minimize discomfort and\ndistress to the dogs and puppies.\nCorrect by ensuring that the IACUC, for all future proposals, is able to determine that all proposed activities will avoid or\nminimize discomfort, pain, and distress when conducting a review of the activities related to the care and use of animals\nin order to approve the proposed activities. To be corrected by 08/03/21."
    },
    {
      "code": "2.31(d)(2)",
      "kind": "",
      "repeat": false,
      "desc": "Institutional Animal Care and Use Committee (IACUC)",
      "narrative": "One protocol had a conflict of interest during its review and approval processes:\nProtocol 003-21: lists the attending veterinarian as a co-principal investigator. The same attending veterinarian conducted\nthe veterinary consultation as required by section 2.31(d)(1)(iv)(B) of this subpart. However, since the attending\nveterinarian is also the co-PI, she should not have participated in the review or approval process for this protocol, as she\nhas a conflict of interest.\nAllowing individuals with a conflict of interest to participate in the review and approval process interferes with the integrity\nand neutrality of that process aimed to ensure optimal animal welfare and the judicious use of animals in study activities.\nCorrect by ensuring that no member contributes to a quorum nor participates in an IACUC review or approval of an\nactivity in which that member has a conflicting interest (e.g., is personally involved in the activity), except to provide\ninformation requested by the IACUC. Correct by 08/03/21."
    },
    {
      "code": "2.31(d)(4)",
      "kind": "",
      "repeat": false,
      "desc": "Institutional Animal Care and Use Committee (IACUC).",
      "narrative": "The IACUC has not notified the principal investigators (PI) and the research facility in writing of its decision to approve the\nsubmitted protocols. According to the attending veterinarian, once the protocols are approved by DMR the principal\ninvestigator signs the official protocol. The IACUC did not notify the PI in writing, by its process of adding the date of\nIACUC approval on the several protocols reviewed at the time of inspection.\nWritten notification of IACUC approval for proposed activities involving animals is important to maintain records regarding\nwhich protocols and their amendments have been approved and the date of their approval. IACUC functions as an\noversight committee to help monitor animal welfare in research and written records confirm the IACUC is functioning as\nrequired by the Animal Welfare Act.\nCorrect by 08/03/21 by ensuring all IACUC decisions regarding approval of proposed activities involving animals are\nprovided in writing to the principal investigators and the research facility. This written notification must include the\napproval, the decision to withhold approval, and/or the decision to require modifications of proposed animal activities."
    },
    {
      "code": "2.31(e)(2)",
      "kind": "",
      "repeat": false,
      "desc": "Institutional Animal Care and Use Committee (IACUC).",
      "narrative": "The following protocols, 02-19, 03-19, 002-20, 001-21, 002-21, and 003-21, simply state the number of animals to be\nused. No rationale for the appropriateness of the number stated is provided.\n***Protocol 02-19 states that 16 dogs are to be used per year for the study but provides no explanation for why 16 dogs\nare needed.\n***Protocol 03-19 states that 20 cats will be used per year for the study but also provides no explanation for why 20 cats\nare needed.\n***Protocol 002-20 states that 100 female dogs will be used per year for the study and that a minimum of 50 dams and\ntheir litters must be evaluated on each of the diets. However, there is no rationale provided for the number of female dogs\nsuch as statistical calculations for statistically significant results, based on scientific literature, etc.\n***Protocol 001-21 states that 4 adult dogs are needed for the training protocol. Although the protocol states that 4\nanimals are the minimum needed to practice on various sizes of beagles and temperaments, there is no rational for the\nnumber of dogs based on the number of students/animal and/or the number of attempts on each animal.\n***Protocol 002-21 states that 3 adult male dogs will be used per year for a study on pharmacokinetics but provides no\nrationale for the request of 3 dogs. The only rationale provided is that canines are the intended use for the compound\nbeing studied.\n***Protocol 003-21 states that 400 adult female dogs will be used per year for the study and this is based on past\nproduction. However, in the justification for the number of animals in the study, it states that 400 dogs is the maximum\nnumber of bitches and puppies to be used in the study. The protocol has two different number requests with no rationale\nprovided such as statistical calculations for statistically significant results, based on scientific literature or past experience,\netc.\nProtocols submitted for IACUC review are required to contain a rationale for the use of live animals and for the numbers\nof animals to be used in the study. If no rationales are provided, the IACUC cannot complete a thorough review of the\nproposed activities using animals and ensure animals are not unnecessarily subjected to experimental designs.\nCorrect by the IACUC ensuring all new protocols submitted for review have a complete, written rationale for the use of live\nanimals, the appropriateness of the species and the numbers of animals to be used in the study design. Correct by\n09/30/2021."
    },
    {
      "code": "2.31(e)(3)",
      "kind": "",
      "repeat": false,
      "desc": "Institutional Animal Care and Use Committee (IACUC).",
      "narrative": "Several protocols lack complete descriptions of the proposed use of the animals.\n***02-19 and 03-19 are similar studies conducted in parallel on dogs and cats, respectively. The protocol states that\nanimals will be vaccinated and blood collected. There is no mention of any other relevant details such as vaccine to be\nadministered or the number and time points of blood draws. The approved protocol does not include any discussion of\nwhat is being studied/measured.\n***004-21 is a study in which dogs have their liver perfused and subsequently harvested during a non-survival procedure.\nThe surgical description does not include details such as the use of aseptic techniques/conditions, volume and type of\nperfusion fluid, and the specific steps taken to remove the liver. The anesthetic regiment does not include details such as\nwhether inhalant anesthesia will be provided via an endotracheal tube, or if the induction agent will be given via an IV\ncatheter (protocol states this will be given “to effect,” which indicates the potential need for multiple injections if not\nadministered through a catheter).\n***002-20 is a diet trial for gestating and lactating dams with puppies. The protocol indicates two experimental diets,\n1B/3B and 5L3U, which differ from the established diet of 5LL9. For the 1B/3B diet, it is not specified what the transition\nperiod will consist of or how long it will last. The stated experimental objective is to determine each diet’s effects “on\ngestation, lactation, whelping/weaning, post-weaning weight gain;” however, the protocol does not mention any objective\nmeasures such as empiric body weights will be taken, only a body condition score (BCS). No details are provided on the\nscoring system used to assign BCS, such as the scale (1-5 vs. 1-9), or specific observations that may help the scorer to\nassign a numeric value (e.g., visible ribs and hip bones, protruding vertebral spinous processes, etc.).\n***002-21 is a pharmacokinetic study assessing concentrations of an experimental drug in urine and blood samples taken\nat various times following drug administration. The protocol provides explicit detail regarding sampling of urine via\nultrasound-guided cystocentesis; however, similar details regarding blood sampling procedures are missing (location of\nvenous access, whether a venous access portal such as a catheter will be utilized or if multiple venipunctures will be\nperformed, and volume of blood sampled).\n***001-21 is a teaching protocol to practice intravenous infusions via IV catheter. The protocol states 4 dogs will be used,\nbut there is no information regarding the following: if a dog may undergo repeat iterations of such practice; if so, how\nmany; the rest period between repeat uses; and the method and location(s) in which the IV catheter will be placed.\nThese important details are required for the IACUC to be able to make an informed determination whether the proposed\nactivities ensure the humane and judicious use of animals in research. Correct by ensuring proposals to conduct activities\ninvolving animals contain a complete description, in lay terms and in detail, of the proposed use of the animals.\nAdditionally, ensure that any of the protocols listed above for which activities are still occurring or may occur in the future\nare amended to add a complete description of activities and resubmitted to the IACUC for review and approval. Correct\nby 08/30/2021."
    },
    {
      "code": "2.35",
      "kind": "",
      "repeat": false,
      "desc": "Recordkeeping requirements.",
      "narrative": "The research facility is closely affiliated with a separate business that is licensed as an “A” dealer under the Animal\nWelfare Act. However, the research facility does not maintain records that disclose the acquisition or disposition of dogs\nand cats coming from and going to the Class “A” dealer. Their recordkeeping system is such that it only reflects the\ncurrent use of the animals (research or breeding), but does not show the information required to be maintained of\ntransfers between animal uses. Failure to keep and maintain records regarding transfers of animal use can lead to\nconfusion in possession and responsibility or liability to maintain good animal health and welfare. Additionally, in the case\nfor research animals, it may be unclear if an animal has undergone previous procedures that may compromise the\nintegrity of ongoing research.\nCorrect by making and keeping records which fully and correctly disclose all pertinent information of ownership,\npossession, control, transport, euthanasia, sale, or other disposition, including all offspring born while in the facility’s\npossession or under its control, as required in parts (b) and (c) of this subsection. Correct by August 30th, 2021."
    },
    {
      "code": "2.38(a)",
      "kind": "Critical",
      "repeat": false,
      "desc": "Miscellaneous.",
      "narrative": "Medical and study data/study records for 2 animals used on each of 8 research protocols from the last year were\nrequested from the facility on July 22nd, 2021 (records for a total of 16 animals). On July 23rd the facility provided printed\nmedical records from their computerized system along with some handwritten surgical logs. The majority of these records\ndo not contain any information regarding protocol-specific procedures performed on animals. On July 26th and 27th,\nfurther clarifying emails requesting study data/study records for animals were submitted to the facility. Per phone\nconversations, the attending veterinarian explained that notes and records generated during protocols were kept as “study\ndata” and not included in an animal’s official medical record in the electronic system. The attending veterinarian stated\nthat according to the facility’s legal department, she was not allowed to share study data with UDSA personnel. These\nstudy data records were requested again, by email, on July 28th with a due date of July 29th by 9 AM. As of 9 AM on July\n30th, the facility refused to provide full copies of the study records which include the procedures performed on dogs while\nthey are on a study. At 10:30AM on July 30th, 2.5 hours before the scheduled exit briefing, USDA personnel were able to\nbriefly remotely view some of the study data that had been previously requested. This review did not allow for a complete\nand thorough assessment of the facility's compliance with AWA regulations.\nAPHIS Officials must be permitted to evaluate study records that describe the procedures and exam findings from dogs\nparticipating in research studies in order to evaluate the facility’s adherence to the IACUC approved protocol and to\nensure compliance with the AWA regulations and standards.\nCorrect by furnishing any information requested by APHIS officials within a reasonable time and as may be specified in\nthe request for such information. To be corrected: August 3rd, 2021.\nThis inspection was conducted with the Operations Manager and the Attending Veterinarian. The exit interview was\nconducted with the Operations Manager, Attending Veterinarian, Site Director, Regional Quality Assurance Manager,\nDirector of Quality Assurance, Senior Vice President for Veterinary Services, Chief Operations Officer, and Regional\nFacilities Manager.\nAdditional Inspectors:\nRachel Perez-Baum, VETERINARY MEDICAL OFFICER\nKATHRYN CAMPITELLI, VETERINARY MEDICAL OFFICER\nSUSANNE BRUNKHORST, VETERINARY MEDICAL OFFICEREnd Section"
    }
  ],
  "narrative": "2.31(c)(7) \n   \nInstitutional Animal Care and Use Committee (IACUC). \nStudy data from Protocol 03-21 was reviewed for 2 dogs on the protocol. The protocol states “body weights will be taken \non Monday, Wednesday, and Friday.” This protocol involves withholding food/fasting dogs. \n \nNeither of these dogs had body weights recorded. The attending veterinarian stated that animals had not been weighed \nas stated in this protocol. \n \nSignificant changes to protocols, including changes to how animals are monitored, must be approved in order to assure \nIACUC oversight of animal activities and procedures. \n \nCorrect by ensuring that the IACUC requires modifications be made to protocols in writing  when there are proposed \nsignificant changes to on-going activities involving animals.  And further by ensuring that such modifications are evaluated \nby the IACUC and approved or approval is withheld in accordance with the Animal Welfare Act regulations. Any protocols \nfor which significant modifications to ongoing activities are occurring without such approval at this time, must be \nresubmitted to the IACUC for review no later than 8/30/2021.\n\n2.31(d)(1)(i)  Critical\n   \nInstitutional Animal Care and Use Committee (IACUC). \nProtocol 003-21 describes a study in which lactating female dogs and their puppies undergo different manipulations of \ntheir diet to determine the effects on prevention of mastitis post-weaning. One experimental group in this study is \nsubjected to a 48-hour fast (abrupt removal of food completely from an ad libitum feeding schedule) and the second \nexperimental group has their total daily food ration severely decreased. The abrupt nature of this transition is expected to \ncause more than momentary or slight distress not only to the nursing dam, but also to the puppies as their food supply will \nalso decline during that period (female’s negative energy balance from lack of food is intended to decrease her milk \nsupply). The principal investigator did not address this as a source of distress for the female dogs or the puppies in the \napproved written protocol; as such, the protocol neither describes any means to alleviate this distress, nor scientifically \njustifies in writing the withholding of any such means. \nThe lack of this required information in the written protocol (reviewed and approved by the IACUC) prevents the IACUC \nfrom ensuring that the proposed activities related to the care and use of the animals will avoid or minimize discomfort and \ndistress to the dogs and puppies. \nCorrect by ensuring that the IACUC, for all future proposals, is able to determine that all proposed activities will avoid or \nminimize discomfort, pain, and distress when conducting a review of the activities related to the care and use of animals \nin order to approve the proposed activities. To be corrected by 08/03/21. \n2.31(d)(2) \n   \nInstitutional Animal Care and Use Committee (IACUC) \nOne protocol had a conflict of interest during its review and approval processes: \n \nProtocol 003-21: lists the attending veterinarian as a co-principal investigator. The same attending veterinarian conducted\n\nthe veterinary consultation as required by section 2.31(d)(1)(iv)(B) of this subpart. However, since the attending \nveterinarian is also the co-PI, she should not have participated in the review or approval process for this protocol, as she \nhas a conflict of interest. \n \nAllowing individuals with a conflict of interest to participate in the review and approval process interferes with the integrity \nand neutrality of that process aimed to ensure optimal animal welfare and the judicious use of animals in study activities. \nCorrect by ensuring that no member contributes to a quorum nor participates in an IACUC review or approval of an \nactivity in which that member has a conflicting interest (e.g., is personally involved in the activity), except to provide \ninformation requested by the IACUC.  Correct by 08/03/21. \n2.31(d)(4) \n   \nInstitutional Animal Care and Use Committee (IACUC). \nThe IACUC has not notified the principal investigators (PI) and the research facility in writing of its decision to approve the \nsubmitted protocols. According to the attending veterinarian, once the protocols are approved by DMR the principal \ninvestigator signs the official protocol. The IACUC did not notify the PI in writing, by its process of adding the date of \nIACUC approval on the several protocols reviewed at the time of inspection. \nWritten notification of IACUC approval for proposed activities involving animals is important to maintain records regarding \nwhich protocols and their amendments have been approved and the date of their approval. IACUC functions as an \noversight committee to help monitor animal welfare in research and written records confirm the IACUC is functioning as \nrequired by the Animal Welfare Act. \nCorrect by 08/03/21 by ensuring all IACUC decisions regarding approval of proposed activities involving animals are \nprovided in writing to the principal investigators and the research facility. This written notification must include the \napproval, the decision to withhold approval, and/or the decision to require modifications of proposed animal activities.\n\n2.31(e)(2) \n   \nInstitutional Animal Care and Use Committee (IACUC). \nThe following protocols, 02-19, 03-19, 002-20, 001-21, 002-21, and 003-21, simply state the number of animals to be \nused. No rationale for the appropriateness of the number stated is provided. \n***Protocol 02-19 states that 16 dogs are to be used per year for the study but provides no explanation for why 16 dogs \nare needed. \n***Protocol 03-19 states that 20 cats will be used per year for the study but also provides no explanation for why 20 cats \nare needed. \n***Protocol 002-20 states that 100 female dogs will be used per year for the study and that a minimum of 50 dams and \ntheir litters must be evaluated on each of the diets. However, there is no rationale provided for the number of female dogs \nsuch as statistical calculations for statistically significant results, based on scientific literature, etc. \n***Protocol 001-21 states that 4 adult dogs are needed for the training protocol. Although the protocol states that 4 \nanimals are the minimum needed to practice on various sizes of beagles and temperaments, there is no rational for the \nnumber of dogs based on the number of students/animal and/or the number of attempts on each animal. \n***Protocol 002-21 states that 3 adult male dogs will be used per year for a study on pharmacokinetics but provides no \nrationale for the request of 3 dogs. The only rationale provided is that canines are the intended use for the compound \nbeing studied. \n***Protocol 003-21 states that 400  adult female dogs will be used per year for the study and this is based on past \nproduction. However, in the justification for the number of animals in the study, it states that 400 dogs is the maximum \nnumber of bitches and puppies to be used in the study. The protocol has two different number requests with no rationale \nprovided such as statistical calculations for statistically significant results, based on scientific literature or past experience, \netc.\n\nProtocols submitted for IACUC review are required to contain a rationale for the use of live animals and for the numbers \nof animals to be used in the study. If no rationales are provided, the IACUC cannot complete a thorough review of the \nproposed activities using animals and ensure animals are not unnecessarily subjected to experimental designs. \nCorrect by the IACUC ensuring all new protocols submitted for review have a complete, written rationale for the use of live \nanimals, the appropriateness of the species and the numbers of animals to be used in the study design. Correct by \n09/30/2021. \n2.31(e)(3) \n   \nInstitutional Animal Care and Use Committee (IACUC). \nSeveral protocols lack complete descriptions of the proposed use of the animals. \n***02-19 and 03-19 are similar studies conducted in parallel on dogs and cats, respectively. The protocol states that \nanimals will be vaccinated and blood collected. There is no mention of any other relevant details such as vaccine to be \nadministered or the number and time points of blood draws.  The approved protocol does not include any discussion of \nwhat is being studied/measured. \n***004-21 is a study in which dogs have their liver perfused and subsequently harvested during a non-survival procedure. \nThe surgical description does not include details such as the use of aseptic techniques/conditions, volume and type of \nperfusion fluid, and the specific steps taken to remove the liver. The anesthetic regiment does not include details such as \nwhether inhalant anesthesia will be provided via an endotracheal tube, or if the induction agent will be given via an IV \ncatheter (protocol states this will be given “to effect,” which indicates the potential need for multiple injections if not \nadministered through a catheter). \n***002-20 is a diet trial for gestating and lactating dams with puppies. The protocol indicates two experimental diets, \n1B/3B and 5L3U, which differ from the established diet of 5LL9. For the 1B/3B diet, it is not specified what the transition \nperiod will consist of or how long it will last. The stated experimental objective is to determine each diet’s effects “on\n\ngestation, lactation, whelping/weaning, post-weaning weight gain;” however, the protocol does not mention any objective \nmeasures such as empiric body weights will be taken, only a body condition score (BCS). No details are provided on the \nscoring system used to assign BCS, such as the scale (1-5 vs. 1-9), or specific observations that may help the scorer to \nassign a numeric value (e.g., visible ribs and hip bones, protruding vertebral spinous processes, etc.). \n***002-21 is a pharmacokinetic study assessing concentrations of an experimental drug in urine and blood samples taken \nat various times following drug administration. The protocol provides explicit detail regarding sampling of urine via \nultrasound-guided cystocentesis; however, similar details regarding blood sampling procedures are missing (location of \nvenous access, whether a venous access portal such as a catheter will be utilized or if multiple venipunctures will be \nperformed, and volume of blood sampled). \n***001-21 is a teaching protocol to practice intravenous infusions via IV catheter. The protocol states 4 dogs will be used, \nbut there is no information regarding the following: if a dog may undergo repeat iterations of such practice; if so, how \nmany; the rest period between repeat uses; and the method and location(s) in which the IV catheter will be placed. \nThese important details are required for the IACUC to be able to make an informed determination whether the proposed \nactivities ensure the humane and judicious use of animals in research. Correct by ensuring proposals to conduct activities \ninvolving animals contain a complete description, in lay terms and in detail, of the proposed use of the animals. \nAdditionally, ensure that any of the protocols listed above for which activities are still occurring or may occur in the future \nare amended to add a complete description of activities and resubmitted to the IACUC for review and approval.  Correct \nby 08/30/2021. \n2.35 \n   \nRecordkeeping requirements. \nThe research facility is closely affiliated with a separate business that is licensed as an “A” dealer under the Animal \nWelfare Act.  However, the research facility does not maintain records that disclose the acquisition or disposition of dogs\n\nand cats coming from and going to the Class “A” dealer. Their recordkeeping system is such that it only reflects the \ncurrent use of the animals (research or breeding), but does not show the information required to be maintained of \ntransfers between animal uses. Failure to keep and maintain records regarding transfers of animal use can lead to \nconfusion in possession and responsibility or liability to maintain good animal health and welfare. Additionally, in the case \nfor research animals, it may be unclear if an animal has undergone previous procedures that may compromise the \nintegrity of ongoing research. \nCorrect by making and keeping records which fully and correctly disclose all pertinent information of ownership, \npossession, control, transport, euthanasia, sale, or other disposition, including all offspring born while in the facility’s \npossession or under its control, as required in parts (b) and (c) of this subsection. Correct by August 30th, 2021. \n2.38(a)  Critical\n   \nMiscellaneous. \nMedical and study data/study records for 2 animals used on each of 8 research protocols from the last year were \nrequested from the facility on July 22nd, 2021 (records for a total of 16 animals). On July 23rd the facility provided printed \nmedical records from their computerized system along with some handwritten surgical logs. The majority of these records \ndo not contain any information regarding protocol-specific procedures performed on animals. On July 26th and 27th, \nfurther clarifying emails requesting study data/study records for animals were submitted to the facility. Per phone \nconversations, the attending veterinarian explained that notes and records generated during protocols were kept as “study \ndata” and not included in an animal’s official medical record in the electronic system. The attending veterinarian stated \nthat according to the facility’s legal department, she was not allowed to share study data with UDSA personnel. These \nstudy data records were requested again, by email, on July 28th with a due date of July 29th by 9 AM. As of 9 AM on July \n30th, the facility refused to provide full copies of the study records which include the procedures performed on dogs while \nthey are on a study. At 10:30AM on July 30th, 2.5 hours before the scheduled exit briefing, USDA personnel were able to\n\nbriefly remotely view some of the study data that had been previously requested. This review did not allow for a complete \nand thorough assessment of the facility's compliance with AWA regulations. \nAPHIS Officials must be permitted to evaluate study records that describe the procedures and exam findings from dogs \nparticipating in research studies in order to evaluate the facility’s adherence to the IACUC approved protocol and to \nensure compliance with the AWA regulations and standards. \nCorrect by furnishing any information requested by APHIS officials within a reasonable time and as may be specified in \nthe request for such information. To be corrected: August 3rd, 2021. \n \nThis inspection was conducted with the Operations Manager and the Attending Veterinarian. The exit interview was \nconducted with the Operations Manager, Attending Veterinarian, Site Director, Regional Quality Assurance Manager, \nDirector of Quality Assurance, Senior Vice President for Veterinary Services, Chief Operations Officer, and Regional \nFacilities Manager. \n \nAdditional Inspectors: \nRachel Perez-Baum, VETERINARY MEDICAL OFFICER \nKATHRYN CAMPITELLI, VETERINARY MEDICAL OFFICER \nSUSANNE BRUNKHORST, VETERINARY MEDICAL OFFICEREnd Section",
  "animals_total": 53,
  "species": [
    {
      "count": 20,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 33,
      "scientific": "Felis silvestris catus",
      "common": "CAT ADULT"
    }
  ]
}