{
  "insp_id": "2016090000717818",
  "layout": "b",
  "customer_id": "327398",
  "customer_name": "SCOTT SWANSON",
  "customer_addr": "29551 County Road V5G\nOLLIE, IA 52576",
  "certificate": "42-A-1478",
  "site_id": "002",
  "site_name": "SCOTT SWANSON",
  "insp_type": "RE-LICENSE INSPECTION",
  "date": "20-SEP-2021",
  "report_date": "20-SEP-2021",
  "citations": [
    {
      "code": "2.75(a)(1)(i)",
      "kind": "",
      "repeat": false,
      "desc": "Records: Dealers and exhibitors.",
      "narrative": "The facility has not documented the acquisition information for the 28 adult dogs. Failure to document who the dogs were\nacquired from interferes in APHIS officials ability to trace the movements of the animals.\nEach dealer shall make, keep, and maintain records or forms which includes the name and address from whom a dog\nwas purchased or otherwise acquired. The facility must document the name and address from whom each dog was\nacquired."
    },
    {
      "code": "2.75(a)(1)(v)",
      "kind": "",
      "repeat": false,
      "desc": "Records: Dealers and exhibitors.",
      "narrative": "The facility has not documented the date that each dog was acquired. Failure to document the date of acquisition\ninterferes with APHIS officials ability to trace the movement of dogs.\nEach dealer shall make, keep, and maintain records or forms which include the date of acquisition for each dog. The\nfacility must document the date of acquisition for each of the dogs."
    },
    {
      "code": "2.75(a)(1)(vi)",
      "kind": "",
      "repeat": false,
      "desc": "Records: Dealers and exhibitors.",
      "narrative": "The facility uses microchips to identify each dog, but has not documented the official identification number for each dog\nalong with the acquisition information. The official identification number is necessary for APHIS officials to trace the\nmovements of dogs, as well as to complete required documents such APHIS form 7005 and medical records.\nEach dealer shall make, keep, and maintain records or forms which include the official identification number for each dog.\nThe facility must add the microchip number to the acquisition information for each of the dogs."
    },
    {
      "code": "2.75(a)(2)",
      "kind": "",
      "repeat": false,
      "desc": "Records: Dealers and exhibitors.",
      "narrative": "The facility is not using APHIS form 7005 to document the required acquisition information for the dogs. The facility is\nusing APHIS form 7019 instead, which is used to document acquisition information for animals other than dogs and cats.\nFailure to use the proper APHIS form may result in insufficient acquisition information documented for the dogs.\nEach dealer shall use APHIS form 7005 (Acquisition of Dogs and Cats on Hand) to make, keep and maintain the required\ninformation for each dog. The facility must use APHIS form 7005 to document the acquisition information for the dogs."
    },
    {
      "code": "3.1(e)",
      "kind": "",
      "repeat": false,
      "desc": "Housing facilities, general.",
      "narrative": "One open bag of dog food is sitting on the floor of the dog kennel. Open bags of food could become contaminated by\npests such as flies and also could also allow humidity and liquids to come into contact with the food potentially resulting in\nmolding or caking of the feed.\nSupplies of food and bedding must be stored in a manner that protects the supplies from spoilage, contamination, and\nvermin infestation. All open supplies of food and bedding must be kept in leakproof containers with tightly fitting lids to\nprevent contamination and spoilage. The facility must have the open bag of food placed in a leak-proof container with a\ntightly fitted lid in order to protect it from contamination, molding or caking."
    },
    {
      "code": "3.1(f)",
      "kind": "",
      "repeat": false,
      "desc": "Housing facilities, general.",
      "narrative": "One trash can located inside the kennel does not have a lid. Trash containers without lids could attract pests such as\nmice or flies which could have a negative impact on the health and well-being of the dogs.\nTrash containers in housing facilities must be leak-proof containers and have tightly fitted lids. The facility must have a\ntightly fitted lid applied to the trash container or remove the trash container from the kennel in order to protect the health\nand well-being of the dogs."
    },
    {
      "code": "3.13(a)",
      "kind": "",
      "repeat": false,
      "desc": "Veterinary care for dogs.",
      "narrative": "The facility has acquired a new attending veterinarian, but lacks his signature on the Program of Veterinary Care\nindicating that he has reviewed the information contained in it. It is necessary for the attending veterinarian to review and\nsign the Program of Veterinary Care in order to ensure the animals are receiving adequate veterinary care.\nEach dealer must follow an appropriate program of veterinary care for dogs that is developed, documented in writing, and\nsigned by the attending veterinarian. The facility must have the new attending veterinarian review and sign the Program\nof Veterinary Care."
    },
    {
      "code": "3.13(a)(2)",
      "kind": "",
      "repeat": false,
      "desc": "Veterinary care for dogs.",
      "narrative": "The Program of Veterinary Care is incomplete. How often the physical examinations of the dogs is to be conducted by\nthe attending veterinarian is missing. The physical examination is necessary in order to ensure that the dogs are\nreceiving adequate veterinary care.\nEach dealer must follow an appropriate program of veterinary care for dogs that is developed, documented in writing, and\nsigned by the attending veterinarian and includes information concerning the physical examination of each dog by the\nattending veterinarian which is conducted no less than once every 12 months. The facility must add to the Program of\nVeterinary Care how often each animal is to be examined by the attending veterinarian every 12 months."
    },
    {
      "code": "3.13(a)(3)",
      "kind": "",
      "repeat": false,
      "desc": "Veterinary care for dogs.",
      "narrative": "The Program of Veterinary Care is incomplete. The schedule for vaccinating the dogs for rabies is missing. How often\nthe dogs are to receive the rabies vaccine must be documented in order to ensure the animals are receiving adequate\nveterinary care.\nEach dealer must follow an appropriate program of veterinary care for dogs that is developed, documented in writing, and\nsigned by the attending veterinarian which includes the schedule for vaccinating against disease. The facility must add\nthe schedule for vaccinating the dogs for rabies to the Program of Veterinary Care."
    },
    {
      "code": "3.13(a)(4)",
      "kind": "",
      "repeat": false,
      "desc": "Veterinary care for dogs.",
      "narrative": "The Program of Veterinary Care is incomplete. The plans to maintain healthy and unmatted hair coats, properly trimmed\nnails, and clean and healthy eyes, ears, skin, and teeth is missing. The plans are necessary to ensure the dogs are\nreceiving adequate veterinary care and any problems are identified quickly and corrected appropriately.\nEach dealer must follow an appropriate program of veterinary care for dogs that is developed, documented in writing, and\nsigned by the attending veterinarian and includes plans to maintain and unmatted hair coats, properly trimmed nails, and\nclean and healthy eyes, ears, skin, and teeth. The facility must add these plans to the Program of Veterinary Care in\norder to ensure each dog is receiving adequate veterinary care.\nThis is a 1st Re-License Inspection for a Class \"A\" license. The inspection and exit briefing were conducted with the\napplicant.\nAll items must be in compliance within 2 more inspection(s) or by November 19, 2021 or the applicant will forfeit the\nlicense fee and must wait 6 months to reapply. Please contact your inspector to schedule your next Re-License\nInspection.\nRegulated activity can continue under your existing USDA license until it expires.\nEnd Section"
    }
  ],
  "narrative": "2.75(a)(1)(i) \n   \nRecords: Dealers and exhibitors. \nThe facility has not documented the acquisition information for the 28 adult dogs.  Failure to document who the dogs were \nacquired from interferes in APHIS officials ability to trace the movements of the animals. \n \nEach dealer shall make, keep, and maintain records or forms which includes the name and address from whom a dog \nwas purchased or otherwise acquired.  The facility must document the name and address from whom each dog was \nacquired. \n2.75(a)(1)(v) \n   \nRecords: Dealers and exhibitors. \nThe facility has not documented the date that each dog was acquired.  Failure to document the date of acquisition \ninterferes with APHIS officials ability to trace the movement of dogs. \n \nEach dealer shall make, keep, and maintain records or forms which include the date of acquisition for each dog.  The \nfacility must document the date of acquisition for each of the dogs. \n2.75(a)(1)(vi) \n   \nRecords: Dealers and exhibitors.\n\nThe facility uses microchips to identify each dog, but has not documented the official identification number for each dog \nalong with the acquisition information. The official identification number is necessary for APHIS officials to trace the \nmovements of dogs, as well as to complete required documents such APHIS form 7005 and medical records. \n \nEach dealer shall make, keep, and maintain records or forms which include the official identification number for each dog.  \nThe facility must add the microchip number to the acquisition information for each of the dogs. \n2.75(a)(2) \n   \nRecords: Dealers and exhibitors. \nThe facility is not using APHIS form 7005 to document the required acquisition information for the dogs.  The facility is \nusing APHIS form 7019 instead, which is used to document acquisition information for animals other than dogs and cats.  \nFailure to use the proper APHIS form may result in insufficient acquisition information documented for the dogs. \n \nEach dealer shall use APHIS form 7005 (Acquisition of Dogs and Cats on Hand) to make, keep and maintain the required \ninformation for each dog.  The facility must use APHIS form 7005 to document the acquisition information for the dogs. \n3.1(e) \n   \nHousing facilities, general. \nOne open bag of dog food is sitting on the floor of the dog kennel.  Open bags of food could become contaminated by \npests such as flies and also could also allow humidity and liquids to come into contact with the food potentially resulting in \nmolding or caking of the feed. \n \nSupplies of food and bedding must be stored in a manner that protects the supplies from spoilage, contamination, and \nvermin infestation.  All open supplies of food and bedding must be kept in leakproof containers with tightly fitting lids to\n\nprevent contamination and spoilage.  The facility must have the open bag of food placed in a leak-proof container with a \ntightly fitted lid in order to protect it from contamination, molding or caking. \n3.1(f) \n   \nHousing facilities, general. \nOne trash can located inside the kennel does not have a lid.  Trash containers without lids could attract pests such as \nmice or flies which could have a negative impact on the health and well-being of the dogs. \n \nTrash containers in housing facilities must be leak-proof containers and have tightly fitted lids.  The facility must have a \ntightly fitted lid applied to the trash container or remove the trash container from the kennel in order to protect the health \nand well-being of the dogs. \n3.13(a) \n   \nVeterinary care for dogs. \nThe facility has acquired a new attending veterinarian, but lacks his signature on the Program of Veterinary Care \nindicating that he has reviewed the information contained in it.  It is necessary for the attending veterinarian to review and \nsign the Program of Veterinary Care in order to ensure the animals are receiving adequate veterinary care. \n \nEach dealer must follow an appropriate program of veterinary care for dogs that is developed, documented in writing, and \nsigned by the attending veterinarian.  The facility must have the new attending veterinarian review and sign the Program \nof Veterinary Care. \n3.13(a)(2) \n   \nVeterinary care for dogs.\n\nThe Program of Veterinary Care is incomplete.  How often the physical examinations of the dogs is to be conducted by \nthe attending veterinarian is missing.  The physical examination is necessary in order to ensure that the dogs are \nreceiving adequate veterinary care. \n \nEach dealer must follow an appropriate program of veterinary care for dogs that is developed, documented in writing, and \nsigned by the attending veterinarian and includes information concerning the physical examination of each dog by the \nattending veterinarian which is conducted no less than once every 12 months.  The facility must add to the Program of \nVeterinary Care how often each animal is to be examined by the attending veterinarian every 12 months. \n3.13(a)(3) \n   \nVeterinary care for dogs. \nThe Program of Veterinary Care is incomplete.  The schedule for vaccinating the dogs for rabies is missing.  How often \nthe dogs are to receive the rabies vaccine must be documented in order to ensure the animals are receiving adequate \nveterinary care. \n \nEach dealer must follow an appropriate program of veterinary care for dogs that is developed, documented in writing, and \nsigned by the attending veterinarian which includes the schedule for vaccinating against disease.  The facility must add \nthe schedule for vaccinating the dogs for rabies to the Program of Veterinary Care. \n3.13(a)(4) \n   \nVeterinary care for dogs. \nThe Program of Veterinary Care is incomplete.  The plans to maintain healthy and unmatted hair coats, properly trimmed \nnails, and clean and healthy eyes, ears, skin, and teeth is missing.  The plans are necessary to ensure the dogs are \nreceiving adequate veterinary care and any problems are identified quickly and corrected appropriately.\n\nEach dealer must follow an appropriate program of veterinary care for dogs that is developed, documented in writing, and \nsigned by the attending veterinarian and includes plans to maintain and unmatted hair coats, properly trimmed nails, and \nclean and healthy eyes, ears, skin, and teeth.  The facility must add these plans to the Program of Veterinary Care in \norder to ensure each dog is receiving adequate veterinary care. \n \nThis is a 1st Re-License Inspection for a Class \"A\" license. The inspection and exit briefing were conducted with the \napplicant. \n \nAll items must be in compliance within 2 more inspection(s) or by November 19, 2021 or the applicant will forfeit the \nlicense fee and must wait 6 months to reapply. Please contact your inspector to schedule your next Re-License \nInspection. \n \nRegulated activity can continue under your existing USDA license until it expires. \n \nEnd Section",
  "animals_total": 39,
  "species": [
    {
      "count": 28,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 11,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}