{
  "insp_id": "INS-0000807522",
  "layout": "c",
  "customer_id": "2115",
  "customer_name": "CRAIG KOKAS",
  "customer_addr": "3153 PROSPECT-UPPER SANDUSKY RD\nPROSPECT, OH 43342",
  "certificate": "31-A-0031",
  "site_id": "001",
  "site_name": "CRAIG KOKAS",
  "insp_type": "ROUTINE INSPECTION",
  "date": "15-AUG-2022",
  "report_date": "16-AUG-2022",
  "citations": [
    {
      "code": "2.40(a)(2)",
      "kind": "",
      "repeat": true,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "The licensee stated that he is still performing surgical procedures (anal sacculectomy) on skunks. The licensee states the\nAV has discussed the procedure and observed him, but this has not been documented. The facility’s current written\nprotocol is still missing the following pieces of information: - How specifically to perform the anal sac removal (step by\nstep, including equipment to be used), post-procedural care instructions and pain control measures. Performing surgical\nprocedures without proper oversight or guidance from a licensed veterinarian can cause unnecessary harm, pain or injury\nto the animal and can be detrimental to the animal’s health and wellbeing. The licensee must ensure the veterinarian\noversees all aspects of veterinary care, and this specific procedure must be detailed and documented in the written\nprogram of vet care."
    },
    {
      "code": "2.40(b)(3)",
      "kind": "Direct",
      "repeat": false,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "*** At the time of the inspection, a male skunk was jumping around the enclosure, did a summersault and was racing back\nand forth on the side of the enclosure. At one point he stopped and licked his testes which were red and swollen to the\nsize of a golf ball. His condition and behavior had not been observed by the licensee until the inspectors pointed it out to\nhim. This animal’s behavior is an indicator of pain and should be communicated to the veterinarian and the animal seen\nand evaluated by the vet for treatment options and to manage his pain levels.\nCorrect by: Aug 17, 2022\n*** Several of the arctic foxes on the wire mesh have very long nails that need to be trimmed. Long nails on a canine\nspecies can begin to splay outward which can lead to foot and gait abnormalities. Since the fox has no way to naturally\nwear the nails down through digging, the nails will need to be trimmed on a routine basis for the health of comfort of the\nanimal.\n*** Multiple species noted in this report (raccoon, fox, coati mundi and skunk) were engaging in abnormal behavior\npatterns including ( pacing back and forth, head tossing, running up the sides of the wire and flipping over in the\nenclosure, and trying to climb up the mesh and freeze) during the inspection. Abnormal behavior patterns to this extent\ncan be an indication of pain, psychological stress or poor welfare. These abnormal behaviors should be communicated to\nthe AV to determine if they are due to physical injury or illness. The AV may be able to provide guidance in how to\nmitigate these abnormal behavior patterns to ensure the overall welfare of the animals.\nCorrect by: Aug 30, 2022"
    },
    {
      "code": "2.75(b)(1)",
      "kind": "",
      "repeat": true,
      "desc": "Records: Dealers and exhibitors.",
      "narrative": "The facility is still not tracking offspring born at the facility until they leave the facility through sales receipts. This does not\naccount for all the animals born at the facility as the licensee stated that an animal (skunk, raccoon, or fox) may have a\nlitter of 4 or more but only have 2-3 remaining when he pulls them. These offspring deaths are not recorded either to\naccount for any deaths of maternal roughness or neglect. Record keeping requirements require the facility to maintain\nrecords of total offspring born of any animal while in his possession or under his control. These records must be\nmaintained in an accurate and timely manner for recordkeeping purposes."
    },
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": true,
      "desc": "Facilities, general.",
      "narrative": "*** Multiple fox enclosures need repair. Several sections of the wire mesh flooring are broken creating large gaps in the\nfloor with sharp edges. These gaps are large enough for a foot to pass through which can cause injury to the fox. These\nsections of mesh must be maintained in good repair for the safety of the foxes.\n*** A skunk enclosure has wire mesh that is broken in the den area, creating a gap large enough with sharp edges that a\nfoot could get caught and potentially injured. These sections of wire mesh must be kept in good repair for the safety of the\nskunks.\n*** Inside the sika deer enclosure, there is a section of fencing that is falling and bent due to the deer jumping over the\nfence. This is a potential hazard to the deer and should be removed or maintained in good repair for their safety. In\naddition, several sections of fencing around the deer pen have large gaps (6-7 inches) at the base of the fence and\nground that does not provide protection from animals entering the pen. These sections of fence must also be maintained\nin good repair for the safety of the deer.\n*** Multiple enclosures for the foxes and groundhogs have a small section of wire mesh that has been cut near the food\nbowl. The wire was not cut down to the line and several have areas where wire is protruding, and multiple animals were\nputting their noses through this hole which could cause injury. These areas of cut wire must be addressed and the sharp\nprotrusions cut down for the safety of the\nanimals.\n*** An enclosure that is rusted throughout its entirety is being used to house two groundhogs. There are areas where the\nrust has affected the structural integrity of the door creating sharp edges. This enclosure needs to be replaced or\nmaintained in good repair for the safety and containment of the animals."
    },
    {
      "code": "3.127(b)",
      "kind": "",
      "repeat": true,
      "desc": "Facilities, outdoor.",
      "narrative": "Many of the arctic fox wire mesh enclosures only have a covering directly over the top of the enclosure. This covering\ndoes not constitute a shelter and does not provide protection from inclement weather that may come through the\nenclosures sideways. Animals must be provided a shelter to prevent any discomfort the animals may experience."
    },
    {
      "code": "3.127(d)",
      "kind": "",
      "repeat": true,
      "desc": "Facilities, outdoor.",
      "narrative": "*** This facility still does not have a perimeter fence despite the fact the variance was revoked by the APHIS\nadministration. A perimeter fence of at least 6 feet is required and must be constructed so that it protects the animals in\nthe facility by restricting animals and unauthorized persons from having contact with the animals and to function as a\nsecondary containment system for the animals."
    },
    {
      "code": "3.128",
      "kind": "Direct",
      "repeat": false,
      "desc": "Space requirements.",
      "narrative": "*** At the time of the inspection two fox kits were housed in an enclosure that is designed for a chinchilla. The kit cannot\nstand fully on all four, as his head is slightly down and his ears are touching the top of the enclosure. This enclosure does\nnot provide enough space for the animal to stand up, turn and move with any freedom of movement appropriate for the\nspecies. Additionally, being housed in this size of enclosure does not allow the animal to grow normally as the animal will\nhave to compensate his body posture for the small space.\n*** Four raccoon kits that are being bottle fed in the office area, are housed in a small crate that does not provide\nadequate space and freedom of movement. Several of the kits were highly active climbing and hanging on the top of the\ncrate and biting the bars of the door. Lack of space at a developmental age can contribute to abnormal behavior patterns\nsuch as repetitive head movements and excessive biting of bars that can wear and break teeth. These animals need to be\nhoused in an enclosure that provides space to allow for postural adjustment and freedom of movement.\nCorrect the above citations by: Aug 18, 2022\n*** Multiple adult raccoons in wire enclosures were engaging in behavior patterns of pacing and circling in a repetitive\npattern that is abnormal for the species. These are wire mesh enclosures up off the ground with a dome shape wire cover\nand a wood nest box. Despite being a nocturnal species, most of the raccoons were awake and several engaged in these\nabnormal behaviors. One raccoon had hair loss on his tail which can be an indicator of stress. In addition, the licensee\nstates that any additional stress (like an additional person in the area) can cause the raccoons to kill their offspring. Killing\nof offspring is also a strong indicator of space issues when the animal does not feel safe or have ability to avoid stress in\nthis environment.\n*** A red fox was engaging in repetitive pacing behavior against the far wire mesh of his enclosure. This is also a wire\nmesh enclosure up off the ground with a dome shape wire cover and a wood nest box. This is a wire mesh enclosure that\ndoes not have any complexity to allow for the fox to have normal postural adjustments and social adjustments such as\ndigging or climbing and does not provide adequate freedom of movement for the species.\n*** The arctic foxes are housed in wire mesh enclosures up off the ground with 2-3 animals in an enclosure. There are no\nhide boxes or shelter for inclement weather in these enclosures. Several of these animals were pushing themselves up\nthe sides of the wire mesh enclosures and climbing over each other to get away from the inspector or freezing in place.\nThese enclosures do not provide enough space to allow for any postural or social adjustments for the foxes to have a\nplace to hide or remove themselves from a stressful situation.\n*** A coati mundi was racing about his enclosure in a repetitive manner in a frantic motion while his cage mate stood in\nthe entrance to the den box seemingly blocking his entrance to the den area. There is nothing of complexity in the\nenclosure that would provide for a second den areas for both animals and this abnormal behavior pattern can be\nindicative of stress due to lack of space in this enclosure.\nCorrect by: Aug 30, 2022"
    },
    {
      "code": "3.129(b)",
      "kind": "",
      "repeat": true,
      "desc": "Feeding.",
      "narrative": "*** Several of the food receptacles for the foxes had old moldy food in the base of the food container. These containers\nare not being cleaned with any frequency, and food is just added to the container daily even if old moldy food is present.\nThese feeders need to be kept clean to minimize contamination to the food supply when fresh food is placed in the\nfeeder.\n*** The metal feeder for three groundhogs was rusted at the lip of the feeder and the metal was broken with sharp edges\naround the feeder area. Rust affects the structural integrity of the metal and does not allow the feeder to be adequately\ncleaned. This feeder needs to be replaced for the safety of the animals while they feed."
    },
    {
      "code": "3.130",
      "kind": "",
      "repeat": true,
      "desc": "Watering.",
      "narrative": "The metal water receptacles for the ferrets, skunk and mink in the large barn area contained a layer of algae and grime\nthat needs to be cleaned. Dirty water receptacles can contaminate water causing illness in the animals. Additionally,\nseveral of the animals had offspring and clean water that is not contaminated is important for milk production. Water\nreceptacles must be kept clean and sanitary to provide water that is free from contamination."
    },
    {
      "code": "3.131(a)",
      "kind": "",
      "repeat": false,
      "desc": "Sanitation.",
      "narrative": "*** There is an accumulation of feces under the fox, raccoon, and coati mundi enclosures at the facility. Some of the feces\nhas mold growth and the accumulation is contributing to the ammonia and fecal odor around the area. The licensee states\nthe feces is cleaned weekly but based on the accumulation noted under the enclosures and odor, this is not frequent\nenough. Feces must be removed as often as necessary to minimize disease hazards and reduce odors around the animal\narea.\n*** A spotted skunk enclosure had old moldy feces in the corner of the nest box that was not being removed. These next\nboxes are covered with hair and cobwebs indicating they are not being checked with enough frequency to ensure the\nanimals in the boxes do not become soiled by their own waste. Feces must be removed from primary enclosures as often\nas necessary to prevent this situation from occurring.\nCorrect by: Aug 21, 2022"
    },
    {
      "code": "3.131(c)",
      "kind": "",
      "repeat": false,
      "desc": "Sanitation.",
      "narrative": "*** Housekeeping at the facility needs to be addressed. There are excess piles of old enclosures around the area,\nincluding a large area in the mink, ferret, skunk barn area. There is a pile of trash and debris including 40 plus cat food\ncans left in between animal enclosures. Accumulations of trash and debris can become breeding and living grounds for\npests and trash should be cleared as necessary to reduce these living areas. Premises must be kept clean to facilitate\ngood husbandry and housekeeping practices.\n*** In addition, several areas of the premises and enclosures (skunk, mink, ferrets) have excess hair, cobwebs and debris\nthroughout the wire mesh and boxes. This excess hair, and cobwebs trap urine and debris leading to strong ammonia\nodors throughout the property.\nCorrect by: Sept 16, 2022"
    },
    {
      "code": "3.132",
      "kind": "",
      "repeat": false,
      "desc": "Employees.",
      "narrative": "Based on the non-compliant items listed in this report, the licensee and two part time employees are not enough\nemployees to maintain an acceptable level of husbandry and care for the animals at the facility. Cleaning, feeding and\nwatering for the 600 plus regulated animals at the facility in addition to performing daily observations for health concerns\nis not being done adequately to ensure animal health and welfare. Lack of employees is leading to adverse welfare\nimpacts for these animals. The facility must ensure that staffing is adequate to provide care for the animals.\nCorrect by: Oct 16, 2022\nThis inspection and exit interview were conducted with the licensee.\nAdditional Inspectors:\nANDREA D AMBROSIO, ANIMAL CARE INSPECTOR n"
    }
  ],
  "narrative": "2.40(a)(2)  Repeat\n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nThe licensee stated that he is still performing surgical procedures (anal sacculectomy) on skunks.  The licensee states the \nAV has discussed the procedure and observed him, but this has not been documented. The facility’s current written \nprotocol is still missing the following pieces of information: - How specifically to perform the anal sac removal (step by \nstep, including equipment to be used), post-procedural care instructions and pain control measures. Performing surgical \nprocedures without proper oversight or guidance from a licensed veterinarian can cause unnecessary harm, pain or injury \nto the animal and can be detrimental to the animal’s health and wellbeing. The licensee must ensure the veterinarian \noversees all aspects of veterinary care, and this specific procedure must be detailed and documented in the written \nprogram of vet care. \n2.40(b)(3)  Direct\n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \n*** At the time of the inspection, a male skunk was jumping around the enclosure, did a summersault and was racing back \nand forth on the side of the enclosure. At one point he stopped and licked his testes which were red and swollen to the \nsize of a golf ball. His condition and behavior had not been observed by the licensee until the inspectors pointed it out to \nhim. This animal’s behavior is an indicator of pain and should be communicated to the veterinarian and the animal seen \nand evaluated by the vet for treatment options and to manage his pain levels.\n\nCorrect by: Aug 17, 2022 \n \n*** Several of the arctic foxes on the wire mesh have very long nails that need to be trimmed. Long nails on a canine \nspecies can begin to splay outward which can lead to foot and gait abnormalities. Since the fox has no way to naturally \nwear the nails down through digging, the nails will need to be trimmed on a routine basis for the health of comfort of the \nanimal. \n \n*** Multiple species noted in this report (raccoon, fox, coati mundi and skunk) were engaging in abnormal behavior \npatterns including ( pacing back and forth, head tossing, running up the sides of the wire and flipping over in the \nenclosure, and trying to climb up the mesh and freeze) during  the inspection. Abnormal behavior patterns to this extent \ncan be an indication of pain, psychological stress or poor welfare. These abnormal behaviors should be communicated to \nthe AV to determine if they are due to physical injury or illness. The AV may be able to provide guidance in how to \nmitigate these abnormal behavior patterns to ensure the overall welfare of the animals. \nCorrect by: Aug 30, 2022 \n2.75(b)(1)  Repeat\n   \nRecords: Dealers and exhibitors. \nThe facility is still not tracking offspring born at the facility until they leave the facility through sales receipts. This does not \naccount for all the animals born at the facility as the licensee stated that an animal (skunk, raccoon, or fox) may have a \nlitter of 4 or more but only have 2-3 remaining when he pulls them. These offspring deaths are not recorded either to \naccount for any deaths of maternal roughness or neglect. Record keeping requirements require the facility to maintain\n\nrecords of total offspring born of any animal while in his possession or under his control. These records must be \nmaintained in an accurate and timely manner for recordkeeping purposes. \n3.125(a)  Repeat\n   \nFacilities, general. \n*** Multiple fox enclosures need repair. Several sections of the wire mesh flooring are broken creating large gaps in the \nfloor with sharp edges. These gaps are large enough for a foot to pass through which can cause injury to the fox. These \nsections of mesh must be maintained in good repair for the safety of the foxes. \n \n*** A skunk enclosure has wire mesh that is broken in the den area, creating a gap large enough with sharp edges that a \nfoot could get caught and potentially injured. These sections of wire mesh must be kept in good repair for the safety of the \nskunks. \n \n*** Inside the sika deer enclosure, there is a section of fencing that is falling and bent due to the deer jumping over the \nfence. This is a potential hazard to the deer and should be removed or maintained in good repair for their safety. In \naddition, several sections of fencing around the deer pen have large gaps (6-7 inches) at the base of the fence and \nground that does not provide protection from animals entering the pen. These sections of fence must also be maintained \nin good repair for the safety of the deer. \n \n*** Multiple enclosures for the foxes and groundhogs have a small section of wire mesh that has been cut near the food \nbowl. The wire was not cut down to the line and several have areas where wire is protruding, and multiple animals were \nputting their noses through this hole which could cause injury. These areas of cut wire must be addressed and the sharp \nprotrusions cut down for the safety of the\n\nanimals. \n \n*** An enclosure that is rusted throughout its entirety is being used to house two groundhogs. There are areas where the \nrust has affected the structural integrity of the door creating sharp edges. This enclosure needs to be replaced or \nmaintained in good repair for the safety and containment of the animals. \n3.127(b)  Repeat\n   \nFacilities, outdoor. \nMany of the arctic fox wire mesh enclosures only have a covering directly over the top of the enclosure. This covering \ndoes not constitute a shelter and does not provide protection from inclement weather that may come through the \nenclosures sideways. Animals must be provided a shelter to prevent any discomfort the animals may experience. \n3.127(d)  Repeat\n   \nFacilities, outdoor. \n*** This facility still does not have a perimeter fence despite the fact the variance was revoked by the APHIS \nadministration. A perimeter fence of at least 6 feet is required and must be constructed so that it protects the animals in \nthe facility by restricting animals and unauthorized persons from having contact with the animals and to function as a \nsecondary containment system for the animals. \n3.128  Direct\n   \nSpace requirements. \n*** At the time of the inspection two fox kits were housed in an enclosure that is designed for a chinchilla. The kit cannot \nstand fully on all four, as his head is slightly down and his ears are touching the top of the enclosure. This enclosure does \nnot provide enough space for the animal to stand up, turn and move with any freedom of movement appropriate for the \nspecies. Additionally, being housed in this size of enclosure does not allow the animal to grow normally as the animal will\n\nhave to compensate his body posture for the small space. \n \n*** Four raccoon kits that are being bottle fed in the office area, are housed in a small crate that does not provide \nadequate space and freedom of movement. Several of the kits were highly active climbing and hanging on the top of the \ncrate and biting the bars of the door. Lack of space at a developmental age can contribute to abnormal behavior patterns \nsuch as repetitive head movements and excessive biting of bars that can wear and break teeth. These animals need to be \nhoused in an enclosure that provides space to allow for postural adjustment and freedom of movement. \nCorrect the above citations by: Aug 18, 2022 \n \n*** Multiple adult raccoons in wire enclosures were engaging in behavior patterns of pacing and circling in a repetitive \npattern that is abnormal for the species. These are wire mesh enclosures up off the ground with a dome shape wire cover \nand a wood nest box. Despite being a nocturnal species, most of the raccoons were awake and several engaged in these \nabnormal behaviors. One raccoon had hair loss on his tail which can be an indicator of stress. In addition, the licensee \nstates that any additional stress (like an additional person in the area) can cause the raccoons to kill their offspring. Killing \nof offspring is also a strong indicator of space issues when the animal does not feel safe or have ability to avoid stress in \nthis environment. \n \n*** A red fox was engaging in repetitive pacing behavior against the far wire mesh of his enclosure. This is also a wire \nmesh enclosure up off the ground with a dome shape wire cover and a wood nest box.  This is a wire mesh enclosure that \ndoes not have any complexity to allow for the fox to have normal postural adjustments and social adjustments such as \ndigging or climbing and does not provide adequate freedom of movement for the species.\n\n*** The arctic foxes are housed in wire mesh enclosures up off the ground with 2-3 animals in an enclosure. There are no \nhide boxes or shelter for inclement weather in these enclosures. Several of these animals were pushing themselves up \nthe sides of the wire mesh enclosures and climbing over each other to get away from the inspector or freezing in place. \nThese enclosures do not provide enough space to allow for any postural or social adjustments for the foxes to have a \nplace to hide or remove themselves from a stressful situation. \n \n*** A coati mundi was racing about his enclosure in a repetitive manner in a frantic motion while his cage mate stood in \nthe entrance to the den box seemingly blocking his entrance to the den area. There is nothing of complexity in the \nenclosure that would provide for a second den areas for both animals and this abnormal behavior pattern can be \nindicative of stress due to lack of space in this enclosure. \nCorrect by: Aug 30, 2022 \n3.129(b)  Repeat\n   \nFeeding. \n*** Several of the food receptacles for the foxes had old moldy food in the base of the food container. These containers \nare not being cleaned with any frequency, and food is just added to the container daily even if old moldy food is present. \nThese feeders need to be kept clean to minimize contamination to the food supply when fresh food is placed in the \nfeeder. \n \n*** The metal feeder for three groundhogs was rusted at the lip of the feeder and the metal was broken with sharp edges \naround the feeder area. Rust affects the structural integrity of the metal and does not allow the feeder to be adequately \ncleaned. This feeder needs to be replaced for the safety of the animals while they feed. \n3.130  Repeat\n\nWatering. \nThe metal water receptacles for the ferrets, skunk and mink in the large barn area contained a layer of algae and grime \nthat needs to be cleaned. Dirty water receptacles can contaminate water causing illness in the animals. Additionally, \nseveral of the animals had offspring and clean water that is not contaminated is important for milk production. Water \nreceptacles must be kept clean and sanitary to provide water that is free from contamination. \n3.131(a) \n   \nSanitation. \n*** There is an accumulation of feces under the fox, raccoon, and coati mundi enclosures at the facility. Some of the feces \nhas mold growth and the accumulation is contributing to the ammonia and fecal odor around the area. The licensee states \nthe feces is cleaned weekly but based on the accumulation noted under the enclosures and odor, this is not frequent \nenough. Feces must be removed as often as necessary to minimize disease hazards and reduce odors around the animal \narea. \n \n*** A spotted skunk enclosure had old moldy feces in the corner of the nest box that was not being removed. These next \nboxes are covered with hair and cobwebs indicating they are not being checked with enough frequency to ensure the \nanimals in the boxes do not become soiled by their own waste. Feces must be removed from primary enclosures as often \nas necessary to prevent this situation from occurring. \nCorrect by: Aug 21, 2022 \n3.131(c) \n   \nSanitation. \n*** Housekeeping at the facility needs to be addressed. There are excess piles of old enclosures around the area, \nincluding a large area in the mink, ferret, skunk barn area. There is a pile of trash and debris including 40 plus cat food \ncans left in between animal enclosures. Accumulations of trash and debris can become breeding and living grounds for\n\npests and trash should be cleared as necessary to reduce these living areas. Premises must be kept clean to facilitate \ngood husbandry and housekeeping practices. \n \n*** In addition, several areas of the premises and enclosures (skunk, mink, ferrets) have excess hair, cobwebs and debris \nthroughout the wire mesh and boxes. This excess hair, and cobwebs trap urine and debris leading to strong ammonia \nodors throughout the property. \nCorrect by: Sept 16, 2022 \n3.132 \n   \nEmployees. \nBased on the non-compliant items listed in this report, the licensee and two part time employees are not enough \nemployees to maintain an acceptable level of husbandry and care for the animals at the facility. Cleaning, feeding and \nwatering for the 600 plus regulated animals at the facility in addition to performing daily observations for health concerns \nis not being done adequately to ensure animal health and welfare. Lack of employees is leading to adverse welfare \nimpacts for these animals. The facility must ensure that staffing is adequate to provide care for the animals. \nCorrect by: Oct 16, 2022 \n \nThis inspection and exit interview were conducted with the licensee. \n \nAdditional Inspectors: \nANDREA D AMBROSIO, ANIMAL CARE INSPECTOR n",
  "animals_total": 642,
  "species": [
    {
      "count": 44,
      "scientific": "Mustela putorius furo",
      "common": "DOMESTIC FERRET"
    },
    {
      "count": 2,
      "scientific": "Lynx rufus",
      "common": "BOBCAT"
    },
    {
      "count": 16,
      "scientific": "Urocyon cinereoargenteus",
      "common": "GRAY FOX / GREY FOX"
    },
    {
      "count": 45,
      "scientific": "Vulpes lagopus",
      "common": "ARCTIC FOX"
    },
    {
      "count": 62,
      "scientific": "Mephitis mephitis",
      "common": "STRIPED SKUNK"
    },
    {
      "count": 13,
      "scientific": "Spilogale putorius",
      "common": "EASTERN SPOTTED SKUNK"
    },
    {
      "count": 176,
      "scientific": "Vulpes vulpes",
      "common": "RED FOX (INCLUDES SILVER FOX & CROSS FOX)"
    },
    {
      "count": 14,
      "scientific": "Marmota monax",
      "common": "GROUNDHOG / WOODCHUCK"
    },
    {
      "count": 48,
      "scientific": "Procyon lotor",
      "common": "RACCOON"
    },
    {
      "count": 11,
      "scientific": "Notamacropus rufogriseus",
      "common": "BENNETT'S WALLABY / RED-NECKED WALLABY"
    },
    {
      "count": 56,
      "scientific": "Atelerix albiventris",
      "common": "FOUR-TOED HEDGEHOG"
    },
    {
      "count": 115,
      "scientific": "Mustela vison",
      "common": "AMERICAN MINK"
    },
    {
      "count": 3,
      "scientific": "Nasuella olivacea",
      "common": "MOUNTAIN COATI"
    },
    {
      "count": 7,
      "scientific": "Lama pacos",
      "common": "ALPACA"
    },
    {
      "count": 12,
      "scientific": "Cervus nippon",
      "common": "SIKA DEER"
    },
    {
      "count": 15,
      "scientific": "Dama dama",
      "common": "FALLOW DEER"
    },
    {
      "count": 3,
      "scientific": "Nasua narica",
      "common": "WHITE-NOSED COATI"
    }
  ]
}