{
  "insp_id": "2016090000799946",
  "layout": "b",
  "customer_id": "3898",
  "customer_name": "Baylor University",
  "customer_addr": "One Bear Place #97074\nWaco, TX 76798",
  "certificate": "74-C-0888",
  "site_id": "001",
  "site_name": "Baylor University",
  "insp_type": "ROUTINE INSPECTION",
  "date": "15-JUN-2022",
  "report_date": "17-JUN-2022",
  "citations": [
    {
      "code": "3.127(b)",
      "kind": "Direct",
      "repeat": false,
      "desc": "Facilities, outdoor.",
      "narrative": "An outdoor housing holding 2 geriatric North American black bears do not provide adequate shelter to protect the animals\nfrom discomfort caused by inclement weather. A black bear named Lady was observed laying down in her enclosure\npanting heavily and constantly. The other black bear was also observed panting periodically. Both bears still have their\nwinter coat. Temperature of the floor surface where Lady was laying down was recorded at 96⁰F while the ambient\ntemperature in the facility was 92⁰F. Extreme heat can be detrimental to the health of the animal especially the older ones\nas they are less able to regulate their body temperature. Natural or artificial shelter appropriate to the local climatic\nconditions for the species concerned shall be provided for all animals kept outdoors to afford them protection and to\nprevent discomfort to such animals. Individual animals shall be acclimated before they are exposed to extremes of the\nindividual climate.\nTo be corrected by the end of today, June 17th, 2022\nThis inspection and exit interview were conducted with facility representative.\nEnd Section"
    }
  ],
  "narrative": "3.127(b)  Direct\n   \nFacilities, outdoor. \nAn outdoor housing holding 2 geriatric North American black bears do not provide adequate shelter to protect the animals \nfrom discomfort caused by inclement weather.  A black bear named Lady was observed laying down in her enclosure \npanting heavily and constantly.  The other black bear was also observed panting periodically.  Both bears still have their \nwinter coat.  Temperature of the floor surface where Lady was laying down was recorded at 96⁰F while the ambient \ntemperature in the facility was 92⁰F.  Extreme heat can be detrimental to the health of the animal especially the older ones \nas they are less able to regulate their body temperature.   Natural or artificial shelter appropriate to the local climatic \nconditions for the species concerned shall be provided for all animals kept outdoors to afford them protection and to \nprevent discomfort to such animals.  Individual animals shall be acclimated before they are exposed to extremes of the \nindividual climate. \nTo be corrected by the end of today, June 17th, 2022 \n \nThis inspection and exit interview were conducted with facility representative. \n \nEnd Section",
  "animals_total": 2,
  "species": [
    {
      "count": 2,
      "scientific": "Ursus americanus",
      "common": "NORTH AMERICAN BLACK BEAR"
    }
  ]
}