{
  "insp_id": "155151324020188",
  "layout": "a",
  "customer_id": "2880",
  "customer_name": "Bryan K Hovatter",
  "customer_addr": "291 Wagner Lane\nKingwood, WV 26537",
  "certificate": "54-C-0119",
  "site_id": "001",
  "site_name": "BRYAN K HOVATTER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "04-JUN-2015",
  "report_date": "04-JUN-2015",
  "citations": [
    {
      "code": "2.131(b)(1)",
      "kind": "",
      "repeat": false,
      "desc": "HANDLING OF ANIMALS.",
      "narrative": "*** This facility uses tiger cubs for photo shoots and public contact encounters. During this inspection, the licensee\nwas asked about the facility's handling of cubs from birth. He stated that the cubs were pulled from the female tiger\nat birth and are cared for in the licensee's home on the facility property. The cubs are then brought to the facility at\n2-3 weeks of age and put on display behind the counter of the gift shop. The cubs on hand were used for public\nencounters involving contact with members of the public at 2 ½ weeks of age. Photo shoots involving members of\nthe public have also been taking place using these same cubs. Today the cubs are 5 weeks and 2 days of age and\nhave not been vaccinated. Exposure to members of the public by placing these animals in photo shoots and other\npublic contact encounters is a health concern for the cubs. Cubs of this age that have not been adequately\nvaccinated do not have fully intact immune systems and are therefore susceptible to many infectious diseases. The\npractices described above do not constitute handling these cubs as carefully as possible and unnecessarily risks\nharm and discomfort. The licensee must ensure that if tigers are to be removed from the mother, handling must be\ndone as carefully as possible and that exposure to members of the public does not occur until the cubs are\nimmunocompetent and vaccinated.\nCorrect from this day forward"
    },
    {
      "code": "3.129",
      "kind": "",
      "repeat": false,
      "desc": "FEEDING.",
      "narrative": "***The facility's current program for hand rearing tiger cubs is not adequate. Three tiger cubs were born on 28 April\n2015 and were removed from the dam the same day. Each cub was fed reconstituted commercially available\ncolostrum (Manna Pro Colostrum Supplement) for the one day before being transitioned to formula. The facility is\ncurrently using KMR Formula to comprise the cub diet.\nThe feeding plan states that meat is added (using chicken baby food) to the formula diet at 14-16 weeks of age.\nThere is no guidance for the transition to a meat diet for the cubs, nor any guidance for supplement to be added\nwhen the cubs are transitioned. The feeding plan for the adult tigers mentions Wild Trax Feline Supplement\npowder and Mazuri Carnivore Supplement with Taurine but there is not any specific guidance for the cubs.\nAdditionally, the colostrum being used has not been demonstrated to provide immune protection to exotic felines\nsuch as tigers. Failure to ensure that cubs receive adequate immunity from their dam or an alternate source places\ncubs at increased risk of disease. Also, the accepted industry standard includes introduction of meat products as\nearly as 2-3 weeks old (added to the formula) and a gradual increase in meat consumption until weaning.\nCorrect this by contacting the attending veterinarian to develop a plan for these cubs to transition them to a diet\nwhich meets all nutritional needs throughout their growth stages and meets currently accepted industry standards.\nThis includes specific guidance for additional supplements once the cubs are transitioned to an all meat diet.\nCorrect by: 08 June 2015\n*** This was a focused inspection to review cub handling.\nInspection and exit interview conducted with the licensee."
    }
  ],
  "narrative": "2.131(b)(1)\nHANDLING OF ANIMALS.\n*** This facility uses tiger cubs for photo shoots and public contact encounters.  During this inspection, the licensee\nwas asked about the facility's handling of cubs from birth.  He stated that the cubs were pulled from the female tiger\nat birth and are cared for in the licensee's home on the facility property.  The cubs are then brought to the facility at\n2-3 weeks of age and put on display behind the counter of the gift shop.  The cubs on hand were used for public\nencounters involving contact with members of the public at 2 ½ weeks of age.  Photo shoots involving members of\nthe public have also been taking place using these same cubs.  Today the cubs are 5 weeks and 2 days of age and\nhave not been vaccinated. Exposure to members of the public by placing these animals in photo shoots and other\npublic contact encounters is a health concern for the cubs.  Cubs of this age that have not been adequately\nvaccinated do not have fully intact immune systems and are therefore susceptible to many infectious diseases.  The\npractices described above do not constitute handling these cubs as carefully as possible and unnecessarily risks\nharm and discomfort.  The licensee must ensure that if tigers are to be removed from the mother, handling must be\ndone as carefully as possible and that exposure to members of the public does not occur until the cubs are\nimmunocompetent and vaccinated. \nCorrect from this day forward\n3.129\nFEEDING.    \n***The facility's current program for hand rearing tiger cubs is not adequate. Three tiger cubs were born on 28 April\n2015 and were removed from the dam the same day.  Each cub was fed reconstituted commercially available\ncolostrum (Manna Pro Colostrum Supplement) for the one day before being transitioned to formula.  The facility is\ncurrently using KMR Formula to comprise the cub diet. \nThe feeding plan states that meat is added (using chicken baby food) to the formula diet at 14-16 weeks of age.\nThere is no guidance for the transition to a meat diet for the cubs, nor any guidance for supplement to be added\nwhen the cubs are transitioned.   The feeding plan for the adult tigers mentions Wild Trax Feline Supplement\npowder and Mazuri Carnivore Supplement with Taurine but there is not any specific guidance for the cubs.\n\nAdditionally, the colostrum being used has not been demonstrated to provide immune protection to exotic felines\nsuch as tigers.  Failure to ensure that cubs receive adequate immunity from their dam or an alternate source places\ncubs at increased risk of disease. Also, the accepted industry standard includes introduction of meat products as\nearly as 2-3 weeks old (added to the formula) and a gradual increase in meat consumption until weaning.\nCorrect this by contacting the attending veterinarian to develop a plan for these cubs to transition them to a diet\nwhich meets all nutritional needs throughout their growth stages and meets currently accepted industry standards. \nThis includes specific guidance for additional supplements once the cubs are transitioned to an all meat diet. \nCorrect by: 08 June 2015\n*** This was a focused inspection to review cub handling.\nInspection and exit interview conducted with the licensee.",
  "animals_total": 3,
  "species": [
    {
      "count": 3,
      "scientific": "Panthera tigris",
      "common": "TIGER"
    }
  ]
}