{
  "insp_id": "365151110290385",
  "layout": "a",
  "customer_id": "28811",
  "customer_name": "Kelvin Blecha",
  "customer_addr": "Marcia L Blecha\nP O Box 222\nBelleville, KS 66935",
  "certificate": "48-A-1846",
  "site_id": "001",
  "site_name": "Kelvin Blecha, Marcia Blecha",
  "insp_type": "ROUTINE INSPECTION",
  "date": "30-DEC-2015",
  "report_date": "05-JAN-2016",
  "citations": [
    {
      "code": "2.40(b)(3)",
      "kind": "Direct",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "* One white colored adult male Standard Poodle (microchip number 985121007730713) was visualized shaking its\nhead during the facility inspection. Examination of the underside of the ear revealed a blackish looking substance\nwas covering the underside of the ear. The tissue on the underside of the ear was moist, reddened and thickened in\nappearance. In addition, a foul odor coming from the ear was detected by the inspector. The licensee stated they\nfirst noticed the condition on 12/29/15. The attending veterinarian had not been consulted nor had any treatment\nbeen provided at the time of inspection. The licensee did call the attending veterinarian during the facility\ninspection. Head shaking and thickened tissue in the ears may indicate infection, parasites, or chronic inflammation\nwhich can cause discomfort, pain, and possible hearing loss if left untreated. The licensee must have this animal\nexamined by a veterinarian and appropriate treatment plan administrated. The outcome of this examination must be\ndocumented and provided to the inspector upon request. The licensee must ensure that all animals receive\nadequate veterinary care at all times. To be corrected by the end of business 1/5/2016."
    },
    {
      "code": "3.1(c)(1)(2)",
      "kind": "",
      "repeat": true,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "* One sheet of tin attached to the divider fencing in one outdoor enclosure has an estimated three inch tear along\nthe lower left hand corner. The metal was turned inwards towards the dog. One dog is in contact with the affected\ntin. Jagged edges with sharp points could cause potential injury. The licensee must ensure all surfaces are free of\nany jagged edges or sharp points that might injure the animals."
    },
    {
      "code": "3.1(c)(3)",
      "kind": "",
      "repeat": true,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "* There is a mixture of dirt, grease and other excreta collecting on the exterior fiberglass wallboard in at least eight\nenclosures. Twelve dogs are in contact with the affected surfaces located in sheltered housing. Dirt, grease and\nother excreta is covering an estimated 25 to 30 percent of the fiberglass wallboard area. Daily cleaning of any\nsurface that comes in contact with the dogs is necessary to prevent an accumulation of excreta and help to reduce\ndisease hazards. This indicates an unsanitary living condition exists that could lead to potential disease or health\nrisks. The licensee must ensure that all surfaces are spot cleaned on a daily basis and sanitized in accordance with\n3.11 (b)."
    },
    {
      "code": "3.9(b)",
      "kind": "",
      "repeat": true,
      "desc": "FEEDING.",
      "narrative": "* A brownish looking greasy substance was covering the interior surface area of at least three plastic self-feeders\nused by three dogs. In addition, caked, molded feed was observed collecting on the interior metal rim of at least\nthree plastic self-feeders used by three dogs. It indicates a lack of cleaning is occurring on the interior of the food\nreceptacle. Food receptacles not being kept clean could harbor bacteria and other disease causing agents which\naffects the health of the dogs. The nutritive value of the feed being fed could be affected if it becomes spoiled or\ncontaminated. The licensee must ensure measures are taken so there is no molding, deterioration, or caking of\nfeed that is offered to the dogs. The licensee must ensure all food receptacles are kept clean and must be sanitized\nin accordance with 3.11 (b).\n* The facility inspection and verbal exit briefing done on 12/30/15 were conducted with the licensee.\n* The exit briefing done on 1/5/16 was conducted with the licensee."
    }
  ],
  "narrative": "2.40(b)(3)           DIRECT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n*   One white colored adult male Standard Poodle (microchip number 985121007730713) was visualized shaking its\nhead during the facility inspection.  Examination of the underside of the ear revealed a blackish looking substance\nwas covering the underside of the ear. The tissue on the underside of the ear was moist, reddened and thickened in\nappearance.  In addition, a foul odor coming from the ear was detected by the inspector.  The licensee stated they\nfirst noticed the condition on 12/29/15.   The attending veterinarian had not been consulted nor had any treatment\nbeen provided at the time of inspection.  The licensee did call the attending veterinarian during the facility\ninspection.  Head shaking and thickened tissue in the ears may indicate infection, parasites, or chronic inflammation\nwhich can cause discomfort, pain, and possible hearing loss if left untreated.  The licensee must have this animal\nexamined by a veterinarian and appropriate treatment plan administrated. The outcome of this examination must be\ndocumented and provided to the inspector upon request. The licensee must ensure that all animals receive\nadequate veterinary care at all times.  To be corrected by the end of business 1/5/2016.\n3.1(c)(1)(2)                    REPEAT\nHOUSING FACILITIES, GENERAL.\n*      One sheet of tin attached to the divider fencing in one outdoor enclosure has an estimated three inch tear along\nthe lower left hand corner.  The metal was turned inwards towards the dog.  One dog is in contact with the affected\ntin.  Jagged edges with sharp points could cause potential injury.  The licensee must ensure all surfaces are free of\nany jagged edges or sharp points that might injure the animals.\n3.1(c)(3)                    REPEAT\nHOUSING FACILITIES, GENERAL.\n*   There is a mixture of dirt, grease and other excreta collecting on the exterior fiberglass wallboard in at least eight\nenclosures.  Twelve dogs are in contact with the affected surfaces located in sheltered housing.   Dirt, grease and\nother excreta is covering an estimated 25 to 30 percent of the fiberglass wallboard area.  Daily cleaning of any\nsurface that comes in contact with the dogs is necessary to prevent an accumulation of excreta and help to reduce\n\ndisease hazards.   This indicates an unsanitary living condition exists that could lead to potential disease or health\nrisks.  The licensee must ensure that all surfaces are spot cleaned on a daily basis and sanitized in accordance with\n3.11 (b).  \n3.9(b)                    REPEAT\nFEEDING.\n*   A brownish looking greasy substance was covering the interior surface area of at least three plastic self-feeders\nused by three dogs.  In addition, caked, molded feed was observed collecting on the interior metal rim of at least\nthree plastic self-feeders used by three dogs. It indicates a lack of cleaning is occurring on the interior of the food\nreceptacle.  Food receptacles not being kept clean could harbor bacteria and other disease causing agents which\naffects the health of the dogs.  The nutritive value of the feed being fed could be affected if it becomes spoiled or\ncontaminated.  The licensee must ensure measures are taken so there is no molding, deterioration, or caking of\nfeed that is offered to the dogs.  The licensee must ensure all food receptacles are kept clean and must be sanitized\nin accordance with 3.11 (b). \n*  The facility inspection and verbal exit briefing done on 12/30/15 were conducted with the licensee.\n*   The exit briefing done on 1/5/16 was conducted with the licensee.",
  "animals_total": 90,
  "species": [
    {
      "count": 45,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 45,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}