{
  "insp_id": "2016082569021565",
  "layout": "a",
  "customer_id": "5224",
  "customer_name": "Dennis Van Wyk",
  "customer_addr": "Donna Van Wyk\n1955 120th Street\nNew Sharon, IA 50207",
  "certificate": "42-A-0331",
  "site_id": "001",
  "site_name": "DENNIS & DONNA VAN WYK",
  "insp_type": "ROUTINE INSPECTION",
  "date": "17-JAN-2018",
  "report_date": "18-JAN-2018",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "Male Chihuahua (DOB 2009, microchip #4653A1B1F) has a heavy buildup of brown tartar on the upper and lower\ncanine teeth. The brown tartar is covering the majority of the surface of the teeth and the gums are slightly\nreddened. Poor dental health could cause pain and discomfort as well as lead to further health issues.\nThis dog must be evaluated by a licensed veterinarian for a proper diagnosis and to establish an effective treatment\nplan. The licensee must ensure that all dogs receive adequate veterinary care at all times."
    },
    {
      "code": "3.1(c)(3)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "At least sixteen enclosures, containing a total of at least thirty-three adult large and small breed dogs, have an\nexcessive buildup of feces. In at least three of the small breed dog enclosures the feces are located throughout the\nentire outdoor floor space. The licensee stated that the enclosures had not been cleaned in a few days due to the\ncold temperatures, but planned to clean them the next day. A buildup of feces could cause the dogs to become\nsoiled and increase the risk of health hazards.\nHard surfaces with which the dogs come in contact must be spot-cleaned daily to prevent accumulation of excreta\nand disease hazards. The licensee must remove all feces and waste from the enclosures and must continue to\nremove them daily in order to reduce the disease risk towards the dogs.\nCorrection date: Enclosures must be spot-cleaned daily from this day forward.\nThe following dogs cited on the previous inspection report were evaluated by a licensed veterinarian and received\ntreatment:\nFemale Dachshund (#0A01674805)\nFemale Miniature Pinscher (0A01656747)\nFemale German Shepherd (0412507E71)\nMale German Shepherd (000002002689022)\nInspection and exit interview conducted with Kelly Maxwell, ACI, an IDALS official, and the facility representative."
    }
  ],
  "narrative": "2.40(b)(2)                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nMale Chihuahua (DOB 2009, microchip #4653A1B1F) has a heavy buildup of brown tartar on the upper and lower\ncanine teeth.  The brown tartar is covering the majority of the surface of the teeth and the gums are slightly\nreddened.  Poor dental health could cause pain and discomfort as well as lead to further health issues.\nThis dog must be evaluated by a licensed veterinarian for a proper diagnosis and to establish an effective treatment\nplan.  The licensee must ensure that all dogs receive adequate veterinary care at all times.\n3.1(c)(3)\nHOUSING FACILITIES, GENERAL.\nAt least sixteen enclosures, containing a total of at least thirty-three adult large and small breed dogs, have an\nexcessive buildup of feces.  In at least three of the small breed dog enclosures the feces are located throughout the\nentire outdoor floor space.  The licensee stated that the enclosures had not been cleaned in a few days due to the\ncold temperatures, but planned to clean them the next day.  A buildup of feces could cause the dogs to become\nsoiled and increase the risk of health hazards.  \nHard surfaces with which the dogs come in contact must be spot-cleaned daily to prevent accumulation of excreta\nand disease hazards.  The licensee must remove all feces and waste from the enclosures and must continue to\nremove them daily in order to reduce the disease risk towards the dogs.\nCorrection date:  Enclosures must be spot-cleaned daily from this day forward.\nThe following dogs cited on the previous inspection report were evaluated by a licensed veterinarian and received\ntreatment:\nFemale Dachshund (#0A01674805)\nFemale Miniature Pinscher (0A01656747)\nFemale German Shepherd (0412507E71)\n\nMale German Shepherd (000002002689022)\nInspection and exit interview conducted with Kelly Maxwell, ACI, an IDALS official, and the facility representative.",
  "animals_total": 77,
  "species": [
    {
      "count": 67,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 10,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}