{
  "insp_id": "2016082567972819",
  "layout": "a",
  "customer_id": "321255",
  "customer_name": "Critter Camp Exotic Pet Sanctuary",
  "customer_addr": "824 Church Street\nGerman Valley, IL 61039",
  "certificate": "33-C-0382",
  "site_id": "001",
  "site_name": "CRITTER CAMP EXOTIC PET SANCTUARY",
  "insp_type": "ROUTINE INSPECTION",
  "date": "24-OCT-2016",
  "report_date": "24-OCT-2016",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "An adult female sugar glider was found dead in its enclosure during the time of inspection. The body of the sugar\nglider was not stiff while the license holder pulled it out of the pouch within the enclosure. The license holder\nindicated that the sugar glider was geriatric and that she had previously contacted the veterinarian because the\nanimal was \"slowing down\". It could not be verified that the veterinarian had been consulted regarding this animals\ncondition. The use of appropriate methods to prevent, control, diagnose, and treat diseases and injuries must be\nobtained through the veterinarian to provide for the health and well-being of the animals.\nAssure that all animal health issues including those associated with advanced animal age are communicated to the\nveterinarian. Follow through with any prescribed treatments and/or instructions.\nTo be corrected: From this day forward."
    },
    {
      "code": "2.40(b)(3)",
      "kind": "Critical",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "A adult male sugar glider was found dead in its enclosure during the time of inspection. The animal was completely\nstiff as the license holder pulled it out of its pouch within the enclosure. The license holder indicated that she hadn't\nobserved the animal for a couple of days. Daily observation of all animals is necessary to identify any problems of\nanimal health, behavior, or well-being. The findings of any animal problems must then be communicated to the\nveterinarian.\nAssure that animals are observed daily and that any problems are communicated to the veterinarian.\nTo be corrected: From this day forward."
    },
    {
      "code": "3.131(a)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "Excessive feces and food wastes are present in the enclosure containing two kinkajous. A large pile of feces is\npresent on the laminated shelf in the larger part of the enclosure. Food wastes are present the feeding shelf and on\nthe bottom of the enclosure. Feces and food wastes can attract flies and produce odors.\nClean and sanitize the kinkajou enclosure. Repeat often enough to prevent build up of feces and food wastes.\nTo be corrected: 10-26-16"
    },
    {
      "code": "3.131(d)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "Excessive mouse droppings and evidence of mouse nests were observed in three of the animal rooms at the\nfacility. The first room contained eight sugar gliders and two degus. A large mouse nest was observed on the floor\nadjacent to the dresser with the two degu enclosures. The nest was approximately 4 inches in diameter. The\nsecond room contained three chinchillas, three hedgehogs, and five gerbils. Excessive mouse droppings were\nobserved on the shelf, in between the two aquariums that housed the five gerbils. The final room contained nine\nferrets. Mouse droppings were observed on the floor and in one of the ferret enclosures.\nAt least five mouse traps were observed in two of the three animal rooms. These traps are not effectively\ncontrolling the population of mice at the facility. Mice can carry and spread diseases that affect animals.\nEstablish, implement, and maintain an effective program to control the mouse population at the facility.\nTo be corrected: 10-31-16\nThis inspection and exit interview were conducted with the owner."
    }
  ],
  "narrative": "2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nAn adult female sugar glider was found dead in its enclosure during the time of inspection.  The body of the sugar\nglider was not stiff while the license holder pulled it out of the pouch within the enclosure.  The license holder\nindicated that the sugar glider was geriatric and that she had previously contacted the veterinarian because the\nanimal was \"slowing down\".  It could not be verified that the veterinarian had been consulted regarding this animals\ncondition.  The use of appropriate methods to prevent, control, diagnose, and treat diseases and injuries must be\nobtained through the veterinarian to provide for the health and well-being of the animals.\nAssure that all animal health issues including those associated with advanced animal age are communicated to the\nveterinarian.  Follow through with any prescribed treatments and/or instructions.\nTo be corrected: From this day forward.\n2.40(b)(3)           CRITICAL\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nA adult male sugar glider was found dead in its enclosure during the time of inspection.  The animal was completely\nstiff as the license holder pulled it out of its pouch within the enclosure.  The license holder indicated that she hadn't\nobserved the animal for a couple of days.  Daily observation of all animals is necessary to identify any problems of\nanimal health, behavior, or well-being.  The findings of any animal problems must then be communicated to the\nveterinarian.\nAssure that animals are observed daily and that any problems are communicated to the veterinarian.\nTo be corrected: From this day forward.\n3.131(a)\nSANITATION.   \nExcessive feces and food wastes are present in the enclosure containing two kinkajous.  A large pile of feces is\n\npresent on the laminated shelf in the larger part of the enclosure.  Food wastes are present the feeding shelf and on\nthe bottom of the enclosure.  Feces and food wastes can attract flies and produce odors.  \nClean and sanitize the kinkajou enclosure. Repeat often enough to prevent build up of feces and food wastes.\nTo be corrected: 10-26-16\n3.131(d)\nSANITATION.   \nExcessive mouse droppings and evidence of mouse nests were observed in three of the animal rooms at the\nfacility.  The first room contained eight sugar gliders and two degus.  A large mouse nest was observed on the floor\nadjacent to the dresser with the two degu enclosures.  The nest was approximately 4 inches in diameter.  The\nsecond room contained three chinchillas, three hedgehogs, and five gerbils.  Excessive mouse droppings were\nobserved on the shelf, in between the two aquariums that housed the five gerbils.  The final room contained nine\nferrets.  Mouse droppings were observed on the floor and in one of the ferret enclosures.  \nAt least five mouse traps were observed in two of the three animal rooms.  These traps are not effectively\ncontrolling the population of mice at the facility.  Mice can carry and spread diseases that affect animals.\nEstablish, implement, and maintain an effective program to control the mouse population at the facility.\nTo be corrected: 10-31-16\nThis inspection and exit interview were conducted with the owner.",
  "animals_total": 81,
  "species": [
    {
      "count": 3,
      "scientific": "Atelerix albiventris",
      "common": "FOUR-TOED HEDGEHOG (MOST COMMON PET HEDGEHOG)"
    },
    {
      "count": 33,
      "scientific": "Cavia porcellus",
      "common": "DOMESTIC GUINEA PIG"
    },
    {
      "count": 3,
      "scientific": "Chinchilla lanigera",
      "common": "CHINCHILLA (DOMESTICATED)"
    },
    {
      "count": 5,
      "scientific": "Meriones unguiculatus",
      "common": "MONGOLIAN GERBIL (COMMON PET / RESEARCH VARIETY)"
    },
    {
      "count": 1,
      "scientific": "Mesocricetus auratus",
      "common": "SYRIAN / GOLDEN HAMSTER (COMMON PET/RESEARCH TYPE)"
    },
    {
      "count": 10,
      "scientific": "Mustela putorius furo",
      "common": "DOMESTIC FERRET"
    },
    {
      "count": 2,
      "scientific": "Octodon degus",
      "common": "DEGU"
    },
    {
      "count": 11,
      "scientific": "Oryctolagus cuniculus",
      "common": "DOMESTIC RABBIT / EUROPEAN RABBIT"
    },
    {
      "count": 8,
      "scientific": "Petaurus breviceps",
      "common": "SUGAR GLIDER"
    },
    {
      "count": 2,
      "scientific": "Potos flavus",
      "common": "KINKAJOU"
    },
    {
      "count": 2,
      "scientific": "Vulpes vulpes",
      "common": "RED FOX (INCLUDES SILVER FOX & CROSS FOX)"
    },
    {
      "count": 1,
      "scientific": "Vulpes zerda",
      "common": "FENNEC FOX"
    }
  ]
}