{
  "insp_id": "168161945380776",
  "layout": "a",
  "customer_id": "42797",
  "customer_name": "Samuel F Stoltzfus",
  "customer_addr": "305 Fremont Road\nNottingham, PA 19362",
  "certificate": "23-A-0474",
  "site_id": "001",
  "site_name": "SAMUEL STOLTZFUS",
  "insp_type": "ROUTINE INSPECTION",
  "date": "16-JUN-2016",
  "report_date": "16-JUN-2016",
  "citations": [
    {
      "code": "2.40(a)(1)",
      "kind": "",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "The program of veterinary care is incomplete. There is no information on the type, dosage and route of\nadministration for the use of Ivermectin and Frontline. The licensee stated that he uses a backpack style chemical\nsprayer to administer the Ivermectin. He stated that he saturates the enclosures and animals contained within them\ndirectly. Furthermore, the licensee stated that he does not remove the pelleted feed, hay feed, bedding or the\nguinea pigs when treating with Ivermectin. The licensee also had several bottles of Frontline spray. He stated that\nhe had not discussed using this product with his attending veterinarian and he uses it once in a while. All\nmedications used on the guinea pigs must be approved by the attending veterinarian and have directions for their\noff label use. The licensee must obtain guidance from the attending veterinarian on the use, dosage, frequency and\nadministration of all medications and drugs. The program of veterinary care must be complete in order to provide\nguidance to the licensee, and to maintain the health of the guinea pigs. The program of veterinary care must\ninclude the type of Ivermectin, dosage, and an approved and safe route of administration, so the animals receive\nthe appropriate amount of parasite control.\nThe program of veterinary care was incomplete during the previous inspection conducted on September 9, 2015. At\nthat time the licensee was instructed to correct it by September 18, 2015. At the time of this inspection the program\nof veterinary care remains uncorrected."
    },
    {
      "code": "2.40(b)(3)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "At the time of the inspection, six guinea pigs were found dead in their enclosures, in various stages of\ndecomposition. In pen #101 there was a dead adult tricolor guinea pig, in pen #172 there was a dead juvenile\nguinea pig, in pen #167 there was a dead adult dilute tricolor guinea pig, and in pen #80 there were three dead\njuvenile guinea pigs. The licensee stated that he had not seen the dead guinea pigs to remove them. There were\nno records to indicate any problems of ill-health noted by the licensee prior to the death of these six animals. Daily\nobservations are either not being performed or are not being performed adequately as evidence by the dead\nanimals found on this inspection. All licensees are required to use adequate methods for daily observation so that\nthe animals with health problems are identified quickly. Additionally, there must be a mechanism of direct and\nfrequent communication with the attending veterinarian (AV) so that timely and accurate information on problems of\nanimal heath, behavior, and well-being are conveyed and proper care can be directed by the AV and provided by\nthe licensee in the appropriate manner. Failure to make effective daily observations, to properly identify animals in\nneed of care, and then communicate those findings to the AV in a timely manner delays care and results in\nunnecessary animal suffering and death. Correct by ensuring that adequate daily observations are being conducted\nand that there is a mechanism for direct and frequent communication with the AV from this point forward. Correct\nfrom this day forward."
    },
    {
      "code": "2.75(b)(1)",
      "kind": "",
      "repeat": false,
      "desc": "RECORDS: DEALERS AND EXHIBITORS.",
      "narrative": "Records of animal sold were incomplete. The sale records did not include the name and address of the buyer, the\nUSDA license number of the buyer, and the method of transportation. Records must be complete to document\nchanges in ownership, track animal shipments, and to comply with Animal Welfare Regulations. Licensee must\nensure that records on complete on all animals sold, euthanized, or otherwise disposed of. Correct by June 20,\n2016."
    },
    {
      "code": "3.28(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "The following enclosures need repair:\n(1) Majority of the breeding enclosures (about 90 %) and several weanling enclosures (about 20%) have chewed\nand sharp edges around the opening for the water valves on the plastic pipe.\n(2)There are protruding screws on the inside wooden frame that was previous used for salt blocks in the breeding\nenclosures.\n(3)Multiple enclosures have rusty and/or broken wire on the side of the breeding enclosures. Examples of\nenclosures with rusty and/or broken wire include 1, 2, 3, 4, 49, 50, 51, 98, 99, 100, 138, 139, and 140.\nAll enclosures must be kept structurally sound and maintained in good repair to protect the guinea pigs from injury\nand to contain the animals securely. The above enclosures must be repaired or replaced to prevent injury to the\nanimals and to prevent escape. Correct by July 16, 2016."
    },
    {
      "code": "3.31(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "Primary enclosures are not being cleaned adequately or often enough to remove accumulations of excreta, soiled\nbedding, dirt, debris, and urine stains. There were accumulations of excreta, soiled bedding, dirt, urine stains and\ngrime on sides and floors of enclosures. The breeding enclosures had a fecal material consolidated in a moist fecal\npad on the floor area by the watering system. The licensee stated that the enclosures are cleaned weekly by\nremoving bedding, scraping floors while the animals remain in the enclosures. Ineffective cleaning and sanitation\nexposes the animals to disease hazards such as bacterial, fungal, and viral diseases. Primary enclosures must be\ncleaned often enough to prevent accumulations of excreta, soiled bedding, dirt, urine stains and grime and must be\nsanitized at least once every 2 weeks using one of the methods described in section 3.31(a)(4). Correct by ensuring\nthat all primary enclosures are kept clean and sanitized othern enough to prevent accumulation of excreta and\ndebris. Additionally, ensure that all primary enclosures are sanitized at least once every two weeks. Correct by\nJune 18, 2016."
    },
    {
      "code": "3.31(a)(4)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "Primary enclosures for guinea pigs are not being sanitized properly. There were accumulations of excreta, soiled\nbedding, dirt, urine stains and grime on sides and floors of enclosures. The licensee stated that the enclosures are\ncleaned weekly by removing bedding, scraping floors while the animals remain in the enclosures and sanitizing\nenclosures with clorox. The buildup of urine stains, dirt and grime on sides and floors of enclosures indicates the\nenclosures are not being cleaned sanitized adequately or effectively. Licensee must ensure that primary enclosures\nare sanitized using 180 degrees and soap or detergent in a mechanical cage wash, by ensuring washing with a\ndetergent solution and then using a disinfectant, or by cleaning with live steam. Sanitation of primary enclosures is\nnecessary to minimize risk of disease to the animals housed therein. Correct by June 23, 2016."
    },
    {
      "code": "3.31(b)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "Housekeeping. The floor adjacent to and directly beneath the primary enclosures contained accumulations of spilled\nhay, soiled shavings, and excreta. Premises must be kept clean in order to facilitate the prescribed husbandry\npractices and to prevent unnecessary disease risks to the animals. Correct by ensuring the premises are kept clean\nincluding: removing of spilled feed, shavings and excreta from the aisles and under the racks.\nThere were several bottles of Frontline, a 2 gallon opened jug of Ivermectin, and a large canister of Tang powder\nmix stored on the top of a stack of four primary enclosures housing approximately 15 guinea pigs in each (60 total\nguinea pigs). Chemicals, medications and cleaning supplies can leak or spill causing contamination of feed and\nbedding and pose a potential to cause injury to the animals contained within the enclosure. All medications and\ncleaning supplies must be stored in a leak proof container to prevent accidental exposure to the guinea pig colony.\nCorrect by moving the medications, supplements, and cleaning supplies away from the primary enclosures and in a\nsafe and clean environment such as cabinet or shelf. Correct by June 18, 2016.\nAn exit briefing was condcuted with the owner, Robert Markmann, ACI, and Jean Bolinger, compliance specialists.\nAdditional Inspectors\nBolinger Jean, Compliance Specialist"
    }
  ],
  "narrative": "2.40(a)(1)                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThe program of veterinary care is incomplete.  There is no information on the type, dosage and route of\nadministration for the use of Ivermectin and Frontline.  The licensee stated that he uses a backpack style chemical\nsprayer to administer the Ivermectin.  He stated that he saturates the enclosures and animals contained within them\ndirectly.  Furthermore, the licensee stated that he does not remove the pelleted feed, hay feed, bedding or the\nguinea pigs when treating with Ivermectin. The licensee also had several bottles of Frontline spray.  He stated that\nhe had not discussed using this product with his attending veterinarian and he uses it once in a while.  All\nmedications used on the guinea pigs must be approved by the attending veterinarian and have directions for their\noff label use.  The licensee must obtain guidance from the attending veterinarian on the use, dosage, frequency and\nadministration of all medications and drugs.  The program of veterinary care must be complete in order to provide\nguidance to the licensee, and to maintain the health of the guinea pigs.  The program of veterinary care must\ninclude the type of Ivermectin, dosage, and an approved and safe route of administration, so the animals receive\nthe appropriate amount of parasite control.\nThe program of veterinary care was incomplete during the previous inspection conducted on September 9, 2015.  At\nthat time the licensee was instructed to correct it by September 18, 2015. At the time of this inspection the program\nof veterinary care remains uncorrected.\n2.40(b)(3)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nAt the time of the inspection, six guinea pigs were found dead in their enclosures, in various stages of\ndecomposition.  In pen #101 there was a dead adult tricolor guinea pig, in pen #172 there was a dead juvenile\nguinea pig, in pen #167 there was a dead adult dilute tricolor guinea pig, and in pen #80 there were three dead\njuvenile guinea pigs.  The licensee stated that he had not seen the dead guinea pigs to remove them.  There were\nno records to indicate any problems of ill-health noted by the licensee prior to the death of these six animals. Daily\nobservations are either not being performed or are not being performed adequately as evidence by the dead\nanimals found on this inspection.  All licensees are required to use adequate methods for daily observation so that\n\nthe animals with health problems are identified quickly. Additionally, there must be a mechanism of direct and\nfrequent communication with the attending veterinarian (AV) so that timely and accurate information on problems of\nanimal heath, behavior, and well-being are conveyed and proper care can be directed by the AV and provided by\nthe licensee in the appropriate manner.  Failure to make effective daily observations, to properly identify animals in\nneed of care, and then communicate those findings to the AV in a timely manner delays care and results in\nunnecessary animal suffering and death.  Correct by ensuring that adequate daily observations are being conducted\nand that there is a mechanism for direct and frequent communication with the AV from this point forward. Correct\nfrom this day forward.\n2.75(b)(1)\nRECORDS: DEALERS AND EXHIBITORS.\nRecords of animal sold were incomplete. The sale records did not include the name and address of the buyer, the\nUSDA license number of the buyer, and the method of transportation. Records must be complete to document\nchanges in ownership, track animal shipments, and to comply with Animal Welfare Regulations. Licensee must\nensure that records on complete on all animals sold, euthanized, or otherwise disposed of.  Correct by June 20,\n2016.\n3.28(a)(1)\nPRIMARY ENCLOSURES. \nThe following enclosures need repair:\n(1) Majority of the breeding enclosures (about 90 %) and several weanling enclosures (about 20%) have chewed\nand sharp edges around the opening for the water valves on the plastic pipe.\n(2)There are protruding screws on the inside wooden frame that was previous used for salt blocks in the breeding\nenclosures.\n(3)Multiple enclosures have rusty and/or broken wire on the side of the breeding enclosures. Examples of\nenclosures with rusty and/or broken wire include 1, 2, 3, 4, 49, 50, 51, 98, 99, 100, 138, 139, and 140.\nAll enclosures must be kept structurally sound and maintained in good repair to protect the guinea pigs from injury\nand to contain the animals securely. The above enclosures must be repaired or replaced to prevent injury to the\nanimals and to prevent escape. Correct by July 16, 2016. \n3.31(a)(1)\n\nSANITATION.\nPrimary enclosures are not being cleaned adequately or often enough to remove accumulations of excreta, soiled\nbedding, dirt, debris, and urine stains. There were accumulations of excreta, soiled bedding, dirt, urine stains and\ngrime on sides and floors of enclosures. The breeding enclosures had a fecal material consolidated in a moist fecal\npad on the floor area by the watering system. The licensee stated that the enclosures are cleaned weekly by\nremoving bedding, scraping floors while the animals remain in the enclosures. Ineffective cleaning and sanitation\nexposes the animals to disease hazards such as bacterial, fungal, and viral diseases. Primary enclosures must be\ncleaned often enough to prevent accumulations of excreta, soiled bedding, dirt, urine stains and grime and must be\nsanitized at least once every 2 weeks using one of the methods described in section 3.31(a)(4). Correct by ensuring\nthat all primary enclosures are kept clean and sanitized othern enough to prevent accumulation of excreta and\ndebris. Additionally, ensure that all primary enclosures are sanitized at least once every two weeks.  Correct by\nJune 18, 2016.\n3.31(a)(4)\nSANITATION.\nPrimary enclosures for guinea pigs are not being sanitized properly. There were accumulations of excreta, soiled\nbedding, dirt, urine stains and grime on sides and floors of enclosures. The licensee stated that the enclosures are\ncleaned weekly by removing bedding, scraping floors while the animals remain in the enclosures and sanitizing\nenclosures with clorox. The buildup of urine stains, dirt and grime on sides and floors of enclosures indicates the\nenclosures are not being cleaned sanitized adequately or effectively. Licensee must ensure that primary enclosures\nare sanitized using 180 degrees and soap or detergent in a mechanical cage wash, by ensuring washing with a\ndetergent solution and then using a disinfectant, or by cleaning with live steam. Sanitation of primary enclosures is\nnecessary to minimize risk of disease to the animals housed therein. Correct by June 23, 2016.\n3.31(b)\nSANITATION.\nHousekeeping. The floor adjacent to and directly beneath the primary enclosures contained accumulations of spilled\nhay, soiled shavings, and excreta.  Premises must be kept clean in order to facilitate the prescribed husbandry\npractices and to prevent unnecessary disease risks to the animals.  Correct by ensuring the premises are kept clean\nincluding: removing of spilled feed, shavings and excreta from the aisles and under the racks. \nThere were several bottles of Frontline, a 2 gallon opened jug of Ivermectin, and a large canister of Tang powder\nmix stored on the top of a stack of four primary enclosures housing approximately 15 guinea pigs in each (60 total\nguinea pigs).  Chemicals, medications and cleaning supplies can leak or spill causing contamination of feed and\nbedding and pose a potential to cause injury to the animals contained within the enclosure.  All medications and\ncleaning supplies must be stored in a leak proof container to prevent accidental exposure to the guinea pig colony.\n\nCorrect by moving the medications, supplements, and cleaning supplies away from the primary enclosures and in a\nsafe and clean environment  such as cabinet or shelf. Correct by June 18, 2016.\nAn exit briefing was condcuted with the owner, Robert Markmann, ACI, and Jean Bolinger, compliance specialists.\nAdditional Inspectors\nBolinger Jean, Compliance Specialist",
  "animals_total": 2609,
  "species": [
    {
      "count": 2609,
      "scientific": "Cavia porcellus",
      "common": "DOMESTIC GUINEA PIG"
    }
  ]
}