{
  "insp_id": "2016082568963785",
  "layout": "a",
  "customer_id": "10084",
  "customer_name": "Aden E Burkholder",
  "customer_addr": "2605 Township Rd #406\nSugarcreek, OH 44681",
  "certificate": "31-A-0091",
  "site_id": "001",
  "site_name": "ADEN BURKHOLDER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "16-NOV-2017",
  "report_date": "17-NOV-2017",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "An adult male Pug (USDA # 245) was found initially squinting its left eye with a greenish/grey thick discharge on the\ninner corner of the eye and on the eyelids. Upon closer examination, the left eye was observed to have a fluid-filled\nopaque ulcer-like mass covering at least one-third of the cornea. Both lower and upper conjunctiva were also\nswollen, red, and inflamed. The licensee stated that he was not aware of nor was he currently treating this problem.\nFailure to provide appropriate methods to prevent, control, and treat injures such this eye injury can result in pain\nand suffering in the animals and does not constitute adequate veterinary care. This dog requires veterinary\nattention. Correct this by having this dog examined by a licensed veterinarian and following all treatment\nrecommendations.\nCorrect by: 5 pm on 11-17-17\n*** During the exit interview the licensee stated that he took the dog to the attending veterinarian on 11-16-17."
    },
    {
      "code": "3.6(a)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "The outdoor areas of two enclosures have broken metal attachment clips that connect the upper wall and floors\ntogether. This has resulted in a one foot area where the wall and floor are not secured together which is both an\nescape hazard and an area which could injure the dogs. Correct this by repairing or replacing these broken areas.\nCorrect by: 11-23-17"
    }
  ],
  "narrative": "2.40(b)(2)           DIRECT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nAn adult male Pug (USDA # 245) was found initially squinting its left eye with a greenish/grey thick discharge on the\ninner corner of the eye and on the eyelids.   Upon closer examination, the left eye was observed to have a fluid-filled\nopaque ulcer-like mass covering at least one-third of the cornea.   Both lower and upper conjunctiva were also\nswollen, red, and inflamed.  The licensee stated that he was not aware of nor was he currently treating this problem.\n Failure to provide  appropriate methods to prevent, control, and treat injures such this eye injury can result in pain\nand suffering in the animals and does not constitute adequate veterinary care.  This dog requires veterinary\nattention.  Correct this by having this dog examined by a licensed veterinarian and following all treatment\nrecommendations.\nCorrect by: 5 pm on 11-17-17  \n*** During the exit interview the licensee stated that he took the dog to the attending veterinarian on 11-16-17.\n3.6(a)\nPRIMARY ENCLOSURES.\nThe outdoor areas of two enclosures have broken metal attachment clips that connect the upper wall and floors\ntogether.  This has resulted in a one foot area where the wall and floor are not secured together which is both an\nescape hazard and an area which could injure the dogs. Correct this by repairing or replacing these broken areas.  \nCorrect by: 11-23-17",
  "animals_total": 61,
  "species": [
    {
      "count": 46,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 15,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}