{
  "insp_id": "2016082569109438",
  "layout": "a",
  "customer_id": "335065",
  "customer_name": "Duane Miller",
  "customer_addr": "6906 Tr 113\nMillersburg, OH 44654",
  "certificate": "31-A-0588",
  "site_id": "001",
  "site_name": "DUANE MILLER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "06-APR-2018",
  "report_date": "06-APR-2018",
  "citations": [
    {
      "code": "2.40(b)(3)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "Daily observation of the dogs is not occurring on a regular basis for the adult male dogs. The licensee was\nremoving a dog from an enclosure as a random check for the inspector and noticed a scab about one inch in\ndiameter on the dog's shoulder and treated it according to the program of veterinary care. The licensee stated that\nthe row of 4 male dogs were not checked for the last two days, therefore the wound was not noticed and treated\nearlier.\nLack of daily observation can delay the treatment of an ailment and prolong discomfort and pain. The licensee must\nobserve all dogs daily to assess their health and well-being. To be corrected: This date forward."
    },
    {
      "code": "3.8",
      "kind": "",
      "repeat": false,
      "desc": "EXERCISE FOR DOGS.",
      "narrative": "An individually housed dog that required 1568 square inches of floor space to meet the exercise plan was only\nprovided 1242 square inches of floor space. The written exercise plan allowed dogs to be individually housed and\nrequired a minimum space for exercise equal to two times the required minimum floor space. The licensee was not\nfollowing the exercise plan.\nThe lack of appropriate exercise can affect the dogs’ mental and physical health, and impact the growth of young\ndogs. The licensee must develop, document, and follow an appropriate plan for exercise. To be corrected by:\n4/9/2018\nThis inspection and exit interview were conducted with the licensee."
    }
  ],
  "narrative": "2.40(b)(3)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nDaily observation of the dogs is not occurring on a regular basis for the adult male dogs.  The licensee was\nremoving a dog from an enclosure as a random check for the inspector and noticed a scab about one inch in\ndiameter on the dog's shoulder and treated it according to the program of veterinary care.  The licensee stated that\nthe row of 4 male dogs were not checked for the last two days, therefore the wound was not noticed and treated\nearlier.\nLack of daily observation can delay the treatment of an ailment and prolong discomfort and pain.  The licensee must\nobserve all dogs daily to assess their health and well-being.  To be corrected: This date forward.\n3.8\nEXERCISE FOR DOGS.\nAn individually housed dog that required 1568 square inches of floor space to meet the exercise plan was only\nprovided 1242 square inches of floor space.  The written exercise plan allowed dogs to be individually housed and\nrequired a minimum space for exercise equal to two times the required minimum floor space.  The licensee was not\nfollowing the exercise plan.\nThe lack of appropriate exercise can affect the dogs’ mental and physical health, and impact the growth of young\ndogs.  The licensee must develop, document, and follow an appropriate plan for exercise. To be corrected by:\n4/9/2018\nThis inspection and exit interview were conducted with the licensee.",
  "animals_total": 162,
  "species": [
    {
      "count": 93,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 69,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}