{
  "insp_id": "119161827060416",
  "layout": "a",
  "customer_id": "32338",
  "customer_name": "Emanuel Nisley",
  "customer_addr": "23164 422nd Street\nChariton, IA 50049",
  "certificate": "42-A-1415",
  "site_id": "001",
  "site_name": "EMANUEL NISLEY",
  "insp_type": "ROUTINE INSPECTION",
  "date": "28-APR-2016",
  "report_date": "29-APR-2016",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "A female Cairn terrier (tag #51) has excessively long, overgrown toenails. The toenails of both front feet are curling\nunder and when the dog stands on the solid flooring her toenails lay sideways across the floor. Overgrown toenails\ncould cause pain and discomfort as well as affect the dog(cid:25)'s natural gait.\nThe licensee must have this dog's toenails trimmed to an acceptable length in order to promote her health and\nwell-being. The licensee must ensure that all dogs receive adequate toenail care and maintenance at all times.\nCorrection date: May 05, 2016\nIn the \"Whelping\" building there are multiple bottles of expired medical materials stored with non-expired medical\nmaterials. A bottle containing Amoxicillin expired January 2016, one bottle of Ivermectin oral expired September\n2014, one bottle of Gentamicin Sulfate expired January 2016, and one bottle of Benadryl expired December 2015.\nExpired medical material could lose their effectiveness and the health of the dogs could suffer.\nThe licensee must either dispose of all such materials or move them to an appropriately labeled, physically separate\nlocation from non-expired medical materials. The licensee must ensure that no medical materials for the dogs have\nexpired.\nCorrection date: May 05, 2016"
    },
    {
      "code": "3.1(a)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "In the \"Semi\" the last enclosure has a metal access door that is only attached by one bottom hinge. The access\ndoor should be attached by three hinges but the top hinge and the middle hinge are missing. The door leaned out\ninto the enclosure as the dogs went through it and the door sits at an angle when it is shut. There are six dogs\nhoused in this enclosure. The lack of hinges causes this door to function improperly which could result in injury to\nthe dogs.\nHousing facilities for dogs must be constructed and designed so that they are structurally sound. They must be kept\nin good repair and protect the animals from injury. The licensee must repair, replace, or alter the door in a manner\nthat makes it safe for the dogs to use. The licensee must ensure that all enclosures are safe for the dogs at all\ntimes.\nCorrection date: May 28, 2016"
    },
    {
      "code": "3.6(a)(2)(1)",
      "kind": "",
      "repeat": true,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "Throughout the facility there are multiple enclosures containing sharp points. In the \"Whelping\" building there is one\nenclosure, containing four puppies, which the chain link on the gate has broken creating sharp points at the level of\nthe puppies. In another enclosure, where the side fence panel connects to the gate, the chain link has broken near\nthe floor creating a sharp point. There is one adult dog in this enclosure. Two enclosures, containing a total of 2\nadult dogs and one puppy, has broken chain link along the bottom of a side fence panel creating several sharp\npoints at the level of the dogs. One enclosure, containing one adult dog and six puppies, has sharp points created\nby the ends of the wire used to attach the water bucket to the fence.\nIn the \"Semi\" there is one enclosure, containing three adult dogs, which has sharp wires from the fencing protruding\ninto the enclosure on both sides of the access door. Another enclosure, containing at least three adult dogs, has\nmultiple sharp points running up one end of a fence panel. The enclosure that shares this fence panel also has at\nleast one sharp point protruding into it at the level of the dogs. There are at least two adult dogs in this enclosure.\nSharp points can cause injury to the dogs.\nPrimary enclosures must be constructed and maintained so that they have no sharp points that could injure the\ndogs. The licensee must remove or alter all the sharp points in a manner that eliminates the injury risk towards the\ndogs. The licensee must ensure that all enclosures remain safe for the dogs at all times.\nExit interview conducted with Kelly Maxwell, ACI and the facility representative."
    }
  ],
  "narrative": "2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nA female Cairn terrier (tag #51) has excessively long, overgrown toenails.  The toenails of both front feet are curling\nunder and when the dog stands on the solid flooring her toenails lay sideways across the floor.  Overgrown toenails\ncould cause pain and discomfort as well as affect the dog(cid:25)'s natural gait.  \nThe licensee must have this dog's toenails trimmed to an acceptable length in order to promote her health and\nwell-being.   The licensee must ensure that all dogs receive adequate toenail care and maintenance at all times.\nCorrection date:  May 05, 2016\nIn the \"Whelping\" building there are multiple bottles of expired medical materials stored with non-expired medical\nmaterials.  A bottle containing Amoxicillin expired January 2016, one bottle of Ivermectin oral expired September\n2014, one bottle of Gentamicin Sulfate expired January 2016, and one bottle of Benadryl expired December 2015. \nExpired medical material could lose their effectiveness and the health of the dogs could suffer.\nThe licensee must either dispose of all such materials or move them to an appropriately labeled, physically separate\nlocation from non-expired medical materials.  The licensee must ensure that no medical materials for the dogs have\nexpired.\nCorrection date:  May 05, 2016\n3.1(a)\nHOUSING FACILITIES, GENERAL.\nIn the \"Semi\" the last enclosure has a metal access door that is only attached by one bottom hinge.  The access\ndoor should be attached by three hinges but the top hinge and the middle hinge are missing.  The door leaned out\ninto the enclosure as the dogs went through it and the door sits at an angle when it is shut.  There are six dogs\nhoused in this enclosure.  The lack of hinges causes this door to function improperly which could result in injury to\nthe dogs.\n\nHousing facilities for dogs must be constructed and designed so that they are structurally sound.  They must be kept\nin good repair and protect the animals from injury.  The licensee must repair, replace, or alter the door in a manner\nthat makes it safe for the dogs to use.  The licensee must ensure that all enclosures are safe for the dogs at all\ntimes.\nCorrection date:  May 28, 2016\n3.6(a)(2)(1)                    REPEAT\nPRIMARY ENCLOSURES.\nThroughout the facility there are multiple enclosures containing sharp points.  In the \"Whelping\" building there is one\nenclosure, containing four puppies, which the chain link on the gate has broken creating sharp points at the level of\nthe puppies.  In another enclosure, where the side fence panel connects to the gate, the chain link has broken near\nthe floor creating a sharp point.  There is one adult dog in this enclosure.  Two enclosures, containing a total of 2\nadult dogs and one puppy, has broken chain link along the bottom of a side fence panel creating several sharp\npoints at the level of the dogs.  One enclosure, containing one adult dog and six puppies, has sharp points created\nby the ends of the wire used to attach the water bucket to the fence.  \nIn the \"Semi\" there is one enclosure, containing three adult dogs, which has sharp wires from the fencing protruding\ninto the enclosure on both sides of the access door.  Another enclosure, containing at least three adult dogs, has\nmultiple sharp points running up one end of a fence panel.  The enclosure that shares this fence panel also has at\nleast one sharp point protruding into it at the level of the dogs.  There are at least two adult dogs in this enclosure. \nSharp points can cause injury to the dogs.\nPrimary enclosures must be constructed and maintained so that they have no sharp points that could injure the\ndogs.  The licensee must remove or alter all the sharp points in a manner that eliminates the injury risk towards the\ndogs.  The licensee must ensure that all enclosures remain safe for the dogs at all times.\nExit interview conducted with Kelly Maxwell, ACI and the facility representative.",
  "animals_total": 84,
  "species": [
    {
      "count": 58,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 26,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}