{
  "insp_id": "2016090000681934",
  "layout": "b",
  "customer_id": "18698",
  "customer_name": "JOHN BRYANT",
  "customer_addr": "2123 KENTUCKY RD\nSENECA, MO 64865",
  "certificate": "43-A-3807",
  "site_id": "001",
  "site_name": "JOHNNY BRYANT",
  "insp_type": "ROUTINE INSPECTION",
  "date": "12-AUG-2021",
  "report_date": "12-AUG-2021",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "A male Yorkie named \"Hank\" (ID 7E10015509) had an excessive accumulation of tartar and calculus on the upper teeth.\nThere was no gum erosion or ulceration, and no loose teeth. Buildup of dental tartar is an early stage of dental disease,\nwhich can lead to oral infections and ulceration, loose or lost teeth, difficulty chewing/eating, and possibly systemic\ndisease. \"Hank\" needs to be evaluated by a licensed veterinarian and treated appropriately to prevent disease\nprogression.\nCorrect by: 26 August 2021"
    },
    {
      "code": "3.1(f)",
      "kind": "",
      "repeat": false,
      "desc": "Housing facilities, general.",
      "narrative": "Two sections of the washdown over the shar-pei outdoor runs is not in good repair. This is allowing contaminated fluids\nto spill directly onto the outdoor portion of one enclosure housing two dogs. The front lip of the washdown is sagging, and\nthe connection with the vertical drain at the back of the washdown is loose. This allows contamination in two different\nareas. The washdown needs to be secured and repaired to minimize the potential for contamination of the animals\nbelow.\nCorrect by 15 August 2021\nThis inspection and exit interview were conducted with licensee.\nEnd Section"
    }
  ],
  "narrative": "2.40(b)(2) \n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nA male Yorkie named \"Hank\" (ID 7E10015509) had an excessive accumulation of tartar and calculus on the upper teeth.  \nThere was no gum erosion or ulceration, and no loose teeth.  Buildup of dental tartar is an early stage of dental disease, \nwhich can lead to oral infections and ulceration, loose or lost teeth, difficulty chewing/eating, and possibly systemic \ndisease.  \"Hank\" needs to be evaluated by a licensed veterinarian and treated appropriately to prevent disease \nprogression. \nCorrect by:  26 August 2021 \n3.1(f) \n   \nHousing facilities, general. \nTwo sections of the washdown over the shar-pei outdoor runs is not in good repair.  This is allowing contaminated fluids \nto spill directly onto the outdoor portion of one enclosure housing two dogs.  The front lip of the washdown is sagging, and \nthe connection with the vertical drain at the back of the washdown is loose.  This allows contamination in two different \nareas.  The washdown needs to be secured and repaired to minimize the potential for contamination of the animals \nbelow. \nCorrect by 15 August 2021\n\nThis inspection and exit interview were conducted with licensee. \n \nEnd Section",
  "animals_total": 103,
  "species": [
    {
      "count": 89,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 14,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}