{
  "insp_id": "2016082568437099",
  "layout": "a",
  "customer_id": "330759",
  "customer_name": "Vicki Mendolia",
  "customer_addr": "16409 C R 1104\nFlint, TX 75762",
  "certificate": "74-A-1507",
  "site_id": "001",
  "site_name": "Vicki Mendolia",
  "insp_type": "ROUTINE INSPECTION",
  "date": "22-JUN-2017",
  "report_date": "27-JUN-2017",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "The program of veterinary care (PVC) directs that Ivermectin should be administered to the adult dogs on a\nmonthly basis for internal parasites. The licensee is currently only giving Ivermectin quarterly. The PVC documents\nother medication and supplements for parasite control and these other products are being given as directed and\nappear to be efffective for intestinal parasite control. However, Ivermectin is the only product listed that would also\nbe effective as a heartworm preventative.\nAnimals housed primarily outdoors in a heartworm endemic area would be at high risk for heartworm disease\nwithout the administration of an appropriate preventative. Ivermectin should be administered as directed by the\nPVC for control of internal parasites. Facility practices should accurately reflect the guidelines and provisions of the\nPVC in order to satisfy the requirements for adequate veterinary care under the Animal Welfare Act..\nCorrect by: July 22, 2017\nThe inspection and exit interview were conducted with the licensee.."
    }
  ],
  "narrative": "2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThe program of veterinary care (PVC) directs that  Ivermectin should be administered to the adult dogs on a\nmonthly basis for internal parasites. The licensee is currently only giving Ivermectin quarterly. The PVC documents\nother medication and supplements for parasite control  and these other products are being given as directed and\nappear to be efffective for intestinal parasite control. However, Ivermectin is the only product listed that would also\nbe effective as a heartworm preventative. \nAnimals housed primarily outdoors in a heartworm endemic area would be at high risk for heartworm disease\nwithout the administration of an appropriate preventative.  Ivermectin should be administered as directed by the\nPVC for control of internal parasites.  Facility practices should accurately reflect the guidelines and provisions of the\nPVC in order to satisfy the requirements for adequate veterinary care under the Animal Welfare Act..                    \nCorrect by: July 22, 2017\nThe inspection and exit interview were conducted with the licensee..",
  "animals_total": 19,
  "species": [
    {
      "count": 19,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    }
  ]
}