{
  "insp_id": "218161119240117",
  "layout": "a",
  "customer_id": "22937",
  "customer_name": "Marvin Burkholder",
  "customer_addr": "5535 Cty Road 407\nMillersburg, OH 44654",
  "certificate": "31-A-0224",
  "site_id": "001",
  "site_name": "MARVIN BURKHOLDER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "04-AUG-2016",
  "report_date": "04-AUG-2016",
  "citations": [
    {
      "code": "2.40(b)(1)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "Several bottles of expired medication were found on inspection: long-acting penicillin, oxytocin, a liquid antibiotic,\nand a reproductive medication. Expired medications are not acceptable for use in regulated animals, as efficacy\nand sterility are no longer guaranteed by the manufacturer. The licensee must ensure that appropriate equipment,\nincluding medications that are within their expiration, are available to provide the animals with adequate veterinary\ncare.\nCorrected at the time of exit."
    },
    {
      "code": "3.6(a)(2)(10)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "Two Boston terrier puppies (aged 4 weeks) out of a litter of seven were found on the outside portion of their\nindoor/outdoor enclosure with at least one foot each hanging through the gaps in the wire floor to the level of their\nhips/shoulders. Although the puppies did not appear distressed or injured, the licensee removed them from the\noutdoor portion of the enclosure and returned them to the inside, which contained a solid floor. Having dogs' feet\nfall through the openings in the floor can cause physical harm and/or behavioral distress if they become stuck in that\nposition. Floors of primary enclosures must not allow dogs' feet to pass through any openings in the floor.\nCorrect by: end of day 5 August 2016.\nThe inspection and exit interview were conducted with the licensee. The report was delivered to the licensee's wife."
    }
  ],
  "narrative": "2.40(b)(1)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nSeveral bottles of expired medication were found on inspection: long-acting penicillin, oxytocin, a liquid antibiotic,\nand a reproductive medication.  Expired medications are not acceptable for use in regulated animals, as efficacy\nand sterility are no longer guaranteed by the manufacturer.  The licensee must ensure that appropriate equipment,\nincluding medications that are within their expiration, are available to provide the animals with adequate veterinary\ncare.\nCorrected at the time of exit.\n3.6(a)(2)(10)\nPRIMARY ENCLOSURES.\nTwo Boston terrier puppies (aged 4 weeks) out of a litter of seven were found on the outside portion of their\nindoor/outdoor enclosure with at least one foot each hanging through the gaps in the wire floor to the level of their\nhips/shoulders.  Although the puppies did not appear distressed or injured, the licensee removed them from the\noutdoor portion of the enclosure and returned them to the inside, which contained a solid floor.  Having dogs' feet\nfall through the openings in the floor can cause physical harm and/or behavioral distress if they become stuck in that\nposition.  Floors of primary enclosures must not allow dogs' feet to pass through any openings in the floor.\nCorrect by: end of day 5 August 2016.\nThe inspection and exit interview were conducted with the licensee.  The report was delivered to the licensee's wife.",
  "animals_total": 57,
  "species": [
    {
      "count": 29,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 28,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}