{
  "insp_id": "201151251430288",
  "layout": "a",
  "customer_id": "329963",
  "customer_name": "Manelius D Schlabach",
  "customer_addr": "6481 County Road 68\nMillersburg, OH 44654",
  "certificate": "31-A-0476",
  "site_id": "001",
  "site_name": "MANELIUS SCHLABACH",
  "insp_type": "ROUTINE INSPECTION",
  "date": "20-JUL-2015",
  "report_date": "20-JUL-2015",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "**There is a male French bulldog, #60, who has been receiving treatment for the last 2 days for an ear infection\naccording to the program of veterinary care. Today, the dog is shaking his head and has a large swelling of the\nwhole ear pinna. This is a painful condition and the dog is exhibiting signs of discomfort by shaking his head. This\nis a more complicated problem than treating a routine ear infection, and if the swelling is left untreated it can\nbecome very severely infected and lead to permanent ear problems. Correct by making an appointment for\ndiagnosis and treatment by a veterinarian.\nTo be corrected by: close of business July 22, 2015\nAt the time of the exit briefing, the veterinarian had been called and an appointment scheduled for the dog to\nreceive surgical treatment for this condition."
    },
    {
      "code": "3.1(a)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "**The floors in both housing structures are severely cracked and have several holes present. This can lead to pest\ninfestation such as mice, which can expose the dogs housed inside to various diseases. The housing facilities must\nbe kept in good repair and restrict animals from entering. Correct by repairing or replacing the floor so that it is a\nsolid surface which can be maintained and prevent animals from entering the housing structure.\nTo be corrected by: September 30, 2015.\nAn exit briefing was conducted with the son and grandson of the licensee by the undersigned AC VMO."
    }
  ],
  "narrative": "2.40(b)(2)           DIRECT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n**There is a male French bulldog, #60, who has been receiving treatment for the last 2 days for an ear infection\naccording to the program of veterinary care.  Today, the dog is shaking his head and has a large swelling of the\nwhole ear pinna.  This is a painful condition and the dog is exhibiting signs of discomfort by shaking his head.  This\nis a more complicated problem than treating a routine ear infection, and if the swelling is left untreated it can\nbecome very severely infected and lead to permanent ear problems.  Correct by making an appointment for\ndiagnosis and treatment by a veterinarian.\nTo be corrected by: close of business July 22, 2015\nAt the time of the exit briefing, the veterinarian had been called and an appointment scheduled for the dog to\nreceive surgical treatment for this condition.\n3.1(a)\nHOUSING FACILITIES, GENERAL.\n**The floors in both housing structures are severely cracked and have several holes present.  This can lead to pest\ninfestation such as mice, which can expose the dogs housed inside to various diseases.  The housing facilities must\nbe kept in good repair and restrict animals from entering.  Correct by repairing or replacing the floor so that it is a\nsolid surface which can be maintained and prevent animals from entering the housing structure.\nTo be corrected by: September 30, 2015.\nAn exit briefing was conducted with the son and grandson of the licensee by the undersigned AC VMO.",
  "animals_total": 80,
  "species": [
    {
      "count": 55,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 25,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}