{
  "insp_id": "301141003200897",
  "layout": "a",
  "customer_id": "33595",
  "customer_name": "Ray Range",
  "customer_addr": "P. O. Box 06\nArnett, OK 73832",
  "certificate": "73-A-2676",
  "site_id": "001",
  "site_name": "RAY RANGE",
  "insp_type": "ROUTINE INSPECTION",
  "date": "09-OCT-2014",
  "report_date": "30-OCT-2014",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "**** In the second whelping building a male Chihuahua named T-Rex has an accumulation of dark brown material\ncoating the entire surface of the cheek teeth and canine teeth to the point where the teeth are no longer visible. The\ngum line has receded from the surface of the front teeth and the cheek teeth. These signs are consistent with the\npresence of dental disease, can be painful, lead to the development of other health problems, and can inhibit the\nability of the animal to eat normally. The licensee must have this animal examined by a veterinarian and\nappropriate treatment plan administrated. The outcome of this examination must be documented and provided to\nthe inspector upon request. The licensee must ensure that all animals receive adequate veterinary care at all times.\n* To be corrected by 10-17-14.\n**** In the second whelping building a five year old male Chihuahua named Spanky is sitting motionless in his\nenclosure and appears to be having trouble with his vision. The owner stated that he is blind and his sight has been\ngradually getting worse over the last three or four months. Throughout the inspection, Spanky never left the rear\ncorner of his enclosure. Spanky's eyes are both fully dilated and unresponsive to the light. The owner stated that the\nvision loss has not been evaluated by a veterinarian. The loss of vision could be neurological, infectious or from\nsome traumatic injury. Untreated or undiagnosed injuries can negatively affect the health and well-being of the\ndogs. This animal must be examined by a licensed veterinarian and appropriate treatment administrated.\nDocumentation (health records) should be available on all medical problems. The diagnosis and any recommended\ntreatment must be part of the documentation. The licensee must ensure that all animals receive adequate veterinary\ncare at all times.\n* To be corrected by 10-17-14.\n**** In the second whelping building an older female Chihuahua named Boop has a ping pong ball sized tumor on\nher abdomen. The owner stated that Boop has had this tumor for quite a while. Upon palpation, the tumor is very\nhard with many small lumps inside the larger tumor. Boop also has an accumulation of dark brown material coating\nthe entire surface of the upper cheek teeth. There was a creamy white discharge along the gum line. The gum line\nis red and swollen and has receded away from the teeth. These signs are consistent with the presence of dental\ndisease. The buildup of abnormal material on teeth with a discharge at the gum line can be painful. It can impact\nthe ability of the dog to eat, affecting the health and well-being of the dog. Dental disease can be painful, lead to a\ndecrease in appetite and infection in the mouth. The licensee must have this animal examined by a veterinarian\nand appropriate treatment plan administrated. The outcome of this examination must be documented and provided\nto the inspector upon request. The licensee must ensure that all animals receive adequate veterinary care at all\ntimes.\n* To be corrected by 10-17-14."
    },
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "**** In an outdoor enclosure, a year old female Sharpei named Sissy has a creamy greenish discharge coming\nfrom her left eye. The owner stated that Sissy had bilateral entropion surgery on her eyes when she was six weeks\nold . The documentation from the attending veterinarian states the surgery was performed on 1/2/13. The dog holds\nthe eye partially closed. This could be due to an infection, allergies, injury, irritation or other medical conditions.\nThe attending veterinarian had not been consulted nor had any treatment been provided at the time of inspection.\nEye problems can be painful causing discomfort which affects the health and well- being of the dog. The licensee\nmust have this animal examined by a veterinarian to obtain an accurate diagnosis and appropriate treatment plan.\nThe outcome of this consultation must be documented and provided to the inspector upon request. The licensee\nmust ensure all animals receive adequate veterinary care at all times.\n* To be corrected by 10-17-14.\n**** In an outdoor enclosure a female Schnauzer named Heidi has matted hair on the legs, neck, shoulders and\nback covering approximately 80 percent of the body. Matted hair can cause pain and discomfort, trap dirt, debris\nand moisture and affect the skin. It can foster skin infections, affect the animal's mobility or be able to defecate\nnormally. Matted hair does not maintain the same insulating qualities of normally groomed hair. The licensee must\nremove all matted hair and establish an effective program for coat maintenance for the health and well- being of all\nthe dogs at the facility.\n* To be corrected by 10-15-14."
    },
    {
      "code": "3.6(a)(2)(10)",
      "kind": "Direct",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "**** In the indoor whelping building the feet and legs of Pomeranian puppies were observed passing through the\nenclosure floor openings numerous times. Three puppies are in contact with the affected flooring located in indoor\nhousing. Flooring that allows the feet and legs to pass through any openings can be stressful and could lead to\npossible injury. In addition, the daily activity and mobility of the puppies is affected. The licensee must ensure that\nall flooring does not allow any feet or legs to pass through any openings in the flooring.\n* To be corrected by 10-15-14.\nAdditional Inspectors\nCunningham Debbie, Veterinary Medical Officer"
    }
  ],
  "narrative": "2.40(b)(2)           DIRECT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n****  In the second whelping building a male Chihuahua named T-Rex has an accumulation of dark brown material\ncoating the entire surface of the cheek teeth and canine teeth to the point where the teeth are no longer visible. The\ngum line has receded from the surface of the front teeth and the cheek teeth. These signs are consistent with the\npresence of dental disease, can be painful, lead to the development of other health problems, and can inhibit the\nability of the animal to eat normally.   The licensee must have this animal examined by a veterinarian and\nappropriate treatment plan administrated. The outcome of this examination must be documented and provided to\nthe inspector upon request. The licensee must ensure that all animals receive adequate veterinary care at all times.\n  * To be corrected by 10-17-14.\n****  In the second whelping building a five year old male Chihuahua named Spanky is sitting motionless in his\nenclosure and appears to be having trouble with his vision. The owner stated that he is blind and his sight has been\ngradually getting worse over the last three or four months. Throughout the inspection, Spanky never left the rear\ncorner of his enclosure. Spanky's eyes are both fully dilated and unresponsive to the light. The owner stated that the\nvision loss has not been evaluated by a veterinarian. The loss of vision could be neurological, infectious or from\nsome traumatic injury. Untreated or undiagnosed injuries can negatively affect the health and well-being of the\ndogs.  This animal must be examined by a licensed veterinarian and appropriate treatment administrated. \nDocumentation (health records) should be available on all medical problems. The diagnosis and any recommended\ntreatment must be part of the documentation. The licensee must ensure that all animals receive adequate veterinary\ncare at all times.\n  * To be corrected by 10-17-14.\n****  In the second whelping building an older female Chihuahua named Boop has a ping pong ball sized tumor on\nher abdomen. The owner stated that Boop has had this tumor for quite a while. Upon palpation, the tumor is very\nhard with many small lumps inside the larger tumor.  Boop also has an accumulation of dark brown material coating\nthe entire surface of the upper cheek teeth. There was a creamy white discharge along the gum line. The gum line\nis red and swollen and has receded away from the teeth.  These signs are consistent with the presence of dental\n\ndisease.  The buildup of abnormal material on teeth with a discharge at the gum line can be painful.  It can impact\nthe ability of the dog to eat, affecting the health and well-being of the dog.  Dental disease can be painful, lead to a\ndecrease in appetite and infection in the mouth.  The licensee must have this animal examined by a veterinarian\nand appropriate treatment plan administrated. The outcome of this examination must be documented and provided\nto the inspector upon request. The licensee must ensure that all animals receive adequate veterinary care at all\ntimes. \n  * To be corrected by 10-17-14.\n2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n****  In an outdoor enclosure, a year old female Sharpei named Sissy has a creamy greenish discharge coming\nfrom her left eye. The owner stated that Sissy had bilateral entropion surgery on her eyes when she was six weeks\nold . The documentation from the attending veterinarian states the surgery was performed on 1/2/13. The dog holds\nthe eye partially closed.  This could be due to an infection, allergies, injury, irritation or other medical conditions. \nThe attending veterinarian had not been consulted nor had any treatment been provided at the time of inspection. \nEye problems can be painful causing discomfort which affects the health and well- being of the dog. The licensee\nmust have this animal examined by a veterinarian to obtain an accurate diagnosis and appropriate treatment plan.\nThe outcome of this consultation must be documented and provided to the inspector upon request. The licensee\nmust ensure all animals receive adequate veterinary care at all times.\n  * To be corrected by 10-17-14.\n****  In an outdoor enclosure a female Schnauzer named Heidi has matted hair on the legs, neck, shoulders and\nback covering approximately 80 percent of the body.  Matted hair can cause pain and discomfort, trap dirt, debris\nand moisture and affect the skin.  It can foster skin infections, affect the animal's mobility or be able to defecate\nnormally.  Matted hair does not maintain the same insulating qualities of normally groomed hair.  The licensee must\nremove all matted hair and establish an effective program for coat maintenance for the health and well- being of all\nthe dogs at the facility.\n * To be corrected by 10-15-14.\n3.6(a)(2)(10)           DIRECT\nPRIMARY ENCLOSURES.\n****   In the indoor whelping building the feet and legs of Pomeranian puppies were observed passing through the\nenclosure floor openings numerous times.  Three puppies are in contact with the affected flooring located in indoor\nhousing.  Flooring that allows the feet and legs to pass through any openings can be stressful and could lead to\npossible injury.  In addition, the daily activity and mobility of the puppies is affected.  The licensee must ensure that\nall flooring does not allow any feet or legs to pass through any openings in the flooring.\n\n* To be corrected by 10-15-14.\nAdditional Inspectors\nCunningham Debbie, Veterinary Medical Officer",
  "animals_total": 119,
  "species": [
    {
      "count": 85,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 34,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}