{
  "insp_id": "37141046060598",
  "layout": "a",
  "customer_id": "5978",
  "customer_name": "William Meadows",
  "customer_addr": "963 County St 2930\nTuttle, OK 73089",
  "certificate": "73-C-0122",
  "site_id": "001",
  "site_name": "WILLIAM MEADOWS",
  "insp_type": "ROUTINE INSPECTION",
  "date": "05-FEB-2014",
  "report_date": "12-FEB-2014",
  "citations": [
    {
      "code": "3.76(a)",
      "kind": "",
      "repeat": false,
      "desc": "INDOOR HOUSING FACILITIES.",
      "narrative": "A ruffed lemur is being housed in the main room of the barn, with a capuchin housed in a small adjoining room. The\nlemur had a shelter with a heating pad, and was being provided external heat from two portable heat lamps directed\nat the shelter area. The remainder of the enclosure did not have any supplemental heat. The ambient temperature\nwas checked between the enclosure wall and the heat lamps, and recorded at 31.9 F.\nThe capuchin was housed in a room with several cages of parrots. Heat was provided by a single portable heater.\nThe ambient temperature was measured at 39 F.\nExcessive cold can have serious health consequences. Nonhuman primates in indoor housing facilities must be\nmaintained at a minimum of 45 F to help protect their health and welfare.\nCorrect immediately"
    },
    {
      "code": "3.76(c)",
      "kind": "",
      "repeat": false,
      "desc": "INDOOR HOUSING FACILITIES.",
      "narrative": "- In the barn, a ruffed lemur and a capuchin are being kept in separate rooms. The ruffed lemur is housed in the\nmain barn area, while the capuchin is in a separate room. Neither room has adequate lighting. In the main barn\narea, the overhead lights would not work during the inspection, while the room with the capuchin had only a single\nlight bulb which was not sufficient. Inadequate lighting can be stressful to the enclosed animals, and could result in\nnegative physical or emotional health. Primates housed in indoor enclosures must be provided a diurnal light cycle,\nand the light must be uniformly diffused throughout the facility. The licensee must provide adequate lighting and\nensure normal day/night cycles of lighting are provided.\nCorrect by: Immediately"
    },
    {
      "code": "3.77",
      "kind": "",
      "repeat": false,
      "desc": "SHELTERED HOUSING FACILITIES.",
      "narrative": "- Nonhuman primates are being held in five sheltered enclosures throughout the facility. Three of the five did not\nhave adequate heating for the shelters.\nEnclosure H1 housing three ringtailed lemurs was being provided heat by two portable heaters. The ambient\ntemperature was measured at 32 F. The temperature of the shelter ground was measured at 40 F, and the back\nwall measured at 30 F.\nEnclosure F4 housing two ringtailed lemurs was provided heat by a heating pad and a light. The ambient\ntemperature was 22 F. The indoor/outdoor access door was open when inspectors first arrived at this enclosure.\nEnclosure F2 housing 2 ringtailed lemurs did not have an actual heat lamp in place. The ambient temperature of\nthe shelter was measured at 23.6 F, and the temperature of the back wall next to the light was measured at 29 F.\nThere was a heating pad in place within the shelter.\nExcessive cold can lead to severe health problems for the enclosed animals. Primates housed in sheltered facilities\nmust have the ambient temperature kept above 45F.\nCorrect immediately."
    },
    {
      "code": "3.81(a)",
      "kind": "",
      "repeat": false,
      "desc": "ENVIRONMENT ENHANCEMENT TO PROMOTE PSYCHOLOGICAL WELL-BEING.",
      "narrative": "Section 3.81(a) - Social grouping.\n***** There were six enclosures with only one animal present in each: one black-handed spider monkey, one white\nthroated capuchin, two black and white ruffed lemurs, and two ring tail lemurs. There was no documentation that\naddressed the individually housed nonhuman primates. If these animals are not compatible with others, this must\nbe noted and approved by the attending veterinarian. The individually housed ring tailed lemurs can see other\nnonhuman primates and are separated by wire dividers. The individually housed spider monkey, capuchin and the\ntwo ruffed lemurs cannot see other nonhuman primates. The environment enhancement plan must include specific\nprovisions to address the social needs of nonhuman primates of species known to exist in social groups in nature.\nSuch specific provisions must be in accordance with currently accepted professional standards, as cited in\nappropriate professional journals or reference guides, and as directed by the attending veterinarian.\nThis affects six animals.\nTo be corrected by: 1 May 2014"
    },
    {
      "code": "3.81(b)",
      "kind": "",
      "repeat": false,
      "desc": "ENVIRONMENT ENHANCEMENT TO PROMOTE PSYCHOLOGICAL WELL-BEING.",
      "narrative": "Section 3.81(b) - Environmental enrichment.\n***** The environmental enrichment provided to the nonhuman primates is not adequate. The current enrichment\nplan is a generic document covering all primates that does not take into account any other variables. There is no\nplan denoting specific enrichment, no log book or calendar showing that enrichment takes place, and no schedule\nfor rotating or changing the items in the pens. Multiple enclosures did not have enrichment items in their\nenclosures. An adequate enrichment plan must be developed which addresses the needs of each separate species\nof primate, and the plan must be followed. This affects 16 animals.\nTo be corrected by: 6 May 2014"
    },
    {
      "code": "3.84(d)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "- The building numbered F7 housing the black and white ruffed lemur and the oriental small-clawed otter had an\nexcessive accumulation of rodent feces present on the floor concentrated along the walls and the corners of the\nenclosure. The licensee stated that 2 mice were caught on Sunday but the traps had not been replaced in the\nexternal hallway. The licensee must establish and maintain an effective program for the control of pests to promote\nthe health and well-being of the animals and reduce contamination by pests in animal areas. All rodent excreta\nmust be removed as needed and an effective program initiated to control the pests.\nThis affected 2 animals.\nCorrect by: 1 March 2014"
    },
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": true,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "(3.125)(a) Structural strength.\n*****The wire fencing and posts for the kangaroo enclosure (2 animals) are loose. The pen has an area where the\nentire fence is leaning outward along with the wooden post. Loose fencing can lead to harming of the animals,\nescaping or allow other animals entering the pen.\n*****There is a shredded wooden support post in the tiger enclosure(1 animal) with sharp points. This is a potential\nsource of injury to the enclosed animal. This area needs to be repaired or replaced to help protect the health and\nwelfare of the animal.\n***** The camel shelter is missing a panel, and has a large hole in one of the front panels. This poses a risk of\ninjury to the animal, and also greatly reduces the effectiveness of the shelter itself.\nAll parts of the housing facilities must be in good repair. These structures need to be replaced or repaired.\nTo be corrected by: 15 April 2014"
    },
    {
      "code": "3.131(a)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "A single chinchilla was being held in a cage inside the education center. There was an excessive accumulation of\nfeces throughout the cage. This causes increased contamination to the enclosed animal, and a risk of illness.\nEnclosures must be cleaned as often as necessary to maintain good husbandry and help protect the health of the\nenclosed animal.\nCorrect by: Immediately\nInspection and exit interview conducted with facility representative.\nAdditional Inspectors\nCunningham Debbie, Veterinary Medical Officer"
    }
  ],
  "narrative": "3.76(a)\nINDOOR HOUSING FACILITIES. \nA ruffed lemur is being housed in the main room of the barn, with a capuchin housed in a small adjoining room.  The\nlemur had a shelter with a heating pad, and was being provided external heat from two portable heat lamps directed\nat the shelter area.  The remainder of the enclosure did not have any supplemental heat.  The ambient temperature\nwas checked between the enclosure wall and the heat lamps, and recorded at 31.9 F.\nThe capuchin was housed in a room with several cages of parrots.  Heat was provided by a single portable heater. \nThe ambient temperature was measured at 39 F.\nExcessive cold can have serious health consequences.  Nonhuman primates in indoor housing facilities must be\nmaintained at a minimum of 45 F to help protect their health and welfare.\nCorrect immediately\n3.76(c)\nINDOOR HOUSING FACILITIES. \n- In the barn, a ruffed lemur and a capuchin are being kept in separate rooms.  The ruffed lemur is housed in the\nmain barn area, while the capuchin is in a separate room.  Neither room has adequate lighting.  In the main barn\narea, the overhead lights would not work during the inspection, while the room with the capuchin had only a single\nlight bulb which was not sufficient. Inadequate lighting can be stressful to the enclosed animals, and could result in\nnegative physical or emotional health.   Primates housed in indoor enclosures must be provided a diurnal light cycle,\nand the light must be uniformly diffused throughout the facility.  The licensee must provide adequate lighting and\nensure normal day/night cycles of lighting are provided.\nCorrect by:  Immediately\n3.77\nSHELTERED HOUSING FACILITIES. \n- Nonhuman primates are being held in five sheltered enclosures throughout the facility.  Three of the five did not\nhave adequate heating for the shelters.\n\nEnclosure H1 housing three ringtailed lemurs was being provided heat by two portable heaters.  The ambient\ntemperature was measured at 32 F.   The temperature of the shelter ground was measured at 40 F, and the back\nwall measured at 30 F.  \nEnclosure F4 housing two ringtailed lemurs was provided heat by a heating pad and a light. The ambient\ntemperature was 22 F.  The indoor/outdoor access door was open when inspectors first arrived at this enclosure.\nEnclosure F2 housing 2 ringtailed lemurs did not have an actual heat lamp in place.  The ambient temperature of\nthe shelter was measured at 23.6 F, and the temperature of the back wall next to the light was measured at 29 F. \nThere was a heating pad in place within the shelter.\nExcessive cold can lead to severe health problems for the enclosed animals.  Primates housed in sheltered facilities\nmust have the ambient temperature kept above 45F.\nCorrect immediately.\n3.81(a)\nENVIRONMENT ENHANCEMENT TO PROMOTE PSYCHOLOGICAL WELL-BEING.\nSection 3.81(a) - Social grouping.  \n***** There were six enclosures with only one animal present in each: one black-handed spider monkey, one white\nthroated capuchin, two black and white ruffed lemurs, and two ring tail lemurs.  There was no documentation that\naddressed the individually housed nonhuman primates.  If these animals are not compatible with others, this must\nbe noted and approved by the attending veterinarian.  The individually housed ring tailed lemurs can see other\nnonhuman primates and are separated by wire dividers. The individually housed spider monkey, capuchin and the\ntwo ruffed lemurs cannot see other nonhuman primates. The environment enhancement plan must include specific\nprovisions to address the social needs of nonhuman primates of species known to exist in social groups in nature.\nSuch specific provisions must be in accordance with currently accepted professional standards, as cited in\nappropriate professional journals or reference guides, and as directed by the attending veterinarian.\nThis affects six animals.\nTo be corrected by:  1 May 2014\n\n3.81(b)\nENVIRONMENT ENHANCEMENT TO PROMOTE PSYCHOLOGICAL WELL-BEING.\nSection 3.81(b) - Environmental enrichment.\n***** The environmental enrichment provided to the nonhuman primates is not adequate.  The current enrichment\nplan is a generic document covering all primates that does not take into account any other variables.  There is no\nplan denoting specific enrichment, no log book or calendar showing that enrichment takes place, and no schedule\nfor rotating or changing the items in the pens.  Multiple enclosures did not have enrichment items in their\nenclosures.  An adequate enrichment plan must be developed which addresses the needs of each separate species\nof primate, and the plan must be followed.  This affects 16 animals.\nTo be corrected by:  6 May 2014\n3.84(d)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL. \n- The building numbered F7 housing the black and white ruffed lemur and the oriental small-clawed otter had an\nexcessive accumulation of rodent feces present on the floor concentrated along the walls and the corners of the\nenclosure. The licensee stated that 2 mice were caught on Sunday but the traps had not been replaced in the\nexternal hallway. The licensee must establish and maintain an effective program for the control of pests to promote\nthe health and well-being of the animals and reduce contamination by pests in animal areas.  All rodent excreta\nmust be removed as needed and an effective program initiated to control the pests.\nThis affected 2 animals.\nCorrect by:  1 March 2014\n3.125(a)                    REPEAT\nFACILITIES, GENERAL.   \n(3.125)(a) Structural strength. \n*****The wire fencing and posts for the kangaroo enclosure (2 animals) are loose.  The pen has an area where the\nentire fence is leaning outward along with the wooden post.  Loose fencing can lead to harming of the animals,\nescaping or allow other animals entering the pen.  \n*****There is a  shredded wooden support post in the tiger enclosure(1 animal) with sharp points. This is a potential\nsource of  injury to the enclosed animal. This area needs to be repaired or replaced to help protect the health and\nwelfare of the animal.\n***** The camel shelter is missing a panel, and has a large hole in one of the front panels.  This poses a risk of\ninjury to the animal, and also greatly reduces the effectiveness of the shelter itself.\n\nAll parts of the housing facilities must be in good repair. These structures need to be replaced or repaired.\nTo be corrected by:  15 April 2014\n3.131(a)\nSANITATION.   \nA single chinchilla was being held in a cage inside the education center.  There was an excessive accumulation of\nfeces throughout the cage.  This causes increased contamination to the enclosed animal, and a risk of illness. \nEnclosures must be cleaned as often as necessary to maintain good husbandry and help protect the health of the\nenclosed animal.\nCorrect by:  Immediately\nInspection and exit interview conducted with facility representative.\nAdditional Inspectors\nCunningham Debbie, Veterinary Medical Officer",
  "animals_total": 75,
  "species": [
    {
      "count": 1,
      "scientific": "Amblonyx cinereus",
      "common": "ORIENTAL SMALL-CLAWED OTTER"
    },
    {
      "count": 1,
      "scientific": "Arctictis binturong",
      "common": "BINTURONG"
    },
    {
      "count": 1,
      "scientific": "Arctos",
      "common": "GRIZZLY BEAR"
    },
    {
      "count": 1,
      "scientific": "Camelus dromedarius",
      "common": "DROMEDARY CAMEL"
    },
    {
      "count": 1,
      "scientific": "Canis mesomelas",
      "common": "BLACK-BACKED JACKAL"
    },
    {
      "count": 1,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 1,
      "scientific": "Caracal caracal",
      "common": "CARACAL"
    },
    {
      "count": 1,
      "scientific": "Cebus capucinus",
      "common": "WHITE-HEADED / WHITE-THROATED CAPUCHIN"
    },
    {
      "count": 1,
      "scientific": "Chinchilla lanigera",
      "common": "CHINCHILLA"
    },
    {
      "count": 1,
      "scientific": "Crocuta crocuta",
      "common": "SPOTTED HYENA"
    },
    {
      "count": 7,
      "scientific": "Dama dama",
      "common": "FALLOW DEER"
    },
    {
      "count": 2,
      "scientific": "Equus asinus asinus",
      "common": "DONKEY / BURRO / ASS"
    },
    {
      "count": 1,
      "scientific": "Felis silvestris catus",
      "common": "CAT ADULT"
    },
    {
      "count": 3,
      "scientific": "Hystrix africaeaustralis",
      "common": "CAPE PORCUPINE"
    },
    {
      "count": 1,
      "scientific": "Lama pacos",
      "common": "ALPACA"
    },
    {
      "count": 12,
      "scientific": "Lemur catta",
      "common": "RING-TAILED LEMUR"
    },
    {
      "count": 1,
      "scientific": "Leptailurus serval",
      "common": "SERVAL"
    },
    {
      "count": 1,
      "scientific": "Lynx canadensis",
      "common": "CANADIAN LYNX"
    },
    {
      "count": 2,
      "scientific": "Lynx rufus",
      "common": "BOBCAT"
    },
    {
      "count": 1,
      "scientific": "Muntiacus crinifrons",
      "common": "BLACK MUNTJAC"
    },
    {
      "count": 5,
      "scientific": "Muscardinus avellanarius",
      "common": "HAZEL DORMOUSE"
    },
    {
      "count": 1,
      "scientific": "Nasua nasua",
      "common": "SOUTH AMERICAN COATI"
    },
    {
      "count": 2,
      "scientific": "Nomascus concolor",
      "common": "BLACK CRESTED GIBBON"
    },
    {
      "count": 4,
      "scientific": "Osphranter rufus",
      "common": "RED KANGAROO"
    },
    {
      "count": 2,
      "scientific": "Panthera leo",
      "common": "LION"
    },
    {
      "count": 2,
      "scientific": "Panthera pardus",
      "common": "LEOPARD"
    },
    {
      "count": 7,
      "scientific": "Panthera tigris",
      "common": "TIGER"
    },
    {
      "count": 1,
      "scientific": "Paradoxurus hermaphroditus",
      "common": "COMMON PALM CIVET"
    },
    {
      "count": 1,
      "scientific": "Potos flavus",
      "common": "KINKAJOU"
    },
    {
      "count": 1,
      "scientific": "Puma concolor",
      "common": "PUMA / MOUNTAIN LION / COUGAR"
    },
    {
      "count": 1,
      "scientific": "Sus scrofa domestica",
      "common": "DOMESTIC PIG / POTBELLY PIG / MICRO PIG"
    },
    {
      "count": 2,
      "scientific": "Sylvilagus bachmani",
      "common": "BRUSH RABBIT"
    },
    {
      "count": 1,
      "scientific": "Ursus americanus",
      "common": "NORTH AMERICAN BLACK BEAR"
    },
    {
      "count": 2,
      "scientific": "Varecia variegata",
      "common": "BLACK-AND-WHITE RUFFED LEMUR"
    },
    {
      "count": 1,
      "scientific": "Vulpes lagopus",
      "common": "ARCTIC FOX"
    },
    {
      "count": 1,
      "scientific": "Vulpes zerda",
      "common": "FENNEC FOX"
    }
  ]
}