{
  "insp_id": "279142137030735",
  "layout": "a",
  "customer_id": "2827",
  "customer_name": "S Glenice Viken",
  "customer_addr": "28401 380th Avenue\nRoseau, MN 56751",
  "certificate": "41-A-0298",
  "site_id": "001",
  "site_name": "S GLENICE VIKEN",
  "insp_type": "ROUTINE INSPECTION",
  "date": "06-OCT-2014",
  "report_date": "07-OCT-2014",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "A male Poodle with microchip number 005005869 is observed to have a hard, grayish-brown material on the\nsurface of his cheek teeth on both sides of his mouth. This is consistent with dental disease. Dental disease can\nbe painful and lead to systemic health problems. The licensee, in consultation with the facility veterinarian, needs to\nappropriately address the dental health of this dog and develop and maintain a dental program to be included in the\nfacility's program of veterinary care that addresses the dental health of all dogs at the facility.\nA female Pomeranian with microchip number 005008600 is observed to have overgrown toenails. Overgrown\ntoenails can painful. The licensee needs to appropriately address the overgrown toe nails for this dog and develop\nand maintain a grooming program that addresses the toe nail health of all the dogs at the facility."
    },
    {
      "code": "2.75(a)(1)",
      "kind": "",
      "repeat": true,
      "desc": "RECORDS: DEALERS AND EXHIBITORS.",
      "narrative": "Some dates of disposition and microchip identification numbers have not yet been recorded on the APHIS 7005\ninventory forms. Puppy births have not been recorded on APHIS form 7005 or on cage cards. Also, the licensee\nhas not provided the dates of disposition (block #1) on four dispositions as well as the buyer or receiver information\n(block #4) on APHIS Form 7006 on twelve dispositions that occurred between March 2014 through June 2014.\nLack of accurate and up-to-date records does not ensure for the proper tracking of the animals. Update the facility\ninventory records and disposition records with all required information."
    },
    {
      "code": "3.1(b)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "There is an accumulation of discarded items such as plastic bottles, empty medication bottles, and light bulbs in the\nfloor in the entrance area of the whelping building. Accumulations of discarded items can attract pests and does not\nfacilitate good husbandry practices. Remove discarded items as often as necessary to prevent an accumulation of\nsuch items. Correct by October 13, 2014."
    },
    {
      "code": "3.1(c)(1)(2)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "The wire fencing between the first and second outside runs on the east side of the inside/outside building has\nloosened and separated from the main frame creating sharp points to be present inside the second run. Sharp\npoints are an injury hazard. Remove the sharp points from inside the run. Correct by October 13, 2014.\nInspection and exit interview conducted with the licensee.\nEnd of report."
    }
  ],
  "narrative": "2.40(b)(2)                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nA male Poodle with microchip number 005005869 is observed to have a hard, grayish-brown material on the\nsurface of his cheek teeth on both sides of his mouth.  This is consistent with dental disease.  Dental disease can\nbe painful and lead to systemic health problems.  The licensee, in consultation with the facility veterinarian, needs to\n appropriately address the dental health of this dog and develop and maintain a dental program to be included in the\nfacility's program of veterinary care that addresses the dental health of all dogs at the facility.   \nA female Pomeranian with microchip number 005008600 is observed to have overgrown toenails.  Overgrown\ntoenails can painful.  The licensee needs to appropriately address the overgrown toe nails for this dog and develop\nand maintain a grooming program that addresses the toe nail health of all the dogs at the facility.\n2.75(a)(1)                    REPEAT\nRECORDS: DEALERS AND EXHIBITORS.\nSome dates of disposition and microchip identification numbers have not yet been recorded on the APHIS 7005\ninventory forms.  Puppy births have not been recorded on APHIS form 7005 or on cage cards.  Also, the licensee\nhas not provided the dates of disposition (block #1) on four dispositions as well as the buyer or receiver information\n(block #4) on APHIS Form 7006 on twelve dispositions that occurred between March 2014 through June 2014. \nLack of accurate and up-to-date records does not ensure for the proper tracking of the animals.  Update the facility\ninventory records and disposition records with all required information.\n3.1(b)\nHOUSING FACILITIES, GENERAL.\nThere is an accumulation of discarded items such as plastic bottles, empty medication bottles, and light bulbs in the\nfloor in the entrance area of the whelping building.  Accumulations of discarded items can attract pests and does not\nfacilitate good husbandry practices.  Remove discarded items as often as necessary to prevent an accumulation of\n\nsuch items.  Correct by October 13, 2014.\n3.1(c)(1)(2)\nHOUSING FACILITIES, GENERAL.\nThe wire fencing between the first and second outside runs on the east side of the inside/outside building has\nloosened and separated from the main frame creating sharp points to be present inside the second run.  Sharp\npoints are an injury hazard.  Remove the sharp points from inside the run.  Correct by October 13, 2014.\nInspection and exit interview conducted with the licensee.\nEnd of report.",
  "animals_total": 55,
  "species": [
    {
      "count": 48,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 7,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}