{
  "insp_id": "2016090000755614",
  "layout": "b",
  "customer_id": "506554",
  "customer_name": "ENVIGO RMS LLC",
  "customer_addr": "8520 Allison Pointe Blvd., Suite 400\nINDIANAPOLIS, IN 46250",
  "certificate": "32-A-0774",
  "site_id": "005",
  "site_name": "ENVIGO RMS LLC",
  "insp_type": "FOCUSED INSPECTION",
  "date": "25-OCT-2021",
  "report_date": "30-DEC-2021",
  "citations": [
    {
      "code": "2.40(a)(2)",
      "kind": "Direct",
      "repeat": false,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "The facility failed to provide adequate authority to the attending veterinarian by treating three animals with medication not\napproved by the attending veterinarian (AV). The medical treatment records for 26 Oct 2021 showed that caretaker staff\nhad identified three dogs as being too thin (CGDDBN, CJFCLZ, CLHCHF). These records also indicated that a\nmedication (later identified by the attending veterinarian as Cefpodoxime) had been given to these dogs that day. Medical\nrecords did not show that a veterinarian had been consulted regarding the diagnosis of thin body condition or prescription\nof medications to these dogs. There was no guidance in the program of veterinary care allowing caretaker staff to start\nthis medication on dogs they perceived as too thin. The AV verified that she did not prescribe this medication for these\ndogs nor would she prescribe this for a dog with only a thin body condition. When APHIS officials brought this to the\nattention of the AV, she completed an examination on these dogs and directed the antibiotics be stopped. Employees who\ndiagnose and prescribe treatment for animals without consulting the AV are undermining the authority of the AV to ensure\nthe provision of adequate veterinary care for the animals. Correct by ensuring that the AV has adequate authority to\nensure the provision of veterinary care and to oversee all other aspects of animal care and use. Additionally, ensure that\ntimely and accurate information concerning health of the dogs is communicated to the attending veterinarian in\naccordance with section 2.40(b)(3) so that appropriate methods are used to diagnose and treat all diseases and injuries\nas required by section 2.40(b)(2). Correct by November 5, 2021"
    },
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": true,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "Adult, female beagle (CIACNG) was squinting her right eye and had extensive tear staining and clear discharge around\nand under her right eye. There were small eyelashes pointing down from the upper lid toward the surface of her eye. This\ndog received a physical exam on 4 Oct 2021. The physical exam findings documented at that time were consistent with\nthe eye problems seen during the inspection. The veterinarian documented on the physical exam form that the action for\nthis dog was “cull”. The facility was unable to provide any documentation showing that this dog had received any kind of\ntreatment since the diagnosis was made during the physical exam on 4 Oct and, as of the time of the inspection, had not\nbeen “culled” or otherwise disposed of through either adoption, sale, or euthanasia. This dog’s symptoms are consistent\nwith untreated conditions resulting in eye pain. While the condition was diagnosed by the veterinarian, the disease was\nnot treated. The licensee must use appropriate methods to prevent, control, diagnose, and treat diseases and injuries."
    },
    {
      "code": "2.40(b)(3)",
      "kind": "Direct",
      "repeat": true,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "Three dogs had medical conditions that had not been identified or treated by the facility prior to the inspection.\nOctober 25, 2021:\n*** A male beagle puppy (CMHCKL) has an abnormal left eye. There was yellow-green discharge present at the corner of\nthe eye with dried discharge surrounding the eye. The membrane at the inner corner of the eye was extended slightly and\nthere was increased tearing present. This eye condition was not previously identified by the facility and the dog was not\nreceiving any treatments for the eye. The facility examined the dog and immediately began treatment for an eye infection.\n*** An adult female beagle (CKJCAZ) has a medium firm, pink, and swollen area of tissue between the 4th and 5th toes of\nher right rear paw. The swelling was approximately 1/3” in diameter and the inflamed tissue was easy to visualize from a\ndistance. The condition was not previously identified by the facility and the dog was not receiving any treatments for the\nfoot. The facility examined the dog and immediately began treatment for an interdigital cyst.\nOctober 26, 2021:\n*** An adult female beagle (CGHCAC) has multiple skin lesions on all four feet. The hair between all four feet was\ndiscolored red, commonly seen with licking/chewing due to the presence of saliva. On the left front paw there was a small\nfirm and swollen area of tissue between digits 3+4, and a large firm, swollen, and pink area of tissue between digits 2+3.\nThe larger swelling also has a scab present closest to the toe. On the right front paw there is thickening present in the\ncrevice of skin between the 4th + 5th toes with pink skin and a small scab. There is a medium firm, pink, and swollen area\nof tissue between digits 3+4 with yellow crusts attached and an oozing sore on the top surface. There is also thickening\nand inflammation of the skin on the 5th digit between digits 4+5 with two more scabs present. On the left rear paw there is\nswelling of the skin on digit 4 between digits 4+5 with an open wound on the top surface and partial scabbing. In between\ndigits 3+4 there is a lot of inflamed, pink, and thickened skin with numerous crusts/scabs on the front edge of the toe and\nan exposed raw area of skin. Between digits 2+3 there is a medium firm, swollen, and pink area of tissue with a scab on\nthe top surface. On the right rear paw there is a small firm, swollen, and dark pink area of tissue with white flaking crusts\nbetween digits 2+3. The condition was not previously identified by the facility and the dog was not receiving any\ntreatments for her feet. The facility examined the dog and began treatment.\nAnimals with medical conditions including eye and skin problems may suffer from pain, discomfort, infection, and stress.\nDaily observations of animals to identify medical problems is essential for animal health and welfare. The licensee must\nobserve all animals at least daily to identify physical, medical, or behavioral problems. Additionally, ensure that all findings\nare communicated in a timely manner to the attending veterinarian so that they can examine animals and ensure that\nappropriate treatment is provided as required by section 2.40(b)(2) and further, that the findings are documented in\naccordance with section 3.13."
    },
    {
      "code": "2.75(a)(1)",
      "kind": "",
      "repeat": true,
      "desc": "Records: Dealers and exhibitors.",
      "narrative": "The facility still does not have complete acquisition or disposition records for their animals. Facility records, known as\nInventory Change Notices, are used to record newborn puppy numbers, procedures performed, and changes in puppy\nnumbers due to euthanasia or death. The facility continues to have animals which are no longer present for unknown\nreasons that they have stated to be clerical errors.\n***Records indicate that a female puppy born on 9-27-2021, from the dam CIICMP, was not present during a litter count\nconducted on 10-14-2021. The original litter count was 4 males and 5 females. On 10-14 there were only 4 males and 4\nfemales. There was no record of this puppy dying or being euthanized which would account for its absence. When the\nfacility was asked as to the status of the missing female puppy, they were unable to determine if the original puppy count\nwas wrong (i.e., there were only 4 males and 4 females at birth) or if a female puppy has truly been lost. If the puppy has\nbeen lost, the facility does not know how or when.\n***On 4 November the facility’s Manager of Operations disclosed that she recalled a neonate puppy was found in the\ndrain under an enclosure on 13 October 2021. The puppy was removed from the drain and subsequently died later that\nday. This puppy had not been given an acquisition number and was not included in the acquisition records provided\nearlier to inspectors. There was no record of this puppy included in the “mortality logs” or other disposition records\nprovided by the facility to inspectors. When asked, the Operations Manager stated that that she was not sure why it had\nnot been included, but perhaps the employees were “not sure how to code it”.\nAccurate and complete recordkeeping of all acquisitions and dispositions is important for animal identification, traceability\nor animals, animal loss, and investigation of disease outbreaks or animal theft. Correct by maintaining records that fully\nand accurately document all dogs and cats acquired by the facility (through birth, purchase, or other method) and all\nanimals that are disposed of (by sale, death, euthanasia, or other method) including all information required in this\nsection."
    },
    {
      "code": "2.131(b)(1)",
      "kind": "Critical",
      "repeat": true,
      "desc": "Handling of animals.",
      "narrative": "Animals have not been handled as carefully and expeditiously as possible leading to subsequent death.\n*** According to the manager of operations, a newborn puppy was found in the drains below the kennels on 10-13-2021.\nThe Manager of Operations explained that the facility had recently laid down a new type of flooring on top of the existing\nkennel grate to enhance puppy safety. The manager believes that the puppy fell into the drain because one dam\n(CKJCCT) had shifted a piece of the flooring, exposing a gap, and whelped on top of the old flooring. The puppy was\nfound between 1-2 pm and immediately brought to the clinic for a bath and was returned to the above dam who had\nrecently whelped near where the puppy was found. The puppy was also provided supplemental heat but died later that\nday. The Manager of Operations stated that in response to this incident, employees replaced the flooring and added\npaper to the back of the kennels to prevent another occurrence.\n*** Mortality records show that a 7-week-old puppy (CLICBE) was found deceased on 21 Oct 2020 with its head stuck in\nthe swinging kennel door of a bedded whelping run. Facility representatives state that an investigation of the incident was\ncompleted at the time, but they do not have access to the files from previous management. It was determined that the\nentrapment and subsequent death was a result of employee error. The employee has since been terminated. Failure to\nhandle animals as carefully and expeditiously as possible can lead to injury or death. Employees must take special care\nwhen working with small puppies as they are more easily overlooked and seriously injured. The licensee must ensure all\nanimals are handled expeditiously and carefully in a manner that does not cause physical harm, trauma, or unnecessary\ndiscomfort.\nFailure to handle animals as carefully and expeditiously as possible can lead to injury or death. Employees must take\nspecial care when working with small puppies as they are more easily overlooked and seriously injured. The licensee\nmust ensure all animals are handled expeditiously and carefully in a manner that does not cause physical harm, trauma,\nor unnecessary discomfort."
    },
    {
      "code": "3.1(c)(3)",
      "kind": "",
      "repeat": false,
      "desc": "Housing facilities, general.",
      "narrative": "The facility has surfaces in contact with the dogs that are not being spot-cleaned frequently enough to prevent the buildup\nof grime and dirt and to reduce disease hazards. In multiple enclosures, the outer cement walls housing the dog doors\nhave brown dirt/grime built up. According to the facility, the outdoor enclosures are hosed down once per day with either a\npressure washer or a routine hose. Every two weeks the enclosures are sanitized using a product called “Intervention.”\nDue to the accumulations of dirt and debris on the walls, it is evident that the facility is not spot-cleaning or sanitizing\neffectively to prevent accumulations or to reduce disease hazards.\nBuildup of feces, dirt, and grime on a surface accessible to the dogs exposes them to unnecessary disease hazards and\ndoes not satisfy generally accepted husbandry standards and practices. Correct by November 8, 2021 by ensuring all\nsurfaces in contact with the dogs are spot-cleaned daily and sanitized in accordance with this Subpart."
    },
    {
      "code": "3.6(a)(2)(ii)",
      "kind": "Direct",
      "repeat": true,
      "desc": "Primary enclosures.",
      "narrative": "Mortality records show that from 2 Aug 2021 to 3 Oct 2021, nine dogs (CLCCVA, CLBCES, CLFCAB, CLCCUU,\nCLLCGK, CLLCGS, CLACJT, CLCCIN, and CLECRN) were injured from having a body part (such as a limb or tail) pulled\nthrough the wall of the kennel by a dog in an adjacent kennel and bitten. The exact injuries varied in each case, however\nregardless of whether it was a minor or substantial injury, these nine dogs were subsequently euthanized. Dogs\nsustaining injuries from being pulled through the enclosure wall have experienced physical harm and unnecessary pain.\nThe facility must ensure that all primary enclosures protect the dogs from injury."
    },
    {
      "code": "3.6(a)(2)(x)",
      "kind": "",
      "repeat": true,
      "desc": "Primary enclosures.",
      "narrative": "The flooring in G2 which houses puppies from about 6 weeks and older still uses flooring that allows young puppies’ feet\nand legs to pass though the openings. The facility agreed, via conditions of a correction date extension approval, that they\nwould cover the flooring in kennels housing young puppies with cardboard cage liners as a temporary measure and\nadditionally that they would provide increased night monitoring of all animals until all noncompliant floors could be\nreplaced. However, there were two enclosures seen during the inspection that did not have these in place or even the\nheavy butcher-type paper which was covering the floor in other enclosures. Inspectors witnessed multiple puppies with\nlegs and feet passing through the openings in the floors of these enclosures. Raised mesh or slatted flooring that contains\nopenings that are wide enough for a limb, paw, or digit to pass through can lead to an animal becoming trapped or\ninjured. When an animal becomes entrapped, they can become distressed, dehydrated, or may suffer additional injuries.\nThe facility must ensure that floors of primary enclosures are constructed and maintained in such a manner that does not\nallow dogs’ feet and legs to pass through any openings."
    },
    {
      "code": "3.7",
      "kind": "Direct",
      "repeat": true,
      "desc": "Compatible grouping.",
      "narrative": "The facility is still having compatibility issues between dogs housed in groups.\nOctober 26, 2021:\n***Two adult female beagles (CIBCTG and CJACNF) being housed together had scabs covering multiple small puncture\nwounds/scrapes. CIBCTG had hair loss present on her back midline and wounds located on her right nose, right ear, left\near, and left cheek. After replacing CIBCTG in the kennel, she began biting and chasing her kennel mate (CJACNF).\nCJACNF had scabs/wounds on her right knee and inner left thigh. The biting and wounds had not been previously\nidentified by the facility. When questioned, the facility stated that CIBCTG is currently in heat and may be picking fights\nwith her kennel mates. When inspectors identified this issue, the facility representatives removed CIBCTG and placed her\nin a separate kennel. No steps have been implemented at the facility to prevent potential compatibility issues.\n***Two adult female beagles were currently being treated for fight wounds that occurred on 10/25/2021. An adult female\nbeagle (CJACRI) had fight wounds on her chest and left ear. The other adult female beagle (CGFCFA) had fight wounds\non her rear end and right front shoulder. These dogs were removed from two different kennels subsequent to fights which\nresulted in these injuries. According to the facility representative, following a fight, the injured animal is removed and\ntreated medically. Once they are healed, the animal is relocated to a new enclosure in the attempt to find more compatible\nkennel mates. If one dog is found to be involved in multiple fights and thought to be the aggressor, they may elect to\neuthanize due to temperament. There is currently no systematic pro-active attempt to identify incompatible animals\nthrough behavioral observation; rather, dogs are moved only after injuries are sustained.\n***Facility records also show on 10/14/2021, a female dog CMHCAC was found dead. The mortality log and mortality\nrecord sheet from October 14th attributed the dog’s death to evisceration (EVIS). CMHCAC was being cohoused with 9\nother dogs approximately the same age (10 weeks old). According to the facility, the dog was found dead and the\n“littermates had chewed on it.” The facility was unable to provide additional information when asked. There is no\ndescription of the lesions identified other than the facility code “EVIS” and no record of post-mortem examination findings.\nWhen inspectors asked to talk to the employee that found this puppy dead, they were informed she was unreachable due\nto leave. Dogs attacking/chewing on another dog, whether alive or deceased, is an uncommon behavior for dogs with\nadequate nutrition and likely indicates a compatibility issue.\nEven though this facility continues to have compatibility problems in their group housed animals, there has been no action\ntaken by the facility to proactively identify and potentially house separately those dogs that are incompatible or have an\naggressive disposition. Failure to maintain compatible groups of dogs can lead to injuries, pain, and even death in the\ndogs. Correct this by ensuring all dogs are maintained in compatible groups."
    },
    {
      "code": "3.11(a)",
      "kind": "",
      "repeat": true,
      "desc": "Cleaning, sanitization, housekeeping, and pest control.",
      "narrative": "The facility continues to have general sanitation problems with cleaning of enclosures, waste gutters, and odor control.\n***At least two enclosures had old, dried, and moldy feces still present in the outdoor section. According to the facility, the\nlactating females inside do not currently have outdoor access. Additionally, an enclosure in Building G1 housing an adult\nmale beagle contained at least nine to ten piles of feces in the outdoor portion, preventing him from accessing a majority\nof the outside run without stepping in his own waste and creating a disease hazard. Due to the presence of mold on some\nfeces and the excessive number of feces in with the male, it is apparent that some of the enclosures are not being\ncleaned, at a minimum, daily.\n*** In at least 50% of the rooms being used within Buildings G1 and G2 there are still accumulations of waste and an\noverpowering fecal odor that emanates from below the kennels. Significant accumulations of animal waste and fur on top\nof 2 pulley systems used to scrape solid waste underneath enclosures are contributing to the excessive odor in the\nfacility. One waste gutter found in Building G2, outside Room 7 had a pile of feces stacked on top of the pulley system\napproximately 5-6\" high. According to the facility, this happens when the gutters are drained and flushed prior to the\nfacility power-washing the enclosures. Another waste gutter found in Building G1, inside Room 8 had a very large\ncollection of fur and fecal matter piled on top of a pipe and the surrounding floor just in front of the pulley mechanism. The\nwaste in the gutters below the main sheltered housing buildings of G1, G2, and G3 have been flushed out since the last\ninspection and, although the gutters contain much less waste, several waste gutters throughout the facility still had\naccumulations of feces and urine sitting under the kennels. According to the facility, the waste gutters are limited to being\nflushed once every other day due to water supply and storage on site.\n***Throughout the facility there are areas where a strong sewage odor emanates from the waste gutters surrounding the\nrooms. The odor is not present at all rooms in a building, but every building has at least one or more rooms with a strong\nodor. The facility is aware of this issue and has been looking into possible causes and potential solutions.\nBuildup of feces, urine, food waste and wastewater provide a breeding grounds for pests and insects and exposes the\ndogs to unnecessary disease hazards and noxious odors. The licensee must ensure that excreta and food waste is\nremoved from and under primary enclosures as often as necessary and with a functioning system that reduces disease\nhazard, insects, pests, and odors."
    },
    {
      "code": "3.11(d)",
      "kind": "",
      "repeat": true,
      "desc": "Cleaning, sanitization, housekeeping, and pest control.",
      "narrative": "There are still large numbers of dead flies and spiders noted throughout the facility especially in the corners of buildings,\nnear drains, and in the storage areas. Additionally, some areas near drains have populations of small live black flies. The\nfacility has changed pest control companies and there is an improvement in the number of pests found during this\ninspection. However, failure to remove dead pests makes it impossible to properly monitor the effectiveness of the pest\ncontrol program. Correct by ensuring an effective pest control program is established and maintained."
    },
    {
      "code": "3.12",
      "kind": "Direct",
      "repeat": true,
      "desc": "Employees",
      "narrative": "The facility continues to have insufficient numbers of employees to successfully care for the animals. There continue to be\nsevere staffing shortages and currently there are approximately 32 employees at the facility, with only 17 staff members\ndirectly responsible for all husbandry, daily observations, and medical treatments for almost 5000 dogs. Four dogs were\nidentified by APHIS inspectors with medical conditions that required treatment and should have been found by staff during\ntheir daily observations. There are also numerous dogs that have been identified with severe periodontal disease by\nveterinarians and still require prescribed dental cleanings. Additionally, basic husbandry such as cleaning out kennels\ndaily to remove feces, cleaning contact surfaces to prevent buildup of debris, and general housekeeping including dead\npest removal is not being performed in accordance with the AWA regulations. The employees who are responsible for\nassessing animals for medical problems are also responsible for assisting with husbandry and cleaning. While the facility\nbrought in temporary, visiting veterinary staff following the last inspection to assist in preventive medicine duties such as\ndentals and physical exams, the facility still has not completed all the needed procedures identified on those exams.\nThere is still only one full-time veterinarian to oversee the daily medical care of all the animals as well as assisting with\nresearch projects. The facility must ensure that there are sufficient employees to carry out the level of husbandry\npractices and care required in this subpart."
    },
    {
      "code": "3.13(b)(2)",
      "kind": "",
      "repeat": true,
      "desc": "Veterinary care for dogs.",
      "narrative": "Veterinary medical records are incomplete for at least 7 dogs. This includes:\n*** Mortality records from August 14th and 15th, 2021 shows a list of three puppies coded as deceased from FALV (fatty\nliver) - CMGCAE, CMGCCZ, and CMGCAU, and two puppies as deceased from ENTE (enteritis) - CMFCYE and\nCMGCFA. All puppies were approximately 5-6 weeks old. When the complete medical record was requested for these\nanimals, it only listed the facility’s code for fatty liver and/or enteritis, respectively. Records indicate necropsies were\nperformed on all these puppies however, there are no exam findings, description of lesions observed, or test results\nrecorded. Additionally, there are no description of symptoms leading up to these animals’ deaths. These are diagnoses\nthat can’t be made without either a history of symptoms or further diagnostic testing such as histopathology. There are no\ndescriptions in the medical records of problems, daily observation of symptoms leading up to the death, examination\nfindings, or test results listed for these puppies.\n*** The mortality records for October 21, 2021 lists a puppy (CMICFA) coded deceased from FALV (fatty liver) and PNEU\n(pneumonia). The medical record for this puppy lists a mortality code of HPNE (hemorrhagic pneumonia) and FALV (fatty\nliver). Although, the record indicates a necropsy was performed on the puppy, descriptions of necropsy findings, specific\nobservation, and descriptions of symptoms leading up to the animal’s death are not present.\n*** The inventory change sheet and medical record for a puppy (210801001C) shows that it was euthanized due to DMGB\n(damage by bitch), a broken jaw on August 17, 2021. However, the medical record does not have physical exam findings,\nsuch as the location or severity of the fracture of the jaw, type of fracture, diagnostics performed, or test results.\n*** Medical records and a treatment form for a 6-week-old puppy (CMFCPH) on August 5, 2021 indicate that the dog was\n“lame on all four legs” had a “broken left femur” but failed to contain additional physical examination findings, diagnostics,\nor test results. The facility representative who found the dog told inspectors that they observed a head tilt and the puppy’s\nbalance seemed off, but there was no obvious limping on any specific leg. The manager of operations stated that when\nthe Attending Veterinarian examined the dog, she felt a “pop” in the puppy’s left femur and suspected a fracture. The AV\nrecommended euthanasia and the dog was subsequently euthanized. The medical records did not include any of the\nattending veterinarian’s examination findings but rather a presumptive diagnosis.\n***On 4 November 2021, the facility’s Manager of Operations disclosed that a neonate puppy (less than 1 day old) was\nfound in the drain under an enclosure on 13 October 2021. She stated that the puppy was retrieved and was provided a\nwarming pad and was cleaned before being returned to an enclosure. The puppy died later that day. There is no medical\nrecord for this animal documenting an examination, treatment, or death of this puppy.\nThe presumptive diagnoses listed on the medical records are an incomplete record of all findings/lesions on physical\nexam, necropsy, diagnostic testing, or results. Due to incomplete records, the facility cannot determine the exact cause of\ndeath and therefore ensure the health of the entire colony. Additionally, these animals are coded with problems that\npresent with clinical signs prior to death such as weakness, lethargy, coughing, heavy breathing, inappetence, diarrhea,\nand vomiting. The facility appears to have missed these clinical signs during daily observations as there are no records\nindicating problems found prior to death or treatments initiated.\nIncomplete medical records do not allow the attending veterinarian to adequately assess the needs of individual animals\nas well as the medical needs of the colony as a whole. The licensee must ensure that if a problem is identified in a dog\n(such as disease, injury, or illness), the date and description of the problem, examination findings, test results, plan for\ntreatment and care, and treatment procedures performed are recorded in the medical records. Additionally, daily\nobservations must be made in accordance with 2.40(b)(3) to prevent unnecessary suffering and death in animals.\nThis inspection was conducted with the Site Director, Manager of Operations, Attending Veterinarian, and Supporting\nVeterinarian. The exit briefing was conducted with the Site Director, Manager of Operations, Attending Veterinarian,\nSupporting Veterinarian, Senior Vice President for Vet Services, the Director of Quality Assurance, the Regional Quality\nAssurance Manager, the Vice President of North American Operations, and the Chief Operating Officer.\nAdditional Inspectors:\nRANDALL COLEMAN, ANIMAL CARE INSPECTOR\nMARGARET SHAVER, VETERINARY MEDICAL OFFICEREnd Section"
    }
  ],
  "narrative": "2.40(a)(2)  Direct\n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nThe facility failed to provide adequate authority to the attending veterinarian by treating three animals with medication not \napproved by the attending veterinarian (AV). The medical treatment records for 26 Oct 2021 showed that caretaker staff \nhad identified three dogs as being too thin (CGDDBN, CJFCLZ, CLHCHF).  These records also indicated that a \nmedication (later identified by the attending veterinarian as Cefpodoxime) had been given to these dogs that day. Medical \nrecords did not show that a veterinarian had been consulted regarding the diagnosis of thin body condition or prescription \nof medications to these dogs. There was no guidance in the program of veterinary care allowing caretaker staff to start \nthis medication on dogs they perceived as too thin. The AV verified that she did not prescribe this medication for these \ndogs nor would she prescribe this for a dog with only a thin body condition. When APHIS officials brought this to the \nattention of the AV, she completed an examination on these dogs and directed the antibiotics be stopped. Employees who \ndiagnose and prescribe treatment for animals without consulting the AV are undermining the authority of the AV to ensure \nthe provision of adequate veterinary care for the animals. Correct by ensuring that the AV has adequate authority to \nensure the provision of veterinary care and to oversee all other aspects of animal care and use. Additionally, ensure that \ntimely and accurate information concerning health of the dogs is communicated to the attending veterinarian in\n\naccordance with section 2.40(b)(3) so that appropriate methods are used to diagnose and treat all diseases and injuries \nas required by section 2.40(b)(2).  Correct by November 5, 2021 \n2.40(b)(2)  Direct Repeat\n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nAdult, female beagle (CIACNG) was squinting her right eye and had extensive tear staining and clear discharge around \nand under her right eye. There were small eyelashes pointing down from the upper lid toward the surface of her eye. This \ndog received a physical exam on 4 Oct 2021. The physical exam findings documented at that time were consistent with \nthe eye problems seen during the inspection. The veterinarian documented on the physical exam form that the action for \nthis dog was “cull”. The facility was unable to provide any documentation showing that this dog had received any kind of \ntreatment since the diagnosis was made during the physical exam on 4 Oct and, as of the time of the inspection, had not \nbeen “culled” or otherwise disposed of through either adoption, sale, or euthanasia. This dog’s symptoms are consistent \nwith untreated conditions resulting in eye pain. While the condition was diagnosed by the veterinarian, the disease was \nnot treated. The licensee must use appropriate methods to prevent, control, diagnose, and treat diseases and injuries. \n2.40(b)(3)  Direct Repeat\n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nThree dogs had medical conditions that had not been identified or treated by the facility prior to the inspection. \n \nOctober 25, 2021: \n*** A male beagle puppy (CMHCKL) has an abnormal left eye. There was yellow-green discharge present at the corner of \nthe eye with dried discharge surrounding the eye. The membrane at the inner corner of the eye was extended slightly and \nthere was increased tearing present. This eye condition was not previously identified by the facility and the dog was not \nreceiving any treatments for the eye. The facility examined the dog and immediately began treatment for an eye infection.\n\n*** An adult female beagle (CKJCAZ) has a medium firm, pink, and swollen area of tissue between the 4th and 5th toes of \nher right rear paw. The swelling was approximately 1/3” in diameter and the inflamed tissue was easy to visualize from a \ndistance. The condition was not previously identified by the facility and the dog was not receiving any treatments for the \nfoot. The facility examined the dog and immediately began treatment for an interdigital cyst. \n \nOctober 26, 2021: \n*** An adult female beagle (CGHCAC) has multiple skin lesions on all four feet. The hair between all four feet was \ndiscolored red, commonly seen with licking/chewing due to the presence of saliva. On the left front paw there was a small \nfirm and swollen area of tissue between digits 3+4, and a large firm, swollen, and pink area of tissue between digits 2+3. \nThe larger swelling also has a scab present closest to the toe. On the right front paw there is thickening present in the \ncrevice of skin between the 4th + 5th toes with pink skin and a small scab. There is a medium firm, pink, and swollen area \nof tissue between digits 3+4 with yellow crusts attached and an oozing sore on the top surface. There is also thickening \nand inflammation of the skin on the 5th digit between digits 4+5 with two more scabs present. On the left rear paw there is \nswelling of the skin on digit 4 between digits 4+5 with an open wound on the top surface and partial scabbing. In between \ndigits 3+4 there is a lot of inflamed, pink, and thickened skin with numerous crusts/scabs on the front edge of the toe and \nan exposed raw area of skin. Between digits 2+3 there is a medium firm, swollen, and pink area of tissue with a scab on \nthe top surface. On the right rear paw there is a small firm, swollen, and dark pink area of tissue with white flaking crusts \nbetween digits 2+3. The condition was not previously identified by the facility and the dog was not receiving any \ntreatments for her feet. The facility examined the dog and began treatment.\n\nAnimals with medical conditions including eye and skin problems may suffer from pain, discomfort, infection, and stress. \nDaily observations of animals to identify medical problems is essential for animal health and welfare. The licensee must \nobserve all animals at least daily to identify physical, medical, or behavioral problems. Additionally, ensure that all findings \nare communicated in a timely manner to the attending veterinarian so that they can examine animals and ensure that \nappropriate treatment is provided as required by section 2.40(b)(2) and further, that the findings are documented in \naccordance with section 3.13. \n2.75(a)(1)  Repeat\n   \nRecords: Dealers and exhibitors. \nThe facility still does not have complete acquisition or disposition records for their animals. Facility records, known as \nInventory Change Notices, are used to record newborn puppy numbers, procedures performed, and changes in puppy \nnumbers due to euthanasia or death. The facility continues to have animals which are no longer present for unknown \nreasons that they have stated to be clerical errors. \n \n***Records indicate that a female puppy born on 9-27-2021, from the dam CIICMP, was not present during a litter count \nconducted on 10-14-2021. The original litter count was 4 males and 5 females. On 10-14 there were only 4 males and 4 \nfemales. There was no record of this puppy dying or being euthanized which would account for its absence. When the \nfacility was asked as to the status of the missing female puppy, they were unable to determine if the original puppy count \nwas wrong (i.e., there were only 4 males and 4 females at birth) or if a female puppy has truly been lost. If the puppy has \nbeen lost, the facility does not know how or when. \n \n***On 4 November the facility’s Manager of Operations disclosed that she recalled a neonate puppy was found in the \ndrain under an enclosure on 13 October 2021. The puppy was removed from the drain and subsequently died later that\n\nday. This puppy had not been given an acquisition number and was not included in the acquisition records provided \nearlier to inspectors.  There was no record of this puppy included in the “mortality logs” or other disposition records \nprovided by the facility to inspectors.  When asked, the Operations Manager stated that that she was not sure why it had \nnot been included, but perhaps the employees were “not sure how to code it”. \n \nAccurate and complete recordkeeping of all acquisitions and dispositions is important for animal identification, traceability \nor animals, animal loss, and investigation of disease outbreaks or animal theft. Correct by maintaining records that fully \nand accurately document all dogs and cats acquired by the facility (through birth, purchase, or other method) and all \nanimals that are disposed of (by sale, death, euthanasia, or other method) including all information required in this \nsection. \n2.131(b)(1)  Critical Repeat\n   \nHandling of animals. \nAnimals have not been handled as carefully and expeditiously as possible leading to subsequent death. \n*** According to the manager of operations, a newborn puppy was found in the drains below the kennels on 10-13-2021. \nThe Manager of Operations explained that the facility had recently laid down a new type of flooring on top of the existing \nkennel grate to enhance puppy safety. The manager believes that the puppy fell into the drain because one dam \n(CKJCCT) had shifted a piece of the flooring, exposing a gap, and whelped on top of the old flooring. The puppy was \nfound between 1-2 pm and immediately brought to the clinic for a bath and was returned to the above dam who had \nrecently whelped near where the puppy was found. The puppy was also provided supplemental heat but died later that \nday. The Manager of Operations stated that in response to this incident, employees replaced the flooring and added \npaper to the back of the kennels to prevent another occurrence.\n\n*** Mortality records show that a 7-week-old puppy (CLICBE) was found deceased on 21 Oct 2020 with its head stuck in \nthe swinging kennel door of a bedded whelping run. Facility representatives state that an investigation of the incident was \ncompleted at the time, but they do not have access to the files from previous management. It was determined that the \nentrapment and subsequent death was a result of employee error. The employee has since been terminated. Failure to \nhandle animals as carefully and expeditiously as possible can lead to injury or death. Employees must take special care \nwhen working with small puppies as they are more easily overlooked and seriously injured. The licensee must ensure all \nanimals are handled expeditiously and carefully in a manner that does not cause physical harm, trauma, or unnecessary \ndiscomfort. \n \nFailure to handle animals as carefully and expeditiously as possible can lead to injury or death. Employees must take \nspecial care when working with small puppies as they are more easily overlooked and seriously injured. The licensee \nmust ensure all animals are handled expeditiously and carefully in a manner that does not cause physical harm, trauma, \nor unnecessary discomfort. \n3.1(c)(3) \n   \nHousing facilities, general. \nThe facility has surfaces in contact with the dogs that are not being spot-cleaned frequently enough to prevent the buildup \nof grime and dirt and to reduce disease hazards. In multiple enclosures, the outer cement walls housing the dog doors \nhave brown dirt/grime built up. According to the facility, the outdoor enclosures are hosed down once per day with either a \npressure washer or a routine hose. Every two weeks the enclosures are sanitized using a product called “Intervention.” \nDue to the accumulations of dirt and debris on the walls, it is evident that the facility is not spot-cleaning or sanitizing \neffectively to prevent accumulations or to reduce disease hazards.\n\nBuildup of feces, dirt, and grime on a surface accessible to the dogs exposes them to unnecessary disease hazards and \ndoes not satisfy generally accepted husbandry standards and practices. Correct by November 8, 2021 by ensuring all \nsurfaces in contact with the dogs are spot-cleaned daily and sanitized in accordance with this Subpart. \n3.6(a)(2)(ii)  Direct Repeat\n   \nPrimary enclosures. \nMortality records show that from 2 Aug 2021 to 3 Oct 2021, nine dogs (CLCCVA, CLBCES, CLFCAB, CLCCUU, \nCLLCGK, CLLCGS, CLACJT, CLCCIN, and CLECRN) were injured from having a body part (such as a limb or tail) pulled \nthrough the wall of the kennel by a dog in an adjacent kennel and bitten. The exact injuries varied in each case, however \nregardless of whether it was a minor or substantial injury, these nine dogs were subsequently euthanized. Dogs \nsustaining injuries from being pulled through the enclosure wall have experienced physical harm and unnecessary pain. \nThe facility must ensure that all primary enclosures protect the dogs from injury. \n3.6(a)(2)(x)  Repeat\n   \nPrimary enclosures. \nThe flooring in G2 which houses puppies from about 6 weeks and older still uses flooring that allows young puppies’ feet \nand legs to pass though the openings. The facility agreed, via conditions of a correction date extension approval, that they \nwould cover the flooring in kennels housing young puppies with cardboard cage liners as a temporary measure and \nadditionally that they would provide increased night monitoring of all animals until all noncompliant floors could be \nreplaced. However, there were two enclosures seen during the inspection that did not have these in place or even the \nheavy butcher-type paper which was covering the floor in other enclosures. Inspectors witnessed multiple puppies with \nlegs and feet passing through the openings in the floors of these enclosures. Raised mesh or slatted flooring that contains \nopenings that are wide enough for a limb, paw, or digit to pass through can lead to an animal becoming trapped or \ninjured. When an animal becomes entrapped, they can become distressed, dehydrated, or may suffer additional injuries.\n\nThe facility must ensure that floors of primary enclosures are constructed and maintained in such a manner that does not \nallow dogs’ feet and legs to pass through any openings. \n3.7  Direct Repeat\n   \nCompatible grouping. \nThe facility is still having compatibility issues between dogs housed in groups. \n \nOctober 26, 2021: \n***Two adult female beagles (CIBCTG and CJACNF) being housed together had scabs covering multiple small puncture \nwounds/scrapes. CIBCTG had hair loss present on her back midline and wounds located on her right nose, right ear, left \near, and left cheek. After replacing CIBCTG in the kennel, she began biting and chasing her kennel mate (CJACNF). \nCJACNF had scabs/wounds on her right knee and inner left thigh. The biting and wounds had not been previously \nidentified by the facility. When questioned, the facility stated that CIBCTG is currently in heat and may be picking fights \nwith her kennel mates. When inspectors identified this issue, the facility representatives removed CIBCTG and placed her \nin a separate kennel. No steps have been implemented at the facility to prevent potential compatibility issues. \n \n***Two adult female beagles were currently being treated for fight wounds that occurred on 10/25/2021. An adult female \nbeagle (CJACRI) had fight wounds on her chest and left ear. The other adult female beagle (CGFCFA) had fight wounds \non her rear end and right front shoulder. These dogs were removed from two different kennels subsequent to fights which \nresulted in these injuries. According to the facility representative, following a fight, the injured animal is removed and \ntreated medically. Once they are healed, the animal is relocated to a new enclosure in the attempt to find more compatible \nkennel mates. If one dog is found to be involved in multiple fights and thought to be the aggressor, they may elect to \neuthanize due to temperament. There is currently no systematic pro-active attempt to identify incompatible animals\n\nthrough behavioral observation; rather, dogs are moved only after injuries are sustained. \n \n***Facility records also show on 10/14/2021, a female dog CMHCAC was found dead.   The mortality log and mortality \nrecord sheet from October 14th attributed the dog’s death to evisceration (EVIS). CMHCAC was being cohoused with 9 \nother dogs approximately the same age (10 weeks old). According to the facility, the dog was found dead and the \n“littermates had chewed on it.” The facility was unable to provide additional information when asked. There is no \ndescription of the lesions identified other than the facility code “EVIS” and no record of post-mortem examination findings. \nWhen inspectors asked to talk to the employee that found this puppy dead, they were informed she was unreachable due \nto leave.  Dogs attacking/chewing on another dog, whether alive or deceased, is an uncommon behavior for dogs with \nadequate nutrition and likely indicates a compatibility issue. \n \nEven though this facility continues to have compatibility problems in their group housed animals, there has been no action \ntaken by the facility to proactively identify and potentially house separately those dogs that are incompatible or have an \naggressive disposition.  Failure to maintain compatible groups of dogs can lead to injuries, pain, and even death in the \ndogs. Correct this by ensuring all dogs are maintained in compatible groups. \n3.11(a)  Repeat\n   \nCleaning, sanitization, housekeeping, and pest control. \nThe facility continues to have general sanitation problems with cleaning of enclosures, waste gutters, and odor control. \n***At least two enclosures had old, dried, and moldy feces still present in the outdoor section. According to the facility, the \nlactating females inside do not currently have outdoor access.  Additionally, an enclosure in Building G1 housing an adult \nmale beagle contained at least nine to ten piles of feces in the outdoor portion, preventing him from accessing a majority \nof the outside run without stepping in his own waste and creating a disease hazard. Due to the presence of mold on some\n\nfeces and the excessive number of feces in with the male, it is apparent that some of the enclosures are not being \ncleaned, at a minimum, daily. \n \n*** In at least 50% of the rooms being used within Buildings G1 and G2 there are still accumulations of waste and an \noverpowering fecal odor that emanates from below the kennels. Significant accumulations of animal waste and fur on top \nof 2 pulley systems used to scrape solid waste underneath enclosures are contributing to the excessive odor in the \nfacility. One waste gutter found in Building G2, outside Room 7 had a pile of feces stacked on top of the pulley system \napproximately 5-6\" high. According to the facility, this happens when the gutters are drained and flushed prior to the \nfacility power-washing the enclosures. Another waste gutter found in Building G1, inside Room 8 had a very large \ncollection of fur and fecal matter piled on top of a pipe and the surrounding floor just in front of the pulley mechanism. The \nwaste in the gutters below the main sheltered housing buildings of G1, G2, and G3 have been flushed out since the last \ninspection and, although the gutters contain much less waste, several waste gutters throughout the facility still had \naccumulations of feces and urine sitting under the kennels. According to the facility, the waste gutters are limited to being \nflushed once every other day due to water supply and storage on site. \n \n***Throughout the facility there are areas where a strong sewage odor emanates from the waste gutters surrounding the \nrooms. The odor is not present at all rooms in a building, but every building has at least one or more rooms with a strong \nodor. The facility is aware of this issue and has been looking into possible causes and potential solutions. \n \nBuildup of feces, urine, food waste and wastewater provide a breeding grounds for pests and insects and exposes the \ndogs to unnecessary disease hazards and noxious odors. The licensee must ensure that excreta and food waste is\n\nremoved from and under primary enclosures as often as necessary and with a functioning system that reduces disease \nhazard, insects, pests, and odors. \n3.11(d)  Repeat\n   \nCleaning, sanitization, housekeeping, and pest control. \nThere are still large numbers of dead flies and spiders noted throughout the facility especially in the corners of buildings, \nnear drains, and in the storage areas. Additionally, some areas near drains have populations of small live black flies. The \nfacility has changed pest control companies and there is an improvement in the number of pests found during this \ninspection. However, failure to remove dead pests makes it impossible to properly monitor the effectiveness of the pest \ncontrol program.  Correct by ensuring an effective pest control program is established and maintained. \n3.12  Direct Repeat\n   \nEmployees \nThe facility continues to have insufficient numbers of employees to successfully care for the animals. There continue to be \nsevere staffing shortages and currently there are approximately 32 employees at the facility, with only 17 staff members \ndirectly responsible for all husbandry, daily observations, and medical treatments for almost 5000 dogs. Four dogs were \nidentified by APHIS inspectors with medical conditions that required treatment and should have been found by staff during \ntheir daily observations. There are also numerous dogs that have been identified with severe periodontal disease by \nveterinarians and still require prescribed dental cleanings. Additionally, basic husbandry such as cleaning out kennels \ndaily to remove feces, cleaning contact surfaces to prevent buildup of debris, and general housekeeping including dead \npest removal is not being performed in accordance with the AWA regulations. The employees who are responsible for \nassessing animals for medical problems are also responsible for assisting with husbandry and cleaning. While the facility \nbrought in temporary, visiting veterinary staff following the last inspection to assist in preventive medicine duties such as \ndentals and physical exams, the facility still has not completed all the needed procedures identified on those exams.\n\nThere is still only one full-time veterinarian to oversee the daily medical care of all the animals as well as assisting with \nresearch projects. The facility must ensure that there are sufficient employees to carry out the level of husbandry \npractices and care required in this subpart. \n3.13(b)(2)  Repeat\n   \nVeterinary care for dogs. \nVeterinary medical records are incomplete for at least 7 dogs. This includes: \n \n*** Mortality records from August 14th and 15th, 2021 shows a list of three puppies coded as deceased from FALV (fatty \nliver) - CMGCAE, CMGCCZ, and CMGCAU, and two puppies as deceased from ENTE (enteritis) - CMFCYE and \nCMGCFA. All puppies were approximately 5-6 weeks old. When the complete medical record was requested for these \nanimals, it only listed the facility’s code for fatty liver and/or enteritis, respectively.  Records indicate necropsies were \nperformed on all these puppies however, there are no exam findings, description of lesions observed, or test results \nrecorded.  Additionally, there are no description of symptoms leading up to these animals’ deaths. These are diagnoses \nthat can’t be made without either a history of symptoms or further diagnostic testing such as histopathology. There are no \ndescriptions in the medical records of problems, daily observation of symptoms leading up to the death, examination \nfindings, or test results listed for these puppies. \n \n*** The mortality records for October 21, 2021 lists a puppy (CMICFA) coded deceased from FALV (fatty liver) and PNEU \n(pneumonia). The medical record for this puppy lists a mortality code of HPNE (hemorrhagic pneumonia) and FALV (fatty \nliver). Although, the record indicates a necropsy was performed on the puppy, descriptions of necropsy findings, specific \nobservation, and descriptions of symptoms leading up to the animal’s death are not present.\n\n*** The inventory change sheet and medical record for a puppy (210801001C) shows that it was euthanized due to DMGB \n(damage by bitch), a broken jaw on August 17, 2021. However, the medical record does not have physical exam findings, \nsuch as the location or severity of the fracture of the jaw, type of fracture, diagnostics performed, or test results. \n \n*** Medical records and a treatment form for a 6-week-old puppy (CMFCPH) on August 5, 2021 indicate that the dog was \n“lame on all four legs” had a “broken left femur” but failed to contain additional physical examination findings, diagnostics, \nor test results. The facility representative who found the dog told inspectors that they observed a head tilt and the puppy’s \nbalance seemed off, but there was no obvious limping on any specific leg. The manager of operations stated that when \nthe Attending Veterinarian examined the dog, she felt a “pop” in the puppy’s left femur and suspected a fracture. The AV \nrecommended euthanasia and the dog was subsequently euthanized. The medical records did not include any of the \nattending veterinarian’s examination findings but rather a presumptive diagnosis. \n \n***On 4 November 2021, the facility’s Manager of Operations disclosed that a neonate puppy (less than 1 day old) was \nfound in the drain under an enclosure on 13 October 2021. She stated that the puppy was retrieved and was provided a \nwarming pad and was cleaned before being returned to an enclosure. The puppy died later that day. There is no medical \nrecord for this animal documenting an examination, treatment, or death of this puppy. \n \nThe presumptive diagnoses listed on the medical records are an incomplete record of all findings/lesions on physical \nexam, necropsy, diagnostic testing, or results. Due to incomplete records, the facility cannot determine the exact cause of \ndeath and therefore ensure the health of the entire colony. Additionally, these animals are coded with problems that \npresent with clinical signs prior to death such as weakness, lethargy, coughing, heavy breathing, inappetence, diarrhea,\n\nand vomiting. The facility appears to have missed these clinical signs during daily observations as there are no records \nindicating problems found prior to death or treatments initiated. \n \nIncomplete medical records do not allow the attending veterinarian to adequately assess the needs of individual animals \nas well as the medical needs of the colony as a whole. The licensee must ensure that if a problem is identified in a dog \n(such as disease, injury, or illness), the date and description of the problem, examination findings, test results, plan for \ntreatment and care, and treatment procedures performed are recorded in the medical records. Additionally, daily \nobservations must be made in accordance with 2.40(b)(3) to prevent unnecessary suffering and death in animals. \n \nThis inspection was conducted with the Site Director, Manager of Operations, Attending Veterinarian, and Supporting \nVeterinarian. The exit briefing was conducted with the Site Director, Manager of Operations, Attending Veterinarian, \nSupporting Veterinarian, Senior Vice President for Vet Services, the Director of Quality Assurance, the Regional Quality \nAssurance Manager, the Vice President of North American Operations, and the Chief Operating Officer. \n \nAdditional Inspectors: \nRANDALL COLEMAN, ANIMAL CARE INSPECTOR \nMARGARET SHAVER, VETERINARY MEDICAL OFFICEREnd Section",
  "animals_total": 4929,
  "species": [
    {
      "count": 3283,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 1646,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}