{
  "insp_id": "2016090000691078",
  "layout": "b",
  "customer_id": "332609",
  "customer_name": "WENDY RUSSEFF",
  "customer_addr": "13582 POPLAR GROVE RD\nPOPLAR GROVE, IL 61065",
  "certificate": "33-C-0487",
  "site_id": "001",
  "site_name": "WENDY RUSSEFF",
  "insp_type": "ROUTINE INSPECTION",
  "date": "24-AUG-2021",
  "report_date": "31-AUG-2021",
  "citations": [
    {
      "code": "3.26(b)",
      "kind": "",
      "repeat": false,
      "desc": "Facilities, indoor.",
      "narrative": "The temperature in the room housing the four guinea pigs was 86 degrees F as measured with a Raytek MiniTemp. The\noutdoor temperature was 92 degrees F at the time of inspection. There was a combination air conditioning/dehumidifier\nunit operating in the room, but it did not provide sufficient ventilation to lower the temperature. Guinea pigs housed in\nhigh temperatures may be subject to discomfort and heat stress. Ensure guinea pigs are housed in adequately ventilated\nfacilities that do not allow the ambient temperature to rise above 85 degrees F.\nCorrect by 9-2-21"
    },
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": true,
      "desc": "Facilities, general.",
      "narrative": "Two animal enclosures were in disrepair during the time of inspection.\n1. The fencing is in disrepair in the enclosure housing two pigs. The fence is comprised of wood posts and 2x4 inch wire.\nTwo areas of the 2x4 wire are broken, exposing metal points to the animals. The affected areas of the fence are located\nadjacent to the mud wallow and adjacent to the shelter entrance/exit door. Exposed metal points could potentially injure\nthe animals. Ensure animals are housed in enclosures that are structurally sound and maintained in good repair.\n2. The roof and ground of the enclosure housing the red fox and Artic fox remain in disrepair. The roof of the enclosure is\nflat and comprised of shingled 4ft x 8ft plywood. No fewer than six sections of the plywood are bending downward into the\nenclosure. Each of these pieces of plywood are beginning to delaminate at the edges/seams. Additionally, there are two\nplywood boards with evidence of mild water damage. The current condition of the roof is a safety hazard to the animals\nas it could collapse and injure them. A portion of enclosure floor/ground is covered with 12in x 12in concrete pavers and\nremains in disrepair. The licensee filled previously affected areas with concrete and gravel, however the foxes, have dug\nadditional holes. One hole is beginning to go approximately six inches underneath additional pavers. The holes are a\npotential safety hazard as they could cause the pavers to collapse and injure the animals.\nEnsure animals are housed in enclosures that are structurally sound and maintained in good repair."
    },
    {
      "code": "3.131(a)",
      "kind": "",
      "repeat": false,
      "desc": "Sanitation.",
      "narrative": "Two enclosures contained excessive excreta\n1. The enclosure housing two pigs (located on the concrete patio/yard) had excessive feces present. Most of the feces\nwere concentrated along the back fence in the yard and all along the elevated ledges of the concrete patio wall. The\nlicensee stated chickens were previously able to enter the area and were responsible for the feces on the patio wall.\n2. The enclosure housing one capybara and one pig contained excessive feces and a plastic pool containing excessive\nexcreta. One section of the animals' shelter contained most of the excessive feces. The plastic pool, used by the\ncapybara, was partially filled with excreta contaminated, brown colored water.\nExcessive excreta produces odors, attracts flies, and is a potential disease hazard to the animals. Remove the excreta\nand thoroughly clean the affected areas of these enclosures. Repeat often enough to prevent build up.\nCorrect by 9-2-21\nThis inspection and exit interview were conducted with the licensee.\nEnd Section"
    }
  ],
  "narrative": "3.26(b) \n   \nFacilities, indoor. \nThe temperature in the room housing the four guinea pigs was 86 degrees F as measured with a Raytek MiniTemp.  The \noutdoor temperature was 92 degrees F at the time of inspection.  There was a combination air conditioning/dehumidifier \nunit operating in the room, but it did not provide sufficient ventilation to lower the temperature.  Guinea pigs housed in \nhigh temperatures may be subject to discomfort and heat stress.  Ensure guinea pigs are housed in adequately ventilated \nfacilities that do not allow the ambient temperature to rise above 85 degrees F. \nCorrect by 9-2-21 \n3.125(a)  Repeat\n   \nFacilities, general. \nTwo animal enclosures were in disrepair during the time of inspection. \n1. The fencing is in disrepair in the enclosure housing two pigs. The fence is comprised of wood posts and 2x4 inch wire. \nTwo areas of the 2x4 wire are broken, exposing metal points to the animals.  The affected areas of the fence are located \nadjacent to the mud wallow and adjacent to the shelter entrance/exit door.  Exposed metal points could potentially injure \nthe animals.  Ensure animals are housed in enclosures that are structurally sound and maintained in good repair. \n2.  The roof and ground of the enclosure housing the red fox and Artic fox remain in disrepair. The roof of the enclosure is \nflat and comprised of shingled 4ft x 8ft plywood. No fewer than six sections of the plywood are bending downward into the\n\nenclosure.  Each of these pieces of plywood are beginning to delaminate at the edges/seams.  Additionally, there are two \nplywood boards with evidence of mild water damage.  The current condition of the roof is a safety hazard to the animals \nas it could collapse and injure them.  A portion of enclosure floor/ground is covered with 12in x 12in concrete pavers and \nremains in disrepair.  The licensee filled previously affected areas with concrete and gravel, however the foxes, have dug \nadditional holes.  One hole is beginning to go approximately six inches underneath additional pavers.  The holes are a \npotential safety hazard as they could cause the pavers to collapse and injure the animals. \nEnsure animals are housed in enclosures that are structurally sound and maintained in good repair. \n3.131(a) \n   \nSanitation. \nTwo enclosures contained excessive excreta \n1.  The enclosure housing two pigs (located on the concrete patio/yard) had excessive feces present.  Most of the feces \nwere concentrated along the back fence in the yard and all along the elevated ledges of the concrete patio wall.  The \nlicensee stated chickens were previously able to enter the area and were responsible for the feces on the patio wall. \n2. The enclosure housing one capybara and one pig contained excessive feces and a plastic pool containing excessive \nexcreta.  One section of the animals' shelter contained most of the excessive feces.  The plastic pool, used by the \ncapybara, was partially filled with excreta contaminated, brown colored water. \nExcessive excreta produces odors, attracts flies, and is a potential disease hazard to the animals.  Remove the excreta \nand thoroughly clean the affected areas of these enclosures.  Repeat often enough to prevent build up. \nCorrect by 9-2-21 \n \nThis inspection and exit interview were conducted with the licensee. \n \nEnd Section",
  "animals_total": 72,
  "species": [
    {
      "count": 6,
      "scientific": "Sus scrofa domestica",
      "common": "DOMESTIC PIG / POTBELLY PIG / MICRO PIG"
    },
    {
      "count": 9,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 1,
      "scientific": "Vulpes lagopus",
      "common": "ARCTIC FOX"
    },
    {
      "count": 1,
      "scientific": "Vulpes vulpes",
      "common": "RED FOX (INCLUDES SILVER FOX & CROSS FOX)"
    },
    {
      "count": 10,
      "scientific": "Atelerix albiventris",
      "common": "FOUR-TOED HEDGEHOG"
    },
    {
      "count": 4,
      "scientific": "Cavia porcellus",
      "common": "DOMESTIC GUINEA PIG"
    },
    {
      "count": 1,
      "scientific": "Hydrochaeris hydrochaeris",
      "common": "CAPYBARA"
    },
    {
      "count": 2,
      "scientific": "Procyon lotor",
      "common": "RACCOON"
    },
    {
      "count": 7,
      "scientific": "Petaurus breviceps",
      "common": "SUGAR GLIDER"
    },
    {
      "count": 3,
      "scientific": "Dolichotis patagonum",
      "common": "PATAGONIAN CAVY / MARA"
    },
    {
      "count": 18,
      "scientific": "Oryctolagus cuniculus",
      "common": "DOMESTIC RABBIT / EUROPEAN RABBIT"
    },
    {
      "count": 1,
      "scientific": "Nasuella olivacea",
      "common": "MOUNTAIN COATI"
    },
    {
      "count": 1,
      "scientific": "Chinchilla lanigera",
      "common": "CHINCHILLA"
    },
    {
      "count": 1,
      "scientific": "Mephitis mephitis",
      "common": "STRIPED SKUNK"
    },
    {
      "count": 1,
      "scientific": "Hystrix cristata",
      "common": "AFRICAN CRESTED PORCUPINE"
    },
    {
      "count": 4,
      "scientific": "Ovis aries aries",
      "common": "SHEEP INCLUDING ALL DOMESTIC BREEDS"
    },
    {
      "count": 1,
      "scientific": "Lama pacos",
      "common": "ALPACA"
    },
    {
      "count": 1,
      "scientific": "Notamacropus rufogriseus",
      "common": "BENNETT'S WALLABY / RED-NECKED WALLABY"
    }
  ]
}