{
  "insp_id": "309141641240474",
  "layout": "a",
  "customer_id": "4175",
  "customer_name": "Gene Ricketts",
  "customer_addr": "Karen Ricketts\n2560 Ave O\nLittle River, KS 67457",
  "certificate": "48-A-0162",
  "site_id": "001",
  "site_name": "GENE & KAREN RICKETTS",
  "insp_type": "ROUTINE INSPECTION",
  "date": "05-NOV-2014",
  "report_date": "05-NOV-2014",
  "citations": [
    {
      "code": "3.1(a)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "The middle wooden structural support under the outdoor flooring portion of the northwest enclosure of the south\nkennel building is loose. This is allowing the flooring material to sag and bounce under the weight of the dogs and\nmay injure the dogs if the flooring material comes loose. All surfaces must be kept in good repair to protect the\ndogs from injury. Correct by 26 November 2014."
    },
    {
      "code": "3.1(c)(1)(2)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "There are at least four places throughout the kennel where there are wire points protruding into the animal's\nenclosures. Wire points could possibly injure the dogs. All surfaces must be maintained on a regular basis to\nensure surfaces are free from sharp points that might injure the dogs. Correct by 12 November 2014."
    },
    {
      "code": "3.1(c)(1)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "There is one plastic divider panel on one whelping enclosure that is chewed resulting in a rough, jagged edge. Also\nthere is a wooden door frame on the south side of the south kennel building that is chewed resulting in a rough\nsurface. Rough, jagged edges and surfaces cannot be readily cleaned and sanitized. All surfaces must be\nconstructed in a manner that allows them to be readily cleaned and sanitized. Correct by 26 November 2014.\nThis routine inspection and exit interview were conducted with the facility representative."
    }
  ],
  "narrative": "3.1(a)\nHOUSING FACILITIES, GENERAL.\nThe middle wooden structural support under the outdoor flooring portion of the northwest enclosure of the south\nkennel building is loose.  This is allowing the flooring material to sag and bounce under the weight of the dogs and\nmay injure the dogs if the flooring material comes loose.  All surfaces must be kept in good repair to protect the\ndogs from injury.  Correct by 26 November 2014.\n3.1(c)(1)(2)\nHOUSING FACILITIES, GENERAL.\nThere are at least four places throughout the kennel where there are wire points protruding into the animal's\nenclosures.  Wire points could possibly injure the dogs.  All surfaces must be maintained on a regular basis to\nensure surfaces are free from sharp points that might injure the dogs.  Correct by 12 November 2014.\n3.1(c)(1)\nHOUSING FACILITIES, GENERAL.\nThere is one plastic divider panel on one whelping enclosure that is chewed resulting in a rough, jagged edge.  Also\nthere is a wooden door frame on the south side of the south kennel building that is chewed resulting in a rough\nsurface.  Rough, jagged edges and surfaces cannot be readily cleaned and sanitized.  All surfaces must be\nconstructed in a manner that allows them to be readily cleaned and sanitized.  Correct by 26 November 2014.\nThis routine inspection and exit interview were conducted with the facility representative.",
  "animals_total": 92,
  "species": [
    {
      "count": 66,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 26,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}