{
  "insp_id": "2016082568108592",
  "layout": "a",
  "customer_id": "25418",
  "customer_name": "Wayne A Troyer",
  "customer_addr": "5504 T R 118\nBaltic, OH 43804",
  "certificate": "31-A-0136",
  "site_id": "001",
  "site_name": "WAYNE TROYER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "22-FEB-2017",
  "report_date": "22-FEB-2017",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "Poodle female #204 has a moderate to excessive accumulation of brown dental calculi adhered to her teeth. In\naddition, she has several areas where the gum line has receded and there is white discharge present at the gum\nline on both the right and left side of her mouth.\nShih-tzu female #189 was noticed to be shaking her head. Upon further examination, it was noticed that her left ear\nhad an accumulation of brown to red matter within the ear and adhered to the hair around the inside of her ear. In\naddition, this dog had a moderate accumulation of brown dental calculi adhered to her teeth. There were several\nareas where the gum line had receded. In addition at least 2 front teeth were loose to the touch. Both the inspector\nand the Licensee were able to move these teeth with a light amount of pressure with their fingers.\nDental issues that are left untreated can be painful to the dogs and lead to sever health issues. Both Dogs listed\nabove must be seen by a Licensed veterinarian. Documentation of the examination, diagnosis and treatment plan\nmust be made available for inspection by APHIS officials.\nCorrect By: Close of Business on 2/24/2016."
    },
    {
      "code": "2.40(b)(3)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "There are two dogs identified on today's report as having dental issues. The Licensee'e had not noticed,\ndocumented or started treatment for either of these dogs prior to today's inspection. Dental issues that are left\nunnoticed and untreated can lead to several other heath issues for the dog. The licensee must preform daily\nobservation to identify all health issues, to include dental issues. In addition, the Licensee must have frequent\ncommunication with the attending veterinarian to ensure all health issues are conveyed and treated within a timely\nmanor.\nCorrect from this day forward\nThis inspection and exit interview were conducted with the Licensee."
    }
  ],
  "narrative": "2.40(b)(2)           DIRECT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nPoodle female #204 has a moderate to excessive accumulation of brown dental calculi adhered to her teeth.  In\naddition, she has several areas where the gum line has receded and there is white discharge present at the gum\nline on both the right and left side of her mouth.\nShih-tzu female #189 was noticed to be shaking her head.  Upon further examination, it was noticed that her left ear\nhad an accumulation of brown to red matter within the ear and adhered to the hair around the inside of her ear.  In\naddition, this dog had a moderate accumulation of brown dental calculi adhered to her teeth.  There were several\nareas where the gum line had receded.  In addition at least 2 front teeth were loose to the touch.  Both the inspector\nand the Licensee were able to move these teeth with a light amount of pressure with their fingers.\nDental issues that are left untreated can be painful to the dogs and lead to sever health issues.  Both Dogs listed\nabove must be seen by a Licensed veterinarian.  Documentation of the examination, diagnosis and treatment plan\nmust be made available for inspection by APHIS officials.  \nCorrect By: Close of Business on 2/24/2016. \n2.40(b)(3)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThere are two dogs identified on today's report as having dental issues.  The Licensee'e had not noticed,\ndocumented or started treatment for either of these dogs prior to today's inspection.  Dental issues that are left\nunnoticed and untreated can lead to several other heath issues for the dog.  The licensee must preform daily\nobservation to identify all health issues, to include dental issues.  In addition, the Licensee must have frequent\ncommunication with the attending veterinarian to ensure all health issues are conveyed and treated within a timely\nmanor. \nCorrect from this day forward\n\nThis inspection and exit interview were conducted with the Licensee.",
  "animals_total": 95,
  "species": [
    {
      "count": 73,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 22,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}