{
  "insp_id": "78151332330119",
  "layout": "a",
  "customer_id": "2444",
  "customer_name": "Eugene L Moser",
  "customer_addr": "6213 Oley Turnpike Road\nOley, PA 19547",
  "certificate": "23-C-0097",
  "site_id": "001",
  "site_name": "EUGENE MOSER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "19-MAR-2015",
  "report_date": "19-MAR-2015",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "Section 2.40(b)(2) Veterinary care: The older male wallaby housed alone inside is thin and has a rough hair coat.\nThe pelvis of this animal is readily apparent despite the ruffled hair coat and demonstrates poor body condition.\nThere is hair loss on the top of his noses with scabs on the bald area above the nostrils. There is hair loss on the\ndigits on the left foot. On the outer digit this hair loss extends from the tip to halfway up the foot and on the middle\ndigit the hair loss extends from the tip to the second knuckle. There is also hair loss on the digits on the left\nforepaw. On the top outer side of the left forepaw this hair loss extends up past the wrist to the lower foreleg. All of\nthese areas of hair loss have several small darkly colored scabs which are indicative of rubbing or scratching the\nskin. Although scratching behavior was not observed during the inspection, the alert behavior shown by this animal\nmakes it unlikely to show that behavior while the inspector is present.\nThe facility personnel had separated out this wallaby to house alone and feed separate from the other wallabies.\nThis wallaby does not appear healthy. The wallaby has not been seen or treated by the attending veterinarian for\nhis current condition. Each exhibitor must establish and maintain adequate programs of veterinary care that\ninclude the use of appropriate methods to prevent, control, diagnose, and treat diseases and injuries, and the\navailability of emergency, weekend, and holiday care. Correct by having the wallaby seen by the attending\nveterinarian and following the recommendations of the veterinarian. Correct by March 21, 2015."
    },
    {
      "code": "3.80(a)(2)(1)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "Section 3.80(a)(2)(i) Primary enclosure: The enclosure housing one ring-tailed lemur has the wire mesh screening\nfraying and detaching from the front of the right wall of the indoor area of the enclosure. The frayed detached areas\nof screening create sharp points and edges that could injure the lemur. Enclosures must be maintained so they\nhave no sharp points or edges. Correct by replacing, removing or repairing the wire mesh screen attached to the\nwalls of the lemur enclosure. Correct by March 25, 2015."
    },
    {
      "code": "3.81",
      "kind": "",
      "repeat": true,
      "desc": "ENVIRONMENT ENHANCEMENT TO PROMOTE PSYCHOLOGICAL WELL-BEING.",
      "narrative": "Section 3.81 Environment enhancement to promote psychological well-being: The two marmosets are still not\nincluded in the facility plan for environment enhancement. The plan for environment enhancement is to promote\npsychological well-being of the non-human primates and must be in accordance with currently accepted\nprofessional standards as cited in appropriate professional journals or reference guides and as directed by the\nattending veterinarian. Correct by adding the marmosets to the facility plan for environment enhancement to ensure\ntheir well-being and have the plan approved by the attending veterinarian.\nThis is a repeat non-compliant item that remains uncorrected."
    },
    {
      "code": "3.131(a)",
      "kind": "Direct",
      "repeat": true,
      "desc": "SANITATION.",
      "narrative": "Section 3.131(a) Cleaning of enclosures: Most of the ground in the shelter for the enclosure housing one young\nmale alpaca is wet from urine. There is an accumulation of feces at the entrance. The only dry areas of the shelter\nare along the walls. There is no bedding inside the shelter to provide the animal a dry place to lie down. During the\nnight the alpaca is confined inside the shelter, but there are clean areas inside the enclosure accessible during the\nday. Urine and feces smell and may be a source of bacteria to cause illness. Lying on wet ground may cause the\nalpaca discomfort and result in illness. Excreta must be removed from enclosures, including shelters, as often as\nnecessary to prevent contamination of the animals and to minimize disease hazards and to reduce odors. During\nthe inspection the shelter was cleaned and fresh straw placed inside. Correct by maintaining enclosure shelters\nclean and dry for the comfort and health of the animals.\nAn exit briefing was conducted with the animal caretaker."
    }
  ],
  "narrative": "2.40(b)(2)           DIRECT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nSection 2.40(b)(2) Veterinary care: The older male wallaby housed alone inside is thin and has a rough hair coat. \nThe pelvis of this animal is readily apparent despite the ruffled hair coat and demonstrates poor body condition. \nThere is hair loss on the top of his noses with scabs on the bald area above the nostrils.  There is hair loss on the\ndigits on the left foot.  On the outer digit this hair loss extends from the tip to halfway up the foot and on the middle\ndigit the hair loss extends from the tip to the second knuckle.  There is also hair loss on the digits on the left\nforepaw.  On the top outer side of the left forepaw this hair loss extends up past the wrist to the lower foreleg.   All of\nthese areas of hair loss have several small darkly colored scabs which are indicative of rubbing or scratching the\nskin.  Although scratching behavior was not observed during the inspection, the alert behavior shown by this animal\nmakes it unlikely to show that behavior while the inspector is present.\n  \nThe facility personnel had separated out this wallaby to house alone and feed separate from the other wallabies. \nThis wallaby does not appear healthy.  The wallaby has not been seen or treated by the attending veterinarian for\nhis current condition.     Each exhibitor must establish and maintain adequate programs of veterinary care that\ninclude the use of appropriate methods to prevent, control, diagnose, and treat diseases and injuries, and the\navailability of emergency, weekend, and holiday care.  Correct by having the wallaby seen by the attending\nveterinarian and following the recommendations of the veterinarian.  Correct by March 21, 2015.\n3.80(a)(2)(1)\nPRIMARY ENCLOSURES.  \nSection 3.80(a)(2)(i) Primary enclosure:  The enclosure housing one ring-tailed lemur has the wire mesh screening\nfraying and detaching from the front of the right wall of the indoor area of the enclosure.  The frayed detached areas\nof screening create sharp points and edges that could injure the lemur.  Enclosures must be maintained so they\nhave no sharp points or edges.  Correct by replacing, removing or repairing the wire mesh screen attached to the\nwalls of the lemur enclosure.  Correct by March 25, 2015.\n\n3.81                    REPEAT\nENVIRONMENT ENHANCEMENT TO PROMOTE PSYCHOLOGICAL WELL-BEING.\nSection 3.81 Environment enhancement to promote psychological well-being: The two marmosets are still not\nincluded in the facility plan for environment enhancement.  The plan for environment enhancement is to promote\npsychological well-being of the non-human primates and must be in accordance with currently accepted\nprofessional standards as cited in appropriate professional journals or reference guides and as directed by the\nattending veterinarian.  Correct by adding the marmosets to the facility plan for environment enhancement to ensure\ntheir well-being and have the plan approved by the attending veterinarian.\nThis is a repeat non-compliant item that remains uncorrected. \n3.131(a)           DIRECT                    REPEAT\nSANITATION.   \nSection 3.131(a) Cleaning of enclosures:  Most of the ground in the shelter for the enclosure housing one young\nmale alpaca is wet from urine.  There is an accumulation of feces at the entrance.  The only dry areas of the shelter\nare along the walls.  There is no bedding inside the shelter to provide the animal a dry place to lie down.  During the\nnight the alpaca is confined inside the shelter, but there are clean areas inside the enclosure accessible during the\nday.  Urine and feces smell and may be a source of bacteria to cause illness.  Lying on wet ground may cause the\nalpaca discomfort and result in illness.  Excreta must be removed from enclosures, including shelters, as often as\nnecessary to prevent contamination of the animals and to minimize disease hazards and to reduce odors.   During\nthe inspection the shelter was cleaned and fresh straw placed inside.  Correct by maintaining enclosure shelters\nclean and dry for the comfort and health of the animals.  \n \nAn exit briefing was conducted with the animal caretaker.",
  "animals_total": 77,
  "species": [
    {
      "count": 2,
      "scientific": "Bos primigenuis indicus",
      "common": "ZEBU"
    },
    {
      "count": 2,
      "scientific": "Callithrix jacchus",
      "common": "COMMON MARMOSET"
    },
    {
      "count": 46,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 1,
      "scientific": "Cebus capucinus",
      "common": "WHITE-HEADED / WHITE-THROATED CAPUCHIN"
    },
    {
      "count": 1,
      "scientific": "Dama dama",
      "common": "FALLOW DEER"
    },
    {
      "count": 8,
      "scientific": "Lama pacos",
      "common": "ALPACA"
    },
    {
      "count": 3,
      "scientific": "Lemur catta",
      "common": "RING-TAILED LEMUR"
    },
    {
      "count": 6,
      "scientific": "Notamacropus rufogriseus",
      "common": "BENNETT'S WALLABY / RED-NECKED WALLABY"
    },
    {
      "count": 4,
      "scientific": "Ovis aries aries",
      "common": "SHEEP INCLUDING ALL DOMESTIC BREEDS"
    },
    {
      "count": 3,
      "scientific": "Sapajus appella",
      "common": "BROWN CAPUCHIN / TUFTED CAPUCHIN"
    },
    {
      "count": 1,
      "scientific": "Sus scrofa domestica",
      "common": "DOMESTIC PIG / POTBELLY PIG / MICRO PIG"
    }
  ]
}