{
  "insp_id": "2016082568121882",
  "layout": "a",
  "customer_id": "331391",
  "customer_name": "Rainbow Nation",
  "customer_addr": "517 Briar Cove Rd\nMorganton, GA 30560",
  "certificate": "57-C-0341",
  "site_id": "002",
  "site_name": "RAINBOW NATION",
  "insp_type": "ROUTINE INSPECTION",
  "date": "02-MAR-2017",
  "report_date": "03-MAR-2017",
  "citations": [
    {
      "code": "3.127(b)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, OUTDOOR.",
      "narrative": "The temporary shelter provided for the 4 pigs is inadequate. It consists of three boards leaning against and partially\nattached to trees, it provides very little protection from the rain and no protection from the cold. There is no shelter\nprovided in the enclosure for the 11 Sika deer. Exposure to inclement weather such as cold or freezing\ntemperatures, rain, and wind can cause illness and discomfort. Adequate shelter shall be provided to afford\nprotection from the inclement weather and prevent discomfort. Correct by March 10, 2017."
    },
    {
      "code": "3.131(c)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "The barn for the alpaca and goats is currently being used to store yard equipment and supplies. The majority of the\nbuilding is cluttered with the supplies and only the front entrance and corner are sectioned off by a chain link fence\npanel to for the animals. The condition of the barn creates a safety hazard for the animals as well as a haven for\nrodents. The barn shall be cleaned out and the area maintained to provide for the animals comfort and safety.\nCorrect by March 17, 2017.\nThis inspection and exit interview were conducted with the Owner."
    }
  ],
  "narrative": "3.127(b)\nFACILITIES, OUTDOOR. \nThe temporary shelter provided for the 4 pigs is inadequate. It consists of three boards leaning against and partially\nattached to trees, it provides very little protection from the rain and no protection from the cold.  There is no shelter\nprovided in the enclosure for the 11 Sika deer.  Exposure to inclement weather such as cold or freezing\ntemperatures, rain, and wind can cause illness and discomfort.  Adequate shelter shall be provided to afford\nprotection from the inclement weather and prevent discomfort.  Correct by March 10, 2017.\n3.131(c)\nSANITATION.   \nThe barn for the alpaca and goats is currently being used to store yard equipment and supplies.  The majority of the\nbuilding is cluttered with the supplies and only the front entrance and corner are sectioned off by a chain link fence\npanel to for the animals.  The condition of the barn creates a safety hazard for the animals as well as a haven for\nrodents.  The barn shall be cleaned out and the area maintained to provide for the animals comfort and safety. \nCorrect by March 17, 2017.\nThis inspection and exit interview were conducted with the Owner.",
  "animals_total": 75,
  "species": [
    {
      "count": 8,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 12,
      "scientific": "Cervus nippon",
      "common": "SIKA DEER"
    },
    {
      "count": 46,
      "scientific": "Dama dama",
      "common": "FALLOW DEER"
    },
    {
      "count": 5,
      "scientific": "Lama glama",
      "common": "LLAMA"
    },
    {
      "count": 4,
      "scientific": "Sus domestica",
      "common": "DOMESTIC PIG"
    }
  ]
}