{
  "insp_id": "28151421130483",
  "layout": "a",
  "customer_id": "324055",
  "customer_name": "Vernon Zeiset",
  "customer_addr": "21754 Beard Creek Rd\nBarnett, MO 65011",
  "certificate": "43-A-5647",
  "site_id": "001",
  "site_name": "VERNON ZEISET",
  "insp_type": "ROUTINE INSPECTION",
  "date": "28-JAN-2015",
  "report_date": "28-JAN-2015",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "***Within the main indoor facility, there were two guinea pigs in two separate enclosures with open wounds. One\ntan, white and black guinea pig had an approximately 1/2 inch reddened open puncture-like sore on its right side.\nAccording to the licensee, he had not noticed this animal's condition. Another tan and white guinea pig had an\napproximately 1/2 inch reddened open puncture-like sore on its back. According to the licensee, he had noticed the\nlesion about a week to a week and a half ago but didn't think he had been administering any treatment to the animal\nbesides separating the animal from the enclosure where he thought the animal had been bitten by another guinea\npig. These lesions could be the result of injury, infection, illness or other medical conditons which could be\nuncomfortable and/or lead to further health complications of the animals. The licensee must have these animals\nexamined by a licensed veterinarian no later than January 31, 2015 in order to obtain an accurate diagnosis and to\nensure that an appropriate treatment plan is developed and followed. The licensee must ensure that all animals\nreceive adequate veterinary care at all times.\n*Note: the guinea pigs with hair loss included on the report under 2.40 (b)(2) for the July 28, 2014 inspection had\nbeen addressed."
    },
    {
      "code": "3.25(a)",
      "kind": "",
      "repeat": true,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "(a) Structural strength.\n***There was a gap in the flooring and beneath the divider between two enclosures housing groups of guinea pigs.\nOne guinea pig was observed outside of its enclosure and running loose on the washdown beneath animal\nenclosures and on the floor during the inspection. The gap between the wooden enclosure divider and the wire\nflooring was approximately 16 inches by 1 1/2 inches. A portion of the wire flooring underneath the wooden divider\nwas also separated and an approximately 1 inch by 9 inch gap was present. These gaps were large enough for a\nguinea pig to fit its body through and allow entry to the adjacent enclosure or to escape the enclosure. Gaps\npresent in an enclosure do not allow for secure containment of the animals and increase the risk of injury. The\nlicensee must ensure, at all times, that all animal housing facilities are kept in good repair, and that they protect the\nanimals from injury, contain the animals securely, and restrict other animals from entering."
    },
    {
      "code": "3.25(d)",
      "kind": "",
      "repeat": true,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "d) Waste disposal.\n***In the indoor facility, there was an accumulation of excreta, food waste, dirt and grime on the washdowns and\nhanging from the edges of the washdowns beneath the primary enclosures. Near the back of the facility and at the\nend of the rows of animal enclosures there were some gnats observed and an increased smell of ammonia.\nAccumulations of excreta, waste, dirt and grime can cause odors, attract pests that can transmit disease and\ncreates an unhealthy environment for the animals. The licensee must establish and maintain a program that\nensures that animal waste and debris are removed and disposed of in a manner that reduces or eliminates the risks\nfrom pests, odors or disease."
    },
    {
      "code": "3.31(a)(1)",
      "kind": "",
      "repeat": true,
      "desc": "SANITATION.",
      "narrative": "(a) Cleaning and sanitation of primary enclosures. (1)\n***There was an excessive amount of dirt and/or grime within several of the guinea pig enclosures. There was a\nbuild-up of dirt and grime on the PVC pipes of the automatic watering system in some of these enclosures. There\nwas also a build-up of dirt, debris and grime along the ledges and side walls of some of these enclosures. One of\nthe enclosures had a carpet square that was approximately 90% wet; the carpet square covered most of the wire\nfloor of the enclosure housing 19 guinea pigs. Failure to properly clean and sanitize primary enclosures can attract\npests, odors and potential disease hazards. The licensee must establish and maintain a program to ensure that\nprimary enclosures are cleaned and sanitized often enough, but not less than every two weeks, to prevent an\naccumulation of dirt and debris."
    },
    {
      "code": "3.31(b)",
      "kind": "",
      "repeat": true,
      "desc": "SANITATION.",
      "narrative": "(b) Housekeeping.\n***Within the indoor facility, there were excessive accumulations of dirt, debris, grime and/or pellet shaped fecal-like\nmaterial along the ledges, pipes and walls above the primary enclosures. Near the back of the building and at the\nend of the rows of animal enclosures, there were some gnats observed and an increased smell of ammonia.\nAccumulations of dirt, debris and grime can lead to pests, odors and potential disease hazards. The licensee must\nestablish and maintain a program to ensure that the premises are kept clean to protect the health and well-being of\nthe animals.\nThe inspection and exit interview were conducted with the licensee.\nAdditional Inspectors\nHicks Beverly, Animal Care Inspector"
    }
  ],
  "narrative": "2.40(b)(2)                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n***Within the main indoor facility, there were two guinea pigs in two separate enclosures with open wounds.  One\ntan, white and black guinea pig had an approximately 1/2 inch reddened open puncture-like sore on its right side. \nAccording to the licensee, he had not noticed this animal's condition.  Another tan and white guinea pig had an\napproximately 1/2 inch reddened open puncture-like sore on its back.  According to the licensee, he had noticed the\nlesion about a week to a week and a half ago but didn't think he had been administering any treatment to the animal\nbesides separating the animal from the enclosure where he thought the animal had been bitten by another guinea\npig.  These lesions could be the result of injury, infection, illness or other medical conditons which could be\nuncomfortable and/or lead to further health complications of the animals.  The licensee must have these animals\nexamined by a licensed veterinarian no later than January 31, 2015 in order to obtain an accurate diagnosis and to\nensure that an appropriate treatment plan is developed and followed.  The licensee must ensure that all animals\nreceive adequate veterinary care at all times.\n*Note:  the guinea pigs with hair loss included on the report under 2.40 (b)(2) for the July 28, 2014 inspection had\nbeen addressed.\n3.25(a)                    REPEAT\nFACILITIES, GENERAL.\n(a) Structural strength. \n***There was a gap in the flooring and beneath the divider between two enclosures housing groups of guinea pigs.\nOne guinea pig was observed outside of its enclosure and running loose on the washdown beneath animal\nenclosures and on the floor during the inspection.  The gap between the wooden enclosure divider and the wire\nflooring was approximately 16 inches by 1 1/2 inches. A portion of the wire flooring underneath the wooden divider\nwas also separated and an approximately 1 inch by 9 inch gap was present. These gaps were large enough for a\nguinea pig to fit its body through and allow entry to the adjacent enclosure or to escape the enclosure.  Gaps\npresent in an enclosure do not allow for secure containment of the animals and increase the risk of injury.  The\nlicensee must ensure, at all times, that all animal housing facilities are kept in good repair, and that they protect the\nanimals from injury, contain the animals securely, and restrict other animals from entering.\n\n3.25(d)                    REPEAT\nFACILITIES, GENERAL.\nd) Waste disposal. \n***In the indoor facility, there was an accumulation of excreta, food waste, dirt and grime on the washdowns and\nhanging from the edges of the washdowns beneath the primary enclosures.  Near the back of the facility and at the\nend of the rows of animal enclosures there were some gnats observed and an increased smell of ammonia. \nAccumulations of excreta, waste, dirt and grime can cause odors, attract pests that can transmit disease and\ncreates an unhealthy environment for the animals. The licensee must establish and maintain a program that\nensures that animal waste and debris are removed and disposed of in a manner that reduces or eliminates the risks\nfrom pests, odors or disease.\n3.31(a)(1)                    REPEAT\nSANITATION.\n(a) Cleaning and sanitation of primary enclosures. (1)\n***There was an excessive amount of dirt and/or grime within several of the guinea pig enclosures.  There was a\nbuild-up of dirt and grime on the PVC pipes of the automatic watering system in some of these enclosures.  There\nwas also a build-up of dirt, debris and grime along the ledges and side walls of some of these enclosures. One of\nthe enclosures had a carpet square that was approximately 90% wet; the carpet square covered most of the wire\nfloor of the enclosure housing 19 guinea pigs.  Failure to properly clean and sanitize primary enclosures can attract\npests, odors and potential disease hazards.  The licensee must establish and maintain a program to ensure that\nprimary enclosures are cleaned and sanitized often enough, but not less than every two weeks, to prevent an\naccumulation of dirt and debris.\n3.31(b)                    REPEAT\nSANITATION.\n(b) Housekeeping. \n***Within the indoor facility, there were excessive accumulations of dirt, debris, grime and/or pellet shaped fecal-like\nmaterial along the ledges, pipes and walls above the primary enclosures.  Near the back of the building and at the\nend of the rows of animal enclosures, there were some gnats observed and an increased smell of ammonia. \nAccumulations of dirt, debris and grime can lead to pests, odors and potential disease hazards. The licensee must\nestablish and maintain a program to ensure that the premises are kept clean to protect the health and well-being of\nthe animals.\nThe inspection and exit interview were conducted with the licensee.\n\nAdditional Inspectors\nHicks Beverly, Animal Care Inspector",
  "animals_total": 542,
  "species": [
    {
      "count": 542,
      "scientific": "Cavia porcellus",
      "common": "DOMESTIC GUINEA PIG"
    }
  ]
}