{
  "insp_id": "2016090000721920",
  "layout": "b",
  "customer_id": "44448",
  "customer_name": "ADAM BURCK",
  "customer_addr": "518 S ROUTE 31 UNIT 229\nMCHENRY, IL 60050",
  "certificate": "33-C-0387",
  "site_id": "002",
  "site_name": "Adam Burck",
  "insp_type": "NEW SITE INSPECTION",
  "date": "24-AUG-2021",
  "report_date": "27-SEP-2021",
  "citations": [
    {
      "code": "3.127(d)",
      "kind": "",
      "repeat": false,
      "desc": "Facilities, outdoor.",
      "narrative": "Four of the roll up barn doors were open, leaving gaps of at least 3-4 feet. Only one door had a metal screen to block the\nopening, leaving three open spaces in the perimeter. The licensee was preparing for travel at the time of inspection.\nWhen the roll up doors are open for ventilation, the licensee must block the openings with fence panels. Leaving open\ndoorways does not constitute a secure perimeter."
    },
    {
      "code": "3.128",
      "kind": "",
      "repeat": false,
      "desc": "Space requirements.",
      "narrative": "The tigers are being held in their travel cages. The licensee had been using his performance ring to meet the space\nrequirements, but the ring had been taken down and loaded in preparation for an upcoming performance. Without the\nexercise ring, the tigers do not have adequate space to make normal postural and social movements. If the ring is the\nprimary source of space for the animals, it should be taken down only at the last possible moment prior to travel. Primary\nenclosures must contain sufficient space to allow all animals freedom of movement.\nThis inspection was a site approval inspection. This site is not ready for approval to conduct activity covered under your\ncurrent Animal Welfare Act License.\nConducting regulated activities at a non-approved site is a violation of the Animal Welfare Act. Please contact your\ninspector to schedule your next new site approval inspection. This inspection and exit interview were conducted with\napplicant.\nAdditional Inspectors:\nROBERT WHITELEY, ANIMAL CARE INSPECTOREnd Section"
    }
  ],
  "narrative": "3.127(d) \n   \nFacilities, outdoor. \nFour of the roll up barn doors were open, leaving gaps of at least 3-4 feet.  Only one door had a metal screen to block the \nopening, leaving three open spaces in the perimeter.  The licensee was preparing for travel at the time of inspection.  \nWhen the roll up doors are open for ventilation, the licensee must block the openings with fence panels.  Leaving open \ndoorways does not constitute a secure perimeter. \n3.128 \n   \nSpace requirements. \nThe tigers are being held in their travel cages.  The licensee had been using his performance ring to meet the space \nrequirements, but the ring had been taken down and loaded in preparation for an upcoming performance.  Without the \nexercise ring, the tigers do not have adequate space to make normal postural and social movements.  If the ring is the \nprimary source of space for the animals, it should be taken down only at the last possible moment prior to travel. Primary \nenclosures must contain sufficient space to allow all animals freedom of movement. \n \nThis inspection was a site approval inspection. This site is not ready for approval to conduct activity covered under your \ncurrent Animal Welfare Act License. \nConducting regulated activities at a non-approved site is a violation of the Animal Welfare Act. Please contact your\n\ninspector to schedule your next new site approval inspection. This inspection and exit interview were conducted with \napplicant. \n \nAdditional Inspectors: \nROBERT WHITELEY, ANIMAL CARE INSPECTOREnd Section",
  "animals_total": 4,
  "species": [
    {
      "count": 4,
      "scientific": "Panthera tigris",
      "common": "TIGER"
    }
  ]
}