{
  "insp_id": "2016090000673883",
  "layout": "b",
  "customer_id": "506618",
  "customer_name": "DANIEL GINGERICH",
  "customer_addr": "3125 Davis Rd\nSEYMOUR, IA 52590",
  "certificate": "42-A-1632",
  "site_id": "004",
  "site_name": "Daniel Gingerich",
  "insp_type": "ROUTINE INSPECTION",
  "date": "04-AUG-2021",
  "report_date": "09-AUG-2021",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": false,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "Female Cocker spaniel (#187) was in a dog fight the previous day and received injuries. The entire left hind leg is\nseverely swollen and is extremely hot to the inspector's touch. Multiple lacerations are located on the inside, outside and\nbackside of the leg. A dry dark red blood-like material is coating the hair on the backside of the leg. The dog is non-\nweight bearing on the affected leg. The center of the lower lid of the right eye has a tear and is reddened and inflamed.\nDrainage is located from the corner of the eye down the side of the face and dark material is attached to the hair in this\narea. The white of the eye is moderately reddened. One upper left cheek tooth is loose and easily moved when gently\ntouched by the inspector. The tooth appeared to be completely dislodged and held in the mouth by a small piece of gum\ntissue. The gum tissue at the top of the tooth is reddened and inflamed. A large laceration is located along the top of the\nright side of the neck and shoulder area. The facility representative is treating the dog with penicillin and Furazone, but\nthe animal has not been evaluated by a licensed veterinarian and the treatment plan has not been approved.\nUntreated areas with inflammation, lacerations, and dislodged teeth can be indicate further health complications. Broken\nteeth and lacerations could cause pain and discomfort to the animal.\nEach dealer shall use appropriate methods to prevent, control, diagnose, and treat diseases and injuries. This dog must\nbe evaluated by a licensed veterinarian for an accurate diagnosis and to develop an effective treatment plan. The\nlicensee must ensure all dogs receive adequate veterinary care at all times.\nTo be corrected by: End of business 04-August-2021\nFemale Pomsky (#489) has an abnormal condition of her hair coat. Areas of hair loss are noted on her chest, sides, and\nback. The facility representative is treating the dog with penicillin and Furazone, but this treatment has not been\napproved by a licensed veterinarian nor has the dog been evaluated by a licensed veterinarian. Hair loss could indicate\nan underlying health condition.\nEach dealer shall use appropriate methods to prevent, control, diagnose, and treat diseases and injuries. This dog must\nbe evaluated by a licensed veterinarian for an accurate diagnosis and to develop an effective treatment plan. The\nlicensee must ensure all dogs receive adequate veterinary care at all times.\nTo be corrected by: End of business 07-August-2021\nThe facility is storing penicillin for the dogs in a refrigerator that is not working. The temperature inside the refrigerator is\n77 degrees F according to the inspector's Kestrel. The penicillin is to be stored between 36-46 degrees F. The vaccines\nfor the dogs in a refrigerator that is not working, but has a large chunk of ice stored in the center of it. The temperature\ninside the refrigerator is 54 degrees F. The vaccines are to be stored between 35-45 degrees F.\nFailure to store vaccines and penicillin at the proper temperature may cause them to be ineffective and the health of the\nanimals may suffer.\nEach dealer shall use appropriate methods to prevent, control, diagnose, and treat diseases and injuries. The licensee\nmust store the vaccines and penicillin at proper temperatures and the licensee must ensure that all medical products are\nstored appropriately at all times.\nTo be corrected by: From this day forward."
    },
    {
      "code": "2.75(a)(1)(i)",
      "kind": "",
      "repeat": false,
      "desc": "Records: Dealers and exhibitors.",
      "narrative": "The facility recently acquired approximately 42 new dogs and the acquisition information listed on APHIS form 7005 is\nincorrect. Form 7005 has the facility representative as whom the dogs were acquired from, but the licensee had told the\ninspector that the dogs were transferred to the location from a neighboring unlicensed facility. Inaccurate acquisition\ninformation interferes with the ability of APHIS official's to trace the movements of dogs between different owners.\nEach dealer must make, keep and maintain records which fully and correctly include the name and address of the person\nfrom whom a dog or cat was purchased or otherwise acquired whether or not the person is required to be licensed or\nregistered under the Act. The licensee must input the correct acquisition information onto APHIS form 7005 for each dog.\nThe licensee must also ensure that APHIS 7005 contains accurate information at all times.\nTo be corrected by: 11-August-2021"
    },
    {
      "code": "3.1(a)",
      "kind": "",
      "repeat": false,
      "desc": "Housing facilities, general.",
      "narrative": "One enclosure, housing 3 puppies, is constructed of coated wire panels. One side of the flooring is no longer attached to\nthe bottom of a side panel creating a gap that the foot of a puppy could pass through. Gaps in flooring large enough to\nallow a foot to pass through could cause injury to the dogs.\nHousing facilities for dogs and cats must be designed and constructed so that they are structurally sound. They must be\nkept in good repair and they must protect the animals from injury. The licensee must alter the flooring of the enclosure in\na manner that eliminates the gap. The licensee must ensure that all enclosures are safe for the dogs at all times.\nTo be corrected by: 07-August-2021"
    },
    {
      "code": "3.1(b)",
      "kind": "",
      "repeat": false,
      "desc": "Housing facilities, general.",
      "narrative": "A large amount of clutter is located in the housing area adjacent to the dog enclosures. The clutter consists of large piles\nof wood, rolls of wire, buckets, and pieces of metal. The clutter could attract pests such as rodents and can accumulate\ndust and dirt.\nHousing facilities and areas used for storing animal food or bedding must be free of any accumulation of trash, waste\nmaterial, junk, weeds, and other discarded materials. Animal areas inside of housing facilities must be kept neat and free\nof clutter, including equipment, furniture, and stored material, but may contain materials actually used and necessary for\ncleaning the area, and fixtures or equipment necessary for proper husbandry practices. The licensee must remove all the\nclutter from the dog housing area and ensure that the area remains free of clutter at all times.\nTo be corrected by: 18-August-2021"
    },
    {
      "code": "3.1(e)",
      "kind": "",
      "repeat": false,
      "desc": "Housing facilities, general.",
      "narrative": "The facility uses wood shavings in their dog enclosures and a large stack of stored shavings are sitting directly on the\nfloor. Bags of shavings stored directly on the floor could attract rodents and interfere with proper cleaning of the storage\narea.\nSupplies of food and bedding must be stored in a manner that protects the supplies from spoilage, contamination, and\nvermin infestation. The supplies must be stored off the floor and away from the walls, to allow cleaning underneath and\naround the supplies. The licensee must ensure the stored bags of shavings are not placed directly on the floor in order to\nallow for proper cleaning of the storage area and to reduce the attraction of pests.\nTo be corrected by: 11-August-2021"
    },
    {
      "code": "3.1(f)",
      "kind": "",
      "repeat": false,
      "desc": "Housing facilities, general.",
      "narrative": "Open bags of trash are located in the housing area containing a majority of the adult dogs and all the puppies. Open\nbags of trash could create odors and attract pests such as flies and mice.\nTrash containers in housing facilities and in food storage and food preparation areas must be leakproof and must have\ntightly fitted lids on them at all times. The licensee must ensure that all trash is placed in a leak-proof container with a\ntightly fitted lid at all times.\nTo be corrected by: 07-August-2021"
    },
    {
      "code": "3.4(b)",
      "kind": "",
      "repeat": false,
      "desc": "Outdoor housing facilities.",
      "narrative": "One enclosure, housing 4 dogs, does not have enough shelter space. The available shelter space is not large enough to\nallow each animal to sit, stand and lie in a normal manner or to turn about freely.\nFour enclosures have no shelter at all. A total of 2 adults and 13 puppies are housed in these enclosures.\nInadequate shelter space or no shelter at all does not ensure the dogs can escape temperature and weather extremes\nwhich could have a negative impact on their health and well-being.\nOutdoor facilities for dogs or cats must include one or more shelter structures that are accessible to each animal in each\noutdoor facility, and that are large enough to allow each animal in the shelter structure to sit, stand, and lie in a normal\nmanner, and to turn about freely. The licensee must add shelters to the enclosures that provide enough space to\ncompliantly contain the animals.\nTo be corrected by: 11-August-2021"
    },
    {
      "code": "3.11(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "Cleaning, sanitization, housekeeping, and pest control.",
      "narrative": "The facility representative stated the surfaces of the enclosures are only sanitized once a month. Failure to properly\nsanitize surfaces could increase the risk of disease hazards towards the dogs.\nUsed primary enclosures and food and water receptacles for dogs and cats must be sanitized at least once every 2\nweeks. The licensee must ensure that all surfaces in contact with the dogs are sanitized at least once every two weeks in\norder to support the health of the dogs and decrease the risk of disease.\nTo be corrected by: 18-August-2021\nThis inspection and exit interview were conducted with the facility representatives.\nAdditional Inspectors:\nAUTUMN UNCK, VETERINARY MEDICAL OFFICEREnd Section"
    }
  ],
  "narrative": "2.40(b)(2)  Direct\n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nFemale Cocker spaniel (#187) was in a dog fight the previous day and received injuries.  The entire left hind leg is \nseverely swollen and is extremely hot to the inspector's touch.  Multiple lacerations are located on the inside, outside and \nbackside of the leg.  A dry dark red blood-like material is coating the hair on the backside of the leg.  The dog is non-\nweight bearing on the affected leg.  The center of the lower lid of the right eye has a tear and is reddened and inflamed.  \nDrainage is located from the corner of the eye down the side of the face and dark material is attached to the hair in this \narea.  The white of the eye is moderately reddened.  One upper left cheek tooth is loose and easily moved when gently \ntouched by the inspector.  The tooth appeared to be completely dislodged and held in the mouth by a small piece of gum \ntissue.  The gum tissue at the top of the tooth is reddened and inflamed.  A large laceration is located along the top of the \nright side of the neck and shoulder area.  The facility representative is treating the dog with penicillin and Furazone, but \nthe animal has not been evaluated by a licensed veterinarian and the treatment plan has not been approved. \n \nUntreated areas with inflammation, lacerations, and dislodged teeth can be indicate further health complications.  Broken \nteeth and lacerations could cause pain and discomfort to the animal. \n \nEach dealer shall use appropriate methods to prevent, control, diagnose, and treat diseases and injuries.  This dog must\n\nbe evaluated by a licensed veterinarian for an accurate diagnosis and to develop an effective treatment plan.  The \nlicensee must ensure all dogs receive adequate veterinary care at all times. \n \nTo be corrected by:  End of business 04-August-2021 \n \n \nFemale Pomsky (#489) has an abnormal condition of her hair coat.  Areas of hair loss are noted on her chest, sides, and \nback.  The facility representative is treating the dog with penicillin and Furazone, but this treatment has not been \napproved by a licensed veterinarian nor has the dog been evaluated by a licensed veterinarian.  Hair loss could indicate \nan underlying health condition. \n \nEach dealer shall use appropriate methods to prevent, control, diagnose, and treat diseases and injuries.  This dog must \nbe evaluated by a licensed veterinarian for an accurate diagnosis and to develop an effective treatment plan.  The \nlicensee must ensure all dogs receive adequate veterinary care at all times. \n \nTo be corrected by:  End of business 07-August-2021 \n \nThe facility is storing penicillin for the dogs in a refrigerator that is not working.  The temperature inside the refrigerator is \n77 degrees F according to the inspector's Kestrel.  The penicillin is to be stored between 36-46 degrees F.  The vaccines \nfor the dogs in a refrigerator that is not working, but has a large chunk of ice stored in the center of it.  The temperature \ninside the refrigerator is 54 degrees F.  The vaccines are to be stored between 35-45 degrees F.\n\nFailure to store vaccines and penicillin at the proper temperature may cause them to be ineffective and the health of the \nanimals may suffer. \n \nEach dealer shall use appropriate methods to prevent, control, diagnose, and treat diseases and injuries.  The licensee \nmust store the vaccines and penicillin at proper temperatures and the licensee must ensure that all medical products are \nstored appropriately at all times. \n \nTo be corrected by:  From this day forward. \n2.75(a)(1)(i) \n   \nRecords: Dealers and exhibitors. \nThe facility recently acquired approximately 42 new dogs and the acquisition information listed on APHIS form 7005 is \nincorrect.  Form 7005 has the facility representative as whom the dogs were acquired from, but the licensee had told the \ninspector that the dogs were transferred to the location from a neighboring unlicensed facility.  Inaccurate acquisition \ninformation interferes with the ability of APHIS official's to trace the movements of dogs between different owners. \n \nEach dealer must make, keep and maintain records which fully and correctly include the name and address of the person \nfrom whom a dog or cat was purchased or otherwise acquired whether or not the person is required to be licensed or \nregistered under the Act.  The licensee must input the correct acquisition information onto APHIS form 7005 for each dog.  \nThe licensee must also ensure that APHIS 7005 contains accurate information at all times. \n \nTo be corrected by:  11-August-2021 \n3.1(a)\n\nHousing facilities, general. \nOne enclosure, housing 3 puppies, is constructed of coated wire panels.  One side of the flooring is no longer attached to \nthe bottom of a side panel creating a gap that the foot of a puppy could pass through.  Gaps in flooring large enough to \nallow a foot to pass through could cause injury to the dogs. \n \nHousing facilities for dogs and cats must be designed and constructed so that they are structurally sound. They must be \nkept in good repair and they must protect the animals from injury.  The licensee must alter the flooring of the enclosure in \na manner that eliminates the gap.  The licensee must ensure that all enclosures are safe for the dogs at all times. \n \nTo be corrected by:  07-August-2021 \n3.1(b) \n   \nHousing facilities, general. \nA large amount of clutter is located in the housing area adjacent to the dog enclosures.  The clutter consists of large piles \nof wood, rolls of wire, buckets, and pieces of metal.  The clutter could attract pests such as rodents and can accumulate \ndust and dirt. \n \nHousing facilities and areas used for storing animal food or bedding must be free of any accumulation of trash, waste \nmaterial, junk, weeds, and other discarded materials. Animal areas inside of housing facilities must be kept neat and free \nof clutter, including equipment, furniture, and stored material, but may contain materials actually used and necessary for \ncleaning the area, and fixtures or equipment necessary for proper husbandry practices.  The licensee must remove all the \nclutter from the dog housing area and ensure that the area remains free of clutter at all times.\n\nTo be corrected by:  18-August-2021 \n3.1(e) \n   \nHousing facilities, general. \nThe facility uses wood shavings in their dog enclosures and a large stack of stored shavings are sitting directly on the \nfloor.  Bags of shavings stored directly on the floor could attract rodents and interfere with proper cleaning of the storage \narea. \n \nSupplies of food and bedding must be stored in a manner that protects the supplies from spoilage, contamination, and \nvermin infestation. The supplies must be stored off the floor and away from the walls, to allow cleaning underneath and \naround the supplies.  The licensee must ensure the stored bags of shavings are not placed directly on the floor in order to \nallow for proper cleaning of the storage area and to reduce the attraction of pests. \n \nTo be corrected by:  11-August-2021 \n3.1(f) \n   \nHousing facilities, general. \nOpen bags of trash are located in the housing area containing a majority of the adult dogs and all the puppies.  Open \nbags of trash could create odors and attract pests such as flies and mice. \n \nTrash containers in housing facilities and in food storage and food preparation areas must be leakproof and must have \ntightly fitted lids on them at all times.  The licensee must ensure that all trash is placed in a leak-proof container with a \ntightly fitted lid at all times.\n\nTo be corrected by:  07-August-2021 \n3.4(b) \n   \nOutdoor housing facilities. \nOne enclosure, housing 4 dogs, does not have enough shelter space.  The available shelter space is not large enough to \nallow each animal to sit, stand and lie in a normal manner or to turn about freely. \n \nFour enclosures have no shelter at all.  A total of 2 adults and 13 puppies are housed in these enclosures. \n \nInadequate shelter space or no shelter at all does not ensure the dogs can escape temperature and weather extremes \nwhich could have a negative impact on their health and well-being. \n \nOutdoor facilities for dogs or cats must include one or more shelter structures that are accessible to each animal in each \noutdoor facility, and that are large enough to allow each animal in the shelter structure to sit, stand, and lie in a normal \nmanner, and to turn about freely.   The licensee must add shelters to the enclosures that provide enough space to \ncompliantly contain the animals. \n \nTo be corrected by:  11-August-2021 \n3.11(b)(2) \n   \nCleaning, sanitization, housekeeping, and pest control. \nThe facility representative stated the surfaces of the enclosures are only sanitized once a month.  Failure to properly \nsanitize surfaces could increase the risk of disease hazards towards the dogs.\n\nUsed primary enclosures and food and water receptacles for dogs and cats must be sanitized at least once every 2 \nweeks.  The licensee must ensure that all surfaces in contact with the dogs are sanitized at least once every two weeks in \norder to support the health of the dogs and decrease the risk of disease. \n \nTo be corrected by:  18-August-2021 \n \nThis inspection and exit interview were conducted with the facility representatives. \n \nAdditional Inspectors: \nAUTUMN UNCK, VETERINARY MEDICAL OFFICEREnd Section",
  "animals_total": 93,
  "species": [
    {
      "count": 60,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 33,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}