{
  "insp_id": "163140848250989",
  "layout": "a",
  "customer_id": "18778",
  "customer_name": "Larry Peters",
  "customer_addr": "Pat Peters\n44372 West End Loop\nTaylor, NE 68879",
  "certificate": "47-A-0444",
  "site_id": "001",
  "site_name": "LARRY & PAT PETERS",
  "insp_type": "ROUTINE INSPECTION",
  "date": "11-JUN-2014",
  "report_date": "12-JUN-2014",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "A female, black and gold Yorkshire terrier \"(cid:28)Sissy,\"(cid:29) #93 was observed shaking her head vigorously, rubbing both\nsides of her head on the enclosure wire, and scratching her ears. We observed this behavior for about five minutes.\nUpon examination, her ears were moderately dirty with hair growth in the ear canal. The behavior seemed more\nsevere than the condition of the outer ear showed. The dog(cid:25)s behavior indicated there could be an underlying\ndisease or infection, and she was very uncomfortable. Ear problems can be painful and/or itchy, cause extreme\ndistress and affect the well-being of the animal.This dog is also heavily matted on its legs, belly, and rear end.\nAround the rear end, under the tail, and on the upper portion of both rear legs, there are clumps of fecal material,\ndirt and debris entwined with the matted hair. The largest clump was approximately the size of a golf ball. There are\nseveral long clumps on the rear legs that are approximately 1.5 inches long. The matting and clumps of fecal\nmaterial and other debris can be uncomfortable, create the potential for disease hazards and other health risks.\nThe licensee stated that the dog was scheduled to be groomed in the morning.\nA female golden retriever \"(cid:28)Roxie,\"(cid:29) #130 has black debris around the vaginal area. The debris was on the fur of the\ninsides of both legs and underneath the tail. Upon examination, the dog was extremely reluctant for me to lift her\ntail to examine the area. She hunched her back, kept her tail between her legs, and circled away from me. She\nseemed very uncomfortable. She was thin, and upon palpation every vertebrae and rib was easily felt, the hip\nbones were prominent. The licensee stated that she had just lost puppies within the last few days. The debris,\nalong with her behavior, could indicate a serious heath condition, infection or disease.\nA female blonde golden retriever,\"(cid:28)Blondie,\"(cid:29) #52, has a cut underneath her left eye. The cut was approximately\none inch long and had dried blood on it. The dog also had a quarter-sized raw-looking wound on the right rear leg.\nIt was pink, wet-looking, hairless, and had a yellowish crusty discharge around the perimeter. Wounds of this\nnature can be painful and if not treated appropriately can become infected affecting the well-being of the animal.\nThe licensee must have these animals examined by a veterinarian to obtain a proper diagnosis and an appropriate\ntreatment plan by Friday. The licensee must document the veterinarian'(cid:25)s findings, the treatment plan that is\nfollowed, and have the records available to the inspector upon request."
    },
    {
      "code": "3.1(c)(1)(1)",
      "kind": "",
      "repeat": true,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "Surfaces - Rust\nThe following enclosures contain self-feeders that are rusted. Some of the feeders have holes rusted through them.\n* The enclosure housing a golden retriever and a golden doodle on the south side.\n* The enclosure housing three golden retrievers on the North side.\n* The enclosure housing two American eskimos on the South side.\n* The enclosure housing three golden retrievers on the Northwest end.\nThese feeders can no longer be properly cleaned and sanitized in accordance with the regulations. The feeders\nneed to be repaired or replaced to allow for proper cleaning and sanitization. The licensee must ensure that all\nhousing surfaces that are in contact with the animals are free of excessive rust that prevents the required cleaning\nand sanitization or that affects the structural strength of the surface."
    },
    {
      "code": "3.1(c)(1)(2)",
      "kind": "",
      "repeat": true,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "Surfaces - Sharp Points\nThe following enclosures have ground wire paneling used to prevent the dogs from digging:\n* The pen housing a golden retriever and a golden doodle on the South side.\n* The pen housing three golden retrievers on the North side.\n* The pen housing a West Highland terrier on the South side.\nThe ground wire is exposed with sharp points exposed to the dogs causing the potential for injury. The ground wire\nneeds to either be removed, covered, or replaced to prevent injury to the dogs."
    },
    {
      "code": "3.1(c)(2)",
      "kind": "",
      "repeat": true,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "Maintenance and Replacement of Surfaces\nThe following enclosures have rubber flaps on the shelters for the wind/rain breaks that have been chewed and\nscratched such that some of them are no longer covering the entrance of the shelters and the flaps can not be\nproperly cleaned and sanitized. Some of the shelters have flaps that are missing.\n* The enclosure housing the standard poodle and golden doodle on the North side is missing a flap.\n* The enclosure housing the golden retriever and golden doodle on the South side\n* The enclosure housing two American eskimos on the South side.\nThese surfaces need to be maintained or replaced on a regular basis to allow for proper cleaning and sanitizing."
    },
    {
      "code": "3.1(f)",
      "kind": "",
      "repeat": true,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "Drainage\nThe second enclosure from the east on the north side housing a standard poodle and a golden doodle has mud\ncovering over 50% of the enclosure flooring. The licensee stated that the rain from the storm from two days earlier\nblew into the enclosure and that she has been trying to get the water/mud to drain from the enclosure. The dogs\nare soiled with the mud such that over 50% of the dogs are black in color.\nPoor drainage and muddy enclosures can play a role in disease transmission and attract vermin and insects. The\nlicensee must ensure the enclosures provided for the dogs are constructed in a manner that allows for proper\ndrainage and waste disposal."
    },
    {
      "code": "3.7(b)",
      "kind": "Direct",
      "repeat": false,
      "desc": "COMPATIBLE GROUPING.",
      "narrative": "The golden retriever \"Blondie\" that was injured and a male golden retriever \"KJ(cid:25)'s Teddy Boy\" were housed with\nanother golden retriever which was domineering over the two. The domineering dog was extremely hyper-active,\nbarked and panted excessively, ran around the pen in circles, and would growl and mount the other two dogs biting\nand tearing at their undercoat hair. Upon observing this behavior, the inspectors requested the licensee to separate\nthe dogs immediately, which she did. The licensee stated the blonde retriever was injured by this dog soon after\nputting them in the pen together, but they soon calmed down and she didn'(cid:25)t think it was a problem. Housing dogs\ntogether that are incompatible can cause extreme distress, and can eventually cause injuries and other health\nissues. The licensee must ensure that all animals that are housed together are compatible.\nThis was corrected at the time of inspection, but the licensee must ensure all animals housed together are\ncompatible from this day forward.\nThe inspection and exit interview were conducted with the licensee.\nAdditional Inspectors\nJirsa-Smith Amy, Animal Care Inspector"
    }
  ],
  "narrative": "2.40(b)(2)           DIRECT                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nA female, black and gold Yorkshire terrier \"(cid:28)Sissy,\"(cid:29) #93 was observed shaking her head vigorously, rubbing both\nsides of her head on the enclosure wire, and scratching her ears.  We observed this behavior for about five minutes.\n Upon examination, her ears were moderately dirty with hair growth in the ear canal.  The behavior seemed more\nsevere than the condition of the outer ear showed.  The dog(cid:25)s behavior indicated there could be an underlying\ndisease or infection, and she was very uncomfortable.  Ear problems can be painful and/or itchy, cause extreme\ndistress and affect the well-being of the animal.This dog is also heavily matted on its legs, belly, and rear end. \nAround the rear end, under the tail, and on the upper portion of both rear legs, there are clumps of fecal material,\ndirt and debris entwined with the matted hair. The largest clump was approximately the size of a golf ball.  There are\nseveral long clumps on the rear legs that are approximately 1.5 inches long.  The matting and clumps of fecal\nmaterial and other debris can be uncomfortable, create the potential for disease hazards and other health risks. \nThe licensee stated that the dog was scheduled to be groomed in the morning.\nA female golden retriever \"(cid:28)Roxie,\"(cid:29) #130 has black debris around the vaginal area.  The debris was on the fur of the\ninsides of both legs and underneath the tail.  Upon examination, the dog was extremely reluctant for me to lift her\ntail to examine the area.  She hunched her back, kept her tail between her legs, and circled away from me.  She\nseemed very uncomfortable.  She was thin, and upon palpation every vertebrae and rib was easily felt, the hip\nbones were prominent.  The licensee stated that she had just lost puppies within the last few days.  The debris,\nalong with her behavior, could indicate a serious heath condition, infection or disease.\nA female blonde golden retriever,\"(cid:28)Blondie,\"(cid:29) #52, has a cut underneath her left eye.  The cut was approximately\none inch long and had dried blood on it.  The dog also had a quarter-sized raw-looking wound on the right rear leg. \nIt was pink, wet-looking, hairless, and had a yellowish crusty discharge around the perimeter.  Wounds of this\nnature can be painful and if not treated appropriately can become infected affecting the well-being of the animal.  \nThe licensee must have these animals examined by a veterinarian to obtain a proper diagnosis and an appropriate\ntreatment plan by Friday. The licensee must document the veterinarian'(cid:25)s findings, the treatment plan that is\nfollowed, and have the records available to the inspector upon request.\n\n3.1(c)(1)(1)                    REPEAT\nHOUSING FACILITIES, GENERAL.\nSurfaces - Rust\nThe following enclosures contain self-feeders that are rusted.  Some of the feeders have holes rusted through them.\n* The enclosure housing a golden retriever and  a golden doodle on the south side.\n* The enclosure housing three golden retrievers on the North side.\n* The enclosure housing two American eskimos on the South side.\n* The enclosure housing three golden retrievers on the Northwest end.\nThese feeders can no longer be properly cleaned and sanitized in accordance with the regulations.  The feeders\nneed to be repaired or replaced to allow for proper cleaning and sanitization. The licensee must ensure that all\nhousing surfaces that are in contact with the animals are free of excessive rust that prevents the required cleaning\nand sanitization or that affects the structural strength of the surface.\n3.1(c)(1)(2)                    REPEAT\nHOUSING FACILITIES, GENERAL.\nSurfaces - Sharp Points\nThe following enclosures have ground wire paneling used to prevent the dogs from digging: \n* The pen housing a golden retriever and a golden doodle on the South side.\n* The pen housing three golden retrievers on the North side.\n* The pen housing a West Highland terrier on the South side.\nThe ground wire is exposed with sharp points exposed to the dogs causing the potential for injury.  The ground wire\nneeds to either be removed, covered, or replaced to prevent injury to the dogs.\n3.1(c)(2)                    REPEAT\nHOUSING FACILITIES, GENERAL.\nMaintenance and Replacement of Surfaces\nThe following enclosures have rubber flaps on the shelters for the wind/rain breaks that have been chewed and\nscratched such that some of them are no longer covering the entrance of the shelters and the flaps can not be\nproperly cleaned and sanitized.  Some of the shelters have flaps that are missing.\n* The enclosure housing the standard poodle and golden doodle on the North side is missing a flap.\n* The enclosure housing the golden retriever and golden doodle on the South side\n* The enclosure housing two American eskimos on the South side.\nThese surfaces need to be maintained or replaced on a regular basis to allow for proper cleaning and sanitizing.\n\n3.1(f)                    REPEAT\nHOUSING FACILITIES, GENERAL.\nDrainage\nThe second enclosure from the east on the north side housing a standard poodle and a golden doodle has mud\ncovering over 50% of the enclosure flooring.  The licensee stated that the rain from the storm from two days earlier\nblew into the enclosure and that she has been trying to get the water/mud to drain from the enclosure.  The dogs\nare soiled with the mud such that over 50% of the dogs are black in color.\nPoor drainage and muddy enclosures can play a role in disease transmission and attract vermin and insects. The\nlicensee must ensure the enclosures provided for the dogs are constructed in a manner that allows for proper\ndrainage and waste disposal.\n3.7(b)           DIRECT\nCOMPATIBLE GROUPING.\nThe golden retriever \"Blondie\" that was injured and a male golden retriever \"KJ(cid:25)'s Teddy Boy\" were housed with\nanother golden retriever which was domineering over the two.  The domineering dog was extremely hyper-active,\nbarked and panted excessively, ran around the pen in circles, and would growl and mount the other two dogs biting\nand tearing at their undercoat hair.  Upon observing this behavior, the inspectors requested the licensee to separate\nthe dogs immediately, which she did.  The licensee stated the blonde retriever was injured by this dog soon after\nputting them in the pen together, but they soon calmed down and she didn'(cid:25)t think it was a problem.   Housing dogs\ntogether that are incompatible can cause extreme distress, and can eventually cause injuries and other health\nissues.  The licensee must ensure that all animals that are housed together are compatible.\nThis was corrected at the time of inspection, but the licensee must ensure all animals housed together are\ncompatible from this day forward. \nThe inspection and exit interview were conducted with the licensee.\nAdditional Inspectors\nJirsa-Smith Amy, Animal Care Inspector",
  "animals_total": 56,
  "species": [
    {
      "count": 30,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 20,
      "scientific": "Felis silvestris catus",
      "common": "CAT ADULT"
    },
    {
      "count": 6,
      "scientific": "Felis silvestris catus",
      "common": "CAT KITTEN"
    }
  ]
}