{
  "insp_id": "2016090000739001",
  "layout": "b",
  "customer_id": "506554",
  "customer_name": "ENVIGO RMS LLC",
  "customer_addr": "8520 Allison Pointe Blvd., Suite 400\nINDIANAPOLIS, IN 46250",
  "certificate": "32-A-0774",
  "site_id": "005",
  "site_name": "ENVIGO RMS LLC",
  "insp_type": "ROUTINE INSPECTION",
  "date": "20-JUL-2021",
  "report_date": "18-OCT-2021",
  "citations": [
    {
      "code": "2.40(b)(3)",
      "kind": "Direct",
      "repeat": false,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "15 animals had medical problems that had not been identified or treated by the facility prior to the inspection.\nJuly 20th, 2021:\n***An adult female beagle (CLDCCL) had an abnormal right eye. There was a moderate amount of thick greenish yellow\ndischarge around the edge of the eye. The membrane at the inner corner of the eye was protruding (“cherry eye”). The\nsurface of the eye was slightly grey and there was an irregular, roughened area approximately ¼ inch diameter within this\ngrey area near the inner corner of the eye. This eye condition was not previously identified by the facility and the dog was\nnot receiving any treatments for the eye. The attending veterinarian examined the dog and stated that the eye condition\nwas likely not present for more than two days, and treatment was started for the eye condition.\n***An adult female beagle (CGDCEX) had severe dental disease. The back 4 upper teeth on the left side were completely\ncovered with hard, brown tartar and the gums were red. There was hair embedded in the tartar. The right upper canine\ntooth was 50% covered with tartar, and the gums adjacent to the tooth were inflamed. The 2 back upper teeth on the right\nside were 90% covered with hard, brown tartar, and there was hair embedded in the tartar. The gums were red. The\nattending veterinarian examined the dog and stated that the dog had severe dental disease. The animal last had a dental\ncleaning in May 2019.\n***An adult female beagle (CGGCAE) was itching her right ear continuously. When the ear flap was lifted, the ear canal\nwas thickened, reddened, and there was a brown waxy debris in the ear. The left ear canal was also thickened, reddened,\nand contained waxy brown debris and a small amount of clear discharge. There were small red scabs on the outside of\nboth the right and left ears. The facility had not previously identified this dog’s ear condition and the dog was not currently\nbeing treated for its ear condition, but the facility started treatment during the inspection.\n***One adult female beagle (CKKCPZ) had a skin issue. The dog had patchy hair loss and a thinning coat along with\nsome scabs affecting approximately 70% of the right side of the dog’s rib cage and side. The skin appeared mildly irritated\nand red. According to the attending veterinarian, the dog’s skin condition had not been observed previously and the dog\nwas not being treated for this condition, and treatment was started the same day.\n***One adult beagle (CNACDX) was identified with large quantities of fur stuck on the bottoms of the front paws and\nbetween the toes of these paws. On examination, an approximately 1-inch diameter area of hair loss with yellow crusts\nand red skin was identified at the tail base. The hair surrounding this area was crusty. According to the attending\nveterinarian, the dog’s skin condition had not been observed previously and the dog was not being treated for this\ncondition, but treatment was started the same day.\n***One adult female beagle (CFECGS) in the broodstock area (G1, room #10) had severe dental disease. The 2 upper left\nback teeth were completely covered with hard brown tartar, and there were pieces of hair in the tartar. The gums above\nthese teeth were red and bled slightly when touched. The dog was prioritized for a dental cleaning.\n***One adult female beagle (CICCYS) in the broodstock area (G1, room #10) had severe dental disease. There was\ngingivitis, gum recession, and some hair in the tartar. The attending vet examined the dog’s teeth and agreed that severe\ndental disease was present.\nJuly 21, 2021\n***One adult female beagle (CLGCST) located in G2, room 2, kennel #44, had a wound on the outer surface of her left\near. The wound was approximately 1 inch long and ½ inch wide, and was covered by a dark brown scab. The scab had\npulled away from the ear on the front edge and there was a small amount of red and pink milky fluid in the area. There\nwas a small amount of patchy hair loss at the base of the ear. Facility personnel had not previously identified this lesion,\nand began treatment immediately.\n***One male puppy (CMCCIZ) located in G2, room 3, kennel #73, was reluctant to bear weight on the right front foot. The\nunderside of each of the middle two toes on the front right foot had a small circular red area approximately 1/3 inch in\ndiameter. There were yellow crusts or scabs on the underside of all four toes on this foot. Facility personnel had not\npreviously identified this lesion, and began treatment immediately.\n***One adult male beagle (CKDCBZ) located in G2, Room 8, Kennel 48, was reluctant to stand and bear weight on his left\nrear leg. He would stand for a short period of time and then lay down, despite his cage mates jumping around excitedly.\nThis toe was swollen, and skin in the area between this toe and the next was red. The toe nail was curved tightly against\nthe underlying pad. The attending veterinarian further trimmed the nail on this toe and there was a depression left in the\ntoe pad where the nail had been. Facility personnel had not previously identified this issue, and created a treatment plan\nimmediately and was given pain medication the same day.\n***One adult female beagle (CGASCD), located in G1, Room 3, Kennel #24, had severe dental disease and a skin issue.\nOn both sides of the mouth, the upper back teeth were completely covered in a hard brown tartar, the adjacent gums\nwere red, swollen, and had pulled back from the teeth. On the right side, there was a greyish substance along the gum\nline. On the left side of the dog’s neck, where the neck meets the lower jaw, there was an yellowish brown scab\napproximately 1 inch wide and 1.5 inches long. The skin around the edges of the scab was hairless and red, and there\nwas a small amount of clear fluid at the center of the scab. Facility personnel had not previously identified this issue, and\ncreated a treatment plan immediately.\n***One adult female beagle (CFHCAS), located in G1, room 4, kennel 23, had severe dental disease. On the left side of\nthe mouth, the upper back teeth were completely covered in hard brown tartar, and there was hair stuck in the tartar. The\nadjacent gums were red and swollen and pulling away from the teeth. On the right side of the mouth, the upper middle\nteeth were completely covered in hard brown tartar, and the gums were swollen and had pulled back from some of the\nteeth exposing the roots of the teeth. There was greyish material along the gum line. Facility personnel had not previously\nidentified this issue. The dog was prioritized for a dental cleaning.\n*** In Building G2, Room 1, an adult female beagle (CLACHJ) has a large, firm, pink and swollen area of skin between the\n3rd and 4th toes of her right front paw. The cyst was approximately 1” in length and approximately 70-80% the length of\nthe toes. She was reluctant to bear her full weight on the right front limb. According to the attending veterinarian, the\ncondition was not previously identified by the facility and no treatments had been initiated prior to the time of observation.\nThe dog received treatment immediately.\n***In Building G2, Room 5, an adult male beagle (CMBCIA) has discharge in the left eye. The eye has milky, yellow\ndischarge around the edges and there are crusts on the surrounding eyelid. The eye and surrounding tissues were mildly\ninflamed and red. The condition was not previously identified by the facility and treatment began immediately.\n***In Building G1, Room 3, an adult female beagle (CHICPT) has a large amount of patchy hair loss encompassing\napproximately 80% of her entire coat. The hair loss is primarily over the trunk, sides, and top side of her tail. There are\nseveral small yellow scabs spread throughout the hair loss and the skin is red over the tail where the hair is missing. She\nwas not found scratching or chewing during inspection. According to the attending veterinarian, this issue had not been\nobserved and the dog had not been started on any medical treatment prior to the inspection. The attending veterinarian\nexamined the dog and created a treatment plan.\nAnimals with medical conditions including eye, skin, ear, and dental problems, may suffer from pain, discomfort, infection,\nand stress. Daily observation of animals to identify medical problems is essential for animal health and welfare.\nCorrect by July 23, 2021 by observing animals on a daily basis to identify physical, medical or behavioral problems, and\ncommunicate all findings to the attending veterinarian promptly."
    },
    {
      "code": "2.131(b)(1)",
      "kind": "Direct",
      "repeat": false,
      "desc": "Handling of animals.",
      "narrative": "***In Building 97, Room 15, at 1:36 PM on 07/20/21, a 3-week-old male puppy was found in the pan below cage # 97-11-\n15. The puppy was huddled, depressed and not actively vocalizing or searching for his dam. He had dried excreta in his\nfur. When handled he remained listless and quiet. Upon removing the puppy from the pan and replacing him into the cage\nabove, with his dam (CHBCMX), he immediately began crawling towards the rest of the litter. According to the facility\noperations manager, the room had been cleaned around 9 AM that morning and this puppy belonged in the cage above\nthe tray where he was found. The facility operations manager indicated that this puppy must have fallen into the tray\nduring the morning cleaning. There are no gaps or areas where the puppy could fall out of the cage when the cage door is\nclosed. The puppy was immediately examined and treated by the attending veterinarian.\nYoung puppies who fall into trays below their cage may become distressed, cold, hungry, dehydrated, or contaminated\nwith feces and urine.\nCorrect by July 23rd, 2021 by ensuring all puppies are handled expeditiously and carefully in a manner that does not\ncause excessive cooling, behavioral stress, or unnecessary discomfort. This noncompliance was discussed with facility\nmanagement and the facility took steps to address this issue immediately.\n***13 nursing adult female beagles, housed in individual cages with their litters of 6-week old puppies (78 total), were\nfasted for 42 hours. The facility representatives stated that this reduces milk production and is part of their current\nstandard operating procedure for weaning which they believe reduces the risk of mastitis. This was conducted in\naccordance with the facility’s “Weaning of puppies” procedure (EGS-SOP-PRD-6616). Metal automatic food dispensers\n(self-feeders) which were normally mounted on the doors of each cage were turned around and left on the doors of the\ncage, so that the dogs could see and smell the food but could not eat it. Many of these self-feeders did not have lids, so\nthe dog food was visible through the uncovered top of the feeders. Food access was removed on Monday (07/19/21) after\nnoon, and food access was returned to the dogs on Wednesday (07/21/21) beginning around 6AM when the females\nwere separated from their litters and moved to a different housing area. The inspectors initially observed the dogs at\napproximately 12PM on Tuesday, 7/20/21. Three dams were observed to be reaching their front paws through the doors\nof the cages to reach the food in the top of their feeders, these dogs were seen trying to scoop or dig out food from the\nfeeders but could only retrieve the occasional piece of kibble. One dam was observed to be vigorously licking the back of\nthe self-feeder, another was observed intently smelling the side of the feeder.\nDeprivation of food causes stress, hunger, and anxiety. Placing the food where it can be seen, smelled, and in some\ncases touched by dogs while the dogs are fasting is causing unnecessary distress and anxiety.\nCorrect by July 23rd, 2021 by ensuring that dogs are handled in a manner that does not cause unnecessary discomfort\nand/or behavioral stress. This noncompliance was discussed with facility management at the time of initial observation on\nTuesday 7/20/2021."
    },
    {
      "code": "3.3(a)",
      "kind": "Direct",
      "repeat": false,
      "desc": "Sheltered housing facilities.",
      "narrative": "Puppies and adult dogs were housed in sheltered housing facilities in which the temperature inside the sheltered area\nexceeded 85 degrees Fahrenheit for at least 5 hours.\nThe temperature was measured in multiple locations in the following rooms:\nBuilding G2, Room 3 (contains 543 puppies and 21 adults including some that are currently receiving medical treatment\nfor minor conditions):\n86.4F, 86.1F, and 86.0F at 11:40AM\n89.4F, 89.1F, and 89.2F at 1:30PM\n90.5F, 90.3F, 90.2F at 2:36PM\n90.8F, 90.7F, 90.8F at 3:42PM\n91.3F, 91.2F, 91.0F at 4:55PM\nBuilding G2, Room 2 (contains 112 adult dogs, 219 puppies)\n86.4F, 86.2F, and 86.2F at 11:42AM\n88.7F, 89.0F, 89.1F at 1:33PM\n90.2F, 90.1F, 90.2F at 2:33PM\n90.7F, 90.8F, 90.7F at 3:39PM\n92.3F, 92.2F, 91.8F at 4:53PM\nBuilding G2, Room 1 (contains 319 dogs)\n86F at 11:45AM\n88.7F, 88.8F, and 88.9F at 1:36PM\n90.0F, 89.1F, 90.1F at 2:31PM\n92.0F, 91.8F, 91.9F at 3:37PM\n92.3, 92.1, 92.0 at 4:49PM\nThe outdoor ambient temperature taken mainly in shaded areas were 89F at 11:48AM, 91F at 2PM, 92.3F at 2:30PM, and\n92.7F at 4:15PM.\nOther buildings, which are constructed in the same way and in which the temperature is managed in the same way, were\nof similar ambient temperatures in their sheltered areas throughout the day. G2 building, room 8 was 89.0F at 1:18PM.\nG1 building, room 1 was 89.9F at 3:03PM. G1 building, room 4 was 90.1F inside at 4:11PM. G1 building, room 5 (which\ncontained a very small number of dogs) was 88.4F at 4:20PM.\nEach room had a large fan at one end and two exhaust fans at the other end. There is no air conditioning or other\nmechanism in place for cooling this building. The facility stated that they typically monitor temperatures once daily at\napproximately 7 AM. The adult dogs within the buildings were easily excited by the presence of USDA personnel, and\nwere usually jumping, barking, and panting excitedly when inspectors were present. When USDA personnel returned to\nthe rooms throughout the afternoon as temperatures increased, both dogs and puppies were observed to be sleeping.\nWhen sleeping, the dogs were avoiding contact and were splayed out not touching each other. Puppies were frequently\nobserved sleeping on the cinderblock at the bottom of the door between the inside and outside of the kennel. Dogs that\nwere awake and not barking or overly excited were often observed to be panting.\nDogs who are hot may experience discomfort, lethargy, or stress. Puppies and dogs with medical problems are especially\nvulnerable to the effects of hot weather.\nCorrect by July 26th, 2021 by providing additional / alternate cooling mechanisms that ensure ambient temperatures that\ndo not exceed 85F for more than 4 consecutive hours when dogs are present, and that adequately provides for animal\ncomfort and wellbeing."
    },
    {
      "code": "3.6(a)(2)(x)",
      "kind": "Direct",
      "repeat": false,
      "desc": "Primary enclosures.",
      "narrative": "In the G3 building, Rooms 1 and 2, the floors in the cages have a grid pattern with openings large enough for young\npuppies feet to pass through. There are approximately 200 puppies housed with their respective dams in indoor housing\ncomprised of raised plastic-coated metal grate-type flooring. The grid pattern openings in the flooring allow the puppies\nfeet to fall through the flooring up to their shoulders. Three puppies were observed with their limbs through the floor, and\nthese puppies were able to remove their limbs and move around the cage.\nIn the sheltered area of kennels in G2, Room 3, there were two kennels with a total of 13 puppies. In one kennel, two\npuppies were sleeping at the front of the sheltered area of the kennel. The puppies were leaning against the front gate\nand their front paws were passing down through a gap between the raised grate floor and the bottom of the gate. In the\nsecond kennel, three puppies were up at the front gate and walking back and forth. At least four times their back limb and\nfront limbs fell down between the raised grate floor and the gate. Puppies whose limbs passed through this gap between\nthe floor and the bottom of the gate would sink down to their shoulders or hips and could touch the edge of the cement\nslab below.\nIn Building G1, Room 3, an adult female beagle (CJICFN) was standing on the outside of the kennel. The dog’s left\nfront paw was caught in the raised plastic-coated grate flooring. Her two middle toes were caught in a thin rectangular\nopening in the grate floor and she was unable to free her foot. She was standing on her other three feet while panting\nrapidly and making small movements, as the other 3 dogs in the kennel jumped around her excitedly. It took two facility\npersonnel approximately 3 minutes to free the dog’s toes from the opening in the floor. Once the toes were free, the dog\nwas examined more closely and the two toes were red and swollen. The facility provided immediate veterinary\ncare. Facility personnel did not know how long the dog’s toes had been stuck in the floor. Medical records indicated that\nthe animal was mildly dehydrated.\nRaised mesh or slatted flooring that contains openings that are wide enough for a limb, paw, or digit to pass through can\nlead to an animal becoming trapped or injured. When an animal becomes entrapped as described above, they can\nbecome distressed, dehydrated, or may suffer additional injuries.\nCorrect by 07/30/21 by ensuring that mesh or slat flooring does not allow the animals’ feet or legs to pass through and\nthat all flooring is constructed in a manner that protects their feet and legs from injury."
    },
    {
      "code": "3.6(c)(1)(ii)",
      "kind": "Direct",
      "repeat": false,
      "desc": "Primary enclosures.",
      "narrative": "62 nursing female dogs (and a total of 393 puppies) in the whelping building (building 97) were housed in cages that did\nnot provide the minimum amount of floor space for the dam and her litter as required by the Animal Welfare Act.\nRoom 7 has dams housed with their litters in cages that measure 33 inches by 36 inches providing a total floor space of\n1,188 square inches. The following dams were identified and measured from nose to base of tail:\nCJKCNN measured 28” and has 7 puppies\nCIHCLC measured 26” and has 7 puppies\nCIJCCF measured 25” and has 5 puppies\nCJGCAU measured 28” and has 4 puppies\nCKICGJ measured 25” and has 6 puppies\nCLDCDA measured 26” and has 6 puppies\nCGDCEX measured 25” and has 6 puppies\nAdditional dams with litters who did have enough floor space were identified in Room 7, Room 10, Room 11, and Room\n13. The facility staff stated that the dogs are a consistent size (average female is 25-28 inches). Each of these 62 female\ndogs had 5 to 9 puppies.\nCJKCNN with her seven puppies, requires a minimum floor space of 1560.6 sq.in. The enclosure requires an additional\n372 sq.in. of space for compliance with the AWA. CIJCCF, with her five puppies, requires a minimum floor space of\n1201.25 sq.in. The enclosure requires an additional 13 sq.in. of space for compliance with the AWA.\nDams and puppies without the minimum amount of floor space may suffer from distress, discomfort, crowding, poor\nsanitation, increased trauma and mortality.\nCorrect by July 30th, 2021 by ensuring that all dams and litters are provided with at least the amount of floor space\nrequired under the Animal Welfare Act. This issue was identified to the facility during inspection on 7/20/21."
    },
    {
      "code": "3.9(a)",
      "kind": "Direct",
      "repeat": false,
      "desc": "Feeding",
      "narrative": "***13 litters of 6-week-old beagle puppies were kept with their mothers (dams) while the dams were fasted (did not have\nfood) for 42 hours. Facility representatives stated the purpose of the fast was to decrease milk production and reduce the\nrisk of mastitis for the mother dogs. This was conducted in accordance with the facility’s “Weaning of puppies” procedure\n(EGS-SOP-PRD-6616). The puppies only source of food was to nurse on the mother dogs, who were experiencing\ndecreased milk production. Puppies were observed vocalizing and nursing on their mothers, while the mothers stood and\ntried to gain access to the food outside their cage.\nPuppies who have no food source aside from a dam that is on a program to reduce (and eventually halt) milk production\nmay not get enough nutrition, causing the puppies to experience hunger, dehydration, stress, increased susceptibility to\ninfections, and low blood sugar.\nCorrect by July 23rd, 2021 by ensuring that puppies and dogs are fed in a manner that provides a sufficient amount of\nwholesome food and nutrition for their age and condition.\n***Food in the self-feeders and feed silo in G1 building, and food in self feeders and storage areas in the G2 building were\ncontaminated with a variety of live insects. Live small black worm-type insects were observed in the feed silo and in four\nself-feeders. Approximately 5 feeders contained live small black beetle-type inspects. Flies were present inside many of\nthe self feeders, and were observed landing on the feed in those feeders. Facility operations management stated that\nfeed is added to the feeders every other day, or when food levels were low, and that the self feeders were sanitized every\n2 weeks. Facility operations management stated that currently the hopper is cleaned at least twice a year.\nFeed infested with insects is not considered wholesome and palatable and may lead to reduced feed consumption or poor\nnutrition. Correct by July 23, 2021 by ensuring that all feed offered to dogs is uncontaminated, wholesome, palatable, and\nof sufficient quantity and nutritive value. The following day the facility provided alternative, uncontaminated feed to the\ndogs in G1.\nThis noncompliance was discussed with facility management at the time of inspection."
    },
    {
      "code": "3.12",
      "kind": "Direct",
      "repeat": false,
      "desc": "Employees",
      "narrative": "Daily observation failed to identify 15 dogs with medical issues prior to the inspection. A treatment plan was created for\neach of these dogs following identification by APHIS inspectors, however, there are currently not sufficient employees to\nrecognize these issues effectively. Daily observations regarding veterinary care are made by 6 trained staff members\nwho conduct daily observation in addition to other duties including treatments and husbandry; 3-4 of these employees\nconduct daily observations each day.\nSeveral animals were found in need of critical care. This included the puppy found by inspectors under the enclosure in\nthe tray used for urine and feces collection and the adult dog with the toes entrapped in the slat flooring. Although both\nanimals received care immediately, they were not identified by animal care staff responsible for providing husbandry care.\nTwo cage cards, and one puppy, were missing from nursery cages. Sheltered housing facilities were not being managed\nin accordance with the written temperature SOP. The facility currently employs 39 personnel for over 5000 dogs, and\nthere are 5 vacancies which remain unfilled.\nOnly one attending veterinarian is employed to oversee care for all of the dogs and cats well as assisting in research\nprojects.\nAdequate staffing is essential for carrying out the level of husbandry and care required to maintain animal health, welfare,\nand facility maintenance and sanitation.\nCorrect by August 31, 2021 by maintaining enough personnel to carry out the level of husbandry practices and care\nrequired by the Animal Welfare Act and to assure animal health and wellbeing.\nA complete routine inspection was conducted starting on 7/20/2021. This inspection report is limited to the Direct non-\ncompliances identified during that inspection. An additional inspection report will be delivered with the other issues\nidentified during this inspection.\nThis inspection was conducted with the Manager of Operations and Attending Veterinarian. The exit briefing was\nconducted on July 22nd, 2021 with the Manager of Operations, the Attending Veterinarian, the Senior Vice President for\nVet Services, the Director of Quality Assurance, the Regional Quality Assurance Manager, the Regional Facilities\nManager, the Vice President of North American Operations, and the Chief Operating Officer.\nAdditional Inspectors:\nRachel Perez-Baum, VETERINARY MEDICAL OFFICEREnd Section"
    }
  ],
  "narrative": "2.40(b)(3)  Direct\n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \n15 animals had medical problems that had not been identified or treated by the facility prior to the inspection. \nJuly 20th, 2021: \n***An adult female beagle (CLDCCL) had an abnormal right eye. There was a moderate amount of thick greenish yellow \ndischarge around the edge of the eye. The membrane at the inner corner of the eye was protruding (“cherry eye”). The \nsurface of the eye was slightly grey and there was an irregular, roughened area approximately ¼ inch diameter within this \ngrey area near the inner corner of the eye. This eye condition was not previously identified by the facility and the dog was \nnot receiving any treatments for the eye. The attending veterinarian examined the dog and stated that the eye condition \nwas likely not present for more than two days, and treatment was started for the eye condition. \n***An adult female beagle (CGDCEX) had severe dental disease. The back 4 upper teeth on the left side were completely \ncovered with hard, brown tartar and the gums were red. There was hair embedded in the tartar. The right upper canine \ntooth was 50% covered with tartar, and the gums adjacent to the tooth were inflamed.  The 2 back upper teeth on the right \nside were 90% covered with hard, brown tartar, and there was hair embedded in the tartar. The gums were red. The \nattending veterinarian examined the dog and stated that the dog had severe dental disease. The animal last had a dental \ncleaning in May 2019.\n\n***An adult female beagle (CGGCAE) was itching her right ear continuously. When the ear flap was lifted, the ear canal \nwas thickened, reddened, and there was a brown waxy debris in the ear. The left ear canal was also thickened, reddened, \nand contained waxy brown debris and a small amount of clear discharge. There were small red scabs on the outside of \nboth the right and left ears. The facility had not previously identified this dog’s ear condition and the dog was not currently \nbeing treated for its ear condition, but the facility started treatment during the inspection. \n***One adult female beagle (CKKCPZ) had a skin issue. The dog had patchy hair loss and a thinning coat along with \nsome scabs affecting approximately 70% of the right side of the dog’s rib cage and side. The skin appeared mildly irritated \nand red. According to the attending veterinarian, the dog’s skin condition had not been observed previously and the dog \nwas not being treated for this condition, and treatment was started the same day. \n***One adult beagle (CNACDX) was identified with large quantities of fur stuck on the bottoms of the front paws and \nbetween the toes of these paws. On examination, an approximately 1-inch diameter area of hair loss with yellow crusts \nand red skin was identified at the tail base. The hair surrounding this area was crusty. According to the attending \nveterinarian, the dog’s skin condition had not been observed previously and the dog was not being treated for this \ncondition, but treatment was started the same day. \n***One adult female beagle (CFECGS) in the broodstock area (G1, room #10) had severe dental disease. The 2 upper left \nback teeth were completely covered with hard brown tartar, and there were pieces of hair in the tartar. The gums above \nthese teeth were red and bled slightly when touched. The dog was prioritized for a dental cleaning. \n***One adult female beagle (CICCYS) in the broodstock area (G1, room #10) had severe dental disease. There was \ngingivitis, gum recession, and some hair in the tartar. The attending vet examined the dog’s teeth and agreed that severe \ndental disease was present. \nJuly 21, 2021\n\n***One adult female beagle (CLGCST) located in G2, room 2, kennel #44, had a wound on the outer surface of her left \near. The wound was approximately 1 inch long and ½ inch wide, and was covered by a dark brown scab. The scab had \npulled away from the ear on the front edge and there was a small amount of red and pink milky fluid in the area. There \nwas a small amount of patchy hair loss at the base of the ear. Facility personnel had not previously identified this lesion, \nand began treatment immediately. \n***One male puppy (CMCCIZ) located in G2, room 3, kennel #73, was reluctant to bear weight on the right front foot. The \nunderside of each of the middle two toes on the front right foot had a small circular red area approximately 1/3 inch in \ndiameter. There were yellow crusts or scabs on the underside of all four toes on this foot. Facility personnel had not \npreviously identified this lesion, and began treatment immediately. \n***One adult male beagle (CKDCBZ) located in G2, Room 8, Kennel 48, was reluctant to stand and bear weight on his left \nrear leg. He would stand for a short period of time and then lay down, despite his cage mates jumping around excitedly.  \nThis toe was swollen, and skin in the area between this toe and the next was red. The toe nail was curved tightly against \nthe underlying pad. The attending veterinarian further trimmed the nail on this toe and there was a depression left in the \ntoe pad where the nail had been. Facility personnel had not previously identified this issue, and created a treatment plan \nimmediately and was given pain medication the same day. \n***One adult female beagle (CGASCD), located in G1, Room 3, Kennel #24, had severe dental disease and a skin issue. \nOn both sides of the mouth, the upper back teeth were completely covered in a hard brown tartar, the adjacent gums \nwere red, swollen, and had pulled back from the teeth.  On the right side, there was a greyish substance along the gum \nline. On the left side of the dog’s neck, where the neck meets the lower jaw, there was an yellowish brown scab \napproximately 1 inch wide and 1.5 inches long. The skin around the edges of the scab was hairless and red, and there \nwas a small amount of clear fluid at the center of the scab. Facility personnel had not previously identified this issue, and\n\ncreated a treatment plan immediately. \n***One adult female beagle (CFHCAS), located in G1, room 4, kennel 23, had severe dental disease. On the left side of \nthe mouth, the upper back teeth were completely covered in hard brown tartar, and there was hair stuck in the tartar. The \nadjacent gums were red and swollen and pulling away from the teeth. On the right side of the mouth, the upper middle \nteeth were completely covered in hard brown tartar, and the gums were swollen and had pulled back from some of the \nteeth exposing the roots of the teeth. There was greyish material along the gum line. Facility personnel had not previously \nidentified this issue. The dog was prioritized for a dental cleaning. \n*** In Building G2, Room 1, an adult female beagle (CLACHJ) has a large, firm, pink and swollen area of skin between the \n3rd and 4th toes of her right front paw. The cyst was approximately 1” in length and approximately 70-80% the length of \nthe toes. She was reluctant to bear her full weight on the right front limb. According to the attending veterinarian, the \ncondition was not previously identified by the facility and no treatments had been initiated prior to the time of observation.  \nThe dog received treatment immediately. \n***In Building G2, Room 5, an adult male beagle (CMBCIA) has discharge in the left eye. The eye has milky, yellow \ndischarge around the edges and there are crusts on the surrounding eyelid. The eye and surrounding tissues were mildly \ninflamed and red. The condition was not previously identified by the facility and treatment began immediately.  \n***In Building G1, Room 3, an adult female beagle (CHICPT) has a large amount of patchy hair loss encompassing \napproximately 80% of her entire coat. The hair loss is primarily over the trunk, sides, and top side of her tail. There are \nseveral small yellow scabs spread throughout the hair loss and the skin is red over the tail where the hair is missing. She \nwas not found scratching or chewing during inspection. According to the attending veterinarian, this issue had not been \nobserved and the dog had not been started on any medical treatment prior to the inspection. The attending veterinarian \nexamined the dog and created a treatment plan.\n\nAnimals with medical conditions including eye, skin, ear, and dental problems, may suffer from pain, discomfort, infection, \nand stress. Daily observation of animals to identify medical problems is essential for animal health and welfare. \nCorrect by July 23, 2021 by observing animals on a daily basis to identify physical, medical or behavioral problems, and \ncommunicate all findings to the attending veterinarian promptly. \n2.131(b)(1)  Direct\n   \nHandling of animals. \n***In Building 97, Room 15, at 1:36 PM on 07/20/21, a 3-week-old male puppy was found in the pan below cage # 97-11-\n15. The puppy was huddled, depressed and not actively vocalizing or searching for his dam. He had dried excreta in his \nfur. When handled he remained listless and quiet. Upon removing the puppy from the pan and replacing him into the cage \nabove, with his dam (CHBCMX), he immediately began crawling towards the rest of the litter. According to the facility \noperations manager, the room had been cleaned around 9 AM that morning and this puppy belonged in the cage above \nthe tray where he was found. The facility operations manager indicated that this puppy must have fallen into the tray \nduring the morning cleaning. There are no gaps or areas where the puppy could fall out of the cage when the cage door is \nclosed. The puppy was immediately examined and treated by the attending veterinarian. \nYoung puppies who fall into trays below their cage may become distressed, cold, hungry, dehydrated, or contaminated \nwith feces and urine. \nCorrect by July 23rd, 2021 by ensuring all puppies are handled expeditiously and carefully in a manner that does not \ncause excessive cooling, behavioral stress, or unnecessary discomfort. This noncompliance was discussed with facility \nmanagement and the facility took steps to address this issue immediately. \n***13 nursing adult female beagles, housed in individual cages with their litters of 6-week old puppies (78 total), were \nfasted for 42 hours. The facility representatives stated that this reduces milk production and is part of their current \nstandard operating procedure for weaning which they believe reduces the risk of mastitis. This was conducted in\n\naccordance with the facility’s “Weaning of puppies” procedure (EGS-SOP-PRD-6616). Metal automatic food dispensers \n(self-feeders) which were normally mounted on the doors of each cage were turned around and left on the doors of the \ncage, so that the dogs could see and smell the food but could not eat it. Many of these self-feeders did not have lids, so \nthe dog food was visible through the uncovered top of the feeders. Food access was removed on Monday (07/19/21) after \nnoon, and food access was returned to the dogs on Wednesday (07/21/21) beginning around 6AM when the females \nwere separated from their litters and moved to a different housing area. The inspectors initially observed the dogs at \napproximately 12PM on Tuesday, 7/20/21. Three dams were observed to be reaching their front paws through the doors \nof the cages to reach the food in the top of their feeders, these dogs were seen trying to scoop or dig out food from the \nfeeders but could only retrieve the occasional piece of kibble. One dam was observed to be vigorously licking the back of \nthe self-feeder, another was observed intently smelling the side of the feeder. \nDeprivation of food causes stress, hunger, and anxiety. Placing the food where it can be seen, smelled, and in some \ncases touched by dogs while the dogs are fasting is causing unnecessary distress and anxiety. \nCorrect by July 23rd, 2021 by ensuring that dogs are handled in a manner that does not cause unnecessary discomfort \nand/or behavioral stress. This noncompliance was discussed with facility management at the time of initial observation on \nTuesday 7/20/2021. \n3.3(a)  Direct\n   \nSheltered housing facilities. \nPuppies and adult dogs were housed in sheltered housing facilities in which the temperature inside the sheltered area \nexceeded 85 degrees Fahrenheit for at least 5 hours. \nThe temperature was measured in multiple locations in the following rooms: \nBuilding G2, Room 3 (contains 543 puppies and 21 adults including some that are currently receiving medical treatment \nfor minor conditions):\n\n86.4F, 86.1F, and 86.0F at 11:40AM \n89.4F, 89.1F, and 89.2F at 1:30PM \n90.5F, 90.3F, 90.2F at 2:36PM \n90.8F, 90.7F, 90.8F at 3:42PM \n91.3F, 91.2F, 91.0F at 4:55PM \nBuilding G2, Room 2 (contains 112 adult dogs, 219 puppies) \n86.4F, 86.2F, and 86.2F at 11:42AM \n88.7F, 89.0F, 89.1F at 1:33PM \n90.2F, 90.1F, 90.2F at 2:33PM \n90.7F, 90.8F, 90.7F at 3:39PM \n92.3F, 92.2F, 91.8F at 4:53PM \nBuilding G2, Room 1 (contains 319 dogs) \n86F at 11:45AM \n88.7F, 88.8F, and 88.9F at 1:36PM \n90.0F, 89.1F, 90.1F at 2:31PM \n92.0F, 91.8F, 91.9F at 3:37PM \n92.3, 92.1, 92.0 at 4:49PM \nThe outdoor ambient temperature taken mainly in shaded areas were 89F at 11:48AM, 91F at 2PM, 92.3F at 2:30PM, and \n92.7F at 4:15PM. \nOther buildings, which are constructed in the same way and in which the temperature is managed in the same way, were \nof similar ambient temperatures in their sheltered areas throughout the day. G2 building, room 8 was 89.0F at 1:18PM.\n\nG1 building, room 1 was 89.9F at 3:03PM. G1 building, room 4 was 90.1F inside at 4:11PM. G1 building, room 5 (which \ncontained a very small number of dogs) was 88.4F at 4:20PM. \nEach room had a large fan at one end and two exhaust fans at the other end. There is no air conditioning or other \nmechanism in place for cooling this building.  The facility stated that they typically monitor temperatures once daily at \napproximately 7 AM.  The adult dogs within the buildings were easily excited by the presence of USDA personnel, and \nwere usually jumping, barking, and panting excitedly when inspectors were present. When USDA personnel returned to \nthe rooms throughout the afternoon as temperatures increased, both dogs and puppies were observed to be sleeping. \nWhen sleeping, the dogs were avoiding contact and were splayed out not touching each other. Puppies were frequently \nobserved sleeping on the cinderblock at the bottom of the door between the inside and outside of the kennel. Dogs that \nwere awake and not barking or overly excited were often observed to be panting. \nDogs who are hot may experience discomfort, lethargy, or stress. Puppies and dogs with medical problems are especially \nvulnerable to the effects of hot weather. \nCorrect by July 26th, 2021 by providing additional / alternate cooling mechanisms that ensure ambient temperatures that \ndo not exceed 85F for more than 4 consecutive hours when dogs are present, and that adequately provides for animal \ncomfort and wellbeing. \n3.6(a)(2)(x)  Direct\n   \nPrimary enclosures. \nIn the G3 building, Rooms 1 and 2, the floors in the cages have a grid pattern with openings large enough for young \npuppies feet to pass through. There are approximately 200 puppies housed with their respective dams in indoor housing \ncomprised of raised plastic-coated metal grate-type flooring. The grid pattern openings in the flooring allow the puppies \nfeet to fall through the flooring up to their shoulders. Three puppies were observed with their limbs through the floor, and \nthese puppies were able to remove their limbs and move around the cage.\n\nIn the sheltered area of kennels in G2, Room 3, there were two kennels with a total of 13 puppies. In one kennel, two \npuppies were sleeping at the front of the sheltered area of the kennel. The puppies were leaning against the front gate \nand their front paws were passing down through a gap between the raised grate floor and the bottom of the gate. In the \nsecond kennel, three puppies were up at the front gate and walking back and forth. At least four times their back limb and \nfront limbs fell down between the raised grate floor and the gate. Puppies whose limbs passed through this gap between \nthe floor and the bottom of the gate would sink down to their shoulders or hips and could touch the edge of the cement \nslab below. \nIn Building G1, Room 3, an adult female beagle (CJICFN) was standing on the outside of the kennel. The dog’s left \nfront paw was caught in the raised plastic-coated grate flooring. Her two middle toes were caught in a thin rectangular \nopening in the grate floor and she was unable to free her foot. She was standing on her other three feet while panting \nrapidly and making small movements, as the other 3 dogs in the kennel jumped around her excitedly. It took two facility \npersonnel approximately 3 minutes to free the dog’s toes from the opening in the floor. Once the toes were free, the dog \nwas examined more closely and the two toes were red and swollen. The facility provided immediate veterinary \ncare.  Facility personnel did not know how long the dog’s toes had been stuck in the floor. Medical records indicated that \nthe animal was mildly dehydrated. \nRaised mesh or slatted flooring that contains openings that are wide enough for a limb, paw, or digit to pass through can \nlead to an animal becoming trapped or injured. When an animal becomes entrapped as described above, they can \nbecome distressed, dehydrated, or may suffer additional injuries. \nCorrect by 07/30/21 by ensuring that mesh or slat flooring does not allow the animals’ feet or legs to pass through and \nthat all flooring is constructed in a manner that protects their feet and legs from injury. \n3.6(c)(1)(ii)  Direct\n   \nPrimary enclosures.\n\n62 nursing female dogs (and a total of 393 puppies) in the whelping building (building 97) were housed in cages that did \nnot provide the minimum amount of floor space for the dam and her litter as required by the Animal Welfare Act. \nRoom 7 has dams housed with their litters in cages that measure 33 inches by 36 inches providing a total floor space of \n1,188 square inches. The following dams were identified and measured from nose to base of tail: \nCJKCNN measured 28” and has 7 puppies \nCIHCLC measured 26” and has 7 puppies \nCIJCCF measured 25” and has 5 puppies \nCJGCAU measured 28” and has 4 puppies \nCKICGJ measured 25” and has 6 puppies \nCLDCDA measured 26” and has 6 puppies \nCGDCEX measured 25” and has 6 puppies \nAdditional dams with litters who did have enough floor space were identified in Room 7, Room 10, Room 11, and Room \n13.  The facility staff stated that the dogs are a consistent size (average female is 25-28 inches).  Each of these 62 female \ndogs had 5 to 9 puppies. \nCJKCNN with her seven puppies, requires a minimum floor space of 1560.6 sq.in.  The enclosure requires an additional \n372 sq.in. of space for compliance with the AWA.  CIJCCF, with her five puppies, requires a minimum floor space of \n1201.25 sq.in.  The enclosure requires an additional 13 sq.in. of space for compliance with the AWA. \nDams and puppies without the minimum amount of floor space may suffer from distress, discomfort, crowding, poor \nsanitation, increased trauma and mortality. \nCorrect by July 30th, 2021 by ensuring that all dams and litters are provided with at least the amount of floor space \nrequired under the Animal Welfare Act.  This issue was identified to the facility during inspection on 7/20/21.\n\n3.9(a)  Direct\n   \nFeeding \n***13 litters of 6-week-old beagle puppies were kept with their mothers (dams) while the dams were fasted (did not have \nfood) for 42 hours. Facility representatives stated the purpose of the fast was to decrease milk production and reduce the \nrisk of mastitis for the mother dogs. This was conducted in accordance with the facility’s “Weaning of puppies” procedure \n(EGS-SOP-PRD-6616). The puppies only source of food was to nurse on the mother dogs, who were experiencing \ndecreased milk production. Puppies were observed vocalizing and nursing on their mothers, while the mothers stood and \ntried to gain access to the food outside their cage. \nPuppies who have no food source aside from a dam that is on a program to reduce (and eventually halt) milk production \nmay not get enough nutrition, causing the puppies to experience hunger, dehydration, stress, increased susceptibility to \ninfections, and low blood sugar. \nCorrect by July 23rd, 2021 by ensuring that puppies and dogs are fed in a manner that provides a sufficient amount of \nwholesome food and nutrition for their age and condition. \n***Food in the self-feeders and feed silo in G1 building, and food in self feeders and storage areas in the G2 building were \ncontaminated with a variety of live insects. Live small black worm-type insects were observed in the feed silo and in four \nself-feeders. Approximately 5 feeders contained live small black beetle-type inspects. Flies were present inside many of \nthe self feeders, and were observed landing on the feed in those feeders. Facility operations management stated that \nfeed is added to the feeders every other day, or when food levels were low, and that the self feeders were sanitized every \n2 weeks. Facility operations management stated that currently the hopper is cleaned at least twice a year. \nFeed infested with insects is not considered wholesome and palatable and may lead to reduced feed consumption or poor \nnutrition. Correct by July 23, 2021 by ensuring that all feed offered to dogs is uncontaminated, wholesome, palatable, and \nof sufficient quantity and nutritive value. The following day the facility provided alternative, uncontaminated feed to the\n\ndogs in G1. \nThis noncompliance was discussed with facility management at the time of inspection. \n3.12  Direct\n   \nEmployees \nDaily observation failed to identify 15 dogs with medical issues prior to the inspection.  A treatment plan was created for \neach of these dogs following identification by APHIS inspectors, however, there are currently not sufficient employees to \nrecognize these issues effectively.  Daily observations regarding veterinary care are made by 6 trained staff members \nwho conduct daily observation in addition to other duties including treatments and husbandry; 3-4 of these employees \nconduct daily observations each day. \nSeveral animals were found in need of critical care.  This included the puppy found by inspectors under the enclosure in \nthe tray used for urine and feces collection and the adult dog with the toes entrapped in the slat flooring.  Although both \nanimals received care immediately, they were not identified by animal care staff responsible for providing husbandry care. \nTwo cage cards, and one puppy, were missing from nursery cages. Sheltered housing facilities were not being managed \nin accordance with the written temperature SOP. The facility currently employs 39 personnel for over 5000 dogs, and \nthere are 5 vacancies which remain unfilled. \nOnly one attending veterinarian is employed to oversee care for all of the dogs and cats well as assisting in research \nprojects. \nAdequate staffing is essential for carrying out the level of husbandry and care required to maintain animal health, welfare, \nand facility maintenance and sanitation. \nCorrect by August 31, 2021 by maintaining enough personnel to carry out the level of husbandry practices and care \nrequired by the Animal Welfare Act and to assure animal health and wellbeing.\n\nA complete routine inspection was conducted starting on 7/20/2021. This inspection report is limited to the Direct non-\ncompliances identified during that inspection. An additional inspection report will be delivered with the other issues \nidentified during this inspection. \nThis inspection was conducted with the Manager of Operations and Attending Veterinarian. The exit briefing was \nconducted on July 22nd, 2021 with the Manager of Operations, the Attending Veterinarian, the Senior Vice President for \nVet Services, the Director of Quality Assurance, the Regional Quality Assurance Manager, the Regional Facilities \nManager, the Vice President of North American Operations, and the Chief Operating Officer. \n \nAdditional Inspectors: \nRachel Perez-Baum, VETERINARY MEDICAL OFFICEREnd Section",
  "animals_total": 5035,
  "species": [
    {
      "count": 3021,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 2014,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}