{
  "insp_id": "2016082568758200",
  "layout": "a",
  "customer_id": "323515",
  "customer_name": "Howling Woods Farm",
  "customer_addr": "1371 West Veterans Highway\nJackson, NJ 08527",
  "certificate": "22-C-0127",
  "site_id": "001",
  "site_name": "HOWLING WOODS FARM",
  "insp_type": "ROUTINE INSPECTION",
  "date": "21-AUG-2017",
  "report_date": "21-AUG-2017",
  "citations": [
    {
      "code": "3.1(a)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "The wolf-hybrids have created a large den underneath of their rear shelter building. The metal dig guard (fence\npanel) is now fully exposed on the interior portion of the earthen floor. Due to their digging of the den, the earthen\nfloor inside of the shelter has collapsed underneath the dig guard thus leaving large openings present. These\nopenings are large enough for the wolf-hybrids' feet and legs to fall through and cause injury should they walk in this\narea.\nA method to shore up the floor must provided to prevent another collapse. Additionally, the shelter must be kept in\ngood repair to prevent injury of the wolf-hybrids that utilize this shelter building.\nTO BE CORRECTED BY: SEPTEMBER 21, 2017\nThis inspection and exit briefing were conducted with the facility representatives."
    }
  ],
  "narrative": "3.1(a)\nHOUSING FACILITIES, GENERAL.\nThe wolf-hybrids have created a large den underneath of their rear shelter building.  The metal dig guard (fence\npanel) is now fully exposed on the interior portion of the earthen floor.  Due to their digging of the den, the earthen\nfloor inside of the shelter has collapsed underneath the dig guard thus leaving large openings present.  These\nopenings are large enough for the wolf-hybrids' feet and legs to fall through and cause injury should they walk in this\narea.  \nA method to shore up the floor must provided to prevent another collapse.  Additionally, the shelter must be kept in\ngood repair to prevent injury of the wolf-hybrids that utilize this shelter building.\nTO BE CORRECTED BY:   SEPTEMBER 21, 2017\nThis inspection and exit briefing were conducted with the facility representatives.",
  "animals_total": 10,
  "species": [
    {
      "count": 10,
      "scientific": "Canis lupus x c. l. familiaris",
      "common": "WOLF/DOG HYBRID"
    }
  ]
}