{
  "insp_id": "2016082567938174",
  "layout": "a",
  "customer_id": "37947",
  "customer_name": "Donald W Eveland",
  "customer_addr": "2575 Andover Blvd\nAndover, MN 55304",
  "certificate": "41-C-0204",
  "site_id": "001",
  "site_name": "EVELAND FAMILY FARM",
  "insp_type": "ROUTINE INSPECTION",
  "date": "23-SEP-2016",
  "report_date": "29-SEP-2016",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Critical",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "Multiple animals had veterinary care issues in which the Attending Veterinarian had not been consulted with. A\nblack male llama had teeth that had not been trimmed in some time and were sticking out its mouth. In addition the\ntwo teeth were crooked to the point where the one tooth actually crossed over in front of the other tooth. Another\nwhite and brown female llama had long teeth that were also sticking out of its mouth. The licensee informed me\nthat it had been a while since the teeth had been trimmed on the llamas. Dental issues can be painful and cause\nthose animals not to eat. Dental issues can lead to infection in the mouth or can even become systemic causing\nfurther health issues. The Attending Veterinarian must be consulted with and both llamas need to be treated as\ndirected by the Attending Veterinarian. Correct by 9/30/16.\nA white male sheep had hooves that were long and starting to curl upwards. The licensee informed me that the\nhooves were last trimmed in the spring. Long hooves can be uncomfortable and painful and can lead to problems\nwith the gait of the animal. The hooves must be trimmed and attended to on a regular basis thereafter. Correct by\n9/30/16.\nA tan female cow named \"Carol\" was limping on its left rear leg and the right front hoof was long and starting to curl\nupwards. Limping indicates the animal is uncomfortable and in pain. It indicates that there is something wrong with\nthe its leg that may require medical attention. Long hooves can be uncomfortable and also cause pain. It can lead\nto problems with the gait of the animal. The hooves must be trimmed and attended to on a regular basis thereafter.\nThe Attending Veterinarian must be consulted with and the cow must be treated as per the Veterinarian's\ninstructions. Correct by 9/30/16.\nTwo medications were found to have been expired during inspection. Blu-Kote which has been used on the sheep\nexpired on 03/15. Dehorning Paste which has been used on the cows expired on 02/04. Expired medications\ndoesn't ensure that the product given to the animal is safe and of a high quality. The expired medication could be\nineffective and/or toxic to the animal(s). Expired medications must not be used on regulated animals and needs to\nbe separated from the medications that are used or reserved for regulated animal medications. Correct immediately.\nThe licensee euthanized a sheep by an inappropriate method in July of 2016. The Attending Veterinarian was not\ncontacted prior to euthanasia. Euthanizing an animal by non-approved methods doesn't ensure that the euthanasia\nwas humane for the animal. Euthanasia must be carried out using only appropriate methods. To be corrected:\nFrom this day forward."
    },
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "Two goats and a pig were running free outside of their enclosures. The licensee stated that he routinely has\nanimals that are allowed to run freely outside of their enclosures. Animals not contained within their enclosures\ndoesn't ensure that they are safe from predators. It also doesn't prevent those animals from running off the property\nand becoming lost. All regulated animals must be kept within their enclosures. Correct immediately."
    },
    {
      "code": "3.130",
      "kind": "",
      "repeat": false,
      "desc": "WATERING.",
      "narrative": "An enclosure containing four goats had two separate watering containers within the enclosure. One of the watering\ncontainers was green in color. Unsanitary water could be contaminated with various types of parasites which could\ncause illness or disease for the goats. All watering receptacles shall be kept clean and sanitary. Correct\nimmediately.\nThis inspection and exit interview were conducted with the licensee.\nEnd of report."
    }
  ],
  "narrative": "2.40(b)(2)           CRITICAL\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nMultiple animals had veterinary care issues in which the Attending Veterinarian had not been consulted with.  A\nblack male llama had teeth that had not been trimmed in some time and were sticking out its mouth.  In addition the\ntwo teeth were crooked to the point where the one tooth actually crossed over in front of the other tooth.  Another\nwhite and brown female llama had long teeth that were also sticking out of its mouth.  The licensee informed me\nthat it had been a while since the teeth had been trimmed on the llamas.  Dental issues can be painful and cause\nthose animals not to eat.  Dental issues can lead to infection in the mouth or can even become systemic causing\nfurther health issues.  The Attending Veterinarian must be consulted with and both llamas need to be treated as\ndirected by the Attending Veterinarian.  Correct by 9/30/16.\nA white male sheep had hooves that were long and starting to curl upwards.  The licensee informed me that the\nhooves were last trimmed in the spring.  Long hooves can be uncomfortable and painful and can lead to problems\nwith the gait of the animal.  The hooves must be trimmed and attended to on a regular basis thereafter.  Correct by\n9/30/16.\nA tan female cow named \"Carol\" was limping on its left rear leg and the right front hoof was long and starting to curl\nupwards.  Limping indicates the animal is uncomfortable and in pain.  It indicates that there is something wrong with\nthe its leg that may require medical attention.  Long hooves can be uncomfortable and also cause pain.  It can lead\nto problems with the gait of the animal.  The hooves must be trimmed and attended to on a regular basis thereafter. \nThe Attending Veterinarian must be consulted with and the cow must be treated as per the Veterinarian's\ninstructions.  Correct by 9/30/16.\nTwo medications were found to have been expired during inspection.  Blu-Kote which has been used on the sheep\nexpired on 03/15.  Dehorning Paste which has been used on the cows expired on 02/04.  Expired medications\ndoesn't ensure that the product given to the animal is safe and of a high quality. The expired medication could be\nineffective and/or toxic to the animal(s). Expired medications must not be used on regulated animals and needs to\nbe separated from the medications that are used or reserved for regulated animal medications. Correct immediately.\nThe licensee euthanized a sheep by an inappropriate method in July of 2016. The Attending Veterinarian was not\n\ncontacted prior to euthanasia.  Euthanizing an animal by non-approved methods doesn't ensure that the euthanasia\nwas humane for the animal.  Euthanasia must be carried out using only appropriate methods.  To be corrected:\nFrom this day forward.\n3.125(a)\nFACILITIES, GENERAL.   \nTwo goats and a pig were running free outside of their enclosures.  The licensee stated that he routinely has\nanimals that are allowed to run freely outside of their enclosures.  Animals not contained within their enclosures\ndoesn't ensure that they are safe from predators.  It also doesn't prevent those animals from running off the property\nand becoming lost.  All regulated animals must be kept within their enclosures.  Correct immediately.\n3.130\nWATERING.  \nAn enclosure containing four goats had two separate watering containers within the enclosure.  One of the watering\ncontainers was green in color.  Unsanitary water could be contaminated with various types of parasites which could\ncause illness or disease for the goats. All watering receptacles shall be kept clean and sanitary.  Correct\nimmediately.\nThis inspection and exit interview were conducted with the licensee.\nEnd of report.",
  "animals_total": 14,
  "species": [
    {
      "count": 1,
      "scientific": "Bos taurus",
      "common": "CATTLE / COW / OX / WATUSI"
    },
    {
      "count": 6,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 3,
      "scientific": "Lama glama",
      "common": "LLAMA"
    },
    {
      "count": 2,
      "scientific": "Ovis aries aries",
      "common": "SHEEP INCLUDING ALL DOMESTIC BREEDS"
    },
    {
      "count": 2,
      "scientific": "Sus scrofa domestica",
      "common": "DOMESTIC PIG / POTBELLY PIG / MICRO PIG"
    }
  ]
}