{
  "insp_id": "81161520201760",
  "layout": "a",
  "customer_id": "9727",
  "customer_name": "Robert Childress",
  "customer_addr": "Po Box 829\nEasley, SC 29641",
  "certificate": "56-C-0121",
  "site_id": "TRA",
  "site_name": "ROBERT CHILDRESS",
  "insp_type": "ROUTINE INSPECTION",
  "date": "21-MAR-2016",
  "report_date": "21-MAR-2016",
  "citations": [
    {
      "code": "2.75(b)(1)",
      "kind": "",
      "repeat": true,
      "desc": "RECORDS: DEALERS AND EXHIBITORS.",
      "narrative": "** Acquisition records were not updated or accurate for the animals traveling with the circus. There was a baby goat\nthat was born a week ago that was not recorded. Records must be kept and accurately maintained to ensure\ncompliance with the regulations of the Animal Welfare Act and to allow tracking of animals for health and ownership\npurposes. The records shall include any offspring born of any animal while in his or her possession or under his or\nher control. The records must be present to reflect the current inventory of animals, including the species, sex, date\nof acquisition, name, address, driver'(cid:25)s license number and state, and vehicle license number and state of the\nperson from whom animals were purchased or otherwise acquired. Record keeping was explained to the caretaker\nduring the inspection."
    },
    {
      "code": "2.131(c)(1)",
      "kind": "",
      "repeat": false,
      "desc": "HANDLING OF ANIMALS.",
      "narrative": "** During exhibition there was a young girl poking the animals with a rod through the portable primary enclosure.\nThere were no barriers between the animal and the public to ensure there well-being. When I made the public\nattendant aware of the incident while it was occurring they did not respond. I explained the significance of\nmanaging such incidences from occurring for the health of the animal and the safety of the public. During public\nexhibition, any animal must be handled so there is minimal risk of harm to the animal and to the public, with\nsufficient distance and/or barriers between the animal and the general viewing public so as to assure the safety of\nanimals and the public. Correct by March 28, 2016."
    },
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": true,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "** When the animals in traveling exhibits are taken out of the transport enclosures, they need to be contained in\nenclosures which protect the animals from injury and contain the animals. During this travel inspection, two male\ngoats were found individually tied by a dog leash and collar to a portable enclosure containing six goats. There is no\nprimary or secondary containment to protect them from unwanted animals or public. The easy attack of a loose dog\nless than a year ago injuring two of the goats shows this \"set up\" is not safe for the animals. Being tethered does\nnot protect them from predators and does not keep the public out unless supervised. It could also lead to\nentanglement or the inability to escape any potential dangers.\n** The camel that was tied up with a lead rope to the trailer during its down time between shows was reluctant to\ncush on the gravel substrate that was under him. It was explained to the manager that if the camel was provided the\nproper materials or substrate appropriate for the camel to cush, it would probably do so. About 20 minutes later the\ncamel willingly cushed on its on without coercion. The facility must be constructed of such material as appropriate\nfor the animals involved."
    },
    {
      "code": "3.133",
      "kind": "",
      "repeat": false,
      "desc": "SEPARATION.",
      "narrative": "** In the portable primary enclosure containing 6 goats there was a 1 year old female chasing and head butting two\n4 month old goats. Also the 4 month old goats were chasing the 1 week old baby goat. Animals housed in the same\nprimary enclosure must be compatible. Animals shall not be housed near animals that interfere with their health or\ncause them discomfort. The mother and baby goat were relocated inside of the trailer but the 4 month old goats\nremained in the enclosure. Correct by March 28,2016.\nThe inspection was conducted at the 1220 Cafe in Tallassee, AL.\nThe exit interview was conducted with the Manager."
    }
  ],
  "narrative": "2.75(b)(1)                    REPEAT\nRECORDS: DEALERS AND EXHIBITORS.\n** Acquisition records were not updated or accurate for the animals traveling with the circus. There was a baby goat\nthat was born a week ago that was not recorded. Records must be kept and accurately maintained to ensure\ncompliance with the regulations of the Animal Welfare Act and to allow tracking of animals for health and ownership\npurposes. The records shall include any offspring born of any animal while in his or her possession or under his or\nher control. The records must be present to reflect the current inventory of animals, including the species, sex, date\nof acquisition, name, address, driver'(cid:25)s license number and state, and vehicle license number and state of the\nperson from whom animals were purchased or otherwise acquired.  Record keeping was explained to the caretaker\nduring the inspection.\n2.131(c)(1)\nHANDLING OF ANIMALS.\n** During exhibition there was a young girl poking the animals with a rod through the portable primary enclosure.\nThere were no barriers between the animal and the public to ensure there well-being. When I made the public\nattendant aware of the incident while it was occurring they did not respond.  I explained the significance of\nmanaging such incidences from occurring for the health of the animal and the safety of the public.  During public\nexhibition, any animal must be handled so there is minimal risk of harm to the animal and to the public, with\nsufficient distance and/or barriers between the animal and the general viewing public so as to assure the safety of\nanimals and the public. Correct by March 28, 2016.\n3.125(a)                    REPEAT\nFACILITIES, GENERAL.   \n** When the animals in traveling exhibits are taken out of the transport enclosures, they need to be contained in\nenclosures which protect the animals from injury and contain the animals.  During this travel inspection, two male\ngoats were found individually tied by a dog leash and collar to a portable enclosure containing six goats. There is no\nprimary or secondary containment to protect them from unwanted animals or public.  The easy attack of a loose dog\nless than a year ago injuring two of the goats shows this \"set up\" is not safe for the animals. Being tethered does\nnot protect them from predators and does not keep the public out unless supervised.  It could also lead to\n\nentanglement or the inability to escape any potential dangers. \n** The camel that was tied up with a lead rope to the trailer during its down time between shows was reluctant to\ncush on the gravel substrate that was under him. It was explained to the manager that if the camel was provided the\nproper materials or substrate appropriate for the camel to cush, it would probably do so.  About 20 minutes later the\ncamel willingly cushed on its on without coercion.  The facility must be constructed of such material as appropriate\nfor the animals involved.\n3.133\nSEPARATION. \n** In the portable primary enclosure containing 6 goats there was a 1 year old  female chasing and head butting two\n4 month old goats. Also the 4 month old goats were chasing the 1 week old baby goat. Animals housed in the same\nprimary enclosure must be compatible. Animals shall not be housed near animals that interfere with their health or\ncause them discomfort. The mother and baby goat were relocated inside of the trailer but the 4 month old goats\nremained in the enclosure. Correct by March 28,2016.\nThe inspection was conducted at the 1220 Cafe in Tallassee, AL.\nThe exit interview was conducted with the Manager.",
  "animals_total": 9,
  "species": [
    {
      "count": 1,
      "scientific": "Camelus dromedarius domestic",
      "common": "DOMESTIC DROMEDARY CAMEL"
    },
    {
      "count": 8,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    }
  ]
}