{
  "insp_id": "INS-0000814641",
  "layout": "c",
  "customer_id": "323719",
  "customer_name": "ROOSTER COGBURN OSTRICH RANCH",
  "customer_addr": "P.O. Box 1100\nRED ROCK, AZ 85145",
  "certificate": "86-C-0101",
  "site_id": "001",
  "site_name": "ROOSTER COGBURN OSTRICH",
  "insp_type": "ROUTINE INSPECTION",
  "date": "08-SEP-2022",
  "report_date": "13-SEP-2022",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": true,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "An adult Boer goat was observed to have overgrown hooves. Workers were in the process of doing hoof trims on the\nanimals at the time of inspection, but the hooves were already overgrown and beginning to crack and curl. The\nrepresentative acknowledged the hooves had not been trimmed as planned. Failure to appropriately maintain hooves can\ncause gait abnormalities and lameness issues which could be painful or cause injuries. As part of the facility’s program of\npreventative veterinary care, the licensee must ensure that all animals receive appropriate hoof care in a timely manner.\nCORRECTED AT THE TIME OF INSPECTION"
    },
    {
      "code": "3.126(d)",
      "kind": "",
      "repeat": false,
      "desc": "Facilities, indoor.",
      "narrative": "Under one of the shelters in the pen housing the herd of 36 fallow deer of mixed sexes and ages, there is a patch of mud,\n~2-3 inches deep, that extends outward ~5 feet from the only source of water. The animals in this pen must walk through\nthe mud to reach the water to drink. The facility representative states that the mud patch was caused by a leak that\nbegan a couple of days ago in the piping for the mister system. The representative stopped the leaking and called\nworkers to remove the mud and add sand during the inspection.\nStanding water and mud can cause animals discomfort, promote skin and hoof problems, and encourage the growth of\npathogens. The licensee must provide a suitable method to rapidly eliminate excess water or otherwise prevent the\nsituation where the animals have no dry surfaces on which to walk to reach food and water. Any methods for correcting\ndrainage shall comply with applicable Federal, state and local laws and regulations pertaining to pollution control or the\nprotection of the environment.\nCORRECTED AT THE TIME OF INSPECTION\nThis inspection and exit interview were conducted with a facility representative.\nn"
    }
  ],
  "narrative": "2.40(b)(2)  Repeat\n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nAn adult Boer goat was observed to have overgrown hooves.  Workers were in the process of doing hoof trims on the \nanimals at the time of inspection, but the hooves were already overgrown and beginning to crack and curl.  The \nrepresentative acknowledged the hooves had not been trimmed as planned.  Failure to appropriately maintain hooves can \ncause gait abnormalities and lameness issues which could be painful or cause injuries.  As part of the facility’s program of \npreventative veterinary care, the licensee must ensure that all animals receive appropriate hoof care in a timely manner. \nCORRECTED AT THE TIME OF INSPECTION \n3.126(d) \n   \nFacilities, indoor. \nUnder one of the shelters in the pen housing the herd of 36 fallow deer of mixed sexes and ages, there is a patch of mud, \n~2-3 inches deep, that extends outward ~5 feet from the only source of water.  The animals in this pen must walk through \nthe mud to reach the water to drink.  The facility representative states that the mud patch was caused by a leak that \nbegan a couple of days ago in the piping for the mister system.  The representative stopped the leaking and called \nworkers to remove the mud and add sand during the inspection. \nStanding water and mud can cause animals discomfort, promote skin and hoof problems, and encourage the growth of\n\npathogens.  The licensee must provide a suitable method to rapidly eliminate excess water or otherwise prevent the \nsituation where the animals have no dry surfaces on which to walk to reach food and water.  Any methods for correcting \ndrainage shall comply with applicable Federal, state and local laws and regulations pertaining to pollution control or the \nprotection of the environment. \nCORRECTED AT THE TIME OF INSPECTION \n \nThis inspection and exit interview were conducted with a facility representative. \n \n n",
  "animals_total": 172,
  "species": [
    {
      "count": 36,
      "scientific": "Dama dama",
      "common": "FALLOW DEER"
    },
    {
      "count": 59,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 14,
      "scientific": "Ovis aries aries",
      "common": "SHEEP INCLUDING ALL DOMESTIC BREEDS"
    },
    {
      "count": 63,
      "scientific": "Oryctolagus cuniculus",
      "common": "DOMESTIC RABBIT / EUROPEAN RABBIT"
    }
  ]
}