{
  "insp_id": "2016090000725994",
  "layout": "b",
  "customer_id": "1895",
  "customer_name": "SUE ARNOLD",
  "customer_addr": "14895 NW 30TH TERRACE\nOKEECHOBEE, FL 34972",
  "certificate": "58-C-0008",
  "site_id": "001",
  "site_name": "SUE ARNOLD",
  "insp_type": "ROUTINE INSPECTION",
  "date": "29-SEP-2021",
  "report_date": "30-SEP-2021",
  "citations": [
    {
      "code": "2.40(a)(2)",
      "kind": "",
      "repeat": false,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "There were several expired medications in the refrigerator and cupboards in the hospital area. These were expired short\nterm such as June of 2021 as well as much older going back to 2017 and 2019. These medications need to be gone\nthrough and properly disposed of. If the attending veterinarian feels that they are still appropriate for use then she will\nneed to re-label them with new expiration dates and sign off on the use of the medication(s).\nCorrect by: 10-30-2021"
    },
    {
      "code": "2.126",
      "kind": "",
      "repeat": false,
      "desc": "Access and inspection of records and property; submission of itineraries.",
      "narrative": "The records of acquisition, disposition, inventory, and veterinary care were unavailable at time of the inspection. Staff\nwas unsure as to where the records were being kept and unable to locate them for the inspection. The inspector must be\nable to examine records required to be kept by the Act and the regulations in this part.\nCorrect by: 10-29-2021"
    },
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": false,
      "desc": "Facilities, general.",
      "narrative": "The wood resting platform in the cougar enclosure is in disrepair. The wood on top is so clawed/chewed that holes exist.\nWood splinters pose a risk of injury to the animal as well as possible ingestion of the material. Outdoor housing facilities\nshall be structurally sound and shall be maintained in good repair. This platform needs to be repaired, replaced or\nremoved from the enclosure.\nCorrect by: 10-02-2021"
    },
    {
      "code": "3.125(b)",
      "kind": "",
      "repeat": false,
      "desc": "Facilities, general.",
      "narrative": "There were 5 light fixtures in the food prep area but three of the five were not working at time of the inspection. Lighting\nshall be uniformly distributed and of sufficient intensity to permit routine inspection and cleaning. Reliable and adequate\nelectric power, if required to comply with other provisions of this subpart.\nCorrect by: 10-07-2021"
    },
    {
      "code": "3.125(c)",
      "kind": "",
      "repeat": false,
      "desc": "Facilities, general.",
      "narrative": "The walk-in cooler had a strong odor of spoilage. The floor was wet and broken. Water was filling in under the flooring\nand odors and food waste could be trapped under it. This flooring could also allow vermin in. The vent covering was\nrusted and water was dripping from the ceiling. Supplies of food shall be stored in facilities which adequately protect\nsuch supplies against deterioration, molding, or contamination by vermin. Refrigeration shall be provided for supplies of\nperishable food. This flooring needs to be repaired or replaced to prevent the water and food waste from becoming\ntrapped underneath and to discourage vermin from entering. Repairs need to be addressed to prevent water from\ndripping into the food. The vent needs to be replaced so that it can be cleaned properly.\nCorrect by: 10-29-2021"
    },
    {
      "code": "3.130",
      "kind": "",
      "repeat": false,
      "desc": "Watering.",
      "narrative": "The two metal water bowls used for the fishing cats were green with algae. These bowls were setting in the full sun so\nthe water is not staying cool. If the water is not palatable the animals won't drink enough for optimal health. All water\nreceptacles shall be kept clean and sanitary.\nCorrect by: 09-30-2021"
    },
    {
      "code": "3.131",
      "kind": "",
      "repeat": false,
      "desc": "Sanitation.",
      "narrative": "In the caracal enclosure there were old white feces stuck in the right front corner between the enclosure chain mesh and\nthe resting platform. Feces need to be removed as they can attract vermin and insects to the animal which are disease\nhazards. Excreta shall be removed from primary enclosures as often as necessary to prevent contamination of the\nanimals contained therein and to minimize disease hazards and to reduce odors. This needs to be removed and cleaned\nproperly.\nCorrect by: 10-01-2021\nThis inspection and exit interview were conducted with the facility representative.\nEnd Section"
    }
  ],
  "narrative": "2.40(a)(2) \n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nThere were several expired medications in the refrigerator and cupboards in the hospital area.  These were expired short \nterm such as June of 2021 as well as much older going back to 2017 and 2019.  These medications need to be gone \nthrough and properly disposed of.  If the attending veterinarian feels that they are still appropriate for use then she will \nneed to re-label them with new expiration dates and sign off on the use of the medication(s). \n \nCorrect by:  10-30-2021 \n2.126 \n   \nAccess and inspection of records and property; submission of itineraries. \nThe records of acquisition, disposition, inventory, and veterinary care were unavailable at time of the inspection.  Staff \nwas unsure as to where the records were being kept and unable to locate them for the inspection.   The inspector must be \nable to examine records required to be kept by the Act and the regulations in this part. \n \nCorrect by:  10-29-2021 \n3.125(a) \n   \nFacilities, general.\n\nThe wood resting platform in the cougar enclosure is in disrepair.  The wood on top is so clawed/chewed that holes exist.  \nWood splinters pose a risk of injury to the animal as well as possible ingestion of the material.  Outdoor housing facilities \nshall be structurally sound and shall be maintained in good repair.  This platform needs to be repaired, replaced or \nremoved from the enclosure. \n \nCorrect by:  10-02-2021 \n3.125(b) \n   \nFacilities, general. \nThere were 5 light fixtures in the food prep area but three of the five were not working at time of the inspection.  Lighting \nshall be uniformly distributed and of sufficient intensity to permit routine inspection and cleaning.  Reliable and adequate \nelectric power, if required to comply with other provisions of this subpart. \n \nCorrect by:  10-07-2021 \n3.125(c) \n   \nFacilities, general. \nThe walk-in cooler had a strong odor of spoilage.  The floor was wet and broken.  Water was filling in under the flooring \nand odors and food waste could be trapped under it.  This flooring could also allow vermin in.  The vent covering was \nrusted and water was dripping from the ceiling.   Supplies of food shall be stored in facilities which adequately protect \nsuch supplies against deterioration, molding, or contamination by vermin. Refrigeration shall be provided for supplies of \nperishable food.  This flooring needs to be repaired or replaced to prevent the water and food waste from becoming \ntrapped underneath and to discourage vermin from entering.  Repairs need to be addressed to prevent water from \ndripping into the food.  The vent needs to be replaced so that it can be cleaned properly.\n\nCorrect by:  10-29-2021 \n3.130 \n   \nWatering. \nThe two metal water bowls used for the fishing cats were green with algae.  These bowls were setting in the full sun so \nthe water is not staying cool.  If the water is not palatable the animals won't drink enough for optimal health.   All water \nreceptacles shall be kept clean and sanitary. \n \nCorrect by:  09-30-2021 \n3.131 \n   \nSanitation. \nIn the caracal enclosure there were old white feces stuck in the right front corner between the enclosure chain mesh and \nthe resting platform. Feces need to be removed as they can attract vermin and insects to the animal which are disease \nhazards.  Excreta shall be removed from primary enclosures as often as necessary to prevent contamination of the \nanimals contained therein and to minimize disease hazards and to reduce odors.  This needs to be removed and cleaned \nproperly. \n \nCorrect by:  10-01-2021 \n \nThis inspection and exit interview were conducted with the facility representative. \n \nEnd Section",
  "animals_total": 44,
  "species": [
    {
      "count": 2,
      "scientific": "Callithrix jacchus",
      "common": "COMMON MARMOSET"
    },
    {
      "count": 3,
      "scientific": "Cebus capucinus",
      "common": "WHITE-HEADED / WHITE-THROATED CAPUCHIN"
    },
    {
      "count": 2,
      "scientific": "Varecia variegata",
      "common": "BLACK-AND-WHITE RUFFED LEMUR"
    },
    {
      "count": 2,
      "scientific": "Urocyon cinereoargenteus",
      "common": "GRAY FOX / GREY FOX"
    },
    {
      "count": 2,
      "scientific": "Vulpes zerda",
      "common": "FENNEC FOX"
    },
    {
      "count": 1,
      "scientific": "Puma concolor",
      "common": "PUMA / MOUNTAIN LION / COUGAR"
    },
    {
      "count": 1,
      "scientific": "Caracal caracal",
      "common": "CARACAL"
    },
    {
      "count": 1,
      "scientific": "Leptailurus serval",
      "common": "SERVAL"
    },
    {
      "count": 6,
      "scientific": "Lynx rufus",
      "common": "BOBCAT"
    },
    {
      "count": 2,
      "scientific": "Prionailurus viverrinus",
      "common": "FISHING CAT"
    },
    {
      "count": 2,
      "scientific": "Camelus dromedarius",
      "common": "DROMEDARY CAMEL"
    },
    {
      "count": 1,
      "scientific": "Muntiacus reevesi",
      "common": "REEVE'S MUNTJAC"
    },
    {
      "count": 7,
      "scientific": "Odocoileus virginianus",
      "common": "WHITE-TAILED DEER"
    },
    {
      "count": 3,
      "scientific": "Lontra canadensis",
      "common": "NORTH AMERICAN RIVER OTTER"
    },
    {
      "count": 1,
      "scientific": "Procyon lotor",
      "common": "RACCOON"
    },
    {
      "count": 1,
      "scientific": "Mephitis mephitis",
      "common": "STRIPED SKUNK"
    },
    {
      "count": 2,
      "scientific": "Spilogale putorius",
      "common": "EASTERN SPOTTED SKUNK"
    },
    {
      "count": 4,
      "scientific": "Lemur catta",
      "common": "RING-TAILED LEMUR"
    },
    {
      "count": 1,
      "scientific": "Eulemur fulvus",
      "common": "BROWN LEMUR"
    }
  ]
}