{
  "insp_id": "76141520554718",
  "layout": "a",
  "customer_id": "18938",
  "customer_name": "D D Farm Animal Sanctuary And Rescue",
  "customer_addr": "6000 N Creasy Springs Rd\nColumbia, MO 65202",
  "certificate": "43-C-0228",
  "site_id": "001",
  "site_name": "D D FARM ANIMAL SANCTUARY AND RESCUE",
  "insp_type": "ROUTINE INSPECTION",
  "date": "17-MAR-2014",
  "report_date": "18-MAR-2014",
  "citations": [
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": true,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "(a) Structural strength.\n***Three wolves have dug under the chain link fence which separates them from an enclosure housing three wolf\nhybrids. This has created a hole large enough that allowed the wolves to enter into the wolf hybrids' enclosure. The\nenclosures no longer contain the animals securely and the wolves and wolf hybrids could have compatibility issues.\nThis could increase the risk of injury to the animals. The licensee must fix the hole in the chain link fence to contain\nthe animals securely and prevent injury to the animals.\n***Iniside the coatimundi enclosure, housing 2 coatimundis, there is a plastic child's toy that has an approximately 1\nfoot crack in the plastic and a hole approximately 4 inches in diameter. This crack and hole on the plastic child's toy\nis located where the animals could walk. This could increase the risk of injury to the animals and is no longer\nstructurally sound. The licensee must repair or replace this structure to prevent injury to the animals.\nThe licensee must ensure that all housing facilities are structurally sound and maintained in good repair to protect\nthe animals from injury and to contain the animals at all tiimes."
    },
    {
      "code": "3.130",
      "kind": "Direct",
      "repeat": false,
      "desc": "WATERING.",
      "narrative": "There were several enclosures throughout the facility which had water receptacles that did not appear clean and/or\ncontained no water or contained water with debris.\n***A stock tank for three tigers had a dark green algae-like substance along the inside surface of the tank. The\nwater inside of the tank appeared to be an abnormal green color and filled approximately 1/4 of the tank. A stock\ntank provided for a tiger and a liger had a small amount of water covering the bottom. The water in the tank\nappeared dark brown and murky-like. There was a greenish-brown colored material lining the inside bottom surface\nof the tank. There were also two, approximately 3 gallon plastic water receptaces, which contained no potable\nwater, attached to the chain link fence in the tiger and liger enclosure. The inside bottom surface of both of these\nwater receptacles could be seen. One of the receptacles had a build up of bird droppings on its inside surface.\nAccording to the licensee, the stock tanks within these enclosures were not used for drinking water during this time\nof year. The three tigers did have an additional drinking water source available in their enclosure, however, the tiger\nand liger, which were housed in a separate enlcosure, did not have any additional source of drinking water available\nbesides that within the stock tank.\n***A cougar did not have any water in its enclosure during the inspection. A plastic bucket used as the water\nreceptacle was empty and lying on its side in the enclosure.\n***The water within the rubber water receptacle for two foxes appeared partially frozen and contained an abundance\nof debris. The debris appeared to consist of wood chips and hair which covered the majority of the water. Also, a\nrubber water receptacle provided for two coatimundis contained a small amount of water at the bottom of the\nreceptacle. The water in the receptacle appeared dark and murky-like with debris floating in the water.\nAfter pointing out the lack of water, water debris and water receptacles during the inspection, which started at\napproximately 3:30pm, the licensees started filling the water receptacles with fresh water in the animals' enclosures\nthroughout the facility. According to the licensee, the water receptacles had last been filled with water the day\nbefore inspection in the afternoon around 1pm. During the inspection, once the cougar received water, it\nimmediately began drinking water on and off from the bucket for at least one minute. Once the tiger and liger\nreceived fresh water; they also immediately began drinking. The tiger was observed drinking water for\napproximately 30 seconds continuously and the liger was observed drinking water for at least 2 minutes.\nLack of potable water can increase the risk of dehydration and other medical issues for the animals. The licensee\nmust ensure that all animals have access to clean, potable water as often as necessary for the health and comfort\nof the animals. TO BE CORRECTED BY: This point forward. Note: The licensee filled the water receptacles with\nfresh water for these animals during the inspection.\nWater receptacles, which are not properly cleaned and sanitized, can harbor disease-causing organisms. This could\ndecrease the animal's acceptability of the water, as well as increase the risk of disease. The licensee must ensure\nthat all water receptacles are kept clean and sanitary. TO BE CORRECTED BY: March 31, 2014"
    },
    {
      "code": "3.131(c)",
      "kind": "",
      "repeat": true,
      "desc": "SANITATION.",
      "narrative": "Housekeeping.\n***There were tall mostly dead and dried weeds and grass adjacent to a portion of the wolves'and wolf hybrids'\nenclosures. The weeds and grass reached at least 3-4 feet in height in these areas. Tall weeds and grass can\nharbor insects, rodents and vermin which can increase the risk of disease in the animals. The licensee must keep\nthe premises clean and in good repair in order to protect the health of the animals and to facilitate the prescribed\nhusbandry practices at the facility at all times.\nThe inspection was conducted with the licensee. The exit interview was conducted on March 18, 2014 with the\nlicensee.\nAdditional Inspectors\nOsborne Stephanie, Animal Care Inspector"
    }
  ],
  "narrative": "3.125(a)                    REPEAT\nFACILITIES, GENERAL.   \n(a) Structural strength. \n***Three wolves have dug under the chain link fence which separates them from an enclosure housing three wolf\nhybrids. This has created a hole large enough that allowed the wolves to enter into the wolf hybrids' enclosure.  The\nenclosures no longer contain the animals securely and the wolves and wolf hybrids could have compatibility issues. \nThis could increase the risk of injury to the animals.  The licensee must fix the hole in the chain link fence to contain\nthe animals securely and prevent injury to the animals. \n***Iniside the coatimundi enclosure, housing 2 coatimundis, there is a plastic child's toy that has an approximately 1\nfoot crack in the plastic and a hole approximately 4 inches in diameter.  This crack and hole on the plastic child's toy\nis located where the animals could walk.  This could increase the risk of injury to the animals and is no longer\nstructurally sound.  The licensee must repair or replace this structure to prevent injury to the animals.  \nThe licensee must ensure that all housing facilities are structurally sound and maintained in good repair to protect\nthe animals from injury and to contain the animals at all tiimes.\n3.130           DIRECT\nWATERING.  \nThere were several enclosures throughout the facility which had water receptacles that did not appear clean and/or\ncontained no water or contained water with debris.\n***A stock tank for three tigers had a dark green algae-like substance along the inside surface of the tank.  The\nwater inside of the tank appeared to be an abnormal green color and filled approximately 1/4 of the tank. A stock\ntank provided for a tiger and a liger had a small amount of water covering the bottom.  The water in the tank\nappeared dark brown and murky-like.  There was a greenish-brown colored material lining the inside bottom surface\nof the tank.  There were also two, approximately 3 gallon plastic water receptaces, which contained no potable\nwater, attached to the chain link fence in the tiger and liger enclosure. The inside bottom surface of both of these\nwater receptacles could be seen.  One of the receptacles had a build up of bird droppings on its inside surface. \nAccording to the licensee, the stock tanks within these enclosures were not used for drinking water during this time\n\nof year.  The three tigers did have an additional drinking water source available in their enclosure, however, the tiger\nand liger, which were housed in a separate enlcosure, did not have any additional source of drinking water available\nbesides that within the stock tank. \n***A cougar did not have any water in its enclosure during the inspection.  A plastic bucket used as the water\nreceptacle was empty and lying on its side in the enclosure.  \n***The water within the rubber water receptacle for two foxes appeared partially frozen and contained an abundance\nof debris. The debris appeared to consist of wood chips and hair which covered the majority of the water.  Also, a\nrubber water receptacle provided for two coatimundis contained a small amount of water at the bottom of the\nreceptacle.  The water in the receptacle appeared dark and murky-like with debris floating in the water. \nAfter pointing out the lack of water, water debris and water receptacles during the inspection, which started at\napproximately 3:30pm, the licensees started filling the water receptacles with fresh water in the animals' enclosures\nthroughout the facility. According to the licensee, the water receptacles had last been filled with water the day\nbefore inspection in the afternoon around 1pm.  During the inspection, once the cougar received water, it\nimmediately began drinking water on and off from the bucket for at least one minute.  Once the tiger and liger\nreceived fresh water; they also immediately began drinking.  The tiger was observed drinking water for\napproximately 30 seconds continuously and the liger was observed drinking water for at least 2 minutes. \nLack of potable water can increase the risk of dehydration and other medical issues for the animals. The licensee\nmust ensure that all animals have access to clean, potable water as often as necessary for the health and comfort\nof the animals. TO BE CORRECTED BY:  This point forward.  Note:  The licensee filled the water receptacles with\nfresh water for these animals during the inspection.  \nWater receptacles, which are not properly cleaned and sanitized, can harbor disease-causing organisms. This could\ndecrease the animal's acceptability of the water, as well as increase the risk of disease.  The licensee must ensure\nthat all water receptacles are kept clean and sanitary.  TO BE CORRECTED BY:  March 31, 2014\n3.131(c)                    REPEAT\nSANITATION.   \nHousekeeping. \n***There were tall mostly dead and dried weeds and grass adjacent to a portion of the wolves'and wolf hybrids'\nenclosures.  The weeds and grass reached at least 3-4 feet in height in these areas.  Tall weeds and grass can\nharbor insects, rodents and vermin which can increase the risk of disease in the animals.  The licensee must keep\nthe premises clean and in good repair in order to protect the health of the animals and to facilitate the prescribed\nhusbandry practices at the facility at all times.\nThe inspection was conducted with the licensee.  The exit interview was conducted on March 18, 2014 with the\nlicensee.\n\nAdditional Inspectors\nOsborne Stephanie, Animal Care Inspector",
  "animals_total": 19,
  "species": [
    {
      "count": 3,
      "scientific": "Canis lupus",
      "common": "GRAY WOLF / GREY WOLF / TIMBER WOLF"
    },
    {
      "count": 1,
      "scientific": "Felis chaus",
      "common": "JUNGLE CAT"
    },
    {
      "count": 2,
      "scientific": "Leptailurus serval",
      "common": "SERVAL"
    },
    {
      "count": 1,
      "scientific": "Nasua narica",
      "common": "WHITE-NOSED COATI"
    },
    {
      "count": 1,
      "scientific": "Nasua nasua",
      "common": "SOUTH AMERICAN COATI"
    },
    {
      "count": 1,
      "scientific": "Panthera leo",
      "common": "LION"
    },
    {
      "count": 1,
      "scientific": "Panthera leo × panthera tigris",
      "common": "LIGER"
    },
    {
      "count": 4,
      "scientific": "Panthera tigris",
      "common": "TIGER"
    },
    {
      "count": 3,
      "scientific": "Puma concolor",
      "common": "PUMA / MOUNTAIN LION / COUGAR"
    },
    {
      "count": 2,
      "scientific": "Vulpes lagopus",
      "common": "ARCTIC FOX"
    }
  ]
}