{
  "insp_id": "2016082568063896",
  "layout": "a",
  "customer_id": "335439",
  "customer_name": "Noah Martin",
  "customer_addr": "N13952 Cty Hwy O\nWithee, WI 54498",
  "certificate": "35-A-0381",
  "site_id": "001",
  "site_name": "NOAH MARTIN",
  "insp_type": "ROUTINE INSPECTION",
  "date": "11-JAN-2017",
  "report_date": "12-JAN-2017",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "During inspection, two animals were identified as having veterinary care issues. They are as follows:\nDirect Veterinary Care Issue:\nThe first was a tan female Shiba Inu (microchip ID 164001286539) nursing five puppies. Two holes were observed\non each side of a nipple on the right side of her body. The larger hole was slightly larger than the size of a quarter.\nA reddish colored discharge was observed to be coming from both of the holes. The licensee stated that he had\nobserved the dog's condition just prior to the start of inspection, but he had not had a chance to document the dog's\ncondition and had not contacted the Attending Veterinarian or initiated treatment for the dog.\nIndirect Veterinary Care Issue:\nThe second dog was a black and white female Boston Terrier (microchip ID (900) 164000675141) nursing 8\npuppies. The dog was observed to be thin. The dog originally gave birth to 4 puppies, but the licensee later moved\n4 puppies from another dog to this dog to give her a total of 8. The licensee stated he had observed the dog to be\nthin and had given the dog increased feedings because of that, but had not contacted the Attending Veterinarian to\nsee if further treatment was necessary or to determine if the 4 puppies that had been placed with this mom should\nbe moved out of this enclosure.\nUntreated medical problems or inadequate follow up with the Attending Veterinarian can cause ongoing pain in\naffected animals and can be contagious to other animals in the building. The Attending Veterinarian must be\ncontacted to properly diagnose and treat each animal's health problem and the facility must follow the\nrecommended treatment. Documentation of the diagnosis and treatment plan for animals must be available for\nAPHIS officials for future inspections. Correct by 1/13/17.\nNote: The licensee stopped the inspection once I observed the tan female Shiba Inu (microchip ID 164001286539)\nso he could immediately bring the dog to his Attending Veterinarian for treatment.\nNote: As of 1/12/17, treatment has been initiated for tan female Shiba Inu (microchip ID 164001286539).\nNote: As of 1/12/17, the four puppies that had been moved in with the black and white female Boston Terrier\n(microchip ID (900) 164000675141) had been moved out of the enclosure. Only her and her original puppies\nremain in that enclosure."
    },
    {
      "code": "2.40(b)(3)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "A tan female Shiba Inu (microchip ID 164001286539) nursing five puppies was observed to have two holes on each\nside of a nipple on the right side of her body. The larger hole was slightly larger than the size of a quarter. A reddish\ncolored discharge was observed to be coming from both of the holes. The licensee stated that he had observed the\ndog's condition just prior to the start of inspection, but he had not had a chance to document the dog's condition and\nhad not contacted the Attending Veterinarian or initiated treatment for the dog. It appeared that the holes observed\non this dog had not developed recently. This is something that most likely has been developing for days, possibly\neven two or three weeks prior to inspection.\nNot carefully and thoroughly observing each and every dog every day doesn't ensure that any medical conditions\naren't being missed. Unobserved medical conditions allows for these health problems to go untreated and\npotentially get worse and spread to other dogs in the kennel. The facility must develop and maintain a method of\nroutine daily observations to ensure any animal with a health problem is treated promptly and appropriately. Correct\nimmediately.\nThis inspection and exit interview were conducted with the licensee.\nNote: This inspection took place over the course of two days: 1/11/17 and 1/12/17.\nEnd of report."
    }
  ],
  "narrative": "2.40(b)(2)           DIRECT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nDuring inspection, two animals were identified as having veterinary care issues.  They are as follows:\nDirect Veterinary Care Issue:\nThe first was a tan female Shiba Inu (microchip ID 164001286539) nursing five puppies.  Two holes were observed\non each side of a nipple on the right side of her body.  The larger hole was slightly larger than the size of a quarter. \nA reddish colored discharge was observed to be coming from both of the holes.  The licensee stated that he had\nobserved the dog's condition just prior to the start of inspection, but he had not had a chance to document the dog's\ncondition and had not contacted the Attending Veterinarian or initiated treatment for the dog.\nIndirect Veterinary Care Issue:\nThe second dog was a black and white female Boston Terrier (microchip ID (900) 164000675141) nursing 8\npuppies.  The dog was observed to be thin.  The dog originally gave birth to 4 puppies, but the licensee later moved\n4 puppies from another dog to this dog to give her a total of 8.  The licensee stated he had observed the dog to be\nthin and had given the dog increased feedings because of that, but had not contacted the Attending Veterinarian to\nsee if further treatment was necessary or to determine if the 4 puppies that had been placed with this mom should\nbe moved out of this enclosure.\nUntreated medical problems or inadequate follow up with the Attending Veterinarian can cause ongoing pain in\naffected animals and can be contagious to other animals in the building.  The Attending Veterinarian must be\ncontacted to properly diagnose and treat each animal's health problem and the facility must follow the\nrecommended treatment.  Documentation of the diagnosis and treatment plan for animals must be available for\nAPHIS officials for future inspections.  Correct by 1/13/17.\nNote: The licensee stopped the inspection once I observed the tan female Shiba Inu (microchip ID 164001286539)\nso he could immediately bring the dog to his Attending Veterinarian for treatment.\n\nNote: As of 1/12/17, treatment has been initiated for tan female Shiba Inu (microchip ID 164001286539).\nNote: As of 1/12/17, the four puppies that had been moved in with the black and white female Boston Terrier\n(microchip ID (900) 164000675141) had been moved out of the enclosure.  Only her and her original puppies\nremain in that enclosure.\n2.40(b)(3)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nA tan female Shiba Inu (microchip ID 164001286539) nursing five puppies was observed to have two holes on each\nside of a nipple on the right side of her body. The larger hole was slightly larger than the size of a quarter. A reddish\ncolored discharge was observed to be coming from both of the holes. The licensee stated that he had observed the\ndog's condition just prior to the start of inspection, but he had not had a chance to document the dog's condition and\nhad not contacted the Attending Veterinarian or initiated treatment for the dog.  It appeared that the holes observed\non this dog had not developed recently.  This is something that most likely has been developing for days, possibly\neven two or three weeks prior to inspection.\nNot carefully and thoroughly observing each and every dog every day doesn't ensure that any medical conditions\naren't being missed.  Unobserved medical conditions allows for these health problems to go untreated and\npotentially get worse and spread to other dogs in the kennel.  The facility must develop and maintain a method of\nroutine daily observations to ensure any animal with a health problem is treated promptly and appropriately.  Correct\nimmediately.\nThis inspection and exit interview were conducted with the licensee.\nNote: This inspection took place over the course of two days: 1/11/17 and 1/12/17.\nEnd of report.",
  "animals_total": 144,
  "species": [
    {
      "count": 78,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 66,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}