{
  "insp_id": "232151342490610",
  "layout": "a",
  "customer_id": "1844",
  "customer_name": "California State Polytechnic University- Pomona",
  "customer_addr": "3801 West Temple Avenue\nPomona, CA 91768",
  "certificate": "93-R-0421",
  "site_id": "001",
  "site_name": "CALIFORNIA STATE POLYTECHNIC UNIVERSITY, POMONA",
  "insp_type": "ROUTINE INSPECTION",
  "date": "28-JUL-2015",
  "report_date": "25-AUG-2015",
  "citations": [
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "In the sheep and goat pen area, the hog wire fence on the left side of the pen had a ¼ inch thick fence wire (about\nsix inches long) protruding into the pen. It was about two feet off the ground. The fence was repaired during the\ninspection.\nIn the cattle barn, the support posts to the roof have old nails exposed which could injure the cattle. Some of the\nnails have hair attached to them.\nThe outdoor housing facilities for the farm animals shall be structurally sound and shall be maintained in good repair\nto protect the animals from injury and to contain the animals. For the health and wellbeing of the animals, a system\nto routinely monitor the facility(cid:25)s housing facilities is to be intensified.\nThe Cattle barn area to be corrected before animals put back into pen. The sheep and goat pen immediate issue\nwas corrected at time of inspection. A system is to be in place by September 1, 2015."
    },
    {
      "code": "3.125(c)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "In the sheep and goat barn area, there was a ½ bale of hay on the ground. Hay should be stored in a manner which\nprotects it against deterioration, molding, or contamination by vermin. For the health and wellbeing of the animals, a\nsystem to routinely monitor the facility(cid:25)s hay storage facility is to be created and/or intensified.\nThe current issue was corrected at time of inspection."
    },
    {
      "code": "3.130",
      "kind": "",
      "repeat": false,
      "desc": "WATERING.",
      "narrative": "The water trough in the sheep pen has an algae buildup. One to two inches of a green slurry (loose algae and other\ndebris) is at the bottom of the trough. Potable water is to be available to the animals at all times or it must be\nprovided as often as necessary for the health and comfort of the animal. All water receptacles shall be kept clean\nand sanitary. A system to ensure that the water troughs are routinely monitored is to be created and/or intensified.\nTo be corrected by August 3, 2015"
    },
    {
      "code": "3.131(a)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "The sheep and goat pen has a moderate amount of manure. The cattle pen area has a buildup of manure and\nshould not house animals until the manure has been removed. Manure should be removed from primary\nenclosures as often as necessary to prevent contamination of the animals in the pens. Accumulations of excreta\ncan attract flies and increase disease hazards in animal areas. For the health and wellbeing of the animals, the\nfacility is to create a system to ensure that the manure is adequately removed in a timely manner. This will reduce\ncontamination of the animals, minimize disease hazards and reduce odors.\nTo be corrected by August 3, 2015"
    },
    {
      "code": "3.131(c)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "In the pig pen area, there is a moderate buildup of algae around the \"(cid:28)lixit\"(cid:29). Also, in an adjacent pen, there is a\nleaking water faucet and there is algae growth present and the wood around the leaky faucet has rotted away. The\ncement floor is not impervious to moisture and cannot be sanitized as required. Paint is peeling from the ceiling.\nAccording to the facility representative, they have not cleaned the ceiling because there is asbestos in the paint.\nThe peeling paint can fall into the animal pen and can be hazardous to their health, especially if they ingest the\npaint flakes.\nIn the cattle barn area, the cattle have access to the wooden posts that have peeling paint. The wood is not\nimpervious to moisture.\nThe buildings, pens, and grounds shall be kept clean and in good repair in order to protect the animals from injury\nand to facilitate the prescribed husbandry practices. Pens, floors, walls, ceilings that are not impervious to moisture\ncannot be sanitized. For the health and wellbeing of the animals, a system to routinely monitor and repair the\nfacility(cid:25)s buildings, pens, fences is to be created and/or intensified.\nTo be corrected by September 1, 2015\nAn exit briefing was conducted with the facility representative\nAdditional Inspector: DR. ALEXANDRA ANDRICOS\nThis was a focused inspection on the farm animal areas\nAdditional Inspectors\nAndricos Alexandra, Veterinary Medical Officer"
    }
  ],
  "narrative": "3.125(a)\nFACILITIES, GENERAL.   \nIn the sheep and goat pen area, the hog wire fence on the left side of the pen had a ¼ inch thick fence wire (about\nsix inches long) protruding into the pen.   It was about two feet off the ground.  The fence was repaired during the\ninspection. \nIn the cattle barn, the support posts to the roof have old nails exposed which could injure the cattle.  Some of the\nnails have hair attached to them. \n \nThe outdoor housing facilities for the farm animals shall be structurally sound and shall be maintained in good repair\nto protect the animals from injury and to contain the animals. For the health and wellbeing of the animals, a system\nto routinely monitor the facility(cid:25)s housing facilities is to be intensified.\nThe Cattle barn area to be corrected before animals put back into pen. The sheep and goat pen immediate issue\nwas corrected at time of inspection.  A system is to be in place by September 1, 2015.\n3.125(c)\nFACILITIES, GENERAL.   \nIn the sheep and goat barn area, there was a ½ bale of hay on the ground. Hay should be stored in a manner which\nprotects it against deterioration, molding, or contamination by vermin.  For the health and wellbeing of the animals, a\nsystem to routinely monitor the facility(cid:25)s hay storage facility is to be created and/or intensified.\nThe current issue was corrected at time of inspection.  \n3.130\nWATERING.\n\nThe water trough in the sheep pen has an algae buildup.  One to two inches of a green slurry (loose algae and other\ndebris) is at the bottom of the trough.  Potable water is to be available to the animals at all times or it must be\nprovided as often as necessary for the health and comfort of the animal.  All water receptacles shall be kept clean\nand sanitary.  A system to ensure that the water troughs are routinely monitored is to be created and/or intensified.\nTo be corrected by August 3, 2015 \n3.131(a)\nSANITATION.   \nThe sheep and goat pen has a moderate amount of manure.  The cattle pen area has a buildup of manure and\nshould not house animals until the manure has been removed.  Manure should be removed from primary\nenclosures as often as necessary to prevent contamination of the animals in the pens.   Accumulations of excreta\ncan attract flies and increase disease hazards in animal areas.  For the health and wellbeing of the animals, the\nfacility is to create a system to ensure that the manure is adequately removed in a timely manner. This will reduce\ncontamination of the animals, minimize disease hazards and reduce odors.\nTo be corrected by August 3, 2015\n3.131(c)\nSANITATION.   \nIn the pig pen area, there is a moderate buildup of algae around the \"(cid:28)lixit\"(cid:29). Also, in an adjacent pen, there is a\nleaking water faucet and there is algae growth present and the wood around the leaky faucet has rotted away.  The\ncement floor is not impervious to moisture and cannot be sanitized as required.  Paint is peeling from the ceiling.\nAccording to the facility representative, they have not cleaned the ceiling because there is asbestos in the paint.\nThe peeling paint can fall into the animal pen and can be hazardous to their health, especially if  they ingest the\npaint flakes.\nIn the cattle barn area, the cattle have access to the wooden posts that have peeling paint. The wood is not\nimpervious to moisture.\nThe buildings, pens, and grounds shall be kept clean and in good repair in order to protect the animals from injury\nand to facilitate the prescribed husbandry practices. Pens, floors, walls, ceilings that are not impervious to moisture\ncannot be sanitized.   For the health and wellbeing of the animals, a system to routinely monitor and repair the\nfacility(cid:25)s buildings, pens, fences is to be created and/or intensified.\n\nTo be corrected by September 1, 2015\nAn exit briefing was conducted with the facility representative\nAdditional Inspector: DR. ALEXANDRA ANDRICOS\nThis was a focused inspection on the farm animal areas\nAdditional Inspectors\nAndricos Alexandra, Veterinary Medical Officer",
  "animals_total": 21,
  "species": [
    {
      "count": 15,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 6,
      "scientific": "Sus domestica",
      "common": "DOMESTIC PIG"
    }
  ]
}