{
  "insp_id": "2016090000573056",
  "layout": "b",
  "customer_id": "332543",
  "customer_name": "Micah Alford Jackie Alford",
  "customer_addr": "36682 Old State Highway 3\nSTONEWALL, OK 74871",
  "certificate": "73-A-2721",
  "site_id": "001",
  "site_name": "Jackie Alford, Micah Alford",
  "insp_type": "ROUTINE INSPECTION",
  "date": "07-APR-2021",
  "report_date": "09-APR-2021",
  "citations": [
    {
      "code": "3.10(a)",
      "kind": "",
      "repeat": false,
      "desc": "Watering",
      "narrative": "There was no water available in an outdoor enclosure containing two dogs. There were 3 empty bowls and at least one\nbowl was upside down in this enclosure. The inspector asked the facility representative to fill the bowl with water. One\ndog drank shortly when water was added to the bowl. Another outdoor enclosure containing one small dog also had no\nwater available. The facility representative stated that this dog was previously in the house and had just been put outside\ninto the enclosure.\nWater is essential to life. Water is the most important substance required to maintain the health of animals. All dogs must\nbe provided access to drinkable water at all times.\nPotable water must be continuously available to the dogs, unless restricted by the attending veterinarian or excepted as\nprovided in § 3.17(a).\nCorrect from this time forward.\nThis inspection and exit interview were conducted with facility representatives.\nEnd Section"
    }
  ],
  "narrative": "3.10(a) \n   \nWatering \nThere was no water available in an outdoor enclosure containing two dogs.  There were 3 empty bowls and at least one \nbowl was upside down in this enclosure.  The inspector asked the facility representative to fill the bowl with water.  One \ndog drank shortly  when water was added to the bowl.  Another outdoor enclosure containing one small dog also had no \nwater available.  The facility representative stated that this dog was previously in the house and had just been put outside \ninto the enclosure. \n \nWater is essential to life.  Water is the most important substance required to maintain the health of animals.  All dogs must \nbe provided access to drinkable water at all times. \n \nPotable water must be continuously available to the dogs, unless restricted by the attending veterinarian or excepted as \nprovided in § 3.17(a). \n \nCorrect from this time forward. \n \nThis inspection and exit interview were conducted with facility representatives.\n\nEnd Section",
  "animals_total": 62,
  "species": [
    {
      "count": 30,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    },
    {
      "count": 32,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    }
  ]
}