{
  "insp_id": "2016090000758961",
  "layout": "b",
  "customer_id": "335539",
  "customer_name": "JESSE LAMBRIGHT",
  "customer_addr": "S4303 CHICKEN HOLLOW ROAD\nHILLSBORO, WI 54634",
  "certificate": "35-A-0384",
  "site_id": "001",
  "site_name": "TIMOTHY LAMBRIGHT",
  "insp_type": "ROUTINE INSPECTION",
  "date": "10-JAN-2022",
  "report_date": "10-JAN-2022",
  "citations": [
    {
      "code": "3.1(a)",
      "kind": "",
      "repeat": false,
      "desc": "Housing facilities, general.",
      "narrative": "-Enclosure #24 has a hole in the floor that is about 5 inches by 3 inches. This is an area where soiled material can get\nstuck and not allow cleaning and could be an area that could cause injury to dogs. Ensure that the floor is repaired and is\nsolid where dogs are housed.\nCorrect by 1/14/2022.\n-The divider by enclosure #31 was loose and pushed to on side, leaving a gap of about 4 inches. A representative\nreturned it so that a gap was no longer there, but it needs secured. A loose divider might cause or allow allow dogs to get\nin with the neighboring enclosure. Ensure that this divider is secured and safe for the dogs.\nCorrect by 1/12/2022.\n-During records review, an adult dog in the back room was seen jumping into the aisle and then back into its enclosure.\nDogs that are able to get out of their enclosure could get injured or injure other dogs. Ensure that the enclosure for this\ndog is adjusted so that it does not get out within the room.\nCorrect by 1/14/2022."
    },
    {
      "code": "3.13(a)",
      "kind": "",
      "repeat": false,
      "desc": "Veterinary care for dogs.",
      "narrative": "The program of veterinary care (PVC) does not have instructions for deworming adult dogs (how often, product, and how\nmuch to give) and lacks a plan for blood and intestinal parasites testing. A plan for deworming and parasite testing is\nimportant for adult dogs to ensure the overall health of the kennel. Ensure that the PVC has an adult deworming plan and\nplan for blood and intestinal parasite testing.\nCorrect by 1/28/2022.\nThis inspection and exit interview were conducted with facility representatives.\nEnd Section"
    }
  ],
  "narrative": "3.1(a) \n   \nHousing facilities, general. \n-Enclosure #24 has a hole in the floor that is about 5 inches by 3 inches.  This is an area where soiled material can get \nstuck and not allow cleaning and could be an area that could cause injury to dogs.  Ensure that the floor is repaired and is \nsolid where dogs are housed. \nCorrect by 1/14/2022. \n \n-The divider by enclosure #31 was loose and pushed to on side, leaving a gap of about 4 inches. A representative \nreturned it so that a gap was no longer there, but it needs secured. A loose divider might cause or allow allow dogs to get \nin with the neighboring enclosure.  Ensure that this divider is secured and safe for the dogs. \nCorrect by 1/12/2022. \n \n-During records review, an adult dog in the back room was seen jumping into the aisle and then back into its enclosure.  \nDogs that are able to get out of their enclosure could get injured or injure other dogs.  Ensure that the enclosure for this \ndog is adjusted so that it does not get out within the room. \nCorrect by 1/14/2022.\n\n3.13(a) \n   \nVeterinary care for dogs. \nThe program of veterinary care (PVC) does not have instructions for deworming adult dogs (how often, product, and how \nmuch to give) and lacks a plan for blood and intestinal parasites testing.  A plan for deworming and parasite testing is \nimportant for adult dogs to ensure the overall health of the kennel.  Ensure that the PVC has an adult deworming plan and \nplan for blood and intestinal parasite testing. \nCorrect by 1/28/2022. \n \nThis inspection and exit interview were conducted with facility representatives. \n \nEnd Section",
  "animals_total": 61,
  "species": [
    {
      "count": 49,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 12,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}