{
  "insp_id": "202151404320227",
  "layout": "a",
  "customer_id": "3961",
  "customer_name": "Norene Lucas",
  "customer_addr": "177900 E County Road 62\nArnett, OK 73832",
  "certificate": "73-A-2283",
  "site_id": "001",
  "site_name": "NORENE LUCAS",
  "insp_type": "ROUTINE INSPECTION",
  "date": "16-JUL-2015",
  "report_date": "21-JUL-2015",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "**** In the main kennel building a five year old female Schnauzer named Miss Lynn (chip# 0007097B8A), had an\narea of swelling between the two middle toes of her front left paw. The left paw had a reddened, raised lesion on\nthe dorsal surface between digits two and three causing the two toes and pads to separate. This lesion/area of\nswelling was approximately 0.5 inches wide. Swelling and wounds can occur as the result of injury, illness, or other\nmedical conditions that could be painful. Miss Lynn had a normal gait and stance. She placed equal weight on all\nfour limbs. She didn't display any signs of pain when the injured paw was palpated and the injury appeared to be\nquite recent. The licensee stated that the injury hadn't been there in the last few days. Foot problems can be\npainful causing discomfort when the dog has to place weight on both feet. It can affect the mobility and daily activity\nof the dog. This animal must be examined by a licensed veterinarian and appropriate treatment administrated. The\noutcome of this examination must be documented and provided to the inspector upon request. The licensee must\nensure that all animals receive adequate veterinary care at all times.\nTo be corrected: 18 July 2015.\nExit interview conducted with facility representative and Brittany Light, ACI."
    }
  ],
  "narrative": "2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n****  In the main kennel building a five year old female Schnauzer named Miss Lynn (chip# 0007097B8A), had an\narea of swelling between the two middle toes of her front left paw.  The left paw had a reddened, raised lesion on\nthe dorsal surface between digits two and three causing the two toes and pads to separate.  This lesion/area of\nswelling was approximately 0.5 inches wide.  Swelling and wounds can occur as the result of injury, illness, or other\nmedical conditions that could be painful.  Miss Lynn had a normal gait and stance. She placed equal weight on all\nfour limbs. She didn't display any signs of pain when the injured paw was palpated and the injury appeared to be\nquite recent.  The licensee stated that the injury hadn't been there in the last few days.  Foot problems can be\npainful causing discomfort when the dog has to place weight on both feet.  It can affect the mobility and daily activity\nof the dog. This animal must be examined by a licensed veterinarian and appropriate treatment administrated.  The\noutcome of this examination must be documented and provided to the inspector upon request. The licensee must\nensure that all animals receive adequate veterinary care at all times. \nTo be corrected: 18 July 2015.\nExit interview conducted with facility representative and Brittany Light, ACI.",
  "animals_total": 56,
  "species": [
    {
      "count": 48,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 8,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}