{
  "insp_id": "118151239510990",
  "layout": "a",
  "customer_id": "9390",
  "customer_name": "Mark Nisbet",
  "customer_addr": "219 Salem Lane\nSalley, SC 29137",
  "certificate": "56-C-0118",
  "site_id": "001",
  "site_name": "MARK NISBET",
  "insp_type": "ROUTINE INSPECTION",
  "date": "28-APR-2015",
  "report_date": "28-APR-2015",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "The oldest zebra on the property, a male named Zillion, has overgrown hooves. The right front hoof is long and\nsloping slightly upward. One brown and white female goat has slightly overgrown claws on her right front and rear\nfeet. The outer claws are long and starting to curl inward. Overgrown hooves can result in foot damage and\nlameness. These animals need to have their feet trimmed to prevent potential problems. To be corrected by\n5-23-15."
    },
    {
      "code": "3.75(a)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "Two male baboons are housed in a chain link outdoor enclosure with an attached sheltered enclosure. They have\ndestroyed a plank perch in the enclosure leaving 5 loose boards (possibly with nails) on the ground. A small metal\nchain which held a round toy swing from the chain link ceiling is hanging loosely from the toy posing a potential\nhanging hazard. All structures within non-human primate housing must be designed and constructed so that they\nare structurally sound and kept in good repair to prevent potential injury of the animals. These broken structures\nneed to be repaired or replaced. To be corrected by 5-1-15.\nLicensee was not present as both units are in travel status.\nInspection conducted of animals left at farm.\nExit briefing conducted with facility representative."
    }
  ],
  "narrative": "2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThe oldest zebra on the property, a male named Zillion, has overgrown hooves.  The right front hoof is long and\nsloping slightly upward.   One brown and white female goat has slightly overgrown claws on her right front and rear\nfeet.  The outer claws are long and starting to curl inward.   Overgrown hooves can result in foot damage and\nlameness.   These animals need to have their feet trimmed to prevent potential problems.   To be corrected by\n5-23-15.\n3.75(a)\nHOUSING FACILITIES, GENERAL. \nTwo male baboons are housed in a chain link outdoor enclosure with an attached sheltered enclosure.  They have\ndestroyed a plank perch in the enclosure leaving 5 loose boards (possibly with nails) on the ground.  A small metal\nchain which held a round toy swing from the chain link ceiling is hanging loosely from the toy posing a potential\nhanging hazard.    All structures within non-human primate housing must be designed and constructed so that they\nare structurally sound and kept in good repair to prevent potential injury of the animals.  These broken structures\nneed to be repaired or replaced.   To be corrected by 5-1-15.\nLicensee was not present as both units are in travel status.  \nInspection conducted of animals left at farm.\nExit briefing conducted with facility representative.",
  "animals_total": 40,
  "species": [
    {
      "count": 1,
      "scientific": "Bos primigenuis indicus",
      "common": "ZEBU"
    },
    {
      "count": 5,
      "scientific": "Bos taurus",
      "common": "CATTLE / COW / OX / WATUSI"
    },
    {
      "count": 7,
      "scientific": "Bubalus bubalis",
      "common": "ASIATIC WATER BUFFALO"
    },
    {
      "count": 3,
      "scientific": "Camelus dromedarius domestic",
      "common": "DOMESTIC DROMEDARY CAMEL"
    },
    {
      "count": 5,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 6,
      "scientific": "Equus quagga",
      "common": "BURCHELL’S / GRANT’S / CHAPMAN’S / PLAINS ZEBRA"
    },
    {
      "count": 1,
      "scientific": "Nasuella olivacea",
      "common": "MOUNTAIN COATI"
    },
    {
      "count": 10,
      "scientific": "Ovis aries aries",
      "common": "SHEEP INCLUDING ALL DOMESTIC BREEDS"
    },
    {
      "count": 2,
      "scientific": "Papio hamadryas",
      "common": "HAMADRYAS BABOON"
    }
  ]
}