{
  "insp_id": "INS-0001085287",
  "layout": "c",
  "customer_id": "6011853",
  "customer_name": "K&M Pets LLC",
  "customer_addr": "4301 Kirkwood Dr\nSaginaw, MI 48638",
  "certificate": "34-B-0244",
  "site_id": "001",
  "site_name": "K&M Pets LLC",
  "insp_type": "ROUTINE INSPECTION",
  "date": "14-AUG-2024",
  "report_date": "15-AUG-2024",
  "citations": [
    {
      "code": "2.40(a)(1)",
      "kind": "Direct",
      "repeat": false,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "The licensee does not currently have an Attending Veterinarian (AV) and there are multiple animals in need of care for\nserious behavioral, nutritional, and medical concerns. During the inspection the licensee named their “Attending\nVeterinarian” and when asked for their written Program of Veterinary Care (PVC) they pointed to a veterinarian’s name\nposted at the facility. As multiple animals were observed in need of care, the inspector contacted that veterinarian by\nphone. The veterinarian stated that they did not agree to be the AV for this facility. They stated that the licensee had\nreached out and asked them to be their attending veterinarian, but they declined. Attending Veterinarians are responsible\nfor ensuring both the provision of adequate veterinary care and adequacy of other aspects of animal care and use. At the\ntime of inspection there are several animals requiring guidance and instruction from an AV regarding their facilities,\nprimary enclosures, nutrition, behavioral management and medical treatment. These animals include several coati and\nkinkajou exhibiting obvious signs of behavioral stress, one juvenile hyena being fed a diet lacking essential nutrients, and\na rabbit whose hind end and underside was soaked in urine had urine/feces matted into its hair and reddened skin. A\nknowledgeable and experienced attending veterinarian is critical to assist licensees ensure the adequacy of their animal\ncare and use. Failure to have an attending veterinarian can lead to the development of disease and delays in treatment\nresulting in unnecessary suffering. Correct by entering into a formal arrangement to employ a veterinarian with the skills\nand experience necessary for the species maintained at this facility. Additionally, ensure that they have completed a visit\nto the premise, have a schedule for regular visits in the future, and have the authority to ensure the provision of adequate\nveterinary care and other aspects of animal care and use. In the case of a part-time veterinarian, further ensure that there\nis a written program of veterinary care outlining the care required for the species of animals that you maintain.\nCorrect by 11:59 PM local time on August 16, 2024."
    },
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": false,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "There is a male white angora-type rabbit that has a significant amount of wet fur covered with brown liquid that appears to\nbe a mixture of urine and/or diarrhea under the rabbit’s tail, covering its genitals and pelvic area, and extending over the\ninner aspect of both hind legs nearly to the foot and extending nearly to the rabbit’s belly. Because of the large area\nimpacted and significant color contrast, this condition is easily visualized with the rabbit sitting, standing, or laying down.\nIn several places the fur appears matted with the liquid and in others there is hair loss. The underlying skin is red and\nappears inflamed. When this condition was pointed out to the facility representative, they stated that they had not noticed\nit previously. Since the condition had not been observed, the condition had not been diagnosed by a veterinarian and the\nrabbit was not undergoing any treatment.\nA 4- to 5-month-old spotted hyena was moving abnormally at the time of inspection. The hyena was moving in a jerky\nmanner that appeared consistent with lameness resulting from pain, poor muscle development, or hind limb instability.\nThe very small size of the enclosure and facility’s lack of a larger space to safely evaluate the gait limited the proper\nassessment of this animal’s condition. This hyena is being fed a diet lacking essential nutrients and has been fed that diet\nfor several months. The hyena has not been examined by a veterinarian and no diagnosis as to the cause of the\nabnormal gait that was observed has been determined.\nAll dealers must ensure that all animals are provided with adequate veterinary care to prevent, control, diagnose, and\ntreat diseases and injuries. Failure to provide adequate veterinary care can result in unnecessary suffering resulting from\nthe spread of disease between animals and delays in treatment of impacted animals, as occurred with this rabbit. Correct\nby ensuring that this rabbit and hyena are examined and diagnosed by a veterinarian and that the treatment plan is\nfollowed according to their instructions. Additionally, ensure that adequate daily observations are made to effectively\nassess the animal’s health and well-being so that when problems are identified, they can be communicated to the\nAttending Veterinarian in a timely manner.\nCorrect by 11:59 PM local time on August 16, 2024."
    },
    {
      "code": "2.131(b)(1)",
      "kind": "Direct",
      "repeat": false,
      "desc": "Handling of animals.",
      "narrative": "The handling of two kinkajou, two coati and one fox has not been done as carefully as possible and has resulted in\nunnecessary distress to these animals.\n-The facility currently houses two kinkajous in the back room next to the hyena. Although no visual contact can be made\nwhen the animals are in their primary enclosure, both species can smell one another and hear the near constant\nvocalizations made by the other species housed so closely. The hyena was heard vocalizing a low growling noise almost\ncontinuously by the inspector while the kinkajou were constantly hissing while pacing continuously. These behaviors are\nsignificant signs of distress for these species. Additionally, the enclosures are located adjacent to one another and are\nclose enough that the kinkajou could easily reach out of their enclosure and into the hyena enclosure.\n-The facility is housing a red fox (white colored variant with grey on its ears and head) in the public area of the pet store.\nThis animal is housed in a pen on the ground that is approximately 4 feet by 5 feet and 4 feet tall. This enclosure is open\ntopped and located at the end of a row of enclosures. Members of the public and the free-roaming dogs are able to (and\nwere observed) approaching from three sides of this enclosure functionally surrounding the fox. There are no visual\nbarriers or areas for this fox to hide. During the inspection this fox was seen pacing while partially crouched and holding\nits ears down and laid back. It also was observed defecating, which can be a stress behavior. The pacing behavior\nbecame more frantic as the fox was approached by a dog, children, and an adult member of the public, and particularly\nwhen approached from multiple sides. The behavior of this animal indicated significant distress resulting from its inability\nto hide.\n-The two coati are housed in the public area of the pet store. There are no visual barriers and no areas for these animals\nto hide. There are numerous dogs that are allowed to freely roam throughout the store and are able to approach the\nenclosures. Additionally, the younger coati is house between an enclosure housing a fox and one housing a puppy with\nonly the wire of their two enclosures separating the coati from either animal. In the wild, coati are frequently predated by\nlarger animals and therefore, they are attuned to the presence of predators and may become easily distressed by the\nsights, sounds, and smells of potential predators when they are unable to hide. These coati were both observed exhibiting\nstress behaviors such as continuous pacing during the inspection. Additionally, like raccoons, coati frequently manipulate\nobjects and food with their hands, and there is nothing that prevents this animal from reaching into the dog or fox’s\nenclosure presenting additional risk.\nThe environments provided to the kinkajous and coatis lack any opportunities for seclusion, such as dens, hide boxes,\npouches, or places to feel secure in their surroundings. All four animals exhibited observable and obvious signs of stress\nand abnormal behaviors such as pacing and hissing.\nHandling of all animals, including placement and housing, shall be done as expeditiously and carefully as possible in a\nmanner that does not cause trauma, behavioral stress, physical harm, or unnecessary discomfort. The animals must be\nprovided opportunities for seclusion from prey species and members of the public.\nCorrect by 11:59 PM local time on August 16, 2024."
    },
    {
      "code": "3.128",
      "kind": "Direct",
      "repeat": false,
      "desc": "Space requirements.",
      "narrative": "Multiple animals (1 Spotted hyena, 2 Coati, and 2 kinkajou) were not provided sufficient space to make normal postural\nand social adjustments with adequate freedom of movement.\n-The primary enclosure housing one juvenile four- to five-month-old spotted hyena measures 42 inches by 26.5 inches\nand is 31 inches high. The enclosure is so small that the hyena touches both the back and front wall when attempting to\nturn. The hyena is in constant motion without purpose with various vocalizations being heard including what sounded like\na growling noise. The facility representative initially stated that the hyena had not been out of the enclosure for two weeks\nwhen asked by the inspector. The representative then modified that period of time to last week and later daily. The\nlicensee has not consulted an attending veterinarian for routine care and husbandry, including space requirements. This\nenclosure is not large enough to allow for the development of proper musculature for a growing animal. Additionally, the\nrestricted size of the enclosure does not allow for evaluation of gait abnormalities, like limping, or other health concerns,\nas normal postural adjustments and movements are not possible. There are no additional or larger enclosures at the\nfacility that are appropriate for the hyena to provide sufficient space for normal behavior and movement or assessment of\ngait abnormalities.\n-The kinkajous housed in the holding area are in an enclosure which is smaller than the animals are with their tails\nextended. This enclosure is approximately 33 inches by 26 inches. This enclosure is two levels high, but the floor space\non each level is insufficient to allow two animals to make species typical postural and social adjustments. When their tails\nare held outwards, each animal is longer than the cage and both animals were observed attempting to pace in the very\nsmall space often holding their bodies in a curved position. This species are nocturnal and arboreal, typically in the wild\nspending their lives in trees. The space provided did not provide opportunities to express these behaviors.\nLack of appropriate space for animals that allows normal social and postural adjustments can result in physical injury and\nunnecessary distress to animals. All of these animals were exhibiting behavioral signs of distress including pacing and\nvocalization. Additionally, normal daily observations of the health status of the animals is presently impaired by the\ninsufficient space.\nThe affected animals must be moved to primary enclosures that are constructed and maintained so as to provide\nsufficient space to allow each animal to make normal postural and social adjustments with adequate freedom of\nmovement.\nCorrect by 11:59 PM local time on August 16, 2024."
    },
    {
      "code": "3.129(a)",
      "kind": "Direct",
      "repeat": false,
      "desc": "Feeding.",
      "narrative": "-The diet being fed to the hyena is not nutritionally complete for the animal’s species and age. According to the facility\nrepresentative, the approximately four to five-month-old hyena is being fed a diet consisting solely of 3 or 4 chicken thighs\nand a bone-in pork chop once or twice daily. One portion is offered in the morning and if the hyena eats it, a second\nequal-sized portion is offered in the evening. The facility representative confirmed that they are not providing nutritional\nsupplements, such as calcium or a multi-vitamin. When asked about this animal, and specifically the diet, the facility\nrepresentative stated that it is their first hyena and that they learned about the care from books and google. The\nveterinarian that was reported as the Attending Veterinarian (but was not acting in that capacity) confirmed that they were\nnot consulted regarding the diet for this animal. The diet is lacking essential vitamins and minerals for for a young,\ngrowing hyena. Diets fed to young, growing animals that are deficient in calcium or have an imbalance in the calcium -to-\nphosphorus ratio are known to lead to metabolic bone disease, a condition that is severely painful and debilitating, and\ncan lead to significant morbidity and mortality. Deficiencies in other nutrients may lead to many other metabolic\nconditions. The evaluation of the overall health status of this animal is significantly compromised by the small size of the\nprimary enclosure that prevents normal postural adjustments, including locomotion. Potential signs of lameness including\napparent lameness in the right front leg and hindlimbs were noted by the inspectors, but further evaluation by a\nveterinarian is needed. The hyena has not been evaluated by a veterinarian since it’s acquisition.\n- According to the facility representative the diet for the juvenile kinkajou consists of ½ of a mashed banana, 3.4 oz.\nGerber fruit baby food, and 1-2 mashed monkey biscuits (Exotic Nutrition brand, high energy “Standard” formulation). The\ndiet for the adult Kinkajou consists of approximately 3 oz. sweet potatoes, 2 bananas, and 5 old world monkey biscuits.\nKinkajous primarily consume a wide variety of seasonally-available fruits throughout the year, as well as some additional\nprotein sources. Fruits consumed in the wild are lower in sugar, starch, and moisture content, while being higher in\nprotein, fiber, and vitamin/mineral content than those commercially available. To avoid feeding unbalanced diets, the food\nprovided to kinkajous should include varied fruit, an appropriate protein source, and be relatively low in simple sugars,\nand total caloric intake to prevent obesity and diabetes mellitus (which this species is prone to). The diet being presented\nto these animals appears high in simple sugars and is not sufficiently varied to ensure that they are meeting all of their\nnutritional needs.\nCorrect by ensuring that the diet fed to this hyena, the five kinkajous and all animals at the facility is nutritionally complete,\nwholesome, palatable and prepared with consideration for the age, species, condition, size, and type of animal.\nCorrect by 11:59 PM local time on August 16, 2024.\nThis inspection and exit interview were conducted with a facility representative.\nA complete routine inspection was conducted on August 14-15, 2024. This inspection report is limited to the Direct non-\ncompliances that were identified during that inspection. An exit briefing was conducted on August 15, 2024 for this report\nwith a facility representative. An additional inspection report will be delivered with the other issues identified during this\ninspection.\nAdditional Inspectors:\nKURT HAMMEL, VETERINARY MEDICAL OFFICER n"
    }
  ],
  "narrative": "2.40(a)(1)  Direct\n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nThe licensee does not currently have an Attending Veterinarian (AV) and there are multiple animals in need of care for \nserious behavioral, nutritional, and medical concerns. During the inspection the licensee named their “Attending \nVeterinarian” and when asked for their written Program of Veterinary Care (PVC) they pointed to a veterinarian’s name \nposted at the facility. As multiple animals were observed in need of care, the inspector contacted that veterinarian by \nphone. The veterinarian stated that they did not agree to be the AV for this facility. They stated that the licensee had \nreached out and asked them to be their attending veterinarian, but they declined. Attending Veterinarians are responsible \nfor ensuring both the provision of adequate veterinary care and adequacy of other aspects of animal care and use. At the \ntime of inspection there are several animals requiring guidance and instruction from an AV regarding their facilities, \nprimary enclosures, nutrition, behavioral management and medical treatment. These animals include several coati and \nkinkajou exhibiting obvious signs of behavioral stress, one juvenile hyena being fed a diet lacking essential nutrients, and \na rabbit whose hind end and underside was soaked in urine had urine/feces matted into its hair and reddened skin. A \nknowledgeable and experienced attending veterinarian is critical to assist licensees ensure the adequacy of their animal \ncare and use. Failure to have an attending veterinarian can lead to the development of disease and delays in treatment \nresulting in unnecessary suffering. Correct by entering into a formal arrangement to employ a veterinarian with the skills \nand experience necessary for the species maintained at this facility. Additionally, ensure that they have completed a visit \nto the premise, have a schedule for regular visits in the future, and have the authority to ensure the provision of adequate \nveterinary care and other aspects of animal care and use. In the case of a part-time veterinarian, further ensure that there \nis a written program of veterinary care outlining the care required for the species of animals that you maintain.  \nCorrect by 11:59 PM local time on August 16, 2024. \n2.40(b)(2)  Direct\n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nThere is a male white angora-type rabbit that has a significant amount of wet fur covered with brown liquid that appears to \nbe a mixture of urine and/or diarrhea under the rabbit’s tail, covering its genitals and pelvic area, and extending over the \ninner aspect of both hind legs nearly to the foot and extending nearly to the rabbit’s belly. Because of the large area \nimpacted and significant color contrast, this condition is easily visualized with the rabbit sitting, standing, or laying down. \nIn several places the fur appears matted with the liquid and in others there is hair loss. The underlying skin is red and \nappears inflamed. When this condition was pointed out to the facility representative, they stated that they had not noticed \nit previously. Since the condition had not been observed, the condition had not been diagnosed by a veterinarian and the\n\nrabbit was not undergoing any treatment.  \n \nA 4- to 5-month-old spotted hyena was moving abnormally at the time of inspection. The hyena was moving in a jerky \nmanner that appeared consistent with lameness resulting from pain, poor muscle development, or hind limb instability. \nThe very small size of the enclosure and facility’s lack of a larger space to safely evaluate the gait limited the proper \nassessment of this animal’s condition. This hyena is being fed a diet lacking essential nutrients and has been fed that diet \nfor several months. The hyena has not been examined by a veterinarian and no diagnosis as to the cause of the \nabnormal gait that was observed has been determined. \n \nAll dealers must ensure that all animals are provided with adequate veterinary care to prevent, control, diagnose, and \ntreat diseases and injuries. Failure to provide adequate veterinary care can result in unnecessary suffering resulting from \nthe spread of disease between animals and delays in treatment of impacted animals, as occurred with this rabbit. Correct \nby ensuring that this rabbit and hyena are examined and diagnosed by a veterinarian and that the treatment plan is \nfollowed according to their instructions. Additionally, ensure that adequate daily observations are made to effectively \nassess the animal’s health and well-being so that when problems are identified, they can be communicated to the \nAttending Veterinarian in a timely manner.  \n \nCorrect by 11:59 PM local time on August 16, 2024. \n2.131(b)(1)  Direct\n   \nHandling of animals. \nThe handling of two kinkajou, two coati and one fox has not been done as carefully as possible and has resulted in \nunnecessary distress to these animals.  \n-The facility currently houses two kinkajous in the back room next to the hyena. Although no visual contact can be made \nwhen the animals are in their primary enclosure, both species can smell one another and hear the near constant \nvocalizations made by the other species housed so closely. The hyena was heard vocalizing a low growling noise almost \ncontinuously by the inspector while the kinkajou were constantly hissing while pacing continuously. These behaviors are \nsignificant signs of distress for these species. Additionally, the enclosures are located adjacent to one another and are \nclose enough that the kinkajou could easily reach out of their enclosure and into the hyena enclosure.  \n-The facility is housing a red fox (white colored variant with grey on its ears and head) in the public area of the pet store. \nThis animal is housed in a pen on the ground that is approximately 4 feet by 5 feet and 4 feet tall. This enclosure is open \ntopped and located at the end of a row of enclosures. Members of the public and the free-roaming dogs are able to (and \nwere observed) approaching from three sides of this enclosure functionally surrounding the fox. There are no visual \nbarriers or areas for this fox to hide. During the inspection this fox was seen pacing while partially crouched and holding \nits ears down and laid back. It also was observed defecating, which can be a stress behavior. The pacing behavior \nbecame more frantic as the fox was approached by a dog, children, and an adult member of the public, and particularly \nwhen approached from multiple sides. The behavior of this animal indicated significant distress resulting from its inability \nto hide.  \n-The two coati are housed in the public area of the pet store. There are no visual barriers and no areas for these animals \nto hide. There are numerous dogs that are allowed to freely roam throughout the store and are able to approach the \nenclosures. Additionally, the younger coati is house between an enclosure housing a fox and one housing a puppy with \nonly the wire of their two enclosures separating the coati from either animal. In the wild, coati are frequently predated by \nlarger animals and therefore, they are attuned to the presence of predators and may become easily distressed by the\n\nsights, sounds, and smells of potential predators when they are unable to hide. These coati were both observed exhibiting \nstress behaviors such as continuous pacing during the inspection. Additionally, like raccoons, coati frequently manipulate \nobjects and food with their hands, and there is nothing that prevents this animal from reaching into the dog or fox’s \nenclosure presenting additional risk.  \nThe environments provided to the kinkajous and coatis lack any opportunities for seclusion, such as dens, hide boxes, \npouches, or places to feel secure in their surroundings. All four animals exhibited observable and obvious signs of stress \nand abnormal behaviors such as pacing and hissing. \nHandling of all animals, including placement and housing, shall be done as expeditiously and carefully as possible in a \nmanner that does not cause trauma, behavioral stress, physical harm, or unnecessary discomfort. The animals must be \nprovided opportunities for seclusion from prey species and members of the public.  \n \nCorrect by 11:59 PM local time on August 16, 2024. \n3.128  Direct\n   \nSpace requirements. \nMultiple animals (1 Spotted hyena, 2 Coati, and 2 kinkajou) were not provided sufficient space to make normal postural \nand social adjustments with adequate freedom of movement.  \n \n-The primary enclosure housing one juvenile four- to five-month-old spotted hyena measures 42 inches by 26.5 inches \nand is 31 inches high. The enclosure is so small that the hyena touches both the back and front wall when attempting to \nturn. The hyena is in constant motion without purpose with various vocalizations being heard including what sounded like \na growling noise. The facility representative initially stated that the hyena had not been out of the enclosure for two weeks \nwhen asked by the inspector. The representative then modified that period of time to last week and later daily. The \nlicensee has not consulted an attending veterinarian for routine care and husbandry, including space requirements. This \nenclosure is not large enough to allow for the development of proper musculature for a growing animal. Additionally, the \nrestricted size of the enclosure does not allow for evaluation of gait abnormalities, like limping, or other health concerns, \nas normal postural adjustments and movements are not possible. There are no additional or larger enclosures at the \nfacility that are appropriate for the hyena to provide sufficient space for normal behavior and movement or assessment of \ngait abnormalities.  \n \n-The kinkajous housed in the holding area are in an enclosure which is smaller than the animals are with their tails \nextended. This enclosure is approximately 33 inches by 26 inches. This enclosure is two levels high, but the floor space \non each level is insufficient to allow two animals to make species typical postural and social adjustments. When their tails \nare held outwards, each animal is longer than the cage and both animals were observed attempting to pace in the very \nsmall space often holding their bodies in a curved position. This species are nocturnal and arboreal, typically in the wild \nspending their lives in trees. The space provided did not provide opportunities to express these behaviors. \n \nLack of appropriate space for animals that allows normal social and postural adjustments can result in physical injury and \nunnecessary distress to animals. All of these animals were exhibiting behavioral signs of distress including pacing and \nvocalization. Additionally, normal daily observations of the health status of the animals is presently impaired by the \ninsufficient space. \n \nThe affected animals must be moved to primary enclosures that are constructed and maintained so as to provide\n\nsufficient space to allow each animal to make normal postural and social adjustments with adequate freedom of \nmovement.  \n \nCorrect by 11:59 PM local time on August 16, 2024. \n3.129(a)  Direct\n   \nFeeding. \n-The diet being fed to the hyena is not nutritionally complete for the animal’s species and age. According to the facility \nrepresentative, the approximately four to five-month-old hyena is being fed a diet consisting solely of 3 or 4 chicken thighs \nand a bone-in pork chop once or twice daily. One portion is offered in the morning and if the hyena eats it, a second \nequal-sized portion is offered in the evening. The facility representative confirmed that they are not providing nutritional \nsupplements, such as calcium or a multi-vitamin. When asked about this animal, and specifically the diet, the facility \nrepresentative stated that it is their first hyena and that they learned about the care from books and google. The \nveterinarian that was reported as the Attending Veterinarian (but was not acting in that capacity) confirmed that they were \nnot consulted regarding the diet for this animal. The diet is lacking essential vitamins and minerals for for a young, \ngrowing hyena. Diets fed to young, growing animals that are deficient in calcium or have an imbalance in the calcium -to-\nphosphorus ratio are known to lead to metabolic bone disease, a condition that is severely painful and debilitating, and \ncan lead to significant morbidity and mortality. Deficiencies in other nutrients may lead to many other metabolic \nconditions. The evaluation of the overall health status of this animal is significantly compromised by the small size of the \nprimary enclosure that prevents normal postural adjustments, including locomotion. Potential signs of lameness including \napparent lameness in the right front leg and hindlimbs were noted by the inspectors, but further evaluation by a \nveterinarian is needed. The hyena has not been evaluated by a veterinarian since it’s acquisition.  \n- According to the facility representative the diet for the juvenile kinkajou consists of ½ of a mashed banana, 3.4 oz. \nGerber fruit baby food, and 1-2 mashed monkey biscuits (Exotic Nutrition brand, high energy “Standard” formulation). The \ndiet for the adult Kinkajou consists of approximately 3 oz. sweet potatoes, 2 bananas, and 5 old world monkey biscuits. \nKinkajous primarily consume a wide variety of seasonally-available fruits throughout the year, as well as some additional \nprotein sources. Fruits consumed in the wild are lower in sugar, starch, and moisture content, while being higher in \nprotein, fiber, and vitamin/mineral content than those commercially available. To avoid feeding unbalanced diets, the food \nprovided to kinkajous should include varied fruit, an appropriate protein source, and be relatively low in simple sugars, \nand total caloric intake to prevent obesity and diabetes mellitus (which this species is prone to). The diet being presented \nto these animals appears high in simple sugars and is not sufficiently varied to ensure that they are meeting all of their \nnutritional needs.  \nCorrect by ensuring that the diet fed to this hyena, the five kinkajous and all animals at the facility is nutritionally complete, \nwholesome, palatable and prepared with consideration for the age, species, condition, size, and type of animal. \n \nCorrect by 11:59 PM local time on August 16, 2024. \n \nThis inspection and exit interview were conducted with a facility representative. \n \nA complete routine inspection was conducted on August 14-15, 2024. This inspection report is limited to the Direct non-\ncompliances that were identified during that inspection. An exit briefing was conducted on August 15, 2024 for this report\n\nwith a facility representative. An additional inspection report will be delivered with the other issues identified during this \ninspection. \n \nAdditional Inspectors: \nKURT HAMMEL, VETERINARY MEDICAL OFFICER n",
  "animals_total": 132,
  "species": [
    {
      "count": 42,
      "scientific": "Atelerix algirus",
      "common": "ALGERIAN HEDGEHOG"
    },
    {
      "count": 2,
      "scientific": "Chinchilla lanigera",
      "common": "CHINCHILLA"
    },
    {
      "count": 4,
      "scientific": "Cavia porcellus",
      "common": "DOMESTIC GUINEA PIG"
    },
    {
      "count": 1,
      "scientific": "Choloepus didactylus",
      "common": "LINNAEUS'S TWO-TOED SLOTH"
    },
    {
      "count": 1,
      "scientific": "Petaurus breviceps",
      "common": "SUGAR GLIDER"
    },
    {
      "count": 1,
      "scientific": "Canis familiaris",
      "common": "DOG PUPPY"
    },
    {
      "count": 2,
      "scientific": "Mustela putorius furo",
      "common": "DOMESTIC FERRET"
    },
    {
      "count": 2,
      "scientific": "Mesocricetus auratus",
      "common": "SYRIAN / GOLDEN HAMSTER"
    },
    {
      "count": 11,
      "scientific": "Melopsittacus undulatus",
      "common": "BUDGERIGAR / BUDGIE / COMMON PARAKEET / SHELL"
    },
    {
      "count": 2,
      "scientific": "Myiopsitta monachus",
      "common": "MONK PARAKEET / QUAKER PARROT"
    },
    {
      "count": 5,
      "scientific": "Nymphicus hollandicus",
      "common": "COCKATIEL"
    },
    {
      "count": 3,
      "scientific": "Agapornis spp hybrid",
      "common": "LOVEBIRD HYBRID"
    },
    {
      "count": 3,
      "scientific": "Bolborhynchus lineola",
      "common": "BARRED PARAKEET / LINEOLATED PARAKEET"
    },
    {
      "count": 10,
      "scientific": "Oryctolagus cuniculus",
      "common": "DOMESTIC RABBIT / EUROPEAN RABBIT"
    },
    {
      "count": 2,
      "scientific": "Vulpes vulpes",
      "common": "RED FOX (INCLUDES SILVER FOX & CROSS FOX)"
    },
    {
      "count": 7,
      "scientific": "Potos flavus",
      "common": "KINKAJOU"
    },
    {
      "count": 5,
      "scientific": "Taeniopygia guttata",
      "common": "ZEBRA FINCH / TIMOR ZEBRA FINCH"
    },
    {
      "count": 1,
      "scientific": "Ara chloropterus",
      "common": "RED-AND-GREEN MACAW / GREEN-WINGED MACAW"
    },
    {
      "count": 5,
      "scientific": "Meriones unguiculatus",
      "common": "MONGOLIAN GERBIL"
    },
    {
      "count": 1,
      "scientific": "Crocuta crocuta",
      "common": "SPOTTED HYENA"
    },
    {
      "count": 2,
      "scientific": "Nasuella olivacea",
      "common": "MOUNTAIN COATI"
    },
    {
      "count": 2,
      "scientific": "Cynomys ludovicianus",
      "common": "BLACK-TAILED PRAIRIE DOG"
    },
    {
      "count": 1,
      "scientific": "Streptopelia capicola",
      "common": "BARBARY DOVE / RINGED TURTLE-DOVE / RINGNECK DOVE"
    },
    {
      "count": 1,
      "scientific": "Euphractus sexcinctus",
      "common": "YELLOW ARMADILLO"
    },
    {
      "count": 1,
      "scientific": "Didelphis virginiana",
      "common": "VIRGINIA OPOSSUM"
    },
    {
      "count": 1,
      "scientific": "Procyon lotor",
      "common": "RACCOON"
    },
    {
      "count": 1,
      "scientific": "Pavo cristatus",
      "common": "INDIAN PEAFOWL / COMMON PEAFOWL / PEAHEN /"
    },
    {
      "count": 8,
      "scientific": "Lonchura striata domestica",
      "common": "SOCIETY FINCH / BENGALESE FINCH"
    },
    {
      "count": 1,
      "scientific": "Trichoglossus moluccanus",
      "common": "RAINBOW LORIKEET"
    },
    {
      "count": 1,
      "scientific": "Psittacula cyanocephala",
      "common": "PLUM-HEADED PARAKEET"
    },
    {
      "count": 3,
      "scientific": "Geopelia cuneata",
      "common": "DIAMOND DOVE"
    }
  ]
}