{
  "insp_id": "2016082569743079",
  "layout": "a",
  "customer_id": "506711",
  "customer_name": "David Lynn",
  "customer_addr": "2050 Highway 78\nBrighton, IA 52540",
  "certificate": "42-C-0239",
  "site_id": "001",
  "site_name": "DAVID LYNN",
  "insp_type": "ROUTINE INSPECTION",
  "date": "26-FEB-2020",
  "report_date": "26-FEB-2020",
  "citations": [
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "* The outdoor enclosure containment fencing in the southeast corner is starting to bow and bend. An estimated 35\nsheep and goats are in contact with the affecting fencing located in outdoor housing. The ability to contain the\nanimals securely is greatly affected and could lead to potential injury, if the enclosure fencing is not kept in good\nrepair. Containment of animals at all times is necessary for protection from potential escape or injury which could\nhave a negative impact on the well-being of the animals. Outdoor housing facilities shall be maintained in good\nrepair to protect the animals from injury and to contain the animals. Correct by 3/4/20."
    },
    {
      "code": "3.125(d)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "* The west half of the inside floor area of one outdoor sheltered building is covered with fecal and other organic\nmaterial. Two donkey's are in contact with the affected areas located in outdoor housing. Fecal and organic\nmaterial can attract pests and rodents, become a disease hazard or area of contamination to the animals. Odors,\ninsects, disease hazards, and pest infestation from fecal and organic material accumulations can have an adverse\neffect on the health and well-being of the animals at this facility. The licensee must have provisions in place for the\nremoval and disposal of animals and food wastes, bedding, dead animals, trash and debris. Correct by 3/4/20.\n* The facility inspection and exit briefing done on 2/26/20 were conducted with the licensee."
    }
  ],
  "narrative": "3.125(a)\nFACILITIES, GENERAL.   \n*  The outdoor enclosure containment fencing in the southeast corner is starting to bow and bend.  An estimated 35\nsheep and goats are in contact with the affecting fencing located in outdoor housing.  The ability to contain the\nanimals securely is greatly affected and could lead to potential injury, if the enclosure fencing is not kept in good\nrepair.  Containment of animals at all times is necessary for protection from potential escape or injury which could\nhave a negative impact on the well-being of the animals.   Outdoor housing facilities shall be maintained in good\nrepair to protect the animals from injury and to contain the animals.    Correct by  3/4/20.\n3.125(d)\nFACILITIES, GENERAL.   \n*  The west half of the inside floor area of one outdoor sheltered building is covered with fecal and other organic\nmaterial.  Two donkey's are in contact with the affected areas located in outdoor housing.  Fecal and organic\nmaterial can attract pests and rodents, become a disease hazard or area of contamination to the animals.  Odors,\ninsects, disease hazards, and pest infestation from fecal and organic material accumulations can have an adverse\neffect on the health and well-being of the animals at this facility.  The licensee must have provisions in place for the\nremoval and disposal of animals and food wastes, bedding, dead animals, trash and debris.  Correct by  3/4/20.\n*   The facility inspection and exit briefing done on 2/26/20 were conducted with the licensee.",
  "animals_total": 105,
  "species": [
    {
      "count": 6,
      "scientific": "Bos taurus",
      "common": "CATTLE / COW / OX / WATUSI"
    },
    {
      "count": 43,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 1,
      "scientific": "Cavia porcellus",
      "common": "DOMESTIC GUINEA PIG"
    },
    {
      "count": 3,
      "scientific": "Equus asinus asinus",
      "common": "DONKEY / BURRO / ASS"
    },
    {
      "count": 1,
      "scientific": "Lama pacos",
      "common": "ALPACA"
    },
    {
      "count": 3,
      "scientific": "Mustela putorius furo",
      "common": "DOMESTIC FERRET"
    },
    {
      "count": 2,
      "scientific": "Octodon degus",
      "common": "DEGU"
    },
    {
      "count": 41,
      "scientific": "Ovis aries aries",
      "common": "SHEEP INCLUDING ALL DOMESTIC BREEDS"
    },
    {
      "count": 5,
      "scientific": "Sus scrofa domestica",
      "common": "DOMESTIC PIG / POTBELLY PIG / MICRO PIG"
    }
  ]
}