{
  "insp_id": "INS-0001203421",
  "layout": "c",
  "customer_id": "3437",
  "customer_name": "West Coast Game Park Inc",
  "customer_addr": "46914 Hwy 101\nBandon, OR 97411",
  "certificate": "92-C-0181",
  "site_id": "001",
  "site_name": "West Coast Game Park Inc",
  "insp_type": "ROUTINE INSPECTION",
  "date": "03-DEC-2024",
  "report_date": "06-DEC-2024",
  "citations": [
    {
      "code": "2.40(b)(3)",
      "kind": "Direct",
      "repeat": true,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "The attending veterinarian was not notified about the condition of two big cats. “Pharoh”, a 10-year- old male lion was\nobserved to be lean on a prior inspection. The facility staff stated that he was getting extra food, and the inspector\nobserved a feeding where he received a good quantity of food. However, “Pharoh” is now poorly conditioned with ribs\nshowing, spine visible, jutting hip bones and muscle wasting. “Onyx”, a 15-year-old black leopard is quite thin with rib\nshadowing, and noticeable muscle wasting of his head and body. A video provided to the inspectors showed “Onyx”\nvomiting and heaving. A facility representative confirmed this was “Onyx”. The two big cats may be ill, have parasites,\nhave a metabolic condition or other disease process and need to be seen by the attending veterinarian in order to\naddress their current health condition.\nCorrect by 12/5/24\n2.40(b)(3) Critical\nThe facility representative reported that a male fishing cat slipped and fell off his perch December 1st. She described him\nas laying at an odd angle and that he was unable to get up. She stated that she contacted the attending veterinarian and\nwas told to give pain medication and to observe him, but the cat died shortly thereafter.\nThe attending veterinarian was contacted to discuss the event but told inspectors he had not been contacted and had\nbeen on leave. The veterinary clinic was also contacted to inquire about the fishing cat. Staff at the clinic told inspectors\nthat a voice mail had been left on December 1st, but there was no one present over the holidays. It is the facilities\nresponsibility to locate a different veterinarian in the event their veterinarian is unavailable. Timely and accurate\ninformation of animal health and well-being must be provided to the veterinarian so that appropriate treatment and care\ncan be provided.\nCorrect from this day forward, December 03, 2024"
    },
    {
      "code": "3.126",
      "kind": "Direct",
      "repeat": false,
      "desc": "Facilities, indoor.",
      "narrative": "“Nasha”, a 16-year-old lioness is confined to a dark den with no light or ventilation. While there is a small opening to the\noutside at the top, the den area was in darkness. There was a light fixture with no bulb present. There is no mechanical\nventilation and no natural methods to ventilate the space. The weather had been unseasonably cool according to the\nfacility representative, but there was no method to heat the den space nor was there any bedding to mitigate temperature\nextremes. There is inappropriate drainage so that urine, water and feces had accumulated on the concrete pad. When the\ndoor to the den area was opened, “Nasha” was startled, fearful, and did not move. Although the representative stated the\nlioness was allowed access to the exercise yard when the tiger was shifted in, she refused to exit the den space when\ninspectors asked her to open the shift door so Nasha’s body condition could be observed.\nWhen animals are housed indoors, they must be provided adequate lighting, ventilation and temperatures that do not\ncause discomfort or impact their health. Animals must be provided ambient temperatures that are regulated to protect\nthem from temperature extremes, fresh air must be provided through windows, or otherwise ventilated to minimize drafts\nand moisture condensation. Methods must also be in place to rapidly eliminate excess water so that liquid waste does not\ncause a health risk to the animals.\nCorrect by December 5, 2024."
    },
    {
      "code": "3.128",
      "kind": "",
      "repeat": true,
      "desc": "Space requirements.",
      "narrative": "Currently the Eurasian lynx and Canadian lynx rotate access through the main enclosure but do not share space with\neach other remains unchanged. When one animal is on exhibit the other is housed in the shelter which is a small area\nwith a platform that allows the animal to turn around and jump but does not provide sufficient space that allows for social\nadjustments and adequate freedom of movement. Lack of sufficient space for exotic animals can increase abnormal\nbehavior patterns due to stress. This animal should be moved to an enclosure that allows for adequate freedom of\nmovement for its overall psychological health and wellbeing."
    },
    {
      "code": "3.129",
      "kind": "Direct",
      "repeat": false,
      "desc": "Feeding.",
      "narrative": "A number of non-domestic felids were thin and had not been fed at the time of inspection.\n“Pharoh”, a 10-year- old male lion was thin with ribs showing, prominent dorsal spinous processes, prominent hip bones\nand loss of hindlimb muscle mass. “Pharoh” was agitated and pacing continuously during inspection. “Onyx”, a 15-year-\nold black leopard had rib shadowing, was thin and his head and face had noticeable muscle wasting. “Jabari”, a 16-year-\nold male lion was thin, with rib shadowing, dorsal spinous processes in evidence, prominent hip bones and loss of hind\nlimb muscle mass. A Canadian and Eurasian Lynx were both thin, and a male bob cat was thin and appeared stunted in\nstature.\nEight freezers in the non domestic cat food prep area were examined. Three were completely empty with one of those not\nworking and which contained only a dead rodent. One had a few remnants of donated packaged food; one contained a\nfew 10-pound bags of frozen chicken. According to the facility representative, an order had not been delivered due to the\nThanksgiving holiday and the week prior the delivery truck was unable to get over the mountains due to bad weather. The\nrepresentative also stated she was expecting some deceased animals to arrive as food donations, but they were\nundelivered by the end of the inspection. It is unclear how long the cats were without food or were rationed. The facility\nnormally feeds the big cats 20-30 pounds of chicken once a day, the leopards and jaguars 10 pounds once a day while\nthe smaller cats receive between 2.5-5 pounds once per day. According to the facilities guidelines, the cats would need\nabout 180 pounds of chicken/day. On coming back to the facility the same afternoon, it was observed that “Pharoh” and\n“Onyx” had been provided a 10-pound block of frozen chicken, but they were unable to eat it as it was frozen. However,\nthey were guarding and licking the block and \"Pharoh\" was no longer agitated or pacing.\nTwo nursing miniature goats with 3 kids were vocalizing, restless and found to have no food. Once grain and hay were\nprovided to them, they ate eagerly and became calm.\nFood must be of sufficient quantity and nutritive value to maintain all the animals in good health and condition.\nCorrected after hours following inspection: the facility obtained 1,160 pounds of chicken"
    },
    {
      "code": "3.130",
      "kind": "Direct",
      "repeat": false,
      "desc": "Watering.",
      "narrative": "Direct\nDuring inspection two nursing miniature goats with 3 kids housed in the feed storage barn were vocalizing, restless and\nfound to have no water. When water was provided by a facility representative, the adult goats readily drank until the water\ncontainer was empty. When their water container was filled again, they continued to drink. When they were done drinking\nthe goats were less vocal and calmer. If potable water is not accessible to the animals at all times, it must be provided as\noften as necessary for the health and comfort of the animal. Frequency of watering shall consider age, species, condition,\nsize, and type of the animal.\nCorrected during inspection."
    },
    {
      "code": "3.131(a)",
      "kind": "Direct",
      "repeat": false,
      "desc": "Sanitation.",
      "narrative": "At the time of inspection, the indoor enclosure that confined the lioness, “Nasha”, was wet and soiled with excessive\nfeces, urine, soil, and food wastes with no clean bedding provided. A strong noxious odor of urine and feces was evident\nupon entering the confined space. On closer observation, Nasha’s coat was matted with what appeared to be feces on\nvarious areas of her body, she was wide-eyed, crouched and reluctant to approach the enclosure door. On recent\nprevious inspections when she was housed in a different enclosure with free access to an outdoor enclosure the inspector\nobserved Nasha to be relaxed, exhibiting unthreatened body postures and readily interacting with the facility handler.\nAccumulations of feces, urine, soil and food can harbor parasites, pathogens, and skin irritants which can affect the health\nand wellbeing of the animals. Excreta and waste shall be removed from enclosures as often as necessary to prevent\ncontamination of the animals, minimize disease hazards, reduce odors and maintain an animal’s sense of wellbeing.\nRemove all food wastes, clean the area, and repeat as necessary to prevent build up.\nCorrect by close of business December 5, 2024"
    },
    {
      "code": "3.131(d)",
      "kind": "Direct",
      "repeat": true,
      "desc": "Sanitation.",
      "narrative": "The facility continues not to have an adequate program of pest control with regards to rodents. At least five rats were\nobserved in the hoofstock feed storage shed which also houses two adult goats nursing three kids. The rats were seen on\nstructures within the storage shed including on furniture, the floor, rafters and framing of walls and ceiling. Additionally,\nbags containing feed had holes chewed in them exposing the feed inside. Rodents and other pests harm animal welfare\nby harboring diseases and parasites to vulnerable zoo animals. A safe and effective program for the control of insects,\nectoparasites, and avian and mammalian pests must be established and maintained."
    },
    {
      "code": "3.132",
      "kind": "Direct",
      "repeat": true,
      "desc": "Employees.",
      "narrative": "The facility had one staff member to feed, water, clean enclosures, care for and provide basic husbandry needs for over\n300 animals at this facility. Although the facility representative relayed to the inspectors that a part time employee would\nshow up to help with feeding the animals hay and providing bedding, this did not occur. The representative stated that\nseveral recent hires did not work out and imparted the challenge of finding help in this area. At the end of the inspection\nday, most of the animals had not yet been fed or watered and basic and essential cleaning had not occurred. This lack of\ncare staff is completely inadequate, and the welfare of the animals are suffering because of it. Additional employees must\nbe hired and the number of animals at the facility should be reduced so that the animals are provided adequate care and\ntheir welfare needs met."
    },
    {
      "code": "3.133",
      "kind": "Direct",
      "repeat": false,
      "desc": "Separation.",
      "narrative": "An adult male and female bobcat are housed together. The male was thin and small of stature. The facility representative\nstated that the female does not allow the male to eat, and the inspectors heard her growling at the male. The\nrepresentative stated that she has started feeding them separately. However, the males body condition and lack of\nfeeding records do not indicate this is occurring on a consistent basis.\nAnimals housed together must be compatible and cannot be housed with animals that interfere with their health or cause\nthem discomfort. The bobcats must be separated during feeding so that the male can consume his food rations in its\nentirety and observed during the course of the day to ensure the male is allowed access to perches and indoor areas.\nCorrect by December 5, 2024\nA complete routine inspection was conducted starting on 03DEC2024. This inspection report is limited to Direct non-\ncompliances with one Critical and one Non-critical noncompliance identified during that inspection. An additional\ninspection report will be delivered with the other issues identified during this inspection.\nThis inspection was conducted with the facility representative. The exit briefing was conducted on 05DEC2024 with the\nfacility representative.”\nAdditional Inspectors:\nCAROLYN MCKINNIE n"
    }
  ],
  "narrative": "2.40(b)(3)  Direct Repeat\n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nThe attending veterinarian was not notified about the condition of two big cats. “Pharoh”, a 10-year- old male lion was \nobserved to be lean on a prior inspection. The facility staff stated that he was getting extra food, and the inspector \nobserved a feeding where he received a good quantity of food. However, “Pharoh” is now poorly conditioned with ribs \nshowing, spine visible, jutting hip bones and muscle wasting. “Onyx”, a 15-year-old black leopard is quite thin with rib \nshadowing, and noticeable muscle wasting of his head and body. A video provided to the inspectors showed “Onyx” \nvomiting and heaving. A facility representative confirmed this was “Onyx”. The two big cats may be ill, have parasites, \nhave a metabolic condition or other disease process and need to be seen by the attending veterinarian in order to \naddress their current health condition.  \nCorrect by 12/5/24 \n \n2.40(b)(3) Critical \nThe facility representative reported that a male fishing cat slipped and fell off his perch December 1st. She described him \nas laying at an odd angle and that he was unable to get up. She stated that she contacted the attending veterinarian and \nwas told to give pain medication and to observe him, but the cat died shortly thereafter.  \nThe attending veterinarian was contacted to discuss the event but told inspectors he had not been contacted and had \nbeen on leave. The veterinary clinic was also contacted to inquire about the fishing cat. Staff at the clinic told inspectors \nthat a voice mail had been left on December 1st, but there was no one present over the holidays. It is the facilities \nresponsibility to locate a different veterinarian in the event their veterinarian is unavailable. Timely and accurate \ninformation of animal health and well-being must be provided to the veterinarian so that appropriate treatment and care \ncan be provided. \n \nCorrect from this day forward, December 03, 2024 \n3.126  Direct\n   \nFacilities, indoor. \n“Nasha”, a 16-year-old lioness is confined to a dark den with no light or ventilation. While there is a small opening to the \noutside at the top, the den area was in darkness. There was a light fixture with no bulb present. There is no mechanical \nventilation and no natural methods to ventilate the space. The weather had been unseasonably cool according to the\n\nfacility representative, but there was no method to heat the den space nor was there any bedding to mitigate temperature \nextremes. There is inappropriate drainage so that urine, water and feces had accumulated on the concrete pad. When the \ndoor to the den area was opened, “Nasha” was startled, fearful, and did not move. Although the representative stated the \nlioness was allowed access to the exercise yard when the tiger was shifted in, she refused to exit the den space when \ninspectors asked her to open the shift door so Nasha’s body condition could be observed.  \nWhen animals are housed indoors, they must be provided adequate lighting, ventilation and temperatures that do not \ncause discomfort or impact their health. Animals must be provided ambient temperatures that are regulated to protect \nthem from temperature extremes, fresh air must be provided through windows, or otherwise ventilated to minimize drafts \nand moisture condensation. Methods must also be in place to rapidly eliminate excess water so that liquid waste does not \ncause a health risk to the animals.  \nCorrect by December 5, 2024. \n3.128  Repeat\n   \nSpace requirements. \nCurrently the Eurasian lynx and Canadian lynx rotate access through the main enclosure but do not share space with \neach other remains unchanged. When one animal is on exhibit the other is housed in the shelter which is a small area \nwith a platform that allows the animal to turn around and jump but does not provide sufficient space that allows for social \nadjustments and adequate freedom of movement. Lack of sufficient space for exotic animals can increase abnormal \nbehavior patterns due to stress. This animal should be moved to an enclosure that allows for adequate freedom of \nmovement for its overall psychological health and wellbeing. \n3.129  Direct\n   \nFeeding. \nA number of non-domestic felids were thin and had not been fed at the time of inspection.  \n“Pharoh”, a 10-year- old male lion was thin with ribs showing, prominent dorsal spinous processes, prominent hip bones \nand loss of hindlimb muscle mass. “Pharoh” was agitated and pacing continuously during inspection. “Onyx”, a 15-year-\nold black leopard had rib shadowing, was thin and his head and face had noticeable muscle wasting. “Jabari”, a 16-year-\nold male lion was thin, with rib shadowing, dorsal spinous processes in evidence, prominent hip bones and loss of hind \nlimb muscle mass. A Canadian and Eurasian Lynx were both thin, and a male bob cat was thin and appeared stunted in \nstature.  \nEight freezers in the non domestic cat food prep area were examined. Three were completely empty with one of those not \nworking and which contained only a dead rodent. One had a few remnants of donated packaged food; one contained a \nfew 10-pound bags of frozen chicken. According to the facility representative, an order had not been delivered due to the \nThanksgiving holiday and the week prior the delivery truck was unable to get over the mountains due to bad weather. The \nrepresentative also stated she was expecting some deceased animals to arrive as food donations, but they were \nundelivered by the end of the inspection. It is unclear how long the cats were without food or were rationed. The facility \nnormally feeds the big cats 20-30 pounds of chicken once a day, the leopards and jaguars 10 pounds once a day while \nthe smaller cats receive between 2.5-5 pounds once per day. According to the facilities guidelines, the cats would need \nabout 180 pounds of chicken/day. On coming back to the facility the same afternoon, it was observed that “Pharoh” and \n“Onyx” had been provided a 10-pound block of frozen chicken, but they were unable to eat it as it was frozen. However, \nthey were guarding and licking the block and \"Pharoh\" was no longer agitated or pacing.\n\nTwo nursing miniature goats with 3 kids were vocalizing, restless and found to have no food. Once grain and hay were \nprovided to them, they ate eagerly and became calm.  \n \nFood must be of sufficient quantity and nutritive value to maintain all the animals in good health and condition.  \n \nCorrected after hours following inspection: the facility obtained 1,160 pounds of chicken \n3.130  Direct\n   \nWatering. \nDirect  \nDuring inspection two nursing miniature goats with 3 kids housed in the feed storage barn were vocalizing, restless and \nfound to have no water. When water was provided by a facility representative, the adult goats readily drank until the water \ncontainer was empty. When their water container was filled again, they continued to drink. When they were done drinking \nthe goats were less vocal and calmer. If potable water is not accessible to the animals at all times, it must be provided as \noften as necessary for the health and comfort of the animal. Frequency of watering shall consider age, species, condition, \nsize, and type of the animal.  \n Corrected during inspection. \n3.131(a)  Direct\n   \nSanitation. \nAt the time of inspection, the indoor enclosure that confined the lioness, “Nasha”, was wet and soiled with excessive \nfeces, urine, soil, and food wastes with no clean bedding provided. A strong noxious odor of urine and feces was evident \nupon entering the confined space. On closer observation, Nasha’s coat was matted with what appeared to be feces on \nvarious areas of her body, she was wide-eyed, crouched and reluctant to approach the enclosure door. On recent \nprevious inspections when she was housed in a different enclosure with free access to an outdoor enclosure the inspector \nobserved Nasha to be relaxed, exhibiting unthreatened body postures and readily interacting with the facility handler. \nAccumulations of feces, urine, soil and food can harbor parasites, pathogens, and skin irritants which can affect the health \nand wellbeing of the animals. Excreta and waste shall be removed from enclosures as often as necessary to prevent \ncontamination of the animals, minimize disease hazards, reduce odors and maintain an animal’s sense of wellbeing. \nRemove all food wastes, clean the area, and repeat as necessary to prevent build up.  \nCorrect by close of business December 5, 2024 \n3.131(d)  Direct Repeat\n   \nSanitation. \nThe facility continues not to have an adequate program of pest control with regards to rodents. At least five rats were \nobserved in the hoofstock feed storage shed which also houses two adult goats nursing three kids. The rats were seen on \nstructures within the storage shed including on furniture, the floor, rafters and framing of walls and ceiling. Additionally, \nbags containing feed had holes chewed in them exposing the feed inside. Rodents and other pests harm animal welfare \nby harboring diseases and parasites to vulnerable zoo animals. A safe and effective program for the control of insects, \nectoparasites, and avian and mammalian pests must be established and maintained.\n\n3.132  Direct Repeat\n   \nEmployees. \nThe facility had one staff member to feed, water, clean enclosures, care for and provide basic husbandry needs for over \n300 animals at this facility. Although the facility representative relayed to the inspectors that a part time employee would \nshow up to help with feeding the animals hay and providing bedding, this did not occur. The representative stated that \nseveral recent hires did not work out and imparted the challenge of finding help in this area. At the end of the inspection \nday, most of the animals had not yet been fed or watered and basic and essential cleaning had not occurred. This lack of \ncare staff is completely inadequate, and the welfare of the animals are suffering because of it. Additional employees must \nbe hired and the number of animals at the facility should be reduced so that the animals are provided adequate care and \ntheir welfare needs met. \n3.133  Direct\n   \nSeparation. \nAn adult male and female bobcat are housed together. The male was thin and small of stature. The facility representative \nstated that the female does not allow the male to eat, and the inspectors heard her growling at the male. The \nrepresentative stated that she has started feeding them separately. However, the males body condition and lack of \nfeeding records do not indicate this is occurring on a consistent basis.  \nAnimals housed together must be compatible and cannot be housed with animals that interfere with their health or cause \nthem discomfort. The bobcats must be separated during feeding so that the male can consume his food rations in its \nentirety and observed during the course of the day to ensure the male is allowed access to perches and indoor areas.  \nCorrect by December 5, 2024 \n \nA complete routine inspection was conducted starting on 03DEC2024. This inspection report is limited to Direct non-\ncompliances with one Critical and one Non-critical noncompliance identified during that inspection. An additional \ninspection report will be delivered with the other issues identified during this inspection. \n \nThis inspection was conducted with the facility representative. The exit briefing was conducted on 05DEC2024 with the \nfacility representative.” \n \nAdditional Inspectors: \nCAROLYN MCKINNIE n",
  "animals_total": 20,
  "species": [
    {
      "count": 4,
      "scientific": "Panthera leo",
      "common": "LION"
    },
    {
      "count": 1,
      "scientific": "Panthera tigris",
      "common": "TIGER"
    },
    {
      "count": 1,
      "scientific": "Lynx canadensis",
      "common": "CANADIAN LYNX"
    },
    {
      "count": 2,
      "scientific": "Lynx lynx",
      "common": "NORTHERN/EURASIAN LYNX"
    },
    {
      "count": 2,
      "scientific": "Lynx rufus",
      "common": "BOBCAT"
    },
    {
      "count": 2,
      "scientific": "Leptailurus serval",
      "common": "SERVAL"
    },
    {
      "count": 2,
      "scientific": "Panthera pardus",
      "common": "LEOPARD"
    },
    {
      "count": 1,
      "scientific": "Panthera onca",
      "common": "JAGUAR"
    },
    {
      "count": 0,
      "scientific": "Prionailurus viverrinus",
      "common": "FISHING CAT"
    },
    {
      "count": 5,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    }
  ]
}