{
  "insp_id": "161160234400500",
  "layout": "a",
  "customer_id": "25863",
  "customer_name": "Darrel Kotila",
  "customer_addr": "62235 235th St\nLitchfield, MN 55355",
  "certificate": "41-C-0229",
  "site_id": "001",
  "site_name": "DARREL KOTILA",
  "insp_type": "ROUTINE INSPECTION",
  "date": "08-JUN-2016",
  "report_date": "13-JUN-2016",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "A black sheep (ear tag #0076) at the campground location appeared to be walking throughout the enclosure with an\nabnormal gait. At first, the sheep appeared to have been favoring its left front leg. After further observation, it\nappeared the sheep was walking with a hunched/arched back. The campground employee also observed the\nabnormal gait while I was there and mentioned he had not observed it prior to the inspection. He said it was\nwalking fine in the morning. Walking with an abnormal gait or with a hunched posture indicates the animal may\nhave an underlying health issue and the animal is uncomfortable and probably in pain. The Attending Veterinarian\nmust be consulted with and the sheep must be treated as per his/her instructions. Correct by 6/13/16."
    },
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "The enclosure containing the llama, sheep, and goats at the home location had metal wiring with sharp points\nsticking out from the gate and fence line towards the inside of the enclosure. The enclosure containing the llama,\ngoats, and sheep at the campground location had a chicken coop within the enclosure. The chicken coop had\nchicken wire with sharp points sticking out from the enclosure into the llama, goat, and sheep enclosure. In\naddition, the chicken coop had wooden posts with nail heads sticking out into the llama, goat, and sheep enclosure.\nThese are physical hazards to the animals which could cause injury to any animals that come in contact with these\nhazards. The outdoor housing facilities shall be structurally sound and shall be maintained in good repair to protect\nthe animals from injury. Correct by 6/15/16."
    },
    {
      "code": "3.128",
      "kind": "",
      "repeat": false,
      "desc": "SPACE REQUIREMENTS.",
      "narrative": "The shelter for the llama at the home location had a ceiling that was not high enough for the llama to stand upright\nwithin. The licensee mentioned that the llama rarely goes into the shelter. It is unclear if the llama doesn't use the\nshelter much because of the low height of the ceiling. Animals that don't use their shelter because there isn't\nsufficient space for them to move around in may end up exposing themselves to the elements of the weather.\nEnclosures shall be constructed and maintained so as to provide sufficient space to allow each animal to make\nnormal postural and social adjustments with adequate freedom of movement. Correct by 6/15/16.\nThe home location and campground location were both inspected.\nInspection and exit interview conducted with facility representatives at both locations.\nEnd of report."
    }
  ],
  "narrative": "2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nA black sheep (ear tag #0076) at the campground location appeared to be walking throughout the enclosure with an\nabnormal gait.  At first, the sheep appeared to have been favoring its left front leg.  After further observation, it\nappeared the sheep was walking with a hunched/arched back.  The campground employee also observed the\nabnormal gait while I was there and mentioned he had not observed it prior to the inspection.  He said it was\nwalking fine in the morning.  Walking with an abnormal gait or with a  hunched posture indicates the animal may\nhave an underlying health issue and the animal is uncomfortable and probably in pain.  The Attending Veterinarian\nmust be consulted with and the sheep must be treated as per his/her instructions.  Correct by 6/13/16.\n3.125(a)\nFACILITIES, GENERAL.   \nThe enclosure containing the llama, sheep, and goats at the home location had metal wiring with sharp points\nsticking out from the gate and fence line towards the inside of the enclosure.  The enclosure containing the llama,\ngoats, and sheep at the campground location had a chicken coop within the enclosure.  The chicken coop had\nchicken wire with sharp points sticking out from the enclosure into the llama, goat, and sheep enclosure.  In\naddition, the chicken coop had wooden posts with nail heads sticking out into the llama, goat, and sheep enclosure. \nThese are physical hazards to the animals which could cause injury to any animals that come in contact with these\nhazards.  The outdoor housing facilities shall be structurally sound and shall be maintained in good repair to protect\nthe animals from injury.  Correct by 6/15/16.\n3.128\nSPACE REQUIREMENTS. \nThe shelter for the llama at the home location had a ceiling that was not high enough for the llama to stand upright\nwithin.  The licensee mentioned that the llama rarely goes into the shelter.  It is unclear if the llama doesn't use the\nshelter much because of the low height of the ceiling.  Animals that don't use their shelter because there isn't\nsufficient space for them to move around in may end up exposing themselves to the elements of the weather. \nEnclosures shall be constructed and maintained so as to provide sufficient space to allow each animal to make\nnormal postural and social adjustments with adequate freedom of movement.  Correct by 6/15/16.\n\nThe home location and campground location were both inspected.\nInspection and exit interview conducted with facility representatives at both locations.\nEnd of report.",
  "animals_total": 26,
  "species": [
    {
      "count": 9,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 2,
      "scientific": "Lama glama",
      "common": "LLAMA"
    },
    {
      "count": 4,
      "scientific": "Oryctolagus cuniculus",
      "common": "EUROPEAN RABBIT"
    },
    {
      "count": 11,
      "scientific": "Ovis aries aries",
      "common": "SHEEP INCLUDING ALL DOMESTIC BREEDS"
    }
  ]
}