{
  "insp_id": "2016082568202062",
  "layout": "a",
  "customer_id": "20344",
  "customer_name": "Nancy C Carlson",
  "customer_addr": "Thomas J Carlson\n1841 250th Street\nRockwell City, IA 50579",
  "certificate": "42-A-0954",
  "site_id": "001",
  "site_name": "THOMAS J. OR NANCY C. CARLSON",
  "insp_type": "ROUTINE INSPECTION",
  "date": "13-APR-2017",
  "report_date": "14-APR-2017",
  "citations": [
    {
      "code": "3.6(a)(2)(x)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "In the whelping area of the residence two enclosures had puppies with their feet through the mesh flooring. One\nenclosure housing a female Maltese and her three puppies had one puppy with at least two feet/legs through the\nmesh flooring. The second enclosure housing a female Chin and her four puppies had two puppies with at least two\nfeet/legs through the mesh flooring. The licensee corrected the situation at the time of the inspection by placing\nsolid floored whelping boxes in the enclosures.\nFeet passing through mesh or slatted flooring can cause injuries to the legs of all ages of dogs, and puppies not to\nbe able to nurse. All enclosures must have floors constructed in a manner that protects the dogs' feet and legs from\ninjury, and that, if of mesh or slatted construction, do not allow the dogs' feet to pass through any openings in the\nfloor.\nTO BE CORRECTED: From this time forward.\nThis inspection and exit interview were conducted with licensees and ACI Bartels."
    }
  ],
  "narrative": "3.6(a)(2)(x)\nPRIMARY ENCLOSURES.\nIn the whelping area of the residence two enclosures had puppies with their feet through the mesh flooring.  One\nenclosure housing a female Maltese and her three puppies had one puppy with at least two feet/legs through the\nmesh flooring.  The second enclosure housing a female Chin and her four puppies had two puppies with at least two\nfeet/legs through the mesh flooring.  The licensee corrected the situation at the time of the inspection by placing\nsolid floored whelping boxes in the enclosures.\nFeet passing through mesh or slatted flooring can cause injuries to the legs of all ages of dogs, and puppies not to\nbe able to nurse.  All enclosures must have floors constructed in a manner that protects the dogs' feet and legs from\ninjury, and that, if of mesh or slatted construction, do not allow the dogs' feet to pass through any openings in the\nfloor.\nTO BE CORRECTED: From this time forward.\nThis inspection and exit interview were conducted with licensees and ACI Bartels.",
  "animals_total": 202,
  "species": [
    {
      "count": 143,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 59,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}