{
  "insp_id": "21160847160931",
  "layout": "a",
  "customer_id": "18716",
  "customer_name": "Jan Harper",
  "customer_addr": "432438 E 80 Rd\nWelch, OK 74369",
  "certificate": "73-A-2038",
  "site_id": "001",
  "site_name": "JAN Harper",
  "insp_type": "ROUTINE INSPECTION",
  "date": "20-JAN-2016",
  "report_date": "21-JAN-2016",
  "citations": [
    {
      "code": "3.4(b)(4)",
      "kind": "",
      "repeat": false,
      "desc": "OUTDOOR HOUSING FACILITIES.",
      "narrative": "During the inspection, in the outdoor enclosures there were at least five of the outdoor shelters that needed more\nbedding in them. Some had bedding but needed more shavings so they can make a nest to sleep in. Each outside\nshelter must have dry, clean bedding to protect the dogs from cold damp conditions, when the temperature drops\nbelow 35 degrees more bedding must be added. Dogs tend to nest in the bedding material, so having an adequate\namount of bedding helps to keep the dogs comfortable and warm during the cold weather events. Letting the dogs\nsleep on cold damp surfaces can adversely affect the health and well-being of the dogs. Owner must ensure that all\ndogs have adequate bedding to protect them from cold damp weather. To be corrected by 01-21-2016.\nInspection and exit interview conducted by Michael Tygart DVM and R. Whiteley ACI and a facility representative.\nAdditional Inspectors\nTygart Michael, Supervisory Animal Care Specialist"
    }
  ],
  "narrative": "3.4(b)(4)\nOUTDOOR HOUSING FACILITIES.\nDuring the inspection, in the outdoor enclosures there were at least five of the outdoor shelters that needed more\nbedding in them.  Some had bedding but needed more shavings so they can make a nest to sleep in.  Each outside\nshelter must have dry, clean bedding to protect the dogs from cold damp conditions, when the temperature drops\nbelow 35 degrees more bedding must be added.  Dogs tend to nest in the bedding material, so having an adequate\namount of bedding helps to keep the dogs comfortable and warm during the cold weather events.  Letting the dogs\nsleep on cold damp surfaces can adversely affect the health and well-being of the dogs.  Owner must ensure that all\ndogs have adequate bedding to protect them from cold damp weather.  To be corrected by 01-21-2016.  \nInspection and exit interview conducted by Michael Tygart DVM and R. Whiteley ACI and a facility representative.\nAdditional Inspectors\nTygart Michael, Supervisory Animal Care Specialist",
  "animals_total": 76,
  "species": [
    {
      "count": 53,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 23,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}