{
  "insp_id": "2016082568107618",
  "layout": "a",
  "customer_id": "34949",
  "customer_name": "Laura Groeneweg",
  "customer_addr": "3139 Fir Ave\nRock Valley, IA 51247",
  "certificate": "42-A-1296",
  "site_id": "001",
  "site_name": "LAURA GROENEWEG",
  "insp_type": "ROUTINE INSPECTION",
  "date": "16-FEB-2017",
  "report_date": "20-FEB-2017",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "* A male, tan and white Shih Tzu, born 7-July-2007, (ID number 097074063) has severely cloudy eyes. The center\npart of both eyes was bluish white. The white of both eyes is mildly reddened. The condition of the eyes can be due\nto infections, allergies, injury, irritation or other medical conditions that could be painful.\n* This dog (ID# number 097074063) also has a severe build-up of a thick, yellowish to brownish tarter encasing all\nof the upper cheek teeth and about half of the surface of the left canine (carnassial tooth). The majority of the\nsurfaces of the cheek teeth cannot be visualized due to the excessive build-up of the yellowish to brownish tarter.\nThe gums above the left canine tooth were dark red. The hair surrounding the mouth is wet due to the dogs\nexcessive drooling. The buildup of abnormal tater on teeth can be painful, impact the ability of the dog to eat\nnormally, and harm the health of the animal.\nThe licensee must have this animal examined by a veterinarian to obtain an accurate diagnosis and appropriate\ntreatment plan concerning the teeth and eyes. The outcome of this consultation must be documented and provided\nto the inspector upon request. The licensee must ensure that all animals receive adequate veterinary care at all\ntimes.\nTo be corrected by, 28-February-2017."
    },
    {
      "code": "3.1(c)(2)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "* Six enclosures, housing eight adult dogs, had plastic door inserts with plastic sliders fasten to the sides. These\nsliders and some of the inserts along the bottom are excessively chewed and scratched. There was an\naccumulation of brown grime in these chewed or scratched areas. These chewed or scratched areas prevent\nrequired cleaning and sanitization. This could increase the disease potential for the animals.\nFor required cleaning and sanitization, all surfaces must be maintained and kept in good repair. Thus, this will\ndecrease the disease potential for the animals.\nTo be corrected by, 17-March-2017."
    },
    {
      "code": "3.1(c)(3)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "* Nine enclosures, housing 11 adult dogs, have plastic dog doors with plastic dog inserts. These doors, door inserts\nand some of the area around the door inserts had an accumulation of brown grime or debris on their surfaces. This\nindicates that daily spot-cleaning is not taking place. As a result, this can increase the disease hazards for the\ndogs.\nIn the prevention of an accumulation of brown grime or debris, all surfaces must be spot-cleaned daily and sanitized\nas necessary. This will decrease the disease hazards for the animals.\nTo be corrected by, 22-February-2017.\nThis inspection and exit interview were conducted with the facility representative and Randall Wagner (ACI).\nThis inspection report will be sent by e-mail."
    }
  ],
  "narrative": "2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n* A male, tan and white Shih Tzu, born 7-July-2007, (ID number 097074063) has severely cloudy eyes.  The center\npart of both eyes was bluish white. The white of both eyes is mildly reddened.  The condition of the eyes can be due\nto infections, allergies, injury, irritation or other medical conditions that could be painful. \n*  This dog (ID# number 097074063) also has a severe build-up of a thick, yellowish to brownish tarter encasing all\nof the upper cheek teeth and about half of the surface of the left canine (carnassial tooth). The majority of the\nsurfaces of the cheek teeth cannot be visualized due to the excessive build-up of the yellowish to brownish tarter. \nThe gums above the left canine tooth were dark red.  The hair surrounding the mouth is wet due to the dogs\nexcessive drooling. The buildup of abnormal tater on teeth can be painful, impact the ability of the dog to eat\nnormally, and harm the health of the animal.\nThe licensee must have this animal examined by a veterinarian to obtain an accurate diagnosis and appropriate\ntreatment plan concerning the teeth and eyes. The outcome of this consultation must be documented and provided\nto the inspector upon request. The licensee must ensure that all animals receive adequate veterinary care at all\ntimes. \nTo be corrected by, 28-February-2017.\n3.1(c)(2)\nHOUSING FACILITIES, GENERAL.\n* Six enclosures, housing eight adult dogs, had plastic door inserts with plastic sliders fasten to the sides.  These\nsliders and some of the inserts along the bottom are excessively chewed and scratched.  There was an\naccumulation of brown grime in these chewed or scratched areas.  These chewed or scratched areas prevent\nrequired cleaning and sanitization. This could increase the disease potential for the animals.\nFor required cleaning and sanitization, all surfaces must be maintained and kept in good repair. Thus, this will\n\ndecrease the disease potential for the animals.\nTo be corrected by, 17-March-2017.\n3.1(c)(3)\nHOUSING FACILITIES, GENERAL.\n* Nine enclosures, housing 11 adult dogs, have plastic dog doors with plastic dog inserts.  These doors, door inserts\nand some of the area around the door inserts had an accumulation of brown grime or debris on their surfaces.  This\nindicates that daily spot-cleaning is not taking place.  As a result, this can increase the disease hazards for the\ndogs.\nIn the prevention of an accumulation of brown grime or debris, all surfaces must be spot-cleaned daily and sanitized\nas necessary.  This will decrease the disease hazards for the animals.\nTo be corrected by, 22-February-2017.\nThis inspection and exit interview were conducted with the facility representative and Randall Wagner (ACI).\nThis inspection report will be sent by e-mail.",
  "animals_total": 37,
  "species": [
    {
      "count": 34,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 3,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}