{
  "insp_id": "INS-0000986685",
  "layout": "c",
  "customer_id": "3271",
  "customer_name": "Henry Hampton",
  "customer_addr": "14235 Hwy 801\nMount Ulla, NC 28125",
  "certificate": "55-B-0069",
  "site_id": "003",
  "site_name": "THE FARM AT WALNUT CREEK",
  "insp_type": "RE-LICENSE INSPECTION",
  "date": "16-APR-2024",
  "report_date": "29-APR-2024",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "The program of veterinary (PVC) authorizes the use of succinylcholine as the primary drug for tranquilization (without any\ndrugs for anesthesia or analgesia or equipment for respiratory support) for the majority of species including: Water\nBuffalo, Tahr Goat, Aoudad, Axis Deer, Sika Deer, Grevy and Grants Zebra, Nilgai, Fallow Deer, Eland, and Elk. The\nattending veterinarian and farm manager stated succinylcholine is used without the veterinarian present in some cases.\nThe facility has endotracheal tubes on site for use when the veterinarian is present. The equipment on site for use for\nventilatory support by the facility when the veterinarian is not present include a face mask, ambulatory bag, and oxygen\ntank.\nSuccinylcholine is a paralytic agent that has no analgesic (pain relieving) or tranquilizing properties. The use of this drug\nfor routine non-painful procedures in the absence of anesthesia to alter conscious awareness is considered distressful to\nthe animal. In addition to the distress of paralysis while maintaining consciousness, this type of drug can also paralyze\nrespiratory muscles causing animals to stop breathing, and if animals are not properly ventilated they can die of\nsuffocation while they remain conscious. There are numerous alternative drugs and drug combinations available which\nare able to chemically restrain animals (without causing paralysis) while providing anesthesia and analgesia. Because of\ntheir distressing effects, narrow safety margin, and associated risk of mortality, the use of paralytic or neuromuscular-\nblocking drugs without direct veterinary administration, oversight and care (including the use of general anesthesia and\nrespiratory support) is not consistent with providing adequate veterinary care.\nThe licensee must maintain a program of adequate veterinary care that includes the use of appropriate methods to\nprevent, control, diagnose, and treat diseases and injuries to comply with the provisions of adequate veterinary care as\nrequired by the Animal Welfare Act. This lack of adequate care can compromise the health of these animals and is likely\nto result in unnecessary pain and distress to the animals and/or death. Correct by working with your attending veterinarian\nto identify and implement a more appropriate chemical immobilization protocol that provides adequate care for all species\nbeing handled; this written protocol must address dose, frequency, and route of administration of each drug for each\nspecies if not specifically labelled by the manufacturer. Documentation of all changes or modifications to the current\nprogram of veterinary care including the plan for chemical restraint must maintained by the facility and provided to APHIS\nOfficials upon request."
    },
    {
      "code": "2.40(b)(3)",
      "kind": "",
      "repeat": false,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "The umbrella cockatoo has feather loss on the right shoulder and chest. The area of feather loss is approximately two\ninches long by one inch in width.\nLack of accurate daily observations and prompt communication with the attending veterinarian can lead to delayed\ndiagnosis and treatment of animal disease and injuries.\nEach dealer or exhibitor shall establish and maintain programs of adequate veterinary care that include daily observation\nof all animals to assess their health and well-being; Provided, however, that daily observation of animals may be\naccomplished by someone other than the attending veterinarian; and Provided, further, That a mechanism of direct and\nfrequent communication is required so that timely and accurate information on problems of animal health, behavior, and\nwell-being is conveyed to the attending veterinarian."
    },
    {
      "code": "2.75(b)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Records: Dealers and exhibitors.",
      "narrative": "-The facility has acquired and sold animals to and from individuals and they do not have USDA license numbers or\naddresses. These animals include, but are not limited to, six aoudad, one blackbuck, two yaks, one zebra and eight\ndromedary camels.\n-There are three red kangaroos on hand at the facility that are not listed on the record of animals on hand.\nA USDA license is required for acquisition records for, if required to be licensed, and addresses for both acquisition and\ndispositions records are required to ensure all animals can be traced and tracked in the case of disease outbreak and to\nensure all parties that require a USDA license hold a valid license. All animals held by the facility must be documented as\nanimals on hand to ensure all animals at the facility are inspected for compliance with the Animals Welfare Act.\nEvery dealer other than operators of auction sales and brokers to whom animals are consigned, and exhibitor shall make,\nkeep, and maintain records or forms which fully and correctly disclose the following information concerning animals other\nthan dogs and cats, purchased or otherwise acquired, owned, held, leased, or otherwise in his or her possession or under\nhis or her control, or which is transported, sold, euthanized, or otherwise disposed of by that dealer or exhibitor. The\nrecords shall include any offspring born of any animal while in his or her possession or under his or her control. These\nrecords shall include the name and address of the person from whom the animals were purchased or otherwise acquired;\nThe USDA license or registration number of the person if he or she is licensed or registered under the Act; The vehicle\nlicense number and State, and the driver’s license number (or photographic identification card for nondrivers issued by a\nState) and State of the person, if he or she is not licensed or registered under the Act; The name and address of the\nperson to whom an animal was sold or given; The date of purchase, acquisition, sale, or disposal of the animal(s); The\nspecies of the animal(s); and the number of animals in the shipment."
    },
    {
      "code": "2.131(c)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Handling of animals.",
      "narrative": "The public is permitted to walk directly up the primary enclosures containing several species of animals. This includes\ncamels, sheep, goats, kangaroo, muntjac deer, mini-zebu cattle, and several bird species. These animals are housed in\nmultiple areas including the walk-through area of the zoo, the production barn, the dairy barn, and the camel pasture, all\nof which are open to the public. There are no barriers or signs present to discourage public contact and the guests are\nencouraged to feed food sold at the entry gate. There are attendants but because of the large area there were many\ninstances when guests were able to walk directly up to enclosures and pet the animals. Primary enclosure fences are\nmade of material with spaces large enough for the guests to reach through and touch the animals.\nUnattended public contact does not ensure safe public interaction with these animals. Licensees must ensure that during\nperiods of public exhibition animals are handled with sufficient distance and/or barriers between the animal and the\ngeneral viewing public so as to assure the safety of animals and the public. Correct by placing barriers to prevent public\ncontact with these animals or by ensuring that an adequate number of attendants are present at each of these locations to\nensure the safety of both the public and the animals."
    },
    {
      "code": "2.131(d)(2)",
      "kind": "",
      "repeat": false,
      "desc": "Handling of animals.",
      "narrative": "The facility has attendants but, because of the large area, there were several instances when there were no attendants\npresent in the vicinity during public contact and guests were able to walk directly up to enclosures to pet the animals. This\nincludes camels, sheep, goats, kangaroo, muntjac deer, mini-zebu cattle, and several bird species housed in multiple\nareas including the walk-through area of the zoo, the production barn, the dairy barn, and the camel pasture, all of which\nare open to the public.\nUnattended public contact does not ensure safe public interaction with these animals.\nThe licensee must ensure attendants are present at all time during periods of public contact."
    },
    {
      "code": "2.132(d)",
      "kind": "",
      "repeat": false,
      "desc": "Procurement of dogs, cats, and other animals; dealers.",
      "narrative": "The facility has acquired at least one zebra, one red kangaroo and four dromedary camels from facilities that do not have\na USDA license listed on the acquisition information.\nLicenses for the acquisition and disposition of wild and exotic animals must be obtained to ensure that all facilities are\nlicensed and being inspected for compliance with the animal welfare act.\nNo dealer or exhibitor shall knowingly obtain any dog, cat, or other animal from any person who is required to be licensed\nbut who does not hold a current, valid, and unsuspended license."
    },
    {
      "code": "3.75(c)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Housing facilities, general.",
      "narrative": "The floor of the shelter in the primary enclosure for the six ring-tailed lemurs is made of cement. The cement floor is\nabsorbing the water used for cleaning.\nStructural surfaces that the ring-tailed lemurs have contact with must be maintained so that they can be readily sanitized\nto prevent odor and disease hazards.\nThe surfaces of housing facilities including perches, shelves, swings, boxes, houses, dens, and other furniture- type\nfixtures or objects within the facility – must be constructed in a manner and made of materials that allow them to be\nreadily cleaned and sanitized or removed or replaced when worn or soiled. Furniture-type fixtures or objects must be\nsturdily constructed and must be strong enough to provide for the safe activity and welfare of nonhuman primates. Floors\nmay be made of dirt, absorbent bedding, sand, gravel, grass, or other similar material that can be readily cleaned, or can\nbe removed or replaced whenever cleaning does not eliminate odors, diseases, pests, insects, or vermin."
    },
    {
      "code": "3.127(a)",
      "kind": "",
      "repeat": false,
      "desc": "Facilities, outdoor.",
      "narrative": "There was no shade for the 3 giraffes in the outdoor giraffe pen. The pen consisted of a dirt floor with no trees or\nvegetation. The pen is connected to the barn but the barn door was closed so was not accessible.\nFailure to provide shade from sunlight can result in stress due to overheating.\nThe facility must provide sufficient shade by natural or artificial means to allow animals kept outdoors to protect\nthemselves from direct sunlight."
    },
    {
      "code": "3.127(b)",
      "kind": "",
      "repeat": false,
      "desc": "Facilities, outdoor.",
      "narrative": "There was no shelter provided to 3 giraffes and approximately 30 Angora goats. The giraffes were in the outdoor pen\nwhich is connected to a barn but the barn door was closed preventing access. The goats were housed in an outdoor pen\nwith no shelter structures available.\nFailure to provide shelter from inclement weather can result in discomfort to the animals during wind, rain, snow, or other\nhazardous conditions.\nThe facility must provide natural or artificial shelter appropriate to the local climatic conditions for all animals kept outdoors\nto afford them protection and to prevent discomfort to such animals."
    },
    {
      "code": "3.152(b)",
      "kind": "",
      "repeat": false,
      "desc": "Facilities, outdoor",
      "narrative": "There was no shelter provided to 3 ducks in the moat of the lemur enclosure. There was no shelter provided to 8 ducks, 1\nchicken, and 3 pheasants in the walk-through aviary. There was no shelter provided to 2 mute swans. There was no\nshelter provided to 2 running ducks and 2 cranes.\nFailure to provide shelter from inclement weather can result in discomfort to the animals during wind, rain, snow, or other\nhazardous conditions.\nThe facility must provide natural or artificial shelter appropriate to the local climatic conditions for all animals kept outdoors\nto protect the birds from any adverse weather conditions. Shelters must be adequately ventilated in hot weather and have\none or more separate areas of shade to prevent their discomfort from direct sunlight, precipitation, or wind."
    },
    {
      "code": "3.153(a)(1)(i)",
      "kind": "",
      "repeat": false,
      "desc": "Primary enclosures.",
      "narrative": "The primary enclosure housing six fantail pigeons on the left and six fantail pigeons of the right is in disrepair with sharp\npoints. The enclosure housing six pigeons on the left has a V piece of wood that is missing on the lower left wall and the\nnails are sticking out of the wall into the enclosure. The primary enclosure on the right housing six pigeons has a similar V\npiece of wood that is missing in the lower left wall and has nails sticking out of the wall into the enclosure.\nLack of proper maintenance of facilities and not recognizing facility maintenance issues can lead to injury of the birds\ncontained in the primary enclosure.\nPrimary enclosures must be designed and constructed of suitable materials so that they are structurally sound. The\nprimary enclosures must be kept in good repair. Primary enclosures must be constructed and maintained so that they no\nsharp points or edges that could injure the birds.\nThis is a 1st Re-License Inspection for a Class \"B\" license.\nThe inspection and exit briefing were conducted with the applicant.\nAll items must be in compliance within 2 more inspections or by June 16, 2024 or the applicant will forfeit the license fee\nand must wait 6 months to reapply.\nPlease contact your inspector to schedule your next Re-License Inspection.\nRegulated activity can continue under your existing USDA license until it expires.\nAdditional Inspectors:\nCARRIE BONGARD, ANIMAL CARE INSPECTOR n"
    }
  ],
  "narrative": "2.40(b)(2) \n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nThe program of veterinary (PVC) authorizes the use of succinylcholine as the primary drug for tranquilization (without any \ndrugs for anesthesia or analgesia or equipment for respiratory support) for the majority of species including: Water \nBuffalo, Tahr Goat, Aoudad, Axis Deer, Sika Deer, Grevy and Grants Zebra, Nilgai, Fallow Deer, Eland, and Elk. The \nattending veterinarian and farm manager stated succinylcholine is used without the veterinarian present in some cases. \nThe facility has endotracheal tubes on site for use when the veterinarian is present. The equipment on site for use for \nventilatory support by the facility when the veterinarian is not present include a face mask, ambulatory bag, and oxygen \ntank. \nSuccinylcholine is a paralytic agent that has no analgesic (pain relieving) or tranquilizing properties. The use of this drug \nfor routine non-painful procedures in the absence of anesthesia to alter conscious awareness is considered distressful to \nthe animal. In addition to the distress of paralysis while maintaining consciousness, this type of drug can also paralyze \nrespiratory muscles causing animals to stop breathing, and if animals are not properly ventilated they can die of \nsuffocation while they remain conscious. There are numerous alternative drugs and drug combinations available which \nare able to chemically restrain animals (without causing paralysis) while providing anesthesia and analgesia. Because of \ntheir distressing effects, narrow safety margin, and associated risk of mortality, the use of paralytic or neuromuscular-\nblocking drugs without direct veterinary administration, oversight and care (including the use of general anesthesia and \nrespiratory support) is not consistent with providing adequate veterinary care. \nThe licensee must maintain a program of adequate veterinary care that includes the use of appropriate methods to \nprevent, control, diagnose, and treat diseases and injuries to comply with the provisions of adequate veterinary care as \nrequired by the Animal Welfare Act. This lack of adequate care can compromise the health of these animals and is likely \nto result in unnecessary pain and distress to the animals and/or death. Correct by working with your attending veterinarian \nto identify and implement a more appropriate chemical immobilization protocol that provides adequate care for all species \nbeing handled; this written protocol must address dose, frequency, and route of administration of each drug for each \nspecies if not specifically labelled by the manufacturer. Documentation of all changes or modifications to the current \nprogram of veterinary care including the plan for chemical restraint must maintained by the facility and provided to APHIS \nOfficials upon request. \n2.40(b)(3) \n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors).\n\nThe umbrella cockatoo has feather loss on the right shoulder and chest. The area of feather loss is approximately two \ninches long by one inch in width. \nLack of accurate daily observations and prompt communication with the attending veterinarian can lead to delayed \ndiagnosis and treatment of animal disease and injuries. \nEach dealer or exhibitor shall establish and maintain programs of adequate veterinary care that include daily observation \nof all animals to assess their health and well-being; Provided, however, that daily observation of animals may be \naccomplished by someone other than the attending veterinarian; and Provided, further, That a mechanism of direct and \nfrequent communication is required so that timely and accurate information on problems of animal health, behavior, and \nwell-being is conveyed to the attending veterinarian. \n2.75(b)(1) \n   \nRecords: Dealers and exhibitors. \n-The facility has acquired and sold animals to and from individuals and they do not have USDA license numbers or \naddresses. These animals include, but are not limited to, six aoudad, one blackbuck, two yaks, one zebra and eight \ndromedary camels. \n-There are three red kangaroos on hand at the facility that are not listed on the record of animals on hand. \nA USDA license is required for acquisition records for, if required to be licensed, and addresses for both acquisition and \ndispositions records are required to ensure all animals can be traced and tracked in the case of disease outbreak and to \nensure all parties that require a USDA license hold a valid license. All animals held by the facility must be documented as \nanimals on hand to ensure all animals at the facility are inspected for compliance with the Animals Welfare Act. \nEvery dealer other than operators of auction sales and brokers to whom animals are consigned, and exhibitor shall make, \nkeep, and maintain records or forms which fully and correctly disclose the following information concerning animals other \nthan dogs and cats, purchased or otherwise acquired, owned, held, leased, or otherwise in his or her possession or under \nhis or her control, or which is transported, sold, euthanized, or otherwise disposed of by that dealer or exhibitor. The \nrecords shall include any offspring born of any animal while in his or her possession or under his or her control. These \nrecords shall include the name and address of the person from whom the animals were purchased or otherwise acquired; \nThe USDA license or registration number of the person if he or she is licensed or registered under the Act; The vehicle \nlicense number and State, and the driver’s license number (or photographic identification card for nondrivers issued by a \nState) and State of the person, if he or she is not licensed or registered under the Act; The name and address of the \nperson to whom an animal was sold or given; The date of purchase, acquisition, sale, or disposal of the animal(s); The \nspecies of the animal(s); and the number of animals in the shipment. \n2.131(c)(1) \n   \nHandling of animals. \nThe public is permitted to walk directly up the primary enclosures containing several species of animals. This includes \ncamels, sheep, goats, kangaroo, muntjac deer, mini-zebu cattle, and several bird species. These animals are housed in \nmultiple areas including the walk-through area of the zoo, the production barn, the dairy barn, and the camel pasture, all \nof which are open to the public. There are no barriers or signs present to discourage public contact and the guests are \nencouraged to feed food sold at the entry gate. There are attendants but because of the large area there were many \ninstances when guests were able to walk directly up to enclosures and pet the animals. Primary enclosure fences are \nmade of material with spaces large enough for the guests to reach through and touch the animals.  \nUnattended public contact does not ensure safe public interaction with these animals. Licensees must ensure that during\n\nperiods of public exhibition animals are handled with sufficient distance and/or barriers between the animal and the \ngeneral viewing public so as to assure the safety of animals and the public. Correct by placing barriers to prevent public \ncontact with these animals or by ensuring that an adequate number of attendants are present at each of these locations to \nensure the safety of both the public and the animals. \n2.131(d)(2) \n   \nHandling of animals. \nThe facility has attendants but, because of the large area, there were several instances when there were no attendants \npresent in the vicinity during public contact and guests were able to walk directly up to enclosures to pet the animals. This \nincludes camels, sheep, goats, kangaroo, muntjac deer, mini-zebu cattle, and several bird species housed in multiple \nareas including the walk-through area of the zoo, the production barn, the dairy barn, and the camel pasture, all of which \nare open to the public. \nUnattended public contact does not ensure safe public interaction with these animals. \nThe licensee must ensure attendants are present at all time during periods of public contact. \n2.132(d) \n   \nProcurement of dogs, cats, and other animals; dealers. \nThe facility has acquired at least one zebra, one red kangaroo and four dromedary camels from facilities that do not have \na USDA license listed on the acquisition information. \nLicenses for the acquisition and disposition of wild and exotic animals must be obtained to ensure that all facilities are \nlicensed and being inspected for compliance with the animal welfare act. \nNo dealer or exhibitor shall knowingly obtain any dog, cat, or other animal from any person who is required to be licensed \nbut who does not hold a current, valid, and unsuspended license. \n3.75(c)(1) \n   \nHousing facilities, general. \nThe floor of the shelter in the primary enclosure for the six ring-tailed lemurs is made of cement. The cement floor is \nabsorbing the water used for cleaning. \nStructural surfaces that the ring-tailed lemurs have contact with must be maintained so that they can be readily sanitized \nto prevent odor and disease hazards. \nThe surfaces of housing facilities including perches, shelves, swings, boxes, houses, dens, and other furniture- type \nfixtures or objects within the facility – must be constructed in a manner and made of materials that allow them to be \nreadily cleaned and sanitized or removed or replaced when worn or soiled. Furniture-type fixtures or objects must be \nsturdily constructed and must be strong enough to provide for the safe activity and welfare of nonhuman primates. Floors \nmay be made of dirt, absorbent bedding, sand, gravel, grass, or other similar material that can be readily cleaned, or can \nbe removed or replaced whenever cleaning does not eliminate odors, diseases, pests, insects, or vermin. \n3.127(a) \n   \nFacilities, outdoor. \nThere was no shade for the 3 giraffes in the outdoor giraffe pen. The pen consisted of a dirt floor with no trees or \nvegetation. The pen is connected to the barn but the barn door was closed so was not accessible.\n\nFailure to provide shade from sunlight can result in stress due to overheating. \nThe facility must provide sufficient shade by natural or artificial means to allow animals kept outdoors to protect \nthemselves from direct sunlight. \n3.127(b) \n   \nFacilities, outdoor. \nThere was no shelter provided to 3 giraffes and approximately 30 Angora goats. The giraffes were in the outdoor pen \nwhich is connected to a barn but the barn door was closed preventing access. The goats were housed in an outdoor pen \nwith no shelter structures available. \nFailure to provide shelter from inclement weather can result in discomfort to the animals during wind, rain, snow, or other \nhazardous conditions. \nThe facility must provide natural or artificial shelter appropriate to the local climatic conditions for all animals kept outdoors \nto afford them protection and to prevent discomfort to such animals. \n3.152(b) \n   \nFacilities, outdoor \nThere was no shelter provided to 3 ducks in the moat of the lemur enclosure. There was no shelter provided to 8 ducks, 1 \nchicken, and 3 pheasants in the walk-through aviary. There was no shelter provided to 2 mute swans. There was no \nshelter provided to 2 running ducks and 2 cranes. \nFailure to provide shelter from inclement weather can result in discomfort to the animals during wind, rain, snow, or other \nhazardous conditions. \nThe facility must provide natural or artificial shelter appropriate to the local climatic conditions for all animals kept outdoors \nto protect the birds from any adverse weather conditions. Shelters must be adequately ventilated in hot weather and have \none or more separate areas of shade to prevent their discomfort from direct sunlight, precipitation, or wind. \n3.153(a)(1)(i) \n   \nPrimary enclosures. \nThe primary enclosure housing six fantail pigeons on the left and six fantail pigeons of the right is in disrepair with sharp \npoints. The enclosure housing six pigeons on the left has a V piece of wood that is missing on the lower left wall and the \nnails are sticking out of the wall into the enclosure. The primary enclosure on the right housing six pigeons has a similar V \npiece of wood that is missing in the lower left wall and has nails sticking out of the wall into the enclosure.  \nLack of proper maintenance of facilities and not recognizing facility maintenance issues can lead to injury of the birds \ncontained in the primary enclosure. \nPrimary enclosures must be designed and constructed of suitable materials so that they are structurally sound. The \nprimary enclosures must be kept in good repair. Primary enclosures must be constructed and maintained so that they no \nsharp points or edges that could injure the birds. \n \nThis is a 1st Re-License Inspection for a Class \"B\" license.  \nThe inspection and exit briefing were conducted with the applicant.\n\nAll items must be in compliance within 2 more inspections or by June 16, 2024 or the applicant will forfeit the license fee \nand must wait 6 months to reapply.  \nPlease contact your inspector to schedule your next Re-License Inspection. \n \nRegulated activity can continue under your existing USDA license until it expires. \n \nAdditional Inspectors: \nCARRIE BONGARD, ANIMAL CARE INSPECTOR n",
  "animals_total": 598,
  "species": [
    {
      "count": 8,
      "scientific": "Bos taurus",
      "common": "CATTLE / COW / OX / WATUSI"
    },
    {
      "count": 54,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 32,
      "scientific": "Sus scrofa domestica",
      "common": "DOMESTIC PIG / POTBELLY PIG / MICRO PIG"
    },
    {
      "count": 83,
      "scientific": "Ovis aries aries",
      "common": "SHEEP INCLUDING ALL DOMESTIC BREEDS"
    },
    {
      "count": 27,
      "scientific": "Axis axis",
      "common": "AXIS DEER / SPOTTED DEER / CHITAL"
    },
    {
      "count": 136,
      "scientific": "Dama dama",
      "common": "FALLOW DEER"
    },
    {
      "count": 5,
      "scientific": "Muntiacus reevesi",
      "common": "REEVE'S MUNTJAC"
    },
    {
      "count": 7,
      "scientific": "Bison bison",
      "common": "AMERICAN BISON"
    },
    {
      "count": 21,
      "scientific": "Lama glama",
      "common": "LLAMA"
    },
    {
      "count": 3,
      "scientific": "Giraffa camelopardalis",
      "common": "GIRAFFE"
    },
    {
      "count": 9,
      "scientific": "Cervus canadensis",
      "common": "ELK / WAPITI"
    },
    {
      "count": 6,
      "scientific": "Lemur catta",
      "common": "RING-TAILED LEMUR"
    },
    {
      "count": 1,
      "scientific": "Camelus bactrianus",
      "common": "BACTRIAN CAMEL"
    },
    {
      "count": 7,
      "scientific": "Equus quagga",
      "common": "BURCHELL’S / GRANT’S / CHAPMAN’S / PLAINS ZEBRA"
    },
    {
      "count": 3,
      "scientific": "Osphranter rufus",
      "common": "RED KANGAROO"
    },
    {
      "count": 2,
      "scientific": "Boselaphus tragocamelus",
      "common": "NILGAI"
    },
    {
      "count": 10,
      "scientific": "Bos primigenuis indicus",
      "common": "ZEBU"
    },
    {
      "count": 13,
      "scientific": "Anas platyrhynchos domesticus",
      "common": "DOMESTIC DUCK INCLUDING ALL DOMESTIC BREEDS"
    },
    {
      "count": 2,
      "scientific": "Cairina moschata",
      "common": "MUSCOVY DUCK"
    },
    {
      "count": 2,
      "scientific": "Antilope cervicapra",
      "common": "BLACKBUCK"
    },
    {
      "count": 56,
      "scientific": "Gallus gallus domesticus",
      "common": "DOMESTIC CHICKEN (INCLUDING ALL DOMESTIC BREEDS /"
    },
    {
      "count": 9,
      "scientific": "Dromaius novaehollandiae",
      "common": "EMU"
    },
    {
      "count": 8,
      "scientific": "Rhea americana",
      "common": "GREATER RHEA / AMERICAN RHEA"
    },
    {
      "count": 6,
      "scientific": "Chrysolophus pictus",
      "common": "GOLDEN PHEASANT"
    },
    {
      "count": 1,
      "scientific": "Cacatua moluccensis",
      "common": "SALMON-CRESTED COCKATOO / MOLUCCAN COCKATOO"
    },
    {
      "count": 1,
      "scientific": "Cacatua alba",
      "common": "WHITE COCKATOO / UMBRELLA COCKATOO"
    },
    {
      "count": 4,
      "scientific": "Branta hutchinsii",
      "common": "CACKLING GOOSE"
    },
    {
      "count": 1,
      "scientific": "Syrmaticus ellioti",
      "common": "ELLIOT'S PHEASANT"
    },
    {
      "count": 2,
      "scientific": "Ara ararauna",
      "common": "BLUE-AND-YELLOW MACAW / BLUE-AND-GOLD MACAW"
    },
    {
      "count": 2,
      "scientific": "Cygnus olor",
      "common": "MUTE SWAN"
    },
    {
      "count": 9,
      "scientific": "Pavo cristatus",
      "common": "INDIAN PEAFOWL / COMMON PEAFOWL / PEAHEN /"
    },
    {
      "count": 4,
      "scientific": "Anser caerulescens",
      "common": "SNOW GOOSE"
    },
    {
      "count": 18,
      "scientific": "Callipepla gambelii",
      "common": "GAMBEL'S QUAIL"
    },
    {
      "count": 2,
      "scientific": "Numida meleagris",
      "common": "DOMESTIC GUINEAFOWL / HELMETED GUINEAFOWL /"
    },
    {
      "count": 4,
      "scientific": "Branta canadensis",
      "common": "CANADA GOOSE"
    },
    {
      "count": 20,
      "scientific": "Columba livia domestica",
      "common": "DOMESTIC PIGEON INCLUDING ALL DOMESTIC BREEDS"
    },
    {
      "count": 1,
      "scientific": "Meleagris gallopavo domesticus",
      "common": "DOMESTIC TURKEY"
    },
    {
      "count": 2,
      "scientific": "Lophura swinhoii",
      "common": "SWINHOE'S PHEASANT"
    },
    {
      "count": 6,
      "scientific": "Phasianus colchicus",
      "common": "RING-NECKED PHEASANT / COMMON PHEASANT"
    },
    {
      "count": 4,
      "scientific": "Lophura nycthemera",
      "common": "SILVER PHEASANT"
    },
    {
      "count": 3,
      "scientific": "Chrysolophus amherstiae",
      "common": "LADY AMHERST'S PHEASANT"
    },
    {
      "count": 2,
      "scientific": "Anser anser domesticus",
      "common": "DOMESTIC GOOSE"
    },
    {
      "count": 2,
      "scientific": "Balearica regulorum",
      "common": "GRAY CROWNED-CRANE / AFRICAN CROWNED-CRANE /"
    }
  ]
}