{
  "insp_id": "42152109460374",
  "layout": "a",
  "customer_id": "32452",
  "customer_name": "Bear Path Acres Animal Educational Center Inc",
  "customer_addr": "34574 Smith Ferry Rd\nFranklin, VA 23851",
  "certificate": "52-C-0214",
  "site_id": "001",
  "site_name": "BEAR PATH ACRES ANIMAL EDUCATIONAL CENTER INC",
  "insp_type": "ROUTINE INSPECTION",
  "date": "11-FEB-2015",
  "report_date": "18-FEB-2015",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "A single sheep has excessive matting. The matting is prevalent along both sides and the entire back of its body.\nExcessive matting can cause skin lesions and also become painful for animals.\nRemove the matted areas of the wool to prevent discomfort and prevent potential skin lesions.\nTo be corrected: 3-5-15"
    },
    {
      "code": "3.127(b)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, OUTDOOR.",
      "narrative": "There is not an appropriate shelter in the pasture containing the bison and watusi. A structure comprised of only\nfour posts and a roof without walls is present in the pasture. Additionally, a single tree is present on the pasture.\nNeither the structure or the tree provide adequate protection from inclement weather for the animals.\nAssure that the bison and watusi have access to an appropriate shelter that protects them from inclement weather.\nTo be corrected: 4-19-15"
    },
    {
      "code": "3.127(c)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, OUTDOOR.",
      "narrative": "Five enclosures contained excessive amounts of mud and/or standing water.\nThe enclosure containing the white tiger had standing water around the entire perimeter. The remaining ground in\nthe enclosure was saturated with mud. The tiger had mud coating all four of its limbs, its abdomen, and its chest.\nThe enclosure containing two raccoons (Bonnie and Clyde) had excessive, thick mud and areas of standing water.\nThe animals must walk through the mud to gain access to their water receptacle.\nThe ground in the enclosure containing the two lions was completely covered in mud with several areas of standing\nwater. Tractor tires inside of the enclosure provided the only dry areas for the animals.\nThe ground in the enclosure containing the orange tiger contained excessive mud with areas of standing water.\nThe tiger must walk through the mud to gain access to its water and feeding area.\nThe ground of the enclosure containing the brown pig was completely covered in mud with a large area of standing\nwater. The pig must walk through mud to gain access to its food and water receptacles.\nExcessive mud and standing water inside of the animal enclosures is a potential health hazard to the animals.\nEnsure every animal enclosure has appropriate provisions in place to rapidly eliminate excess water.\nTo be corrected: 4-19-15"
    },
    {
      "code": "3.127(d)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, OUTDOOR.",
      "narrative": "The southwest perimeter fence of the facility is only 4 feet in height. The fence is constructed of woven wire pasture\nfencing. The facility received a perimeter fence variance in 2008, but has since acquired a white tiger, bobcat, and\nhyena. These animals are housed behind a public barrier, but in the same vicinity of the of the 4 foot high perimeter\nfence. Animals such as tigers and hyenas must have an 8 foot high (6 foot high for bobcats) perimeter fence\nsurrounding their enclosures. The perimeter fence must also be at least 3 feet away from their primary enclosures.\nPerimeter fencing is necessary to act as a secondary barrier to prevent unauthorized persons and wild animals from\ncontacting the facility animals.\nAssure all animals have the proper perimeter fencing around their enclosures.\nTo be corrected: 4-19-15\nThe licensee has indicated that she will apply for a variance."
    },
    {
      "code": "3.131(d)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "There is not an effective pest control program for mice in the food shed. Excessive mouse feces were present\nbeneath the shelf housing bags of unopened food. The facility has an audible signal that is meant to deter rodents\nin the shed, however; a facility employee indicated that the method was ineffective. There are no other provisions in\nplace to control the mouse population.\nMice can carry and spread diseases that affect animals.\nImplement and maintain a pest control program to control the mouse population in the food shed.\nTo be corrected: 2-26-15\nThe inspection was conducted with a facility employee and the CEO. A very thorough verbal exit briefing was\nconducted with the CEO. The inspection report was sent by email."
    }
  ],
  "narrative": "2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nA single sheep has excessive matting.  The matting is prevalent along both sides and the entire back of its body. \nExcessive matting can cause skin lesions and also become painful for animals.\nRemove the matted areas of the wool to prevent discomfort and prevent potential skin lesions.\nTo be corrected: 3-5-15\n3.127(b)\nFACILITIES, OUTDOOR. \nThere is not an appropriate shelter in the pasture containing the bison and watusi.  A structure comprised of only\nfour posts and a roof without walls is present in the pasture.  Additionally, a single tree is present on the pasture. \nNeither the structure or the tree provide adequate protection from inclement weather for the animals.\nAssure that the bison and watusi have access to an appropriate shelter that protects them from inclement weather.\nTo be corrected: 4-19-15\n3.127(c)\nFACILITIES, OUTDOOR. \nFive enclosures contained excessive amounts of mud and/or standing water.  \nThe enclosure containing the white tiger had standing water around the entire perimeter.  The remaining ground in\nthe enclosure was saturated with mud.  The tiger had mud coating all four of its limbs, its abdomen, and its chest.\nThe enclosure containing two raccoons (Bonnie and Clyde) had excessive, thick mud and areas of standing water.\n\nThe animals must walk through the mud to gain access to their water receptacle.\nThe ground in the enclosure containing the two lions was completely covered in mud with several areas of standing\nwater.  Tractor tires inside of the enclosure provided the only dry areas for the animals.\nThe ground in the enclosure containing the orange tiger contained excessive mud with areas of standing water. \nThe tiger must walk through the mud to gain access to its water and feeding area.\nThe ground of the enclosure containing the brown pig was completely covered in mud with a large area of standing\nwater.  The  pig must walk through mud to gain access to its food and water receptacles.\nExcessive mud and standing water inside of the animal enclosures is a potential health hazard to the animals.\nEnsure every animal enclosure has appropriate provisions in place to rapidly eliminate excess water.\nTo be corrected: 4-19-15\n3.127(d)\nFACILITIES, OUTDOOR. \nThe southwest perimeter fence of the facility is only 4 feet in height.  The fence is constructed of woven wire pasture\nfencing.  The facility received a perimeter fence variance in 2008, but has since acquired a white tiger, bobcat, and\nhyena.  These animals are housed behind a public barrier, but in the same vicinity of the of the 4 foot high perimeter\nfence.  Animals such as tigers and hyenas must have an 8 foot high (6 foot high for bobcats) perimeter fence\nsurrounding their enclosures.  The perimeter fence must also be at least 3 feet away from their primary enclosures. \nPerimeter fencing is necessary to act as a secondary barrier to prevent unauthorized persons and wild animals from\ncontacting the facility animals.\nAssure all animals have the proper perimeter fencing around their enclosures.\nTo be corrected: 4-19-15\nThe licensee has indicated that she will apply for a variance.\n3.131(d)\nSANITATION.   \nThere is not an effective pest control program for mice in the food shed.  Excessive mouse feces were present\nbeneath the shelf housing bags of unopened food.  The facility has an audible signal that is meant to deter rodents\n\nin the shed, however; a facility employee indicated that the method was ineffective.  There are no other provisions in\nplace to control the mouse population.\nMice can carry and spread diseases that affect animals.\nImplement and maintain a pest control program to control the mouse population in the food shed.\nTo be corrected: 2-26-15\nThe inspection was conducted with a facility employee and the CEO.  A very thorough verbal exit briefing was\nconducted with the CEO.  The inspection report was sent by email.",
  "animals_total": 47,
  "species": [
    {
      "count": 1,
      "scientific": "Bison bison",
      "common": "AMERICAN BISON"
    },
    {
      "count": 1,
      "scientific": "Bos taurus",
      "common": "CATTLE / COW / OX / WATUSI"
    },
    {
      "count": 1,
      "scientific": "Canis rufus",
      "common": "RED WOLF"
    },
    {
      "count": 1,
      "scientific": "Cavia porcellus",
      "common": "DOMESTIC GUINEA PIG"
    },
    {
      "count": 1,
      "scientific": "Chaetophractus nationi",
      "common": "BOLIVIAN HAIRY ARMADILLO"
    },
    {
      "count": 1,
      "scientific": "Crocuta crocuta",
      "common": "SPOTTED HYENA"
    },
    {
      "count": 1,
      "scientific": "Erethizon dorsatum",
      "common": "NORTH AMERICAN PORCUPINE"
    },
    {
      "count": 2,
      "scientific": "Lama glama",
      "common": "LLAMA"
    },
    {
      "count": 2,
      "scientific": "Lemur catta",
      "common": "RING-TAILED LEMUR"
    },
    {
      "count": 1,
      "scientific": "Leptailurus serval",
      "common": "SERVAL"
    },
    {
      "count": 1,
      "scientific": "Lynx rufus",
      "common": "BOBCAT"
    },
    {
      "count": 1,
      "scientific": "Macaca mulatta",
      "common": "RHESUS MACAQUE *MALE"
    },
    {
      "count": 3,
      "scientific": "Muscardinus avellanarius",
      "common": "HAZEL DORMOUSE"
    },
    {
      "count": 2,
      "scientific": "Nasua nasua",
      "common": "SOUTH AMERICAN COATI"
    },
    {
      "count": 2,
      "scientific": "Oryctolagus cuniculus",
      "common": "EUROPEAN RABBIT"
    },
    {
      "count": 2,
      "scientific": "Ovis aries aries",
      "common": "SHEEP INCLUDING ALL DOMESTIC BREEDS"
    },
    {
      "count": 2,
      "scientific": "Panthera leo",
      "common": "LION"
    },
    {
      "count": 1,
      "scientific": "Panthera pardus",
      "common": "LEOPARD"
    },
    {
      "count": 2,
      "scientific": "Panthera tigris",
      "common": "TIGER"
    },
    {
      "count": 1,
      "scientific": "Prionailurus bengalensis",
      "common": "LEOPARD CAT"
    },
    {
      "count": 4,
      "scientific": "Procyon lotor",
      "common": "RACCOON"
    },
    {
      "count": 1,
      "scientific": "Puma concolor",
      "common": "PUMA / MOUNTAIN LION / COUGAR"
    },
    {
      "count": 9,
      "scientific": "Sus scrofa domestica",
      "common": "DOMESTIC PIG / POTBELLY PIG / MICRO PIG"
    },
    {
      "count": 1,
      "scientific": "Ursus arctos syriacus",
      "common": "SYRIAN BROWN BEAR"
    },
    {
      "count": 3,
      "scientific": "Vulpes vulpes",
      "common": "RED FOX (INCLUDES SILVER FOX & CROSS FOX)"
    }
  ]
}