{
  "insp_id": "2016090000547179",
  "layout": "b",
  "customer_id": "27904",
  "customer_name": "DEBORAH HUBBARD",
  "customer_addr": "PO BOX 98\nSPARTA, MO 65753",
  "certificate": "43-H-0062",
  "site_id": "001",
  "site_name": "DEBORAH HUBBARD",
  "insp_type": "ROUTINE INSPECTION",
  "date": "25-FEB-2021",
  "report_date": "02-MAR-2021",
  "citations": [
    {
      "code": "2.77(b)",
      "kind": "",
      "repeat": false,
      "desc": "Records: Carriers and intermediate handlers.",
      "narrative": "The registrant did not produce any health certificates for dogs that she has transported. Health certificates are necessary\nto ensure that the dogs have been examined by a veterinarian to determine that they are free of any infectious disease or\nphysical abnormality which could endanger the animal, other animals, or humans. The registrant is required to keep and\nmaintain a copy of health certificates for each dog or cat that she transports and to make the health certificates available\nto the inspector upon request.\nTo be corrected by March 4, 2021."
    },
    {
      "code": "2.40(b)(2)",
      "kind": "Critical",
      "repeat": false,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "**A 10-week-old Shih Poo puppy (no ID) was found dead on a trash can in a holding facility. The registrant stated that the\npuppy was found dead that morning after a 10 day illness of lethargy, nasal discharge, and hacking cough. The registrant\nstated that the puppy had been sick when she received it 10 days earlier. She said she had a veterinarian exam the\npuppy that day and he recommended treatment with the oral antibiotic doxycycline and nebulization with albuterol. The\nregistrant had no medical record. The bottle of medication simply said doxycycline 100mg; 50 count. There were no\ninstructions for this specific puppy. Further veterinary care was not sought despite the puppy's worsening condition.\nInadequately treated medical conditions can worsen, can be painful, and may be contagious to other dogs in the kennel.\nThe registrant must have sick or injured dogs evaluated by a veterinarian for proper diagnosis, must follow the\nveterinarian's treatment plan, and must follow-up with the veterinarian if the problem does not resolve in a timely manner.\n**Four dogs had excessive matting of the haircoat. A female Cockapoo (#21-32) had a large amount of dried feces matted\ninto the haircoat below her tail and down her back legs. A Maltese (no ID) had matted hair along its back. A poodle (no\nID) had matted hair on its back. A ShihTzu (no ID) had matted hair on its ears. Matted hair can result in skin and/or eye\nproblems, can be painful, and can compromise the hair’s ability to provide protection from the heat or cold. The\nregistrant must remove the matted hair from this animal and must establish an effective program of haircoat maintenance.\nTo be corrected by March 2, 2021."
    },
    {
      "code": "3.6(c)(1)(iii)",
      "kind": "",
      "repeat": false,
      "desc": "Primary enclosures.",
      "narrative": "Seven puppies in a total of 4 enclosures in the holding facilities did not have adequate head space; some of the puppies'\nheads were touching the top of the enclosure. Adequate head space is necessary to provide enough room for the dogs\nto comfortably make natural postural movements. The registrant must ensure that the interior height of a primary\nenclosure is at least 6 inches higher than the head of the tallest dog in the enclosure when it is in a normal standing\nposition.\nTo be corrected by March 2.\nThis inspection and exit interview were conducted with the registrant.\nAdditional Inspectors:\nALICIA GRAVES, ANIMAL CARE INSPECTOREnd Section"
    }
  ],
  "narrative": "2.77(b) \n   \nRecords: Carriers and intermediate handlers. \nThe registrant did not produce any health certificates for dogs that she has transported.  Health certificates are necessary \nto ensure that the dogs have been examined by a veterinarian to determine that they are free of any infectious disease or \nphysical abnormality which could endanger the animal, other animals, or humans.  The registrant is required to keep and \nmaintain a copy of health certificates for each dog or cat that she transports and to make the health certificates available \nto the inspector upon request. \nTo be corrected by March 4, 2021. \n2.40(b)(2)  Critical\n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \n**A 10-week-old Shih Poo puppy (no ID) was found dead on a trash can in a holding facility.  The registrant stated that the \npuppy was found dead that morning after a 10 day illness of lethargy, nasal discharge, and hacking cough.  The registrant \nstated that the puppy had been sick when she received it 10 days earlier.  She said she had a veterinarian exam the \npuppy that day and he recommended treatment with the oral antibiotic doxycycline and nebulization with albuterol.  The \nregistrant had no medical record.  The bottle of medication simply said doxycycline 100mg; 50 count.  There were no \ninstructions for this specific puppy.  Further veterinary care was not sought despite the puppy's worsening condition.\n\nInadequately treated medical conditions can worsen, can be painful, and may be contagious to other dogs in the kennel.  \nThe registrant must have sick or injured dogs evaluated by a veterinarian for proper diagnosis, must follow the \nveterinarian's treatment plan, and must follow-up with the veterinarian if the problem does not resolve in a timely manner. \n \n**Four dogs had excessive matting of the haircoat. A female Cockapoo (#21-32) had a large amount of dried feces matted \ninto the haircoat below her tail and down her back legs.  A Maltese (no ID) had matted hair along its back.  A poodle (no \nID) had matted hair on its back.  A ShihTzu (no ID) had matted hair on its ears.  Matted hair can result in skin and/or eye \nproblems, can be painful, and can compromise the hair’s ability to provide protection from the heat or cold.   The \nregistrant must remove the matted hair from this animal and must establish an effective program of haircoat maintenance.  \nTo be corrected by March 2, 2021. \n3.6(c)(1)(iii) \n   \nPrimary enclosures. \nSeven puppies in a total of 4 enclosures in the holding facilities did not have adequate head space; some of the puppies' \nheads were touching the top of the enclosure.   Adequate head space is necessary to provide enough room for the dogs \nto comfortably make natural postural movements.  The registrant must ensure that the interior height of a primary \nenclosure is at least 6 inches higher than the head of the tallest dog in the enclosure when it is in a normal standing \nposition. \nTo be corrected by March 2. \n \nThis inspection and exit interview were conducted with the registrant.\n\nAdditional Inspectors: \nALICIA GRAVES, ANIMAL CARE INSPECTOREnd Section",
  "animals_total": 84,
  "species": [
    {
      "count": 59,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    },
    {
      "count": 25,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    }
  ]
}