{
  "insp_id": "69151530270873",
  "layout": "a",
  "customer_id": "3540",
  "customer_name": "Soul Of The Wolf",
  "customer_addr": "P O Box 3546\nSaint Augustine, FL 32085",
  "certificate": "58-C-0688",
  "site_id": "001",
  "site_name": "SOUL OF THE WOLF",
  "insp_type": "ROUTINE INSPECTION",
  "date": "10-MAR-2015",
  "report_date": "10-MAR-2015",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "A wolf, Anubis, was observed having difficulty walking and standing which may be due to long nails. The visible\nskin on his paws appears red and irritated. The licensee has stated that the wolf is difficult to handle without\nsedation and she has asked for assistance from her attending veterinarian, however, at this time there is no recent\nwritten documentation available to show the condition is being addressed by the veterinarian. In April 2014 the\nlicensee did sedate Anubis and cut back the nails. Excessive nail growth can be uncomfortable and cause injury to\nthe animals. Anubis' condition must be addressed by the attending veterinarian to alleviate his discomfort and\nappropriate treatment provided. If the condition is related to long nails a program for monitoring and trimming of the\nnails must be implemented to ensure the health and well-being of the wolf.\nCorrect by March 18, 2015."
    },
    {
      "code": "3.129(a)",
      "kind": "",
      "repeat": false,
      "desc": "FEEDING.",
      "narrative": "The floor and walls in the commissary are dirty. Along the bottom of the walls, in the corners, behind the\nrefrigerators, and under the shelves, there are accumulations of dirt and debris. There are areas under and around\nthe refrigerators, the tables and shelving with dried up dark brown dirty residue, The accumulations of dirt, debris\nand dried residue may harbor bacteria and attract unwanted insects and vermin, which could contaminate the food\nstored and prepared here.\nThere are soaps, cleaning supplies and other items sitting on shelves over the food preparation tables. These items\nmay spill or drop into food being prepared below contaminating it.\nEating contaminated food would be hazardous to the health of the animals. The cleaning supplies and other items\nshould be stored safely and away from food preparation areas. The commissary where food is stored and prepared\nmust be cleaned more thoroughly to prevent the contamination of food and protect the well-being of the animals.\nCorrect by March 18, 2015.\nExit interview and inspection was conducted with the Director."
    }
  ],
  "narrative": "2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nA wolf, Anubis, was observed having difficulty walking and standing which may be due to long nails.  The visible\nskin on his paws appears red and irritated.  The licensee has stated that the wolf is difficult to handle without\nsedation and she has asked for assistance from her attending veterinarian, however, at this time there is no recent\nwritten documentation available to show the condition is being addressed by the veterinarian.   In April 2014 the\nlicensee did sedate Anubis and cut back the nails.   Excessive nail growth can be uncomfortable and cause injury to\nthe animals.  Anubis' condition must be addressed by the attending veterinarian to alleviate his discomfort and\nappropriate treatment provided. If the condition is related to long nails a program for monitoring and trimming of the\nnails must be implemented to ensure the health and well-being of the wolf.\nCorrect by March 18, 2015.\n3.129(a)\nFEEDING.    \nThe floor and walls in the commissary are dirty.  Along the bottom of the walls, in the corners, behind the\nrefrigerators, and under the shelves, there are accumulations of dirt and debris.  There are areas under and around\nthe refrigerators, the tables and shelving with dried up dark brown dirty residue,   The accumulations of dirt, debris\nand dried residue may harbor bacteria and attract unwanted insects and vermin, which could contaminate the food\nstored and prepared here. \nThere are soaps, cleaning supplies and other items sitting on shelves over the food preparation tables.  These items\nmay spill or drop into food being prepared below contaminating it.  \nEating contaminated food would be hazardous to the health of the animals. The cleaning supplies and other items\nshould be stored safely and away from food preparation areas.  The commissary where food is stored and prepared\nmust be cleaned more thoroughly to prevent the contamination of food and protect the well-being of the animals. \nCorrect by March 18, 2015.\nExit interview and inspection was conducted with the Director.\n\n",
  "animals_total": 46,
  "species": [
    {
      "count": 5,
      "scientific": "Canis latrans",
      "common": "COYOTE"
    },
    {
      "count": 9,
      "scientific": "Canis lupus",
      "common": "GRAY WOLF / GREY WOLF / TIMBER WOLF"
    },
    {
      "count": 1,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 2,
      "scientific": "Crocuta crocuta",
      "common": "SPOTTED HYENA"
    },
    {
      "count": 3,
      "scientific": "Leptailurus serval",
      "common": "SERVAL"
    },
    {
      "count": 2,
      "scientific": "Lynx canadensis",
      "common": "CANADIAN LYNX"
    },
    {
      "count": 2,
      "scientific": "Nasua nasua",
      "common": "SOUTH AMERICAN COATI"
    },
    {
      "count": 1,
      "scientific": "Odocoileus virginianus",
      "common": "WHITE-TAILED DEER"
    },
    {
      "count": 1,
      "scientific": "Otolemur crassicaudatus",
      "common": "GREATER BUSHBABY"
    },
    {
      "count": 4,
      "scientific": "Panthera leo",
      "common": "LION"
    },
    {
      "count": 3,
      "scientific": "Panthera pardus",
      "common": "LEOPARD"
    },
    {
      "count": 9,
      "scientific": "Panthera tigris",
      "common": "TIGER"
    },
    {
      "count": 2,
      "scientific": "Puma concolor",
      "common": "PUMA / MOUNTAIN LION / COUGAR"
    },
    {
      "count": 2,
      "scientific": "Vulpes vulpes",
      "common": "RED FOX (INCLUDES SILVER FOX & CROSS FOX)"
    }
  ]
}