{
  "insp_id": "2016082569452525",
  "layout": "a",
  "customer_id": "329867",
  "customer_name": "Riner & Associates Inc.",
  "customer_addr": "Route 1 Box 435\nNowata, OK 74048",
  "certificate": "73-R-0118",
  "site_id": "001",
  "site_name": "JOHN L. RINER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "11-APR-2019",
  "report_date": "15-APR-2019",
  "citations": [
    {
      "code": "2.33(b)(3)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE.",
      "narrative": "Four cats displayed abnormal signs or symptoms. \"Arthur\" (ID#7417) had black debris in both ears. We could not\ndetermine if this debris was causing him discomfort. \"Sophie\" (ID#5819) had a thin haircoat on her sides, back, and\nflanks. The underlying skin appeared healthy. \"Sophie\" has not been in any flea or tick study for at least the past\nyear. \"Cry Baby\" (ID#7267) had a mucoid discharge in both eyes. The eyes were otherwise clear, with no\nindication of pain or discomfort. \"Sam\" (ID#5934) had black debris in both ears, although there was no indication of\ndiscomfort.\nThere was no indication from paperwork or questioning employees that the facility had noted any of these\nsymptoms. None of these conditions were clearly impacting the animals. However, the presence of any abnormal\nsigns should be noted by the facility staff, and appropriate followup completed.\nCorrect from this point forward."
    },
    {
      "code": "3.11(c)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "There is an accumulation of fencing, construction material, and other items located immediately adjacent to an\noutdoor enclosure containing dogs. Weeds have grown through this material, all of which is being kept directly on\nthe ground. This is a potential source of harborage for pests and insects, and is located close enough to the dogs\nto impact their well being. This material must be removed immediately. It should be properly stored at an\nappropriate distance from regulated animals.\nCorrect by: 22 April 2019\nThis inspection and exit interview were conducted with facility representative.\nAdditional Inspectors\nCunningham Debbie, Veterinary Medical Officer"
    }
  ],
  "narrative": "2.33(b)(3)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE.\nFour cats displayed abnormal signs or symptoms.  \"Arthur\" (ID#7417) had black debris in both ears.  We could not\ndetermine if this debris was causing him discomfort.  \"Sophie\" (ID#5819) had a thin haircoat on her sides, back, and\nflanks.  The underlying skin appeared healthy.  \"Sophie\" has not been in any flea or tick study for at least the past\nyear.  \"Cry Baby\" (ID#7267) had a mucoid discharge in both eyes.  The eyes were otherwise clear, with no\nindication of pain or discomfort.  \"Sam\" (ID#5934) had black debris in both ears, although there was no indication of\ndiscomfort.\nThere was no indication from paperwork or questioning employees that the facility had noted any of these\nsymptoms.  None of these conditions were clearly impacting the animals.  However, the presence of any abnormal\nsigns should be noted by the facility staff, and appropriate followup completed.\nCorrect from this point forward.\n3.11(c)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\nThere is an accumulation of fencing, construction material, and other items located immediately adjacent to an\noutdoor enclosure containing dogs.  Weeds have grown through this material, all of which is being kept directly on\nthe ground.  This is a potential source of harborage for pests and insects, and is located close enough to the dogs\nto impact their well being.  This material must be removed immediately.  It should be properly stored at an\nappropriate distance from regulated animals.\nCorrect by:  22 April 2019\nThis inspection and exit interview were conducted with facility representative.\nAdditional Inspectors\nCunningham Debbie, Veterinary Medical Officer",
  "animals_total": 220,
  "species": [
    {
      "count": 156,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 64,
      "scientific": "Felis silvestris catus",
      "common": "CAT ADULT"
    }
  ]
}