{
  "insp_id": "104140926560977",
  "layout": "a",
  "customer_id": "11331",
  "customer_name": "Linda Hager",
  "customer_addr": "P.O. Box 844\nCrab Orchard, NE 68332",
  "certificate": "47-A-0410",
  "site_id": "001",
  "site_name": "Linda Hager",
  "insp_type": "ROUTINE INSPECTION",
  "date": "15-APR-2014",
  "report_date": "16-APR-2014",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "This was a focued inspection to address the direct veterinary care non-compliant items cited on the insection dated\n26 March 2014.\nThe following dogs are still in need of immediate veterinary care:\n* On March 26, 2014 inspectors documented that a male, adult, buff colored Shih Tzu with number 224 had\nproblems with his eyes and hair coat. On April 15, 2014 he still has a clear discharge around both eyes. The left eye\nhas an accumulation of white, thick discharge in and around the eye. It is difficult to evaluate the surfaces of the left\neye due to the accumulation of discharge. The licensee states that she is using antibiotic eye drops in the eyes\ntwice a day and wipes his face and eyes twice a day. The condition of this eye is still poor and could be painful. Eye\nproblems that are not improving even if treated must be communicated to the attending veterinarian so that the\nproblem may be re-assessed and treatment adjusted, if necessary. Eye problems can be caused by many\nconditions such as trauma, infection, genetic problem as well as other medical problems and can be painful and\naffect vision.\n* On March 26, 2014 inspectors documented that a black and tan, adult, dachshund with number 011 had problems\nwith his teeth and jaw. On April 15, 2014 he still has recession of the gum line of the canine teeth. Few teeth\nremain but those that do have an accumulation of brown material. This dog's lower jaw does not match up with the\nupper jaw. The lower jaw appears to be shifted to the dog's left compared to the upper jaw and is readily mobile\ncompared to the upper jaw. On the lower left jaw, a piece of the jaw can be felt in the back third pointing outward in\nan abnormal manner. Mouth and jaw problems can result from trauma, dental disease, or a variety of medical\nproblems and can be painful.\n* On March 26, 2014 inspectors documented that a male, adult, piebald dachshund with no identification (\"Herman\")\nhad problems with his teeth and toe nails. On April 15, 2014 he still has a heavy accumulation of brown material\ncompletely coating the cheek teeth and most of the canine teeth. The gums are red and recessed away from the\nsurface of the cheek teeth on the upper left and upper and lower right sides. There is thick white discharge at the\ngum line of the upper left cheek teeth. There is creamy white discharge along the gum line of the right upper cheek\nteeth and there is also foreign, fibrous like material trapped in the brown material on the cheek teeth of the right\nside.\n* On March 26, 2014 inspectors documented that a female, adult, black and white Havanese with number 016 103\n303 had problems with her teeth and hair coat. On April 15, 2014 she still has a thick coating of brown material that\ncompletely coats and obscures the upper cheek teeth on both sides and on most of the upper canine teeth. There is\na creamy white discharge and the gums are receded away from the upper cheek teeth and canine teeth. The gums\nare also recessed away from all of the upper incisors. There is foreign material (possible hair or plant material)\ntrapped in the material and discharge about the left upper molars. The gum line is also recessed from the surface of\nthe top incisor teeth.\n* On March 26, 2014 inspectors documented that a female, adult, black and white Shih Tzu with no identification\n(\"Rosie\") had problems with her teeth and hair coat. On April 15, 2014 she still has an accumulation of brown\nmaterial on the left upper cheek teeth and canine tooth. On the previous inspection there were very loose left upper\ncheek teeth and a creamy discharge at the gum line of the left upper canine tooth and cheek teeth. When\nattempting to touch and view the dog's mouth, she withdrew her head quickly. The dog was very resistant to\nhandling her mouth at this inspection which may indicate pain or discomfort. Photographs were therefore difficult to\nobtain. There was a thickening of the lower left jaw and some abnormal grinding and grittiness was felt in the bone\nof the lower jaw. Thickening of the bone and the roughness that was felt along with teeth problems and the\nresistance to handling cause concern for a painful condition.\n* On March 26, 2014 inspectors documented that a female, adult, white poodle with number 219 had problems with\nher teeth and hair coat. On April 15, 2014 she still has a very heavy accumulation of brown material on her canine\nteeth and the remaining cheek teeth. The left upper and lower canine teeth and a cheek tooth are loose. The left\nupper canine tooth was loose enough that an approximately 2mm gap could be seen between the gum line and the\ntooth. There was also white discharge/debris in this gap. There is a swelling over the right upper canine tooth and a\nright upper cheek tooth is loose.\n* On March 26, 2014 inspectors documented that a male, adult, brown Chihuahua with number 145 had problems\nwith his eyes and teeth. On April 15, 2014 he still has an accumulation of brown material on the upper back cheek\nteeth on both sides of the mouth. The left upper canine and right and left upper cheek teeth are loose. There is a\nwhite discharge along the gum line of the upper left cheek teeth. The eyes appeared to be normal.\n*** Dental disease and jaw problems can cause damage to the gum tissue and tooth and mouth structures, be\npainful, and impact the ability of the dog to eat normally, affecting the overall health and welfare of the animal.\n*** The licensee must have these animals examined by a licensed veterinarian by 1:30 pm on 17 April 2014 in order\nto ensure that an accurate diagnosis is obtained and that an appropriate treatment plan is developed and followed.\nThe licensee must document the outcome and make it available to the inspector upon request.\n***\nThe following dogs have been examined by the Attending Veterinarian but the licensee must take further action\n(treatment) to attain compliance:\n* On March 26, 2014 inspectors documented that a female, adult, black and tan Yorkshire terrier with number 148\nhad problems with her teeth. On April 15, 2014 she still has a significant buildup of dark brown material completely\ncoating the upper \"cheek teeth\" (premolars and molars) and about half of the upper canine teeth on both sides. The\ngums have a white discharge and are recessed away from the surface of the back cheek teeth. There are loose\nupper and lower incisors on the left side.\n* On March 26, 2014 inspectors documented that a female, adult, tricolored Pomeranian with no identification\n(\"Pixie\") had problems with her hair coat and teeth. On April 15, 2014 she still has an accumulation of brown\nmaterial on the cheek teeth, canine teeth, and incisors. There was no discharge visible at this inspection. The skin\nproblem was assessed by the attending veterinarian.\nThe following dogs have not been examined by the Attending Veterinarian and the licensee must take further action\n(examination by a veterinarian and and treatment) to attain compliance:\n* On March 26, 2014 inspectors documented that a female, adult, black and white poodle with number 271\n(\"Phantom\") had problems with her teeth. On April 15, 2014 she still has a visible buildup of brown material on the\nleft upper cheek teeth and canine tooth and a heavy coating of brown material coating the entire surface of the right\nupper cheek teeth.\n* On March 26, 2014 inspectors documented that a female, adult, apricot poodle with number 199 had problems\nwith her teeth. On April 15, 0214 she still has thick brown material coating the upper cheek teeth and canine teeth\non both sides. The gums are mildly swollen there is no discharge visible today.\n* On March 26, 2014 inspectors documented that a female, adult, cream poodle with number 081 887 550 had\nproblems with her teeth and hair coat. On April 15, 2014 she still has brown material completely coating the upper\ncheek teeth on both sides and most of the upper canine teeth. The gum line is receding away from the cheek teeth\non the upper left side.\n* On March 26, 2014 inspectors documented that a male, adult, cream poodle with number 076 had problems with\nhis teeth and hair coat. On April 15, 2014 he still has a thick coating of brown material completely coating the upper\ncheek teeth and most of the canine teeth. There are two loose upper cheek teeth and severely red and receded\ngums over the upper cheek teeth on both sides. There is one loose lower cheek tooth that is loose on the right side.\nThere is a white discharge at the gum line of the upper and lower cheek teeth.\n* On March 26, 2014 inspectors documented that a female, adult, tricolored Havanese with tag 215 (previously\nunidentified) had problems with her teeth and hair coat. On April 15, 2014 she still has a mild accumulation of brown\nmaterial on the upper cheek teeth of the both sides. The upper left cheek teeth have a creamy discharge at the gum\nline and the gums are severely recessed away from the teeth exposing the roots of the teeth. There are loose cheek\nteeth on the upper right and left sides.\n* On March 26, 2014 inspectors documented that a female, adult, black and white Shih Tzu with chip 015 834 303\n(\"Kirby\" - previously unidentified) had problems with her teeth. On April 15, 2014 she still has a coating of brown\nmaterial on the lower cheek teeth. The gums have receded away from the surface of the teeth. The upper canine\nteeth appear to be broken or worn down.\n* On March 26, 2014 inspectors documented that a female, adult, black and white Shih Tzu with number 397 had\nproblems with her teeth and toe nails. On April 15, 2014 she still has a thick accumulation of brown material on the\nupper and lower left cheek teeth. There is some gum recession near the upper left cheek teeth with some white\ndischarge. One upper left cheek tooth is loose. This dog's toenails are also still long.\n* On March 26, 2014 inspectors documented that a female, adult, red and white Pomeranian with no identification\n(\"Rosie\") had problems with her teeth. On April 15, 2014 she still has a moderate accumulation of brown material on\nthe surfaces of the cheek teeth and canine teeth. There is gum recession over the upper cheek teeth on the right\nside that has exposed one of the tooth roots. This tooth is loose. The gums are red in this area. The gums have also\nrecessed away from the surfaces of the incisor teeth.\n* On March 26, 2014 inspectors documented that a male, adult, white Bichon Frise with number 356 had problems\nwith his teeth and hair coat. On April 15, 2014 he still has a moderate accumulation of material on the teeth. This\nwas not photographed because the dog was difficult to handle and did not allow thorough inspection of the teeth\n* On March 26, 2014 inspectors documented that a female, adult, white Bichon Frise with chip 096 811 526\n(previously with no identification named \"Harriet\") had problems with her teeth and hair coat. On April 15, 2014 she\nstill has an accumulation of brown material on the cheek teeth. This material is thicker on the left lower cheek teeth.\nThere is a discharge along the gum line of the left lower cheek teeth.\n* On March 26, 2014 inspectors documented that a female, adult, red and black dachshund with tag 265 (previously\nwith no identification \"Garnet\") had problems with her teeth. On April 15, 2014 she still has an accumulation of\nbrown material on both upper canine teeth. These teeth also have recession of the gum and discharge along the\ngum line. There is also a buildup of brown material on the few lower cheek teeth that remain on both sides. One of\nthe lower cheek teeth is loose and has a receded gum line.\n* On March 26, 2014 inspectors documented that a female, adult, white poodle with number 386 had problems with\nher teeth and hair coat. On April 15, 2014 she still has an accumulation of brown material on the upper cheek teeth\non both sides of the mouth. The gums are recessed over these teeth and there is a white discharge at the gum line.\nThere is a loose upper right cheek tooth.\n* On March 26, 2014 inspectors documented that a female, adult, white/cream poodle with number 252 had\nproblems with her teeth and hair coat. On April 15, 2014 she still has a thick coating of brown and white material\ncompletely coating the upper cheek teeth on the right side. The gums are mildly receded from these teeth as well.\nThere is minimal discharge on the gum line of the upper right side.\n*On April 15, 2014, Male, adult black and white Havanese with chip number 096 808 550 has recessed gums on the\nlower left premolar exposing a tooth root. There is white discharge along the gum line of the lower left cheek teeth.\n***\n* On March 26, 2014 inspectors documented that a black and white Havanese (previously not identified) with tag\nnumber 215 had problems with his hair coat. On April 15, 2014 he still has a matted coat. The licensee states that\nthis dog cannot be safely inspected and was therefore not handled.\n* On March 26, 2014 inspectors documented that a male, adult, white Havanese with number 195 had problems\nwith his eyes and hair coat. On April 15, 2014 he still has a matted coat. There are mats tightly adhering to and\npulling the skin at the chest and legs. There are superficial mats on the back. There are mats near the corners of\nthe left eye and a clear discharge coming from both eyes.\n*On March 26, 2014 inspectors documented that a female, adult, silver poodle with no identification (in the whelping\nbuilding) had problems with its eye and hair coat. On April 15, 2014, she still has a matted coat along the shoulders,\nback and rear legs. The mats are tight against the skin.\n* On March 26, 2014 inspectors documented that a female, adult, beagle with no identification had problems with\nher eye and hair loss. On April 15, 2014 she still has hair loss and bare skin over the top of the rump around the top\nof the tail and has a history of chewing this area for about 2 years according to the licensee. The licensee states\nthat the attending veterinarian approved the use of ivermectin topically for treatment which she did. The dog was\nstill observed to be scratching the area. Skin problems can be caused by a variety of problems such as parasites,\nchange in hormones, and infection and can be itchy or painful. The eye problem has been addressed.\n***Eye problems can be caused by many conditions such as trauma, infection, genetic problem as well as other\nmedical problems and can be painful and affect vision.\n*** Dental disease can cause damage to the gum tissue and tooth and mouth structures, be painful, and impact the\nability of the dog to eat normally, affecting the overall health of the animal.\n*** Soiled, matted hair can cause skin infections and become painful. In addition, matted coats do not provide\ncomplete protection against the elements. The licensee must clean these animals' hair coats and remove the\nmatted hair. As part of the facility's program of veterinary care, the licensee must develop and follow a program of\nhair coat maintenance to ensure that animals are cleaned when their hair coats become soiled and that matted hair\nis removed on a regular basis.\n***Long toe nails can change the conformation of the feet and legs and cause discomfort when walking. As a part of\nthe facility;s program of veterinary care, the licensee must develop and follow a program of toenail trimming and\nmaintenance to ensure that all of the animals have toenails of appropriate length.\n*** The licensee must have these animals examined by a licensed veterinarian in order to ensure that an accurate\ndiagnosis is obtained and that an appropriate treatment plan is developed and followed. The licensee must\ndocument the outcome and make it available to the inspector upon request. The licensee must establish and\nmaintain a program of veterinary care to prevent, assess, diagnose and treat medical problems in a timely manner.\nThe following dogs have been evaluated by a licensed veterinarian and treatment, if prescribed, has been initiated:\n*Female, adult, tricolored Papillion named \"Evie or EV\" (no identification).\n*Female, white poodle with number 194. (originally reported as 190)\n*Male, adult, brown poodle with number 080 560 100.\n*Male, apricot poodle named \"Carrot Top\"\n*Female, apricot poodle with number 370\n*Female, black poodle with number 353\n*Male, adult, white/cream poodle with number 388.\n*Chocolate poodle named \"Cocoa Mist\" (previously unable to be handled)\n* Male, adult, black and white Shih Tzu with number 062\n*Male, adult, buff colored Shih Tzu with number 367\n*Female, brindle Shih Tzu \"Lou Lou\"\n*Male, black and white Shih Tzu with number 324\n*Male, adult, white/cream Pomeranian with chip 076 018 017 (previously with no identification named \"Skippy\")\n*Male, adult, red and white Pomeranian with no identification (\"Wonder\")\n*Female, adult, cream Pekingese with number 308\n*Female, adult, cream Pekingese with no identification (\"Moochie\")\n*Female, adult, black \"Cockalier\" (previously called a Pekingese) with no identification\n*Female, adult, blonde Yorkshire terrier with number 381\n*Female, grey and tan Yorkshire terrier with no identification (hair loss and dental disease)\n*Female, white maltese with no identification\n*Female, adult, black and tan, Miniature Pincher with no identification\n*Female white poodle with number 194\n*Female, Bichon with no identification (living in enclosure behind house)\n*Male, adult, buff and white Shih Tzu with number 267\n*Female buff/white Shih Tzu with number 327\n*Male, buff Shih Tzu with no identification (\"Spooky\")\n*Female, black poodle with number 389\nThe inspection was conducted with the licensee on 15 April 2014 and the exit interview was conducted on 16 April\n2014.\nAdditional Inspectors\nClarke Lynn, Animal Care Inspector\nWelch Scott, Veterinary Medical Officer"
    }
  ],
  "narrative": "2.40(b)(2)           DIRECT                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThis was a focued inspection to address the direct veterinary care non-compliant items cited on the insection dated\n26 March 2014.\nThe following dogs are still in need of immediate veterinary care:\n* On March 26, 2014 inspectors documented that a male, adult, buff colored Shih Tzu with number 224 had\nproblems with his eyes and hair coat. On April 15, 2014 he still has a clear discharge around both eyes. The left eye\nhas an accumulation of white, thick discharge in and around the eye. It is difficult to evaluate the surfaces of the left\neye due to the accumulation of discharge.  The licensee states that she is using antibiotic eye drops in the eyes\ntwice a day and wipes his face and eyes twice a day. The condition of this eye is still poor and could be painful. Eye\nproblems that are not improving even if treated must be communicated to the attending veterinarian so that the\nproblem may be re-assessed and treatment adjusted, if necessary. Eye problems can be caused by many\nconditions such as trauma, infection, genetic problem as well as other medical problems and can be painful and\naffect vision.\n* On March 26, 2014 inspectors documented that a black and tan, adult, dachshund with number 011 had problems\nwith his teeth and jaw. On April 15, 2014 he still has recession of the gum line of the canine teeth.  Few teeth\nremain but those that do have an accumulation of brown material. This dog's lower jaw does not match up with the\nupper jaw. The lower jaw appears to be shifted to the dog's left compared to the upper jaw and is readily mobile\ncompared to the upper jaw. On the lower left jaw, a  piece of the jaw can be felt in the back third pointing outward in\nan abnormal manner. Mouth and jaw problems can result from trauma, dental disease, or a variety of medical\nproblems and can be painful.\n* On March 26, 2014 inspectors documented that a male, adult, piebald dachshund with no identification (\"Herman\")\nhad problems with his teeth and toe nails. On April 15, 2014 he still has a heavy accumulation of brown material\ncompletely coating the cheek teeth and most of the canine teeth. The gums are red and recessed away from the\nsurface of the cheek teeth on the upper left and upper and lower right sides. There is thick white discharge at the\ngum line of the upper left cheek teeth. There is creamy white discharge along the gum line of the right upper cheek\nteeth and there is also foreign, fibrous like material trapped in the brown material on the cheek teeth of the right\n\nside.\n* On March 26, 2014 inspectors documented that a female, adult, black and white Havanese with number 016 103\n303 had problems with her teeth and hair coat. On April 15, 2014 she still has a thick coating of brown material that\ncompletely coats and obscures the upper cheek teeth on both sides and on most of the upper canine teeth. There is\na creamy white discharge and the gums are receded away from the upper cheek teeth and canine teeth. The gums\nare also recessed away from all of the upper incisors. There is foreign material (possible hair or plant material)\ntrapped in the material and discharge about the left upper molars. The gum line is also recessed from the surface of\nthe top incisor teeth.\n* On March 26, 2014 inspectors documented that a female, adult, black and white Shih Tzu with no identification\n(\"Rosie\") had problems with her teeth and hair coat. On April 15, 2014 she still has an accumulation of brown\nmaterial on the left upper cheek teeth and canine tooth. On the previous inspection there were very loose left upper\ncheek teeth and a creamy discharge at the gum line of the left upper canine tooth and cheek teeth. When\nattempting to touch and view the dog's mouth, she withdrew her head quickly. The dog was very resistant to\nhandling her mouth at this inspection which may indicate pain or discomfort. Photographs were therefore difficult to\nobtain. There was a thickening of the lower left jaw and some abnormal grinding and grittiness was felt in the bone\nof the lower jaw. Thickening of the bone and the roughness that was felt along with teeth problems and the\nresistance to handling cause concern for a painful condition.  \n* On March 26, 2014 inspectors documented that a female, adult, white poodle with number 219 had problems with\nher teeth and hair coat. On April 15, 2014 she still has a very heavy accumulation of brown material on her canine\nteeth and the remaining cheek teeth. The left upper and lower canine teeth and a cheek tooth are loose. The left\nupper canine tooth was loose enough that an approximately 2mm gap could be seen between the gum line and the\ntooth.  There was also white discharge/debris in this gap. There is a swelling over the right upper canine tooth and a\nright upper cheek tooth is loose. \n* On March 26, 2014 inspectors documented that a male, adult, brown Chihuahua with number 145 had problems\nwith his eyes and teeth. On April 15, 2014 he still has an accumulation of brown material on the upper back cheek\nteeth on both sides of the mouth. The left upper canine and right and left upper cheek teeth are loose. There is a\nwhite discharge along the gum line of the upper left cheek teeth. The eyes appeared to be normal. \n*** Dental disease and jaw problems can cause damage to the gum tissue and tooth and mouth structures, be\npainful, and impact the ability of the dog to eat normally, affecting the overall health and welfare of the animal.\n*** The licensee must have these animals examined by a licensed veterinarian by 1:30 pm on 17 April 2014 in order\nto ensure that an accurate diagnosis is obtained and that an appropriate treatment plan is developed and followed.\nThe licensee must document the outcome and make it available to the inspector upon request.\n\n***\nThe following dogs have been examined by the Attending Veterinarian but the licensee must take further action\n(treatment) to attain compliance:\n* On March 26, 2014 inspectors documented that a female, adult, black and tan Yorkshire terrier with number 148\nhad problems with her teeth. On April 15, 2014 she still has a significant buildup of dark brown material completely\ncoating the upper \"cheek teeth\" (premolars and molars) and about half of the upper canine teeth on both sides. The\ngums have a white discharge and are recessed away from the surface of the back cheek teeth. There are loose\nupper and lower incisors on the left side. \n* On March 26, 2014 inspectors documented that a female, adult, tricolored Pomeranian with no identification\n(\"Pixie\") had problems with her hair coat and teeth. On April 15, 2014 she still has an accumulation of brown\nmaterial on the cheek teeth, canine teeth, and incisors. There was no discharge visible at this inspection. The skin\nproblem was assessed by the attending veterinarian.\nThe following dogs have not been examined by the Attending Veterinarian and the licensee must take further action\n(examination by a veterinarian and and treatment) to attain compliance:\n* On March 26, 2014 inspectors documented that a female, adult, black and white poodle with number 271\n(\"Phantom\") had problems with her teeth. On April 15, 2014 she still has a visible buildup of brown material on the\nleft upper cheek teeth and canine tooth and a heavy coating of brown material coating the entire surface of the right\nupper cheek teeth.\n* On March 26, 2014 inspectors documented that a female, adult, apricot poodle with number 199 had problems\nwith her teeth. On April 15, 0214 she still has thick brown material coating the upper cheek teeth and canine teeth\non both sides. The gums are mildly swollen there is no discharge visible today.\n* On March 26, 2014 inspectors documented that a female, adult, cream poodle with number 081 887 550 had\nproblems with her teeth and hair coat. On April 15, 2014 she still has brown material completely coating the upper\ncheek teeth on both sides and most of the upper canine teeth. The gum line is receding away from the cheek teeth\non the upper left side.\n* On March 26, 2014 inspectors documented that a male, adult, cream poodle with number 076 had problems with\nhis teeth and hair coat. On April 15, 2014 he still has a thick coating of brown material completely coating the upper\ncheek teeth and most of the canine teeth. There are two loose upper cheek teeth and severely red and receded\ngums over the upper cheek teeth on both sides. There is one loose lower cheek tooth that is loose on the right side.\nThere is a white discharge at the gum line of the upper and lower cheek teeth. \n* On March 26, 2014 inspectors documented that a female, adult, tricolored Havanese with tag 215 (previously\n\nunidentified) had problems with her teeth and hair coat. On April 15, 2014 she still has a mild accumulation of brown\nmaterial on the upper cheek teeth of the both sides. The upper left cheek teeth have a creamy discharge at the gum\nline and the gums are severely recessed away from the teeth exposing the roots of the teeth. There are loose cheek\nteeth on the upper right and left sides. \n* On March 26, 2014 inspectors documented that a female, adult, black and white Shih Tzu with chip 015 834 303\n(\"Kirby\" - previously unidentified) had problems with her teeth. On April 15, 2014 she still has a coating of brown\nmaterial on the lower cheek teeth. The gums have receded away from the surface of the teeth. The upper canine\nteeth appear to be broken or worn down.\n* On March 26, 2014 inspectors documented that a female, adult,  black and white Shih Tzu with number 397 had\nproblems with her teeth and toe nails. On April 15, 2014 she still has a thick accumulation of brown material on the\nupper and lower left cheek teeth. There is some gum recession near the upper left cheek teeth with some white\ndischarge. One upper left cheek tooth is loose. This dog's toenails are also still long.\n* On March 26, 2014 inspectors documented that a female, adult, red and white Pomeranian  with no identification\n(\"Rosie\") had problems with her teeth. On April 15, 2014 she still has a moderate accumulation of brown material on\nthe surfaces of the cheek teeth and canine teeth. There is gum recession over the upper cheek teeth on the right\nside that has exposed one of the tooth roots. This tooth is loose. The gums are red in this area. The gums have also\nrecessed away from the surfaces of the incisor teeth.\n* On March 26, 2014 inspectors documented that a male, adult, white Bichon Frise with number 356 had problems\nwith his teeth and hair coat. On April 15, 2014 he still has a moderate accumulation of material on the teeth. This\nwas not photographed because the dog was difficult to handle and did not allow thorough inspection of the teeth\n* On March 26, 2014 inspectors documented that a female, adult, white Bichon Frise with chip 096 811 526\n(previously with no identification named \"Harriet\") had problems with her teeth and hair coat. On April 15, 2014 she\nstill has an accumulation of brown material on the cheek teeth. This material is thicker on the left lower cheek teeth.\nThere is a discharge along the gum line of the left lower cheek teeth. \n* On March 26, 2014 inspectors documented that a female, adult, red and black dachshund with tag 265 (previously\nwith no identification \"Garnet\") had problems with her teeth. On April 15, 2014 she still has an accumulation of\nbrown material on both upper canine teeth. These teeth also have recession of the gum and discharge along the\ngum line. There is also a buildup of brown material on the few lower cheek teeth that remain on both sides. One of\nthe lower cheek teeth is loose and has a receded gum line.\n* On March 26, 2014 inspectors documented that a female, adult, white poodle with number 386 had problems with\nher teeth and hair coat. On April 15, 2014 she still has an accumulation of brown material on the upper cheek teeth\non both sides of the mouth. The gums are recessed over these teeth and there is a white discharge at the gum line.\n\nThere is a loose upper right cheek tooth. \n* On March 26, 2014 inspectors documented that a female, adult, white/cream poodle with number 252 had\nproblems with her teeth and hair coat. On April 15, 2014 she still has a thick coating of brown and white material\ncompletely coating the upper cheek teeth on the right side. The gums are mildly receded from these teeth as well.\nThere is minimal discharge on the gum line of the upper right side. \n*On April 15, 2014, Male, adult black and white Havanese with chip number 096 808 550 has recessed gums on the\nlower left premolar exposing a tooth root. There is white discharge along the gum line of the lower left cheek teeth. \n***\n* On March 26, 2014 inspectors documented that a black and white Havanese (previously not identified) with tag\nnumber 215 had problems with his hair coat. On April 15, 2014 he still has a matted coat. The licensee states that\nthis dog cannot be safely inspected and was therefore not handled.\n* On March 26, 2014 inspectors documented that a male, adult, white Havanese with number 195 had problems\nwith his eyes and hair coat. On April 15, 2014 he still has a matted coat. There are mats tightly adhering to and\npulling the skin at the chest and legs. There are superficial mats on the back. There are mats near the corners of\nthe left eye and a clear discharge coming from both eyes.\n*On March 26, 2014 inspectors documented that a female, adult, silver poodle with no identification (in the whelping\nbuilding) had problems with its eye and hair coat. On April 15, 2014, she still has a matted coat along the shoulders,\nback and rear legs. The mats are tight against the skin.\n* On March 26, 2014 inspectors documented that a female, adult, beagle with no identification had problems with\nher eye and hair loss. On April 15, 2014 she still has hair loss and bare skin over the top of the rump around the top\nof the tail and has a history of chewing this area for about 2 years according to the licensee. The licensee states\nthat the attending veterinarian approved the use of ivermectin topically for treatment which she did. The dog was\nstill observed to be scratching the area.  Skin problems can be caused by a variety of problems such as parasites,\nchange in hormones, and infection and can be itchy or painful. The eye problem has been addressed.\n***Eye problems can be caused by many conditions such as trauma, infection, genetic problem as well as other\nmedical problems and can be painful and affect vision.\n*** Dental disease can cause damage to the gum tissue and tooth and mouth structures, be painful, and impact the\nability of the dog to eat normally, affecting the overall health of the animal.\n*** Soiled, matted hair can cause skin infections and become painful. In addition, matted coats do not provide\ncomplete protection against the elements. The licensee must clean these animals' hair coats and remove the\nmatted hair. As part of the facility's program of veterinary care, the licensee must develop and follow a program of\nhair coat maintenance to ensure that animals are cleaned when their hair coats become soiled and that matted hair\nis removed on a regular basis.\n\n***Long toe nails can change the conformation of the feet and legs and cause discomfort when walking. As a part of\nthe facility;s program of veterinary care, the licensee must develop and follow a program of toenail trimming and\nmaintenance to ensure that all of the animals have toenails of appropriate length.\n*** The licensee must have these animals examined by a licensed veterinarian in order to ensure that an accurate\ndiagnosis is obtained and that an appropriate treatment plan is developed and followed. The licensee must\ndocument the outcome and make it available to the inspector upon request. The licensee must establish and\nmaintain a program of veterinary care to prevent, assess, diagnose and treat medical problems in a timely manner. \nThe following dogs have been evaluated by a licensed veterinarian and treatment, if prescribed, has been initiated:\n*Female, adult, tricolored Papillion named \"Evie or EV\" (no identification).\n*Female, white poodle with number 194. (originally reported as 190)\n*Male, adult, brown poodle with number 080 560 100. \n*Male, apricot poodle named \"Carrot Top\"\n*Female, apricot poodle with number 370\n*Female, black poodle with number 353\n*Male, adult, white/cream poodle with number 388.\n*Chocolate poodle named \"Cocoa Mist\" (previously unable to be handled)\n* Male, adult,  black and white Shih Tzu with number 062\n*Male, adult,  buff colored Shih Tzu with number 367\n*Female, brindle Shih Tzu \"Lou Lou\"\n*Male, black and white Shih Tzu with number 324\n*Male, adult, white/cream Pomeranian with chip 076 018 017 (previously with no identification named \"Skippy\")\n*Male, adult, red and white Pomeranian with no identification (\"Wonder\")\n*Female, adult, cream Pekingese with number 308\n*Female, adult, cream Pekingese with no identification (\"Moochie\")\n*Female, adult, black \"Cockalier\" (previously called a Pekingese) with no identification \n*Female, adult, blonde Yorkshire terrier with number 381\n*Female, grey and tan Yorkshire terrier with no identification (hair loss and dental disease)\n*Female, white maltese with no identification\n*Female, adult, black and tan, Miniature Pincher with no identification\n*Female white poodle with number 194\n*Female, Bichon with no identification (living in enclosure behind house)\n*Male, adult, buff and white Shih Tzu with number 267\n*Female buff/white Shih Tzu with number 327\n*Male, buff Shih Tzu with no identification (\"Spooky\")\n*Female, black poodle with number 389\n\nThe inspection was conducted with the licensee on 15 April 2014 and the exit interview was conducted on 16 April\n2014.\nAdditional Inspectors\nClarke Lynn, Animal Care Inspector\nWelch Scott, Veterinary Medical Officer",
  "animals_total": 54,
  "species": [
    {
      "count": 54,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    }
  ]
}