{
  "insp_id": "224161827300285",
  "layout": "a",
  "customer_id": "37389",
  "customer_name": "Michelle Friddle",
  "customer_addr": "Rt 1 Box 412\nWann, OK 74083",
  "certificate": "48-A-1959",
  "site_id": "001",
  "site_name": "MICHELLE HOUCK",
  "insp_type": "ROUTINE INSPECTION",
  "date": "11-AUG-2016",
  "report_date": "11-AUG-2016",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "Each breeder must maintain a program that provides adequate veterinarian care to dog's in their facility. A light\nbrown Chihuahua, identification number 4714653013, has a buildup of dark colored tartar covering most of the\nupper\npremolar and molar teeth on both sides. Also, the upper canine teeth have a buildup of dark colored tartar, too. A\nbuildup of tartar on dogs' teeth can lead to tooth decay and gum disease. Dental disease can damage gum tissue,\nbe painful and impact the dogs' ability to eat normal, affecting the overall health of the animal. The breeder must\nhave this dog seen by a veterinarian, to have the dogs' teeth properly cleaned and proper care continued. The\nlicensee must document the outcome of this cleaning and make it available to inspector upon request. Correct this\nby 08-18-2016.\nThis inspection and exit briefing were conducted with the facility representative and Karl Thornton, ACI."
    }
  ],
  "narrative": "2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nEach breeder must maintain a program that provides adequate veterinarian care to dog's in their facility.  A light\nbrown Chihuahua, identification number 4714653013, has a buildup of dark colored tartar covering most of the\nupper\npremolar and molar teeth on both sides.  Also, the upper canine teeth have a buildup of dark colored tartar, too.  A \nbuildup of tartar on dogs' teeth can lead to tooth decay and gum disease.  Dental disease can damage gum tissue, \nbe painful and impact the dogs' ability to eat normal, affecting the overall health of the animal.  The breeder must\nhave this dog seen by a veterinarian, to have the dogs' teeth properly cleaned and proper care continued.  The\nlicensee must document the outcome of this cleaning and make it available to inspector upon request.  Correct this\nby 08-18-2016.\nThis inspection and exit briefing were conducted with the facility representative and Karl Thornton, ACI.",
  "animals_total": 80,
  "species": [
    {
      "count": 73,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 7,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}