{
  "insp_id": "INS-0000814804",
  "layout": "c",
  "customer_id": "1473",
  "customer_name": "University of Texas- El Paso",
  "customer_addr": "500 W UNIVERSITY AVE\nI A C U C OFFICE, ADMIN. 209\nEL PASO, TX 79968",
  "certificate": "74-R-0069",
  "site_id": "001",
  "site_name": "UNIVERSITY OF TEXAS- EL PASO",
  "insp_type": "ROUTINE INSPECTION",
  "date": "07-SEP-2022",
  "report_date": "16-SEP-2022",
  "citations": [
    {
      "code": "2.31(d)(5)",
      "kind": "Critical",
      "repeat": false,
      "desc": "Institutional Animal Care and Use Committee (IACUC).",
      "narrative": "The IACUC is responsible for conducting regular reviews of activities related to the care and use of animals to ensure that\nall activities are in accordance with the facility protocols, SOPs, and Animal Welfare Regulations.\nProtocol A-202007-1 states that “if animals will be housed in labs or anywhere else outside the central facility vivarium for\nmore than 24 hours (12 hours for USDA-regulated species),” justification must be provided. During this inspection, about\na dozen animals were found in a lab outside of the approved vole room in the central vivarium. When asked how long the\nanimals had been in the unapproved area, the response was 11 days. The IACUC and the LARC supervisor were\nunaware these animals were being housed in the lab. No protocol amendments were provided justifying or explaining the\ndeviation from approved housing.\nAt the time of this inspection, several cages of voles were found to be housing 3 animals, both in the approved vole\nhousing rooms and in the lab. The cages were divided in half with a Plexiglas panel with perforated holes to physically\nseparate the voles. A pair of voles were being housed on one side and a single vole was on the other side.\nNowhere in protocol A-202007-1 does it discuss a model using 3 voles housed in this way.\nProtocol A-202007-1 states that anytime animals are used in one of the social defeat models, attendants will be present to\nobserve and intervene if necessary and the length of the studies with more than 1 animal would not exceed 1 hour. At the\ntime of this inspection no one was observing the interaction with the 3 voles and it was apparent from the amount of feces\nin the vole cages that they had been in those cages longer than 1 hour.\nThe IACUC has failed to ensure that this PI has conducted activities in accordance with facility SOPs and the approved\nprotocol. In failing to ensure this PI adhered to approved standards, animals have been living in a stressful environment\nfor an extended period of time causing extended discomfort for these animals.\nThe facility needs to ensure the principal investigator for this protocol is conducting activities in accordance with the\ndescription of that activity outlined in the protocol approved by the IACUC and following approved SOPs outlining\nhusbandry and housing requirements.\nTo be corrected by: Sept 19, 2022"
    },
    {
      "code": "3.131",
      "kind": "",
      "repeat": false,
      "desc": "Sanitation.",
      "narrative": "Several of the vole enclosures, both in the approved vole housing rooms and in the lab, had an excessive accumulation of\nfeces. There were no areas within these enclosures that were free of contamination. Exposure to excessive fecal\ncontamination can predispose the animals to illness however none of the voles were showing signs of illness at this time.\nExcreta shall be removed from primary enclosures as often as necessary to prevent contamination of the animals\ncontained therein and to minimize disease hazards and to reduce odors.\nThe facility needs to increase the frequency of cage changes for these animals.\nTo be corrected by: Sept 19, 2022\nThis inspection and exit interview were conducted with facility representatives.\nn"
    }
  ],
  "narrative": "2.31(d)(5)  Critical\n   \nInstitutional Animal Care and Use Committee (IACUC). \nThe IACUC is responsible for conducting regular reviews of activities related to the care and use of animals to ensure that \nall activities are in accordance with the facility protocols, SOPs, and Animal Welfare Regulations. \nProtocol A-202007-1 states that “if animals will be housed in labs or anywhere else outside the central facility vivarium for \nmore than 24 hours (12 hours for USDA-regulated species),” justification must be provided.  During this inspection, about \na dozen animals were found in a lab outside of the approved vole room in the central vivarium.  When asked how long the \nanimals had been in the unapproved area, the response was 11 days.  The IACUC and the LARC supervisor were \nunaware these animals were being housed in the lab. No protocol amendments were provided justifying or explaining the \ndeviation from approved housing. \nAt the time of this inspection, several cages of voles were found to be housing 3 animals, both in the approved vole \nhousing rooms and in the lab.  The cages were divided in half with a Plexiglas panel with perforated holes to physically \nseparate the voles.  A pair of voles were being housed on one side and a single vole was on the other side. \nNowhere in protocol A-202007-1 does it discuss a model using 3 voles housed in this way. \nProtocol A-202007-1 states that anytime animals are used in one of the social defeat models, attendants will be present to \nobserve and intervene if necessary and the length of the studies with more than 1 animal would not exceed 1 hour.  At the\n\ntime of this inspection no one was observing the interaction with the 3 voles and it was apparent from the amount of feces \nin the vole cages that they had been in those cages longer than 1 hour. \nThe IACUC has failed to ensure that this PI has conducted activities in accordance with facility SOPs and the approved \nprotocol. In failing to ensure this PI adhered to approved standards, animals have been living in a stressful environment \nfor an extended period of time causing extended discomfort for these animals. \nThe facility needs to ensure the principal investigator for this protocol is conducting activities in accordance with the \ndescription of that activity outlined in the protocol approved by the IACUC and following approved SOPs outlining \nhusbandry and housing requirements. \nTo be corrected by:  Sept 19, 2022 \n3.131 \n   \nSanitation. \nSeveral of the vole enclosures, both in the approved vole housing rooms and in the lab, had an excessive accumulation of \nfeces.  There were no areas within these enclosures that were free of contamination. Exposure to excessive fecal \ncontamination can predispose the animals to illness however none of the voles were showing signs of illness at this time. \nExcreta shall be removed from primary enclosures as often as necessary to prevent contamination of the animals \ncontained therein and to minimize disease hazards and to reduce odors. \nThe facility needs to increase the frequency of cage changes for these animals. \nTo be corrected by:  Sept 19, 2022 \n \nThis inspection and exit interview were conducted with facility representatives. \n \n n",
  "animals_total": 116,
  "species": [
    {
      "count": 116,
      "scientific": "Microtus ochrogaster",
      "common": "PRAIRIE VOLE"
    }
  ]
}