{
  "insp_id": "2016082569065662",
  "layout": "a",
  "customer_id": "4870",
  "customer_name": "Clinton Wolston I I I",
  "customer_addr": "5050 F M 517\nAlvin, TX 77511",
  "certificate": "74-C-0153",
  "site_id": "001",
  "site_name": "CLINTON WOLSTON I I I",
  "insp_type": "ROUTINE INSPECTION",
  "date": "28-FEB-2018",
  "report_date": "01-MAR-2018",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "At least 5 goats and 2 pigs in the petting zoo area had excessive hoof growth.\nA mature Aoudad ram continues to be unable to use either front foot/leg in a normal manner when walking and the\nfront hooves appear to be overgrown. There was another Auodad located beside the entrance road that had an\novergrown hoof on the left hind foot. The hoof was beginning to curl upward. This Auodad had a slight limp on the\nleft hind leg. The attending veterinarian has not examined either of the Auodads in at least two months. Abnormal\npostures and gaits can indicate a serious, painful problem with the feet.\nA Male Pere David's Deer had a front hoof that appeared to be twisted approximately 90 degrees outward from the\nother three hooves. The affected hoof was overgrown and pointing skyward. There appeared to be a significant\nbuildup of brown wet organic matter on the hoof that made it impossible to see the foot or most of the hoof. The\nowner stated that the animal was injured approximately three years ago.\nA Gaur standing beside the Rhino enclosure stopped in front of the inspectors and lifted its tail. It proceeded to\nevacuate a watery brown fluid from its rectum for several seconds before walking on. When asked, the owner\nstated that he was unaware of any of the Gaur having diarrhea.\nA ten year old Watusi named Goliath was observed to be noticeably thinner than it had been on the prior inspection.\nSeveral ribs and its hip bone was prominent through its flesh and it had a slight but noticeable tilt in its head. The\nowner stated that he had given the animal several dewormers and that the attending veterinarian had not been\nmade aware of the situation\nThe attending veterinarian must be made aware of changes in animals health in order to adequately treat them.\nThe licensee must have the above listed animals assessed by the attending veterinarian and a written plan of\ntreatment or diagnosis must be created and followed."
    },
    {
      "code": "2.40(b)(3)",
      "kind": "Critical",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "According to the licensee the following animal deaths have occurred since the last inspection:\nA male kangaroo, a female giraffe, two eland, and one lemur. In these cases, the animals died suddenly and\nunexpectedly. The attending veterinarian was not notified of these, nor was a necropsy preformed to determine the\ncause of death.\nSince the last inspection, a watusi became lethargic and began having trouble standing. Over the course of three\ndays, the animal deteriorated, became unable to stand and eventually died. The attending veterinarian was not\nnotified throughout this three day period nor was a cause of death determined.\nThe attending veterinarian was not notified about any of these animal deaths, nor does the licensee know how the\nanimals died. Without appropriate methods to diagnose and treat injuries and illness, animal conditions may\nworsen or in this case, the animals condition may become fatal. Animals must have access to adequate veterinary\ncare as prescribed in the formal arrangements."
    },
    {
      "code": "2.75(b)(1)",
      "kind": "",
      "repeat": true,
      "desc": "RECORDS: DEALERS AND EXHIBITORS.",
      "narrative": "Six Llamas were recently given to the licensee. Two Jacobs Four Horned Sheep were also brought on to the facility\ngrounds and placed on exhibit. However, no record of acquisition, or any other written documents stating where\nthese animals or any other animal at the facility came from, could be presented to the inspectors.\nAt least seven animals have expired since the last inspection. However, no documentation or dates could be\npresented.\nA written inventory of animals on hand has not been updated to reflect animal births, deaths, or new animals at the\nfacility in at least two months.\nRecords of animals on hand, acquisition, disposition, and transportation of all animals that come, go or reside in the\nfacility grounds is essential and necessary in order to properly track the animals whereabouts at any given time.\nThe licensee must develop a record of all mammals exhibited on the facility grounds and ensure that it is kept up to\ndate as needed when animals are born, expire, or are bought, sold or otherwise transferred on or off of the facility\ngrounds."
    },
    {
      "code": "2.131(c)(1)",
      "kind": "",
      "repeat": true,
      "desc": "HANDLING OF ANIMALS.",
      "narrative": "There are no barrier fences for the two Pagonian Cavy.\nThere are no barrier fences for two adult Giraffes and one adolescent Giraffe housed directly next to the petting zoo\narea, which also does not have an attendant present.\nThis facility does not have an effective barrier that prevents the public from reaching some animals. During public\nexhibition, any animal must be handled with sufficient distance and/or barriers between the animal and the general\nviewing public so as to assure the safety of animals and the public."
    },
    {
      "code": "2.131(d)(2)",
      "kind": "",
      "repeat": true,
      "desc": "HANDLING OF ANIMALS.",
      "narrative": "No attendants were present in the following areas in which the public could have access to animals: Giraffes,\nPatagonian Cavies, goats, pigs, sheep. With out an adequate number of employees, there is a significant health\nand safety risk for both the animals and public. The licensee must ensure that areas with public access be attended\nby an adequate number of knowledgeable employees or have adequate barriers to ensure that the animals remain\nsecured and unmolested in their enclosures."
    },
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": true,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "The facility grounds are surrounded by a barrier made up of a mixture of a thick density steel type fencing, what the\nlicensee called pig wire, and cattle panels. In multiple areas throughout the facility, sections of this fencing were\nexcessively rusted, corroded to the point that there were small gaps noticed in some areas, and damage causing\nsharp and twisted points in the fencing.\nIn the Giraffe enclosure, the fencing is significantly bent and loose. Damage to the fencing was causing sharp and\nrusted points to be exposed.\nThe American Buffalo enclosure contained several areas of fencing that were excessively rusted or damaged,\nexposing bunched up and/or sharp points.\nThe hay barn, which also has a shelter built out of each side of the barn, contained walls that were excessively\nrusted. Some panels on the back walls were separating and folding out, causing sharp surfaces near feeding\ntroughs. Sharp, rusted nail heads were observed in this same area, near feeding troughs. One section of the wall\nhad recently collapsed.\nThe enclosure containing a Watusi and two cows contained sections of damaged and rusted fencing.\nThe enclosure containing two muntjac contained sections of damage and excessive rust.\nThe Kangaroo enclosure contained areas of excessive rust and damage causing sharp points to be exposed. The\nsame enclosure was covered over with mesh fencing that was in place with several pieces of twisted wire. These\ncaused multiple sharp metal pieces several inches long to point inside the enclosure.\nA large enclosure containing white tailed deer was in disrepair, and the fencing was separating from the supporting\nposts in some areas.\nAn enclosure containing two Jacob's Four Horned Sheep was in disrepair, and the fencing was loose in some\nareas. The fence between the Jacob Sheep and the nursery goats was leaning toward the nursery goat enclosure.\nA wire panel had been placed against that fence on the opposite end from the barn. The wire panel was detached\nfrom the post leaving a gap in which the Jacob Sheep could be injured or become entrapped.\nThe petting zoo area containing sheep, goats and pigs was in disrepair. Fencing was rusted and damaged in some\nplaces, and several long nails were sticking out of wooden boards making up the bottom of the fence.\nA fence directly in front of the Gaur barn was bent and damaged.\nFencing and shelters in disrepair can cause animals within to become injured and poses hazards including but not\nlimited to injury, animals escaping or unwanted animals entering enclosures. The licensee must repair, replace, or\ndiscontinue using these areas to enclose animals."
    },
    {
      "code": "3.125(d)",
      "kind": "",
      "repeat": true,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "In several areas throughout the complex, there were areas in excess of ten feet wide and up to several feet thick of\nwhat appeared to be excreta and used hay. Recent and fresh hay had been placed on top of these areas, and\nAnimals were observed feeding and climbing on the hay.\nExcreta, rubbish, and used bedding that is not properly disposed of in a timely manner can soil the animals, and\nattract insects and vermin to the area. Areas within the complex must remain clean and free of excess waste."
    },
    {
      "code": "3.127(d)",
      "kind": "",
      "repeat": true,
      "desc": "FACILITIES, OUTDOOR.",
      "narrative": "The entire facility ground is surrounded by a perimeter fence. However, a majority of the hoofstock animals have\nfree range access within the complex and are not enclosed in any type of pen causing the complex fence to act as a\nlarge single enclosure without any sort of perimeter fence or secondary containment. The entrance and exit to the\nfacility contain large drive through gates that remain open when the facility is open. There are no attendants in\nplace to keep animals from escaping the facility grounds through this manner. There are cattle guards on the road\nin several sections of the park which the owner has stated the animals will not cross. However, on at least one\noccasion, hoofed animals were seen jumping over one of these cattle guards.\nThe licensee has stated that the perimeter fence is approximately 7.5 feet tall. One rhinoceros at the facility\nrequires a perimeter fence at least 8 feet fall.\nAn appropriate perimeter fence is required to prevent public contact with the animals and to serve as secondary\ncontainment. Perimeter fences less than 6 feet high or less than 8 feet high for dangerous animals, such as the\nrhinoceros, must be approved in writing by the Administrator. However, this facility does not have a variance in\nplace."
    },
    {
      "code": "3.129(b)",
      "kind": "",
      "repeat": true,
      "desc": "FEEDING.",
      "narrative": "The Javalina enclosure contained animal feed and vegetables that appeared to have been dropped onto the ground\ninside the enclosure instead of being placed into a sanitized receptacle. Contamination of food by animal waste,\ninsects or vermin can cause animals who ingest it to become ill. Food must be given to animals in sanitized\nreceptacles.\nIn the area directly surrounding the food receptacle for the Jacob's Four Horned Sheep, there was deteriorated food\npellets on the ground that were covered in whitish grey mold.\nAnimal excreta was observed in the feeding receptacle of the white tailed deer enclosure."
    },
    {
      "code": "3.130",
      "kind": "",
      "repeat": true,
      "desc": "WATERING.",
      "narrative": "The following areas contained watering receptacles that were discolored, and contained green, organic material\ninside: Jacobs four horned sheep, Muntjac, Wallaby, goats, and a large receptacle beside the hay barn. The\nJacobs water receptacle contained a multitude of insects inside the water.\nAnimals are susceptible to parasites and can become ill from contaminated or unclean water. Animals must be\nprovided clean fresh water in sanitized receptacles."
    },
    {
      "code": "3.132",
      "kind": "",
      "repeat": true,
      "desc": "EMPLOYEES.",
      "narrative": "The licensee has one less employee than he did at prior inspections. The licensee stated that he has problems\ngetting the employees that he does have to do adequate work. Based on the number of noncompliances, animals\nobserved with health abnormalities, and animal deaths since the prior inspection, the facility does not have an\nadequate number of trained and knowledgeable employees to conduct adequate husbandry practices. Without an\nadequate number of employees, the facility can fall into disrepair, animals with health problems may go unnoticed\nand there is a health and safety risk to the public. The licensee must gain a sufficient number of adequately trained\nemployees, supervised by a person or persons with a background in animal care.\nThis inspection was conducted with site owner on 2/28/2018.\nExit interview was conducted with site owner on 2/29/2018.\nAdditional Inspectors\nHicks Beverly, Animal Care Inspector"
    }
  ],
  "narrative": "2.40(b)(2)           DIRECT                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nAt least 5 goats and 2 pigs in the petting zoo area had excessive hoof growth.  \nA mature Aoudad ram continues to be unable to use either front foot/leg in a normal manner when walking and the\nfront hooves appear to be overgrown.  There was another Auodad located beside the entrance road that had an\novergrown hoof on the left hind foot. The hoof  was beginning to curl upward.  This Auodad had a slight limp on the\nleft hind leg. The attending veterinarian has not examined either of the Auodads in at least two months. Abnormal\npostures and gaits can indicate a serious, painful problem with the feet.\nA Male Pere David's Deer had a front hoof that appeared to be twisted approximately 90 degrees outward from the\nother three hooves.  The affected hoof was overgrown and pointing skyward.  There appeared to be a significant\nbuildup of brown wet organic matter on the hoof that made it impossible to see the foot or most of the hoof.  The\nowner stated that the animal was injured approximately three years ago.\nA Gaur standing beside the Rhino enclosure stopped in front of the inspectors and lifted its tail.  It proceeded to\nevacuate a watery brown fluid from its rectum for several seconds before walking on.  When asked, the owner\nstated that he was unaware of any of the Gaur having diarrhea.\nA ten year old Watusi named Goliath was observed to be noticeably thinner than it had been on the prior inspection.\n Several ribs and its hip bone was prominent through its flesh and it had a slight but noticeable tilt in its head.  The\nowner stated that he had given the animal several dewormers and that the attending veterinarian had not been\nmade aware of the situation\nThe attending veterinarian must be made aware of changes in animals health in order to adequately treat them. \nThe licensee must have the above listed animals assessed by the attending veterinarian and a written plan of\ntreatment or diagnosis must be created and followed.\n2.40(b)(3)           CRITICAL                    REPEAT\n\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nAccording to the licensee the following animal deaths have occurred since the last inspection:\nA male kangaroo,  a female giraffe, two eland, and one lemur.  In these cases, the animals died suddenly and\nunexpectedly.  The attending veterinarian was not notified of these, nor was a necropsy preformed to determine the\ncause of death.\nSince the last inspection, a watusi became lethargic and began having trouble standing.  Over the course of three\ndays, the animal deteriorated, became unable to stand and eventually died.  The attending veterinarian was not\nnotified throughout this three day period nor was a cause of death determined.\nThe attending veterinarian was not notified about any of these animal deaths, nor does the licensee know how the\nanimals died.  Without appropriate methods to diagnose and treat injuries and illness, animal conditions may\nworsen or in this case, the animals condition may become fatal. Animals must have access to adequate veterinary\ncare as prescribed in the formal arrangements.\n2.75(b)(1)                    REPEAT\nRECORDS: DEALERS AND EXHIBITORS.\nSix Llamas were recently given to the licensee.  Two Jacobs Four Horned Sheep were also brought on to the facility\ngrounds and placed on exhibit.  However, no record of acquisition, or any other written documents stating where\nthese animals or any other animal at the facility came from, could be presented to the inspectors.  \nAt least seven animals have expired since the last inspection.  However, no documentation or dates could be\npresented.\nA written inventory of animals on hand has not been updated to reflect animal births, deaths, or new animals at the\nfacility in at least two months.\nRecords of animals on hand, acquisition, disposition, and transportation of all animals that come, go or reside in the\nfacility grounds is essential and necessary in order to properly track the animals whereabouts at any given time. \nThe licensee must develop a record of all mammals exhibited on the facility grounds and ensure that it is kept up to\ndate as needed when animals are born, expire, or are bought, sold or otherwise transferred on or off of the facility\ngrounds.\n2.131(c)(1)                    REPEAT\nHANDLING OF ANIMALS.\nThere are no barrier fences for the two Pagonian Cavy.\n\nThere are no barrier fences for two adult Giraffes and one adolescent Giraffe housed directly next to the petting zoo\narea, which also does not have an attendant present.\nThis facility does not have an effective barrier that prevents the public from reaching some animals. During public\nexhibition, any animal must be handled with sufficient distance and/or barriers between the animal and the general\nviewing public so as to assure the safety of animals and the public.\n2.131(d)(2)                    REPEAT\nHANDLING OF ANIMALS.\nNo attendants were present in the following areas in which the public could have access to animals:  Giraffes,\nPatagonian Cavies, goats, pigs, sheep.  With out an adequate number of employees, there is a significant health\nand safety risk for both the animals and public.  The licensee must ensure that areas with public access be attended\nby an adequate number of knowledgeable employees or have adequate barriers to ensure that the animals remain\nsecured and unmolested in their enclosures. \n3.125(a)                    REPEAT\nFACILITIES, GENERAL.   \nThe facility grounds are surrounded by a barrier made up of a mixture of a thick density steel type fencing, what the\nlicensee called pig wire, and cattle panels.  In multiple areas throughout the facility, sections of this fencing were\nexcessively rusted, corroded to the point that there were small gaps noticed in some areas, and damage causing\nsharp and twisted points in the fencing.\nIn the Giraffe enclosure, the fencing is significantly bent and loose.  Damage to the fencing was causing sharp and\nrusted points to be exposed.\nThe American Buffalo enclosure contained several areas of fencing that were excessively rusted or damaged,\nexposing bunched up and/or sharp points.\nThe hay barn, which also has a shelter built out of each side of the barn, contained walls that were excessively\nrusted.  Some panels on the back walls were separating and folding out, causing sharp surfaces near feeding\ntroughs.  Sharp, rusted nail heads were observed in this same area, near feeding troughs.  One section of the wall\nhad recently collapsed.\nThe enclosure containing a Watusi and two cows contained sections of damaged and rusted fencing.\n\nThe enclosure containing two muntjac contained sections of damage and excessive rust.\nThe Kangaroo enclosure contained areas of excessive rust and damage causing sharp points to be exposed.  The\nsame enclosure was covered over with mesh fencing that was in place with several pieces of twisted wire.  These\ncaused multiple sharp metal pieces several inches long to point inside the enclosure.\nA large enclosure containing white tailed deer was in disrepair, and the fencing was separating from the supporting\nposts in some areas.\nAn enclosure containing two Jacob's Four Horned Sheep was in disrepair, and the fencing was loose in some\nareas. The fence between the Jacob Sheep and the nursery goats was leaning toward the nursery goat enclosure.\nA wire panel had been placed against that fence on the opposite end from the barn. The wire panel was detached\nfrom the post leaving a gap in which the Jacob Sheep could be injured or become entrapped. \nThe petting zoo area containing sheep, goats and pigs was in disrepair.  Fencing was rusted and damaged in some\nplaces, and several long nails were sticking out of wooden boards making up the bottom of the fence.\nA fence directly in front of the Gaur barn was bent and damaged.\nFencing and shelters in disrepair can cause animals within to become injured and poses hazards including but not\nlimited to injury, animals escaping or unwanted animals entering enclosures.  The licensee must repair, replace, or\ndiscontinue using these areas to enclose animals.\n3.125(d)                    REPEAT\nFACILITIES, GENERAL.   \nIn several areas throughout the complex, there were areas in excess of ten feet wide and up to several feet thick of\nwhat appeared to be excreta and used hay.  Recent and fresh hay had been placed on top of these areas, and\nAnimals were observed feeding and climbing on the hay.\nExcreta, rubbish, and used bedding that is not properly disposed of in a timely manner can soil the animals, and\nattract insects and vermin to the area.  Areas within the complex must remain clean and free of excess waste.\n3.127(d)                    REPEAT\nFACILITIES, OUTDOOR. \nThe entire facility ground is surrounded by a perimeter fence.  However, a majority of the hoofstock animals have\nfree range access within the complex and are not enclosed in any type of pen causing the complex fence to act as a\nlarge single enclosure without any sort of perimeter fence or secondary containment.  The entrance and exit to the\n\nfacility contain large drive through gates that remain open when the facility is open.  There are no attendants in\nplace to keep animals from escaping the facility grounds through this manner.  There are cattle guards on the road\nin several sections of the park which the owner has stated the animals will not cross.  However, on at least one\noccasion, hoofed animals were seen jumping over one of these cattle guards.\nThe licensee has stated that the perimeter fence is approximately 7.5 feet tall.  One rhinoceros at the facility\nrequires a perimeter fence at least 8 feet fall.  \nAn appropriate perimeter fence is required to prevent public contact with the animals and to serve as secondary\ncontainment. Perimeter fences less than 6 feet high or less than 8 feet high for dangerous animals, such as the\nrhinoceros, must be approved in writing by the Administrator.  However, this facility does not have a variance in\nplace.\n3.129(b)                    REPEAT\nFEEDING.    \nThe Javalina enclosure contained animal feed and vegetables that appeared to have been dropped onto the ground\ninside the enclosure instead of being placed into a sanitized receptacle.  Contamination of food by animal waste,\ninsects or vermin can cause animals who ingest it to become ill.  Food must be given to animals in sanitized\nreceptacles.  \nIn the area directly surrounding the food receptacle for the Jacob's Four Horned Sheep, there was deteriorated food\npellets on the ground that were covered in whitish grey mold.\nAnimal excreta was observed in the feeding receptacle of the white tailed deer enclosure.\n3.130                    REPEAT\nWATERING.  \nThe following areas contained watering receptacles that were discolored, and contained green, organic material\ninside:  Jacobs four horned sheep, Muntjac, Wallaby, goats, and a large receptacle beside the hay barn.  The\nJacobs water receptacle contained a multitude of insects inside the water.\nAnimals are susceptible to parasites and can become ill from contaminated or unclean water.  Animals must be\nprovided clean fresh water in sanitized receptacles.\n3.132                    REPEAT\n\nEMPLOYEES. \nThe licensee has one less employee than he did at prior inspections.  The licensee stated that he has problems\ngetting the employees that he does have to do adequate work.  Based on the number of noncompliances, animals\nobserved with health abnormalities, and animal deaths since the prior inspection, the facility does not have an\nadequate number of trained and knowledgeable employees to conduct adequate husbandry practices.  Without an\nadequate number of employees, the facility can fall into disrepair, animals with health problems may go unnoticed\nand there is a health and safety risk to the public.  The licensee must gain a sufficient number of adequately trained\nemployees, supervised by a person or persons with a background in animal care.\nThis inspection was conducted with site owner on 2/28/2018.\nExit interview was conducted with site owner on 2/29/2018.\nAdditional Inspectors\nHicks Beverly, Animal Care Inspector",
  "animals_total": 191,
  "species": [
    {
      "count": 9,
      "scientific": "Ammotragus lervia",
      "common": "BARBARY SHEEP"
    },
    {
      "count": 9,
      "scientific": "Antilope cervicapra",
      "common": "BLACKBUCK"
    },
    {
      "count": 1,
      "scientific": "Axis porcinus",
      "common": "HOG DEER"
    },
    {
      "count": 2,
      "scientific": "Bison bison",
      "common": "AMERICAN BISON"
    },
    {
      "count": 2,
      "scientific": "Bos frontalis",
      "common": "GAYAL/GAUR"
    },
    {
      "count": 2,
      "scientific": "Bos primigenuis indicus",
      "common": "ZEBU"
    },
    {
      "count": 6,
      "scientific": "Bos taurus",
      "common": "CATTLE / COW / OX / WATUSI"
    },
    {
      "count": 9,
      "scientific": "Boselaphus tragocamelus",
      "common": "NILGAI"
    },
    {
      "count": 4,
      "scientific": "Bubalus bubalis",
      "common": "ASIATIC WATER BUFFALO"
    },
    {
      "count": 3,
      "scientific": "Camelus dromedarius",
      "common": "DROMEDARY CAMEL"
    },
    {
      "count": 13,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 2,
      "scientific": "Catagonus wagneri",
      "common": "CHACOAN PECCARY"
    },
    {
      "count": 1,
      "scientific": "Ceratotherium simum",
      "common": "WHITE RHINOCEROS"
    },
    {
      "count": 3,
      "scientific": "Cervus elaphus canadensis",
      "common": "ELK"
    },
    {
      "count": 27,
      "scientific": "Cervus nippon",
      "common": "SIKA DEER"
    },
    {
      "count": 10,
      "scientific": "Connochaetes taurinus",
      "common": "BRINDLED WILDEBEEST"
    },
    {
      "count": 3,
      "scientific": "Dama dama",
      "common": "FALLOW DEER"
    },
    {
      "count": 2,
      "scientific": "Dolichotis patagonum",
      "common": "PATAGONIAN CAVY / MARA"
    },
    {
      "count": 10,
      "scientific": "Elaphurus davidianus",
      "common": "PERE DAVID'S DEER"
    },
    {
      "count": 5,
      "scientific": "Equus quagga",
      "common": "BURCHELL’S / GRANT’S / CHAPMAN’S / PLAINS ZEBRA"
    },
    {
      "count": 3,
      "scientific": "Giraffa camelopardalis",
      "common": "GIRAFFE"
    },
    {
      "count": 3,
      "scientific": "Kobus ellipsiprymnus",
      "common": "COMMON WATERBUCK"
    },
    {
      "count": 3,
      "scientific": "Kobus leche",
      "common": "RED LECHWE / SOUTHERN LECHWE"
    },
    {
      "count": 6,
      "scientific": "Lama glama",
      "common": "LLAMA"
    },
    {
      "count": 6,
      "scientific": "Lemur catta",
      "common": "RING-TAILED LEMUR"
    },
    {
      "count": 2,
      "scientific": "Muntiacus reevesi",
      "common": "REEVE'S MUNTJAC"
    },
    {
      "count": 1,
      "scientific": "Notamacropus rufogriseus",
      "common": "BENNETT'S WALLABY / RED-NECKED WALLABY"
    },
    {
      "count": 7,
      "scientific": "Odocoileus virginianus",
      "common": "WHITE-TAILED DEER"
    },
    {
      "count": 4,
      "scientific": "Oryx dammah",
      "common": "SCIMITAR-HORNED ORYX"
    },
    {
      "count": 3,
      "scientific": "Osphranter rufus",
      "common": "RED KANGAROO"
    },
    {
      "count": 2,
      "scientific": "Ovis aries aries",
      "common": "SHEEP INCLUDING ALL DOMESTIC BREEDS"
    },
    {
      "count": 18,
      "scientific": "Rucervus duvaucelii",
      "common": "BARASINGHA / SWAMP DEER"
    },
    {
      "count": 2,
      "scientific": "Sus scrofa domestica",
      "common": "DOMESTIC PIG / POTBELLY PIG / MICRO PIG"
    },
    {
      "count": 5,
      "scientific": "Taurotragus oryx",
      "common": "COMMON ELAND"
    },
    {
      "count": 3,
      "scientific": "Tragelaphus spekii",
      "common": "SITATUNGA"
    }
  ]
}