{
  "insp_id": "INS-0000832007",
  "layout": "c",
  "customer_id": "507063",
  "customer_name": "Atlanta Film Animals",
  "customer_addr": "1125 Buella Vista Road\nActon, CA 93510",
  "certificate": "93-C-1168",
  "site_id": "001",
  "site_name": "ATLANTA FILM ANIMALS",
  "insp_type": "RE-LICENSE INSPECTION",
  "date": "13-DEC-2022",
  "report_date": "15-DEC-2022",
  "citations": [
    {
      "code": "3.1(a)",
      "kind": "",
      "repeat": false,
      "desc": "Housing facilities, general.",
      "narrative": "During inspection, 2 housing accommodations were identified containing possibly injurious items:\n•Two adult dogs, a Boston Terrier named Benny and a Golden Retriever named William, were allowed unattended free\nroam of a bedroom and the kitchen area where many electronics were plugged into the wall with exposed electrical cords\nwithin reach of the animals. Electrical cords pose a significant health risk to dogs that may chew or pull on them.\n•A pink hard shell plastic dog bed in an adult Boston Terrier’s (Enzo) enclosure was in need of repair. The top rolled edge\nof the bed was missing completely on one side, an area that was approximately 1 foot in length. The exposed edge\nunderneath was chewed in some areas, with additional pieces missing, leaving behind some jagged edges and sharp\npoints. A large crack was also seen in that area spanning the entire height of the bed. The current condition of the bed\nposes a risk of injury to the dog.\nThe licensee must provide housing facilities that are kept in good repair and protect the animals from injury. Corrected at\ntime of inspection."
    },
    {
      "code": "3.1(e)",
      "kind": "",
      "repeat": false,
      "desc": "Housing facilities, general.",
      "narrative": "Two cans of spray paint were sitting on the ground under a desk in a room accessible to 2 adult dogs (Benny and\nWilliam). Such substances can be toxic or harmful if animals are exposed to them. Without enclosed storage, there is\ninsufficient means to prevent a chemical spill from coming into contact with the animals. Substances that are toxic to\ndogs must not be stored in food storage and preparation areas but may be stored in cabinets in the animal areas.\nCorrected at time of inspection."
    },
    {
      "code": "3.4(b)(3)",
      "kind": "",
      "repeat": false,
      "desc": "Outdoor housing facilities.",
      "narrative": "Two dogs, a white and tan Great Pyrenees mix named Tabitha and a white Great Pyrenees named Athos, in outdoor\nhousing facilities had shelters with no wind or rain break at the entrance. The lack of adequate wind and rain breaks on\nthese shelters could expose dogs to the elements and temperature extremes which could negatively impact their health\nand cause discomfort. Dogs housed outdoors must be provided a shelter with a wind and rain break at the entrance.\nThis is a 1st Re-License Inspection for a Class “C” license. The inspection and exit briefing were conducted with the\napplicant.\nAll items must be in compliance within 2 more inspections or by 2/13/2023 or the applicant will forfeit the license fee and\nmust wait 6 months to reapply. Please contact your inspector to schedule your next Re-License Inspection.\nRegulated activity can continue under your existing USDA license until it expires.\nAdditional Inspectors:\nSTEPHANIE MAYARD, VETERINARY MEDICAL OFFICER n"
    }
  ],
  "narrative": "3.1(a) \n   \nHousing facilities, general. \nDuring inspection, 2 housing accommodations were identified containing possibly injurious items: \n•Two adult dogs, a Boston Terrier named Benny and a Golden Retriever named William, were allowed unattended free \nroam of a bedroom and the kitchen area where many electronics were plugged into the wall with exposed electrical cords \nwithin reach of the animals.  Electrical cords pose a significant health risk to dogs that may chew or pull on them.  \n•A pink hard shell plastic dog bed in an adult Boston Terrier’s (Enzo) enclosure was in need of repair. The top rolled edge \nof the bed was missing completely on one side, an area that was approximately 1 foot in length. The exposed edge \nunderneath was chewed in some areas, with additional pieces missing, leaving behind some jagged edges and sharp \npoints. A large crack was also seen in that area spanning the entire height of the bed.  The current condition of the bed \nposes a risk of injury to the dog. \nThe licensee must provide housing facilities that are kept in good repair and protect the animals from injury.  Corrected at \ntime of inspection. \n3.1(e) \n   \nHousing facilities, general.\n\nTwo cans of spray paint were sitting on the ground under a desk in a room accessible to 2 adult dogs (Benny and \nWilliam).  Such substances can be toxic or harmful if animals are exposed to them. Without enclosed storage, there is \ninsufficient means to prevent a chemical spill from coming into contact with the animals.  Substances that are toxic to \ndogs must not be stored in food storage and preparation areas but may be stored in cabinets in the animal areas.  \nCorrected at time of inspection. \n3.4(b)(3) \n   \nOutdoor housing facilities. \nTwo dogs, a white and tan Great Pyrenees mix named Tabitha and a white Great Pyrenees named Athos, in outdoor \nhousing facilities had shelters with no wind or rain break at the entrance.   The lack of adequate wind and rain breaks on \nthese shelters could expose dogs to the elements and temperature extremes which could negatively impact their health \nand cause discomfort.  Dogs housed outdoors must be provided a shelter with a wind and rain break at the entrance. \n \nThis is a 1st Re-License Inspection for a Class “C” license. The inspection and exit briefing were conducted with the \napplicant. \n \nAll items must be in compliance within 2 more inspections or by 2/13/2023 or the applicant will forfeit the license fee and \nmust wait 6 months to reapply. Please contact your inspector to schedule your next Re-License Inspection. \n \nRegulated activity can continue under your existing USDA license until it expires. \n \nAdditional Inspectors: \nSTEPHANIE MAYARD, VETERINARY MEDICAL OFFICER n",
  "animals_total": 13,
  "species": [
    {
      "count": 11,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 2,
      "scientific": "Mephitis mephitis",
      "common": "STRIPED SKUNK"
    }
  ]
}