{
  "insp_id": "133161704130287",
  "layout": "a",
  "customer_id": "5234",
  "customer_name": "Kathy White",
  "customer_addr": "20395 Woodland Road\nGarden Grove, IA 50103",
  "certificate": "42-A-0443",
  "site_id": "001",
  "site_name": "KATHY WHITE",
  "insp_type": "ROUTINE INSPECTION",
  "date": "12-MAY-2016",
  "report_date": "12-MAY-2016",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "Female Maltese (ID#780) has a buildup of a dark brown/grey material on the surface of the upper and lower canine\nteeth, the upper front teeth and the remaining side teeth.\nFemale Maltese (ID#654) has a buildup of dark brown/grey material on the surface of the upper canine teeth, the\nupper front teeth and the remaining side teeth. Beneath the right eye is a moderately reddened area that has a\nsmall pink lump protruding from it.\nPoor dental health can cause pain and discomfort to the dog as well as lead to further health complications. The\nabove mentioned dogs must be evaluated by a licensed veterinarian for proper diagnosis and treatment plan. The\ndiagnosis and treatment plan must be documented and available to the inspector upon request. The licensee must\nensure that all dogs receive adequate veterinary care at all times.\nCorrection date: May 19, 2016"
    },
    {
      "code": "3.11(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "In the Yorkshire terrier building nearly all the access doors in the dog enclosures has an excessive buildup of dark\nbrown dirt and grime on their surfaces. There are at least sixty dogs housed in the affected enclosures. The\nbuildup of dirt and grime can increase the disease risk towards the dogs.\nUsed primary enclosures must be sanitized once every two weeks, or as often as necessary, to prevent the\naccumulation of dirt, grime, food waste, and other disease hazards. The licensee must remove the dirt and grime\nbuildup from the access doors in order to eliminate the disease risk. The licensee must ensure that all used primary\nenclosures remain free of dirt and grime buildup at all times.\nCorrection date: May 26, 2016\nExit interview conducted with Kelly Maxwell, ACI and the facility representative."
    }
  ],
  "narrative": "2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nFemale Maltese (ID#780) has a buildup of a dark brown/grey material on the surface of the upper and lower canine\nteeth, the upper front teeth and the remaining side teeth.   \nFemale Maltese (ID#654) has a buildup of dark brown/grey material on the surface of the upper canine teeth, the\nupper front teeth and the remaining side teeth.  Beneath the right eye is a moderately reddened area that has a\nsmall pink lump protruding from it.    \nPoor dental health can cause pain and discomfort to the dog as well as lead to further health complications.  The\nabove mentioned dogs must be evaluated by a licensed veterinarian for proper diagnosis and treatment plan.  The\ndiagnosis and treatment plan must be documented and available to the inspector upon request.  The licensee must\nensure that all dogs receive adequate veterinary care at all times.\nCorrection date:  May 19, 2016\n3.11(b)(2)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\nIn the Yorkshire terrier building nearly all the access doors in the dog enclosures has an excessive buildup of dark\nbrown dirt and grime on their surfaces.  There are at least sixty dogs housed in the affected enclosures.  The\nbuildup of dirt and grime can increase the disease risk towards the dogs.  \nUsed primary enclosures must be sanitized once every two weeks, or as often as necessary, to prevent the\naccumulation of dirt, grime, food waste, and other disease hazards.  The licensee must remove the dirt and grime\nbuildup from the access doors in order to eliminate the disease risk.  The licensee must ensure that all used primary\nenclosures remain free of dirt and grime buildup at all times.  \nCorrection date:  May 26, 2016\n\nExit interview conducted with Kelly Maxwell, ACI and the facility representative.",
  "animals_total": 236,
  "species": [
    {
      "count": 182,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 54,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}