{
  "insp_id": "2016090000526025",
  "layout": "b",
  "customer_id": "502434",
  "customer_name": "SEAQUEST HOLDINGS LLC",
  "customer_addr": "5759 N Discovery Way\nBoise, ID 83713",
  "certificate": "88-C-0216",
  "site_id": "003",
  "site_name": "SEAQUEST HOLDINGS, LLC",
  "insp_type": "ROUTINE INSPECTION",
  "date": "03-FEB-2021",
  "report_date": "11-FEB-2021",
  "citations": [
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": false,
      "desc": "Facilities, general.",
      "narrative": "An adult female two-toed sloth was being housed in an indoor enclosure with sheetrock walls that have peeling rubber\ntrim along the floor with a piece of 2x4 wood in front of the trim. Sheetrock is not an appropriate material for animal\nenclosures. Sheetrock can be easily scratched and gouged by an animal and cannot be adequately cleaned and\ndisinfected. In this case the sheetrock was scratched in spots and the area behind the pealing rubber trim is stained and\ndirty and cannot be adequately cleaned.\nThe off-exhibit area for the small-clawed otter has a rotting wall and a piece of plywood being used as a door with an area\nof whitish staining along the bottom that appears to be mold. The door area on the exhibit side has exposed insulation\nand a gap between the piece of plywood being used as a door and the cinder block wall. This gap is large enough for the\notter to stick his front legs through the gap in front of the cinderblocks. The rotting wall cannot be adequately cleaned and\nexposes the otter to possibly harmful materials behind the wall. The plywood door cannot be adequately cleaned as\nindicated by the mold along the bottom. The exposed insulation has the potential to cause the otter harm if ingested .\nAdditionally, the 1-inch gap between the plywood door and the cinderblocks is large enough to allow the animal to slide an\narm or leg between the space which has the potential to cause the otter harm.\nFacilities must be constructed of such material and of such strength as appropriate for the animals and the facilities shall\nbe structurally sound and shall be maintained in good repair to protect the animals from injury and to contain the animals.\nThe sloth enclosure needs to be constructed of materials appropriate for housing animals or the sloth needs to be moved\nto a more adequate enclosure. The otter holding area and door needs to be repaired so that it can be adequately cleaned\nand is safe for the otter or the otter needs to be moved to an enclosure that is structurally sound and can be adequately\ncleaned.\nTo be corrected by Feb 24, 2021"
    },
    {
      "code": "3.131(c)",
      "kind": "",
      "repeat": false,
      "desc": "Sanitation.",
      "narrative": "The front wall of the Bengal cat enclosure consists of a sheet of plexiglass and 1x1 inch coated wire separated by about\nsix inches. The coated wire is on the inside of the enclosure. The area between the plexiglass and the wire has a large\naccumulation of dirt and other debris. Premises shall be kept clean and in good repair in order to protect the animals from\ninjury and disease and to facilitate adequate husbandry practices. The area needs to be cleaned or the cats need to be\nmoved to an area that can be cleaned.\nTo be corrected by Feb 24, 2021"
    },
    {
      "code": "2.131(c)(1)",
      "kind": "",
      "repeat": true,
      "desc": "Handling of animals.",
      "narrative": "Over the past two months the facility has had two incidents where an animal has bitten a guest. On Dec 2, 2020 a child\nwas bitten by an adult capybara when the child was able to reach over the side of the capybara enclosure. According to\nthe facility employees the bite wound was on the palm of the child’s hand and caused bleeding.\nDuring public exhibition animals must be handled so that there is minimal risk of injury to the animals and the public, with\nsufficient distance and/or barriers between the animals and the public so as to assure the safety of animals and public. A\nmethod to protect the animals and the public from injury and to prevent unsupervised access to the animals must be\nimplemented."
    },
    {
      "code": "2.131(d)(2)",
      "kind": "",
      "repeat": false,
      "desc": "Handling of animals.",
      "narrative": "On Jan 20, 2021 an adult visitor was bitten by an adult sloth during an “animal encounter”. According to facility\nemployees, while the attendant’s back was turned to monitor a different sloth in the enclosure, the adult disobeyed\ninstructions and attempted to pet the sloth on the head and was bitten.\nCurrently there are 2 adult Kune Kune pigs and a rabbit behind a two-foot tall fence with no barriers separating the\nanimals from the public. The Kune Kune and the rabbit are not continuously monitored by an employee.\nDuring public contact a responsible, knowledgeable, and readily identifiable employee or attendant must be present at all\ntimes. The facility needs to have enough attendants to adequately monitor all visitors that have contact with the animals\nat all times.\nTo be corrected Feb 17, 2021"
    },
    {
      "code": "2.75(b)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Records: Dealers and exhibitors.",
      "narrative": "Acquisition and disposition records from the June 19, 2019 inspection through this inspection were requested and\nreviewed. Several records appeared to be missing.\nOn June 19, 2019 the facility had 5 Asian Small Clawed otters. At the time of this inspection the facility had 1 Asian Small\nClawed otter. Acquisition records indicated 3 otters were acquired on Nov 8, 2019. Disposition records for otters from\nJune 19, 2019 through this inspection indicate 7 otters have been transferred to other facilities and 1 otter died. This\ninformation indicates there should be no otters currently at the facility.\nOn June 19, 2019 the facility had 1 capybara. Acquisition records showed the facility acquired 4 capybara between June\n19, 2019 and this inspection but only had disposition records for 2 of these capybara. According to acquisition and\ndisposition records there should have been 3 capybara at the facility for this inspection. There was only 1 capybara\npresent during this inspection.\nDealers and exhibitors shall make, keep, and maintain records or forms which fully and correctly disclose the following\ninformation concerning animals other than dogs and cats, purchased or otherwise acquired, owned, held, leased, or\notherwise in his or her possession or under his or her control, or which is transported, sold, euthanized, or otherwise\ndisposed of by that dealer or exhibitor. The records shall include any offspring born of any animal while in his or her\npossession or under his or her\n(i) The name and address of the person from whom the animals were purchased or otherwise acquired;\n(ii) The USDA license or registration number of the person if he or she is licensed or registered under the Act;\n(iii) The vehicle license number and State, and the driver’s license number (or photographic identification card for\nnondrivers issued by a State) and State of the person, if he or she is not licensed or registered under the Act;\n(iv) The name and address of the person to whom an animal was sold or given;\n(v) The date of purchase, acquisition, sale, or disposal of the animal(s);\n(vi) The species of the animal(s); and\n(vii) The number of animals in the shipment.\nRecords containing all of the above information must be available for review by USDA personnel at the time of inspection.\nThis information is required so that USDA can accurately monitor animal movements.\nTo be corrected by Feb 24, 2021\nThis inspection and exit interview were conducted with a facility representative.\nEnd Section"
    }
  ],
  "narrative": "3.125(a) \n   \nFacilities, general. \nAn adult female two-toed sloth was being housed in an indoor enclosure with sheetrock walls that have peeling  rubber \ntrim along the floor with a piece of 2x4 wood in front of the trim.  Sheetrock is not an appropriate material for animal \nenclosures.  Sheetrock can be easily scratched and gouged by an animal and cannot be adequately cleaned and \ndisinfected.  In this case the sheetrock was scratched in spots and the area behind the pealing rubber trim is stained and \ndirty and cannot be adequately cleaned. \n \nThe off-exhibit area for the small-clawed otter has a rotting wall and a piece of plywood being used as a door with an area \nof whitish staining along the bottom that appears to be mold.  The door area on the exhibit side has exposed insulation \nand a gap between the piece of plywood being used as a door and the cinder block wall.  This gap is large enough for the \notter to stick his front legs through the gap in front of the cinderblocks.  The rotting wall cannot be adequately cleaned and \nexposes the otter to  possibly harmful materials behind the wall.  The plywood door cannot be adequately cleaned as \nindicated by the mold along the bottom.  The exposed insulation has the potential to cause the otter harm if  ingested .  \nAdditionally, the 1-inch gap between the plywood door and the cinderblocks is large enough to allow the animal to slide an \narm or leg between the space which has the potential to cause the otter harm.\n\nFacilities must be constructed of such material and of such strength as appropriate for the animals and the facilities shall \nbe structurally sound and shall be maintained in good repair to protect the animals from injury and to contain the animals.  \nThe sloth enclosure needs to be constructed of materials appropriate for housing animals  or the sloth needs to be moved \nto a more adequate enclosure.  The otter holding area and door needs to be repaired so that it can be adequately cleaned \nand is safe for the otter or the otter needs to be moved to an enclosure that is structurally sound and can be adequately \ncleaned. \nTo be corrected by Feb 24, 2021 \n3.131(c) \n   \nSanitation. \nThe front wall of the Bengal cat enclosure consists of a sheet of plexiglass and 1x1 inch coated wire separated by about \nsix inches.  The coated wire is on the inside of the enclosure.  The area between the plexiglass and the wire has a large \naccumulation of dirt and other debris. Premises shall be kept clean and in good repair in order to protect the animals from \ninjury and disease and to facilitate adequate husbandry practices.  The area needs to be cleaned or the cats need to be \nmoved to an area that can be cleaned. \nTo be corrected by Feb 24, 2021 \n2.131(c)(1)  Repeat\n   \nHandling of animals. \nOver the past two months the facility has had two incidents where an animal has bitten a guest.  On Dec 2, 2020 a child \nwas bitten by an adult capybara when the child was able to reach over the side of the capybara enclosure.   According to \nthe facility employees the bite wound was on the palm of the child’s hand and caused bleeding.\n\nDuring public exhibition animals must be handled so that there is minimal risk of injury to the animals and the public, with \nsufficient distance and/or barriers between the animals and the public so as to assure the safety of animals and public.   A \nmethod to protect the animals and the public from injury and to prevent unsupervised access to the animals must be \nimplemented. \n2.131(d)(2) \n   \nHandling of animals. \nOn Jan 20, 2021 an adult visitor was bitten by an adult sloth during an “animal encounter”.  According to facility \nemployees, while the attendant’s back was turned to monitor a different sloth in the enclosure, the adult disobeyed \ninstructions and attempted to pet the sloth on the head and was bitten. \n \nCurrently there are 2 adult Kune Kune pigs and a rabbit behind a two-foot tall fence with no barriers separating the \nanimals from the public.  The Kune Kune and the rabbit are not continuously monitored by an employee. \n \nDuring public contact a responsible, knowledgeable, and readily identifiable employee or attendant must be present at all \ntimes.   The facility needs to have enough attendants to adequately monitor all visitors that have contact with the animals \nat all times. \nTo be corrected Feb 17, 2021 \n2.75(b)(1) \n   \nRecords: Dealers and exhibitors. \nAcquisition and disposition records from the June 19, 2019 inspection through this inspection were requested and \nreviewed.  Several records appeared to be missing.\n\nOn June 19, 2019 the facility had 5 Asian Small Clawed otters.  At the time of this inspection the facility had 1 Asian Small \nClawed otter.  Acquisition records indicated 3 otters were acquired on Nov 8, 2019.  Disposition records for otters from \nJune 19, 2019 through this inspection indicate 7 otters have been transferred to other facilities and 1 otter died.  This \ninformation indicates there should be no otters currently at the facility. \n \nOn June 19, 2019 the facility had 1 capybara.  Acquisition records showed the facility acquired 4 capybara between June \n19, 2019 and this inspection but only had disposition records for 2 of these capybara.  According to acquisition and \ndisposition records there should have been 3 capybara at the facility for this inspection.  There was only 1 capybara \npresent during this inspection. \n \nDealers and exhibitors shall make, keep, and maintain records or forms which fully and correctly disclose the following \ninformation concerning animals other than dogs and cats, purchased or otherwise acquired, owned, held, leased, or \notherwise in his or her possession or under his or her control, or which is transported, sold, euthanized, or otherwise \ndisposed of by that dealer or exhibitor. The records shall include any offspring born of any animal while in his or her \npossession or under his or her \n(i) The name and address of the person from whom the animals were purchased or otherwise acquired; \n(ii) The USDA license or registration number of the person if he or she is licensed or registered under the Act; \n(iii) The vehicle license number and State, and the driver’s license number (or photographic identification card for \nnondrivers issued by a State) and State of the person, if he or she is not licensed or registered under the Act; \n(iv) The name and address of the person to whom an animal was sold or given; \n(v) The date of purchase, acquisition, sale, or disposal of the animal(s);\n\n(vi) The species of the animal(s); and \n(vii) The number of animals in the shipment. \n \nRecords containing all of the above information must be available for review by USDA personnel at the time of inspection.  \nThis information is required so that USDA can accurately monitor animal movements. \nTo be corrected by Feb 24, 2021 \n \nThis inspection and exit interview were conducted with a facility representative. \n \nEnd Section",
  "animals_total": 5,
  "species": [
    {
      "count": 1,
      "scientific": "Oryctolagus cuniculus",
      "common": "DOMESTIC RABBIT / EUROPEAN RABBIT"
    },
    {
      "count": 1,
      "scientific": "Hydrochaeris hydrochaeris",
      "common": "CAPYBARA"
    },
    {
      "count": 2,
      "scientific": "Choloepus didactylus",
      "common": "LINNAEUS'S TWO-TOED SLOTH"
    },
    {
      "count": 1,
      "scientific": "Aonyx cinereus",
      "common": "ORIENTAL SMALL-CLAWED OTTER"
    }
  ]
}