{
  "insp_id": "2016082569265073",
  "layout": "a",
  "customer_id": "5113",
  "customer_name": "Judith M Williamson",
  "customer_addr": "11333 709 Rd\nAlma, NE 68920",
  "certificate": "47-A-0084",
  "site_id": "001",
  "site_name": "JUDITH WILLIAMSON",
  "insp_type": "ROUTINE INSPECTION",
  "date": "10-SEP-2018",
  "report_date": "10-SEP-2018",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "A red adult female Brussels Griffon named “Pippy,” with microchip number 941-18989312, is limping on her right\nfront leg. When the inspector first saw the dog, she was jumping up and down on her back legs, but when she\nstood back down; she started holding her right front foot up and walking on three legs. Occasionally she would put\nsome weight on the paw, but it appeared painful to do so. The representative took the dog out and manipulated the\nleg and wrist joint, and the dog had no noticeable reaction. When the inspector palpated the bottom of the foot, the\ndog pulled away slightly, and it appeared uncomfortable to her. The representative held the paw up for the\ninspector to visualize it, and there is a soft, half-moon shaped pink swelling under the toe pads, approximately the\nsize of half a dime. When speaking with the licensee over the phone, she stated that she had not noticed the dog\nlimping, that Pippy is usually jumping up and down on her back legs. The licensee stated that she already had a\nveterinary appointment the next day, so would also take Pippy in to have her examined by the attending\nveterinarian.\nAbnormal swellings on the foot can be uncomfortable or painful, impact the dog's gait and can affect the well-being\nof the animal.\nThe licensee must have the dog examined by a veterinarian for diagnosis and possible treatment. The licensee\nmust ensure there are appropriate methods in place to prevent, control, diagnose, and treat diseases and injuries\nfor the health and well-being of all the animals.\nTo be corrected by September 13, 2018.\nThis inspection was conducted with the facility representative, and the exit interview was conducted with the facility\nrepresentative and later with the licensee via phone."
    }
  ],
  "narrative": "2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nA red adult female Brussels Griffon named “Pippy,” with microchip number 941-18989312, is limping on her right\nfront leg.  When the inspector first saw the dog, she was jumping up and down on her back legs, but when she\nstood back down; she started holding her right front foot up and walking on three legs.  Occasionally she would put\nsome weight on the paw, but it appeared painful to do so.  The representative took the dog out and manipulated the\nleg and wrist joint, and the dog had no noticeable reaction.  When the inspector palpated the bottom of the foot, the\ndog pulled away slightly, and it appeared uncomfortable to her.  The representative held the paw up for the\ninspector to visualize it, and there is a soft, half-moon shaped pink swelling under the toe pads, approximately the\nsize of half a dime.  When speaking with the licensee over the phone, she stated that she had not noticed the dog\nlimping, that Pippy is usually jumping up and down on her back legs.  The licensee stated that she already had a\nveterinary appointment the next day, so would also take Pippy in to have her examined by the attending\nveterinarian.\nAbnormal swellings on the foot can be uncomfortable or painful, impact the dog's gait and can affect the well-being\nof the animal.\nThe licensee must have the dog examined by a veterinarian for diagnosis and possible treatment.  The licensee\nmust ensure there are appropriate methods in place to prevent, control, diagnose, and treat diseases and injuries\nfor the health and well-being of all the animals.\nTo be corrected by September 13, 2018.\nThis inspection was conducted with the facility representative, and the exit interview was conducted with the facility\nrepresentative and later with the licensee via phone.",
  "animals_total": 102,
  "species": [
    {
      "count": 79,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 23,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}