{
  "insp_id": "64141019531300",
  "layout": "a",
  "customer_id": "905",
  "customer_name": "Alpha Genesis Inc",
  "customer_addr": "95 Castle Hall Rd\nYemassee, SC 29945",
  "certificate": "56-B-0120",
  "site_id": "001",
  "site_name": "ALPHA GENESIS INC",
  "insp_type": "ROUTINE INSPECTION",
  "date": "07-APR-2014",
  "report_date": "09-APR-2014",
  "citations": [
    {
      "code": "2.131(b)(1)",
      "kind": "",
      "repeat": true,
      "desc": "HANDLING OF ANIMALS.",
      "narrative": "On 1-7-14, the cynomologus groups were moved into the heated backup areas. In HPC05A, one animal was\nmissed, remaining outside all night. Outside temperatures dropped to 9 degrees Fahrenheit and the animal was\nfound dead the next morning. On 3-28-14, a cynomologus was found dead in a location thought to be empty,\nFC17A. The animal was not being observed and therefore did not receive appropriate care. The facility needs to\nmake more careful observations that all animals are located where they are supposed to be."
    },
    {
      "code": "2.131(e)",
      "kind": "",
      "repeat": false,
      "desc": "HANDLING OF ANIMALS.",
      "narrative": "During this exceptionally cold winter, primate buildings have not been able to maintain their normal winter\ntemperatures throughout the building. In building 6 at the Yemassee site, three cynomologus died in the month of\nJanuary, after sedation procedures. The investigator attributes these deaths to cold stress, including one where the\nback door was opened for maintenance. He states no further deaths occurred after additional heaters were brought\nin and procedure tables were placed in front of heaters for sedation recovery. Facility needs to assure adequate\ntemperatures can be maintained to prevent any combination of temperature, humidity, and time that can be\ndetrimental to the animals health or well-being. To be corrected before cold weather recurs."
    },
    {
      "code": "3.75(c)(3)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "Several heated back up areas for the cynomologus macaques are not being adequately cleaned. In HPC04 there\nwere a large number of dead cockroaches in the aisleway just outside the cage, and inside the cage was a layer of\nfeces and standing water along one edge of the backup. Excess feces were also found in the backups for\nCOR04A, and HPC5A, and FC17B. Food and fecal wastes are to be removed from inside each enclosure daily to\nprevent contamination and disease. Areas which the non-human primates come into contact with must have food\nand fecal wastes removed daily to prevent disease hazards and pests and to prevent the animals from becoming\nsoiled. To be corrected by 4-10-14."
    },
    {
      "code": "3.75(f)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "There are several areas of standing water in enclosures and backups to where the animals have to go through the\nwater to access doorways or water lixits. These areas include FC17A where the ground water has come up\ncausing a large puddle in the backup in front of the access door. There is a large puddle of water in the middle of\nthe outdoor enclosure for FC5A which goes up to the lixits. In the backups for FC01A, FC01B, FC02A, and FC03A\nwater is not draining adequately in the trough drains and there is standing water in front of the access doors inside,\nand not draining outside the doors for some of these areas. Excess water needs to be removed quickly enough to\nprevent the animals from getting wet, or having to go through water to access areas. To be corrected by 4-14-14."
    },
    {
      "code": "3.80(a)(1)",
      "kind": "",
      "repeat": true,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "In several corrals where there are eroded areas under the edges of the concrete feeder platforms that could pose\nentrapment danger to the animals. These corrals include HPC28B, COR04A, HPC12, and HPC11B at the Hampton\nsite and COR19B at the Yemassee site. There is a slight gap under the side wall of HPC8B where tree roots have\ndisrupted the concrete. All structures the animals have access to need to be maintained to prevent possible injury\nto the animals. This is an ongoing issue. Measures need to be taken to quickly report and correct this problem of\nerosion and gaps under feeders."
    },
    {
      "code": "3.81(b)",
      "kind": "",
      "repeat": false,
      "desc": "ENVIRONMENT ENHANCEMENT TO PROMOTE PSYCHOLOGICAL WELL-BEING.",
      "narrative": "There is a long hanging chain in enclosure FC1A with no enrichment attached. Loose chains pose a strangulation\nhazard to animals. The chain should be removed or attached to an appropriate enrichment device to prevent injury.\nCorrect by April 10, 2014."
    },
    {
      "code": "3.84(c)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "The capuchins are located in enclosures in APB1 which for the winter was converted into a building with solid walls,\nbut a dirt floor remains around the edges of the concrete pad the enclosures are on. On the sides and back inside\nthe building, this dirt floor is not cleaned adequately and wet dirt, what appears to be white mold, moldy food pellets,\nand gnats are on the floor. The wall in the left back corner is splattered with brown material. The area around the\nenclosure needs to be adequately cleaned and maintained to reduce living areas for pests and disease hazards.\nTo be corrected by 4-10-14.\nExit briefing conducted with facility representatives.\nAdditional Inspectors\nMagid Ellen, Supervisory Animal Care Specialist\nPetervary Nicolette, National Animal Care Specialist"
    }
  ],
  "narrative": "2.131(b)(1)                    REPEAT\nHANDLING OF ANIMALS.\nOn 1-7-14, the cynomologus groups were moved into the heated backup areas.  In HPC05A, one animal was\nmissed, remaining outside all night.  Outside temperatures dropped to 9 degrees Fahrenheit and the animal was\nfound dead the next morning.  On 3-28-14, a cynomologus was found dead in a location thought to be empty,\nFC17A.  The animal was not being observed and therefore did not receive appropriate care.   The facility needs to\nmake more careful observations that all animals are located where they are supposed to be.\n2.131(e)\nHANDLING OF ANIMALS.\nDuring this exceptionally cold winter, primate buildings have not been able to maintain their normal winter\ntemperatures throughout the building.  In building 6 at the Yemassee site, three cynomologus died in the month of\nJanuary, after sedation procedures.  The investigator attributes these deaths to cold stress, including one where the\nback door was opened for maintenance.  He states no further deaths occurred after additional heaters were brought\nin and procedure tables were placed in front of heaters for sedation recovery.  Facility needs to assure adequate\ntemperatures can be maintained to prevent any combination of temperature, humidity, and time that can be\ndetrimental to the animals health or well-being.  To be corrected before cold weather recurs.\n3.75(c)(3)\nHOUSING FACILITIES, GENERAL. \nSeveral heated back up areas for the cynomologus macaques are not being adequately cleaned.  In HPC04 there\nwere a large number of dead cockroaches in the aisleway just outside the cage, and inside the cage was a layer of\nfeces and standing water along one edge of the backup.  Excess feces were also found in the backups for\nCOR04A, and HPC5A, and FC17B.  Food and fecal wastes are to be removed from inside each enclosure daily to\nprevent contamination and disease.  Areas which the non-human primates come into contact with must have food\nand fecal wastes removed daily to prevent disease hazards and pests and to prevent the animals from becoming\nsoiled.   To be corrected by 4-10-14.\n\n3.75(f)\nHOUSING FACILITIES, GENERAL. \nThere are several areas of standing water in enclosures and backups to where the animals have to go through the\nwater to access doorways or water lixits.  These areas include FC17A where the ground water has come up\ncausing a large puddle in the backup in front of the access door.   There is a large puddle of water in the middle of\nthe outdoor enclosure for FC5A which goes up to the lixits.  In the backups for FC01A, FC01B, FC02A, and FC03A\nwater is not draining adequately in the trough drains and there is standing water in front of the access doors inside,\nand not draining outside the doors for some of these areas.  Excess water needs to be removed quickly enough to\nprevent the animals from getting wet, or having to go through water to access areas.  To be corrected by 4-14-14.\n3.80(a)(1)                    REPEAT\nPRIMARY ENCLOSURES.  \nIn several corrals where there are eroded areas under the edges of the concrete feeder platforms that could pose\nentrapment danger to the animals.  These corrals include HPC28B, COR04A, HPC12, and HPC11B at the Hampton\nsite and COR19B at the Yemassee site.  There is a slight gap under the side wall of HPC8B where tree roots have\ndisrupted the concrete.  All structures the animals have access to need to be maintained to prevent possible injury\nto the animals. This is an ongoing issue.  Measures need to be taken to quickly report and correct this problem of\nerosion and gaps under feeders.\n3.81(b)\nENVIRONMENT ENHANCEMENT TO PROMOTE PSYCHOLOGICAL WELL-BEING.\nThere is a long hanging chain in enclosure FC1A with no enrichment attached.  Loose chains pose a strangulation\nhazard to animals.  The chain should be removed or attached to an appropriate enrichment device to prevent injury.\n Correct by April 10, 2014.\n3.84(c)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL. \nThe capuchins are located in enclosures in APB1 which for the winter was converted into a building with solid walls,\nbut a dirt floor remains around the edges of the concrete pad the enclosures are on.   On the sides and back inside\nthe building, this dirt floor is not cleaned adequately and wet dirt, what appears to be white mold, moldy food pellets,\nand gnats are on the floor.   The wall in the left back corner is splattered with brown material.  The area around the\nenclosure needs to be adequately cleaned and maintained to reduce living areas for pests and disease hazards.  \nTo be corrected by 4-10-14.\nExit briefing conducted with facility representatives.\n\nAdditional Inspectors\nMagid Ellen, Supervisory Animal Care Specialist\nPetervary Nicolette, National Animal Care Specialist",
  "animals_total": 5216,
  "species": [
    {
      "count": 15,
      "scientific": "Callithrix jacchus",
      "common": "COMMON MARMOSET"
    },
    {
      "count": 28,
      "scientific": "Chlorocebus aethiops",
      "common": "AFRICAN GREEN MONKEY / GRIVET"
    },
    {
      "count": 3122,
      "scientific": "Macaca fascicularis",
      "common": "CRAB-EATING MACAQUE / CYNOMOLGUS MONKEY"
    },
    {
      "count": 2020,
      "scientific": "Macaca mulatta",
      "common": "RHESUS MACAQUE *MALE"
    },
    {
      "count": 31,
      "scientific": "Sapajus appella",
      "common": "BROWN CAPUCHIN / TUFTED CAPUCHIN"
    }
  ]
}