{
  "insp_id": "32161528110941",
  "layout": "a",
  "customer_id": "18440",
  "customer_name": "Jeff Traska",
  "customer_addr": "157129 Landarted\nWausau, WI 54403",
  "certificate": "35-C-0375",
  "site_id": "001",
  "site_name": "JEFF TRASKA",
  "insp_type": "ROUTINE INSPECTION",
  "date": "01-FEB-2016",
  "report_date": "01-FEB-2016",
  "citations": [
    {
      "code": "3.127(d)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, OUTDOOR.",
      "narrative": "There is an incomplete perimeter fence at the facility. The licensee was granted a temporary perimeter fence\nvariance that has expired. The license was able to place the fence posts, however due to winter weather conditions\nhe was unable to complete the perimeter fence in the allotted time. Lack of a complete perimeter fence does not\nprevent unauthorized people or unwanted animals from having access to the animals housed within. Also, lack of a\ncomplete perimeter fence cannot function as a secondary containment system. The bear enclosure must be\ncompletely surrounded by a perimeter fence. Correct by June 30, 2016.\nInspection and exit briefing conducted with the licensee and Jessica Rivera, ACI and Kimberly Miller, ACI.\nEnd of report.\nAdditional Inspectors\nRivera Jessica, Animal Care Inspector"
    }
  ],
  "narrative": "3.127(d)\nFACILITIES, OUTDOOR. \nThere is an incomplete perimeter fence at the facility. The licensee was granted a temporary perimeter fence\nvariance that has expired.  The license was able to place the fence posts, however due to winter weather conditions\nhe was unable to complete the perimeter fence in the allotted time.   Lack of a complete perimeter fence does not\nprevent unauthorized people or unwanted animals from having access to the animals housed within.  Also, lack of a\ncomplete perimeter fence cannot function as a secondary containment system.  The bear enclosure must be\ncompletely surrounded by a perimeter fence.  Correct by June 30, 2016.\nInspection and exit briefing conducted with the licensee and Jessica Rivera, ACI and Kimberly Miller, ACI.\nEnd of report.      \nAdditional Inspectors\nRivera Jessica, Animal Care Inspector",
  "animals_total": 0,
  "species": [
    {
      "count": 0,
      "scientific": "NONE",
      "common": "NONE"
    }
  ]
}