{
  "insp_id": "2016082568558656",
  "layout": "a",
  "customer_id": "29283",
  "customer_name": "Joette Peterson",
  "customer_addr": "44044 283 St\nFreeman, SD 57029",
  "certificate": "46-A-0377",
  "site_id": "001",
  "site_name": "JOETTE PETERSON",
  "insp_type": "ROUTINE INSPECTION",
  "date": "19-JUL-2017",
  "report_date": "20-JUL-2017",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "A female Saint Bernard identified as “Beckles” (DOB 12-2011, Microchip #A02396226) was observed to have an\nopen sore/wound on the top of the nose area. The sore area was approximately 3/4 to 1 inch in size and appeared\npartially ulcerated,red and moist. Flies were observed landing around the affected area. The licensee stated that\nthe dog had been previously evaluated by a veterinarian and that she had been treating the sore area for flies on a\nregular basis. Documentation of a general fly control program was provided by the licensee, but no treatment\nrecords nor documentation were available at the time of inspection to verify \"Beckles\" had been evaluated by a\nveterinarian for her current wound and an appropriate treatment plan established for resolution of the condition.\nAn open, non-healing wound on the nose area could be indicative of repeated trauma, sunlight sensitivity or a skin\ndisorder associated with an underlying medical condition. Ineffective treatment or non-treatment may lead to\nfurther fly attraction, infection, inadequate wound healing and animal discomfort.\n“Beckles” needs to be evaluated by a veterinarian to determine the cause of the sore and an appropriate treatment\nplan established to help resolve the condition. Written documentation of veterinary evaluation and current treatment\nneed to be maintained and those records made available to the inspector upon request.\nCorrect by 07-25-2017."
    },
    {
      "code": "3.1(c)",
      "kind": "",
      "repeat": true,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "Two kennels, one containing four dogs and another containing two dogs, and located in the south sheltered kennel\nbuilding, were observed to have chewed and exposed wood surfaces in their interior compartments.\nExposed wood surfaces are difficult to sanitize and can absorb moisture and bacteria. The inability to effectively\nclean and sanitize these surfaces can then lead to insanitary conditions and disease transmission.\nAll contact surfaces with dogs must be properly maintained on a regular basis. Wood surfaces that become\ndamaged and are no longer sealed need to be repaired, sealed or replaced.\nCorrect by 08-02-2017"
    },
    {
      "code": "3.9(b)",
      "kind": "",
      "repeat": false,
      "desc": "FEEDING.",
      "narrative": "3.9 (b) Three kennels containing two dogs each and one kennel containing four dogs were observed to have no\nfood receptacles. Dry dog food was observed to have been placed directly on the concrete pads of the kennel runs\nfor feeding purposes.\nPlacing food on the ground or floor for feeding increases the risk of contaminating the food with feces and attracting\npests. This in turn may become a disease risk for dogs being fed on the ground.\nDurable and easily sanitized food receptacles must be provided to all dogs for feeding purposes. Food receptacles\nmust also protect food from rain/snow and be located so as to minimize contamination by feces and pests.\nCorrect by 07-21-2017\nThis inspection and exit interview were conducted with a facility representative.\nReport to be sent by regular and certified mail to llicensee.\nAdditional Inspectors\nWagner Randall, Animal Care Inspector"
    }
  ],
  "narrative": "2.40(b)(2)                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nA female Saint Bernard identified as “Beckles” (DOB 12-2011,  Microchip #A02396226) was observed to have an\nopen sore/wound on the top of the nose area.  The sore area was approximately 3/4 to 1 inch in size and appeared \npartially ulcerated,red and moist.  Flies were observed landing around the affected area. The licensee stated that\nthe dog had been previously evaluated by a veterinarian and that she had been treating the sore area for flies on a\nregular basis. Documentation of  a general fly control program was provided by the licensee, but no  treatment\nrecords nor documentation were available at the time of inspection to verify \"Beckles\" had been evaluated by a\nveterinarian for her current wound and  an appropriate treatment plan established for resolution of  the condition.\nAn open, non-healing wound on the nose area could be indicative of repeated trauma, sunlight sensitivity or  a skin\ndisorder associated with an underlying medical condition. Ineffective treatment  or non-treatment may lead to \nfurther fly attraction, infection, inadequate wound healing and animal discomfort.\n“Beckles”  needs to be evaluated by a veterinarian to determine the cause of the sore and an appropriate treatment\nplan established to help resolve the condition.  Written documentation of veterinary evaluation and current treatment\nneed to be maintained and  those records made available to the inspector upon request.\nCorrect by 07-25-2017.\n3.1(c)                    REPEAT\nHOUSING FACILITIES, GENERAL.\nTwo kennels, one containing four dogs and another containing  two dogs,  and located in the south sheltered kennel\nbuilding, were observed to have  chewed and exposed wood surfaces in their interior compartments. \n \nExposed wood surfaces are difficult to sanitize and can absorb moisture and bacteria. The inability to effectively\nclean and sanitize these surfaces can then lead to insanitary conditions and disease transmission.\n\nAll contact surfaces with dogs must be properly maintained on a regular basis.  Wood surfaces that become\ndamaged and are no longer sealed need to be repaired, sealed or replaced. \nCorrect by 08-02-2017\n3.9(b)\nFEEDING.\n3.9 (b)   Three kennels containing two dogs each and one kennel containing four dogs were observed to have no\nfood receptacles. Dry dog food was observed to have been placed directly on the concrete pads of the kennel runs\nfor feeding purposes. \nPlacing food on the ground or floor for feeding increases the risk of contaminating the food with feces and attracting\npests.  This in turn may become a disease risk for dogs being fed on the ground.\nDurable and easily sanitized food receptacles must  be provided to all dogs for feeding purposes.  Food receptacles\nmust also protect food from rain/snow and be located so as to minimize contamination by feces and pests. \n  \nCorrect by 07-21-2017  \nThis inspection and exit interview were conducted with a facility representative.\nReport to be sent by regular and certified mail to llicensee.\nAdditional Inspectors\nWagner Randall, Animal Care Inspector",
  "animals_total": 43,
  "species": [
    {
      "count": 29,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 14,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}