{
  "insp_id": "2016082568010665",
  "layout": "a",
  "customer_id": "334080",
  "customer_name": "Daniel D Coblentz",
  "customer_addr": "4845 104 Ave\nGrand Junction, MI 49056",
  "certificate": "34-A-0205",
  "site_id": "001",
  "site_name": "DANIEL D COBLENTZ",
  "insp_type": "ROUTINE INSPECTION",
  "date": "17-NOV-2016",
  "report_date": "28-NOV-2016",
  "citations": [
    {
      "code": "2.40(a)(2)",
      "kind": "",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "The Program of Veterinary Care is not being followed. The program states all animals must be tested for\nBrucellosis prior to breeding. Annual heartworm testing and monthly preventative also must be done. A monthly\ntreatment for ticks and fleas must be used. The licensee is not following any of these veterinary recommendations.\nEach dealer shall assure that the attending veterinarian has appropriate authority to ensure the provisions of\nadequate veterinary care and oversee all other aspects of animal care.\nThe program of veterinary care has to be followed as written by the attending veterinarian to ensure the health of\nthe animals."
    },
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "The majority of the adult breeding dogs have overgrown toenails. Four of the five dogs checked during inspection\nhave dental issues: Two female Yorkies with USDA tags #661 and #5, one untagged, overweight female Husky,\nand one untagged female black Labrador Retriever. They all have a large accumulation of hard, brown buildup on\ntheir teeth. This buildup has caused the gums to recede and become red and inflamed. The same female black\nLabrador Retriever and an untagged male Standard Poodle also have dark brown, odorous discharge in their ears.\nThe Standard Poodle has excessive hair in his ears with large accumulations of dark brown, odorous material\nclumped in it. Both dogs shook their heads repeatedly during inspection.\nEach dealer shall establish and maintain programs of adequate veterinary care that include the use of appropriate\nmethods to prevent, control, diagnose, and treat diseases and injuries, and the availability of emergency, weekend,\nand holiday care;\nOvergrown toenails must be clipped to prevent injury to the dog. The attending veterinarian needs to complete\nphysical exams on these dogs, and the complete kennel prior to December 7, 2016, the date on the PVC, to assess\ntheir need for veterinary care. Documentation of the veterinarian's assessment, treatment, and plan shall be\nmaintained for examination by APHIS officials."
    },
    {
      "code": "2.40(b)(3)",
      "kind": "",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "The majority of the adult breeding dogs have overgrown toenails. Four of the five dogs checked during inspection\nhave dental issues: Two female Yorkies with USDA tags #661 and #5, one untagged, overweight female Husky,\nand one untagged female black Labrador Retriever. They all have a large accumulation of hard, brown buildup on\ntheir teeth. This buildup has caused the gums to recede and become red and inflamed. The same female black\nLabrador Retriever and an untagged male Standard Poodle also have dark brown, odorous discharge in their ears.\nThe Standard Poodle has excessive hair in his ears with large accumulations of dark brown, odorous material\nclumped in it. Both dogs shook their heads repeatedly during inspection.\nDaily observations must be made of all animals to asses their health and well-being. If these observations are\nconducted by the licensee, a plan must be established for direct communication with the attending veterinarian on\nproblems of animal health, behavior, and well-being.\nThe attending veterinarian must be contacted each time there are problems with animal health. This is to ensure\nthat health issues are addressed and treated promptly. Appropriate, timely treatment relieves pain and assures\nanimal well-being."
    },
    {
      "code": "2.50(a)(1)",
      "kind": "",
      "repeat": true,
      "desc": "TIME AND METHOD OF IDENTIFICATION.",
      "narrative": "The large breed adult dogs are micro-chipped and the licensee does not have a microchip reader on hand. The\nsmall breed dogs are tagged. The puppies over 4 months of age have tags on their kennels with confusing ID\nnumbers on them. One number was printed at the time of tag manufacture, a second number has been added\neither in marker or hand engraved. It is difficult to determine which number is supposed to be the dog's ID. The\nLicensee was unable to clarify this numbering system at the time of inspection. Puppy cage cards are used for ID\nand records. These cage cards are lacking information and have some information, such as puppies, scratched\nout. Health records cannot be accurately maintained without definitive animal identification, as a result, animal\nhealth may suffer.\nAll live dogs held on the premises, purchased, or otherwise acquired, sold or otherwise disposed of, or removed\nfrom the premises for delivery to a research facility or exhibitor or to another dealer, or for sale, through an auction\nsale or to any person for use as a pet, shall be identified by an official tag of the type described in Sec. 2.51 affixed\nto the animal's neck by means of a collar made of material generally considered acceptable to pet owners as a\nmeans of identifying their pet dogs.\nAll dogs, four months of age and older, must either be micro-chipped or have USDA tags for identification. If the\nlicensee chooses to use micro-chips, a micro-chip reader must be readily available and maintained in working order.\nIf puppy cage cards are used for ID and as records, all required information must be contained on the card. The\ncards must be saved at the kennel for a minimum of one year after the puppies leave the premises."
    },
    {
      "code": "2.75(a)(1)",
      "kind": "",
      "repeat": true,
      "desc": "RECORDS: DEALERS AND EXHIBITORS.",
      "narrative": "The records of disposition of puppies (APHIS Forms 7006) do not have the USDA license number of the facility to\nwhich the puppies were sold. They contain only a name and phone number. Puppy ID numbers on these forms\nalso do not match the cage cards made by the facility. Licensee stated a litter of small breed puppies was sold\nwithout completing a form 7006, so there is no record at all for the sale of these puppies. In the event of a disease\noutbreak, it is impossible to trace animals without accurate records.\nEach breeder shall maintain records of sales that include all required information such as: USDA license number,\nname, address, etc...\nInclude all required information on APHIS forms 7006 and accurately identify all dogs and puppies sold."
    },
    {
      "code": "2.75(a)(2)",
      "kind": "",
      "repeat": false,
      "desc": "RECORDS: DEALERS AND EXHIBITORS.",
      "narrative": "The ID numbers on the APHIS forms 7005 do not match those on the dogs in the kennel. Consistent, accurate\nrecordings of animal IDs assure proper history, evaluations, and treatments are maintained for health and\nhusbandry.\nEach dealer shall use Record of Acquisition and Dogs and Cats on Hand (APHIS Form 7005) to make, keep and\nmaintain the information required by regulation for all dogs held at the facility.\nEnsure that all information kept on the APHIS Form 7005 is correct and matches all animals held in the kennel.\nTo be corrected from now on."
    },
    {
      "code": "3.1(e)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "Several bags of dog food are stored in the garage on the cement floor.\nSupplies of food must be stored in a manner that protects the supplies from spoilage, contamination, and vermin\ninfestation. Food supplies must be stored off the floor and away from the walls, to allow cleaning underneath and\naround the bags.\nStore bagged dog food off the floor to prevent moisture from wicking into the bags and contaminating the food.\nTo be corrected by November 25, 2016."
    },
    {
      "code": "3.4(a)(1)(iii)",
      "kind": "",
      "repeat": false,
      "desc": "OUTDOOR HOUSING FACILITIES.",
      "narrative": "A Husky whelped in an outdoor shelter approximately 5 weeks ago, has 5 puppies, and has never been moved into\nthe whelping building. This shelter, and all of the other outdoor large breed shelters, have no insulation, no heat\nsource, and no lighting. Temperatures at night have been as low as 29 degrees. These puppies receive no light,\nand have been in the dark for the entirety of their lives. The shelter has no windows and the doggy door does not\nallow penetration of daylight. The only glimpse of light they receive is when the mother goes out the doggy door, or\nwhen a caretaker opens the back door of the shelter. Large breed puppies born in these shelters cannot get out of\nthe doggy door, that is approximately 8 to 10 inches above the floor, until they are at least 5-8 weeks old.\nThe following categories of dogs must not be kept in outdoor facilities, unless that practice is specifically approved\nby the attending veterinarian: Sick, infirm, aged or young.\nYoung dogs must not be kept in outdoor facilities unless approved by the attending veterinarian. Uniform diurnal\nlighting, either natural or artificial, must be provided to all dogs at the facility for their well-being and proper\ndevelopment.\nTo be corrected by November 25 2016."
    },
    {
      "code": "3.4(b)(3)",
      "kind": "",
      "repeat": false,
      "desc": "OUTDOOR HOUSING FACILITIES.",
      "narrative": "Two of the outdoor kennels have shelters with doggy doors that do not shut properly. This leaves a gap at the door\napproximately 4-6 inches wide. Exposure to wind, cold, and inclement weather through this gap is a health risk for\nthe dogs.\nShelters in outdoor facilities for dogs must contain a roof, four sides, and a floor, and must provide a wind and rain\nbreak at the entrance.\nReplace or repair the doggy doors to ensure that the dogs are protected from the wind and rain inside their shelters.\nTo be corrected by November 25,2016."
    },
    {
      "code": "3.4(b)",
      "kind": "",
      "repeat": false,
      "desc": "OUTDOOR HOUSING FACILITIES.",
      "narrative": "The large breed dogs are housed in outdoor kennels. These outdoor kennels have shelters that the licensee states\nare 4 by 4 feet. These shelters are sufficient for two adult, large breed dogs. The majority of these kennels have 3\nadult dogs and some have as many as 4.\nOutdoor facilities for dogs must include one or more shelter structures that are accessible to each animal in each\noutdoor facility, and that are large enough to allow each animal in the shelter structure to sit, stand, and lie in a\nnormal manner, and to turn about freely.\nAnimals must be moved so that there are no more that 2 large breed dogs in each of the outdoor kennels that has a\n4X4 shelter. Animal numbers may need to be reduced, or new kennels provided, so that no more than 2 large\nbreed dogs are housed in these outdoor kennels. It is imperative that this be done quickly as temperatures in\nMichigan continue to drop.\nTo be corrected by November 25, 2016."
    },
    {
      "code": "3.6(a)(2)(i)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "The kennels for the large breed dogs are made of fence panels. These panels have been cut such that sometimes\nlong sharp points remain, especially around the kennel doors. The fence panels are attached together by twisted\nmetal wires. There are numerous sharp points in each of the large breed kennels, and the whelping kennels, either\nfrom the cut ends of the fence panels or the twisted ends of the attachment wires, or both.\nPrimary enclosures must be designed and constructed of suitable materials so that they are structurally sound and\nhave no sharp points or edges that could injure the dogs.\nThe fasteners must be removed and replaced, and the sharp ends reduced and smoothed, so that they do not pose\nan injury threat to the dogs.\nTo be corrected by November 30, 2016."
    },
    {
      "code": "3.6(a)(2)(ii)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "There are two 4 month old Labradoodles being housed in a kennel in the whelping building. There is an area in\ntheir shelter with exposed insulation.\nPrimary enclosures must be constructed and maintained so that they protect the dogs from injury.\nCover this area of insulation so that the puppies cannot come in contact with the insulation and to ensure that the\npuppies do not ingest the insulation.\nTo be corrected by November 25, 2016."
    },
    {
      "code": "3.7(b)",
      "kind": "",
      "repeat": false,
      "desc": "COMPATIBLE GROUPING.",
      "narrative": "Two Female Huskies started fighting during the inspection. The licensee had to enter the enclosure and hit the\nanimals with a stick to break up the fight. There was blood on both dogs after the fight, but no wounds visible.\nLicensee stated these dogs are sisters and have fought repeatedly. If these dogs remain together, the fighting may\nescalate resulting in severe injury or even death.\nDogs that are housed in the same primary enclosure must be compatible, with the following restrictions: Any dog\nexhibiting a vicious or overly aggressive disposition must be housed separately.\nThese dogs are not compatible and they must be separated.\nCorrected prior to the exit."
    },
    {
      "code": "3.10",
      "kind": "",
      "repeat": false,
      "desc": "WATERING.",
      "narrative": "There are numerous plastic water containers that have been severely chewed. The rim of the chewed containers\nare sharp and jagged. There is also an old pan that is being used as a water receptacle that is rusty, dirty, and\ndusty.\nWater receptacles must be kept clean and sanitized in accordance with Sec. 3.11(b) of this subpart, and before\nbeing used to water a different dog or social grouping of dogs.\nWater receptacle that have been chewed or contain rust cannot be properly sanitized exposing the animals to\ndisease hazards. Chewed/rusty containers shall be discarded and replaced.\nTo be corrected by November 25, 2016."
    },
    {
      "code": "3.11(a)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "Several of the outdoor shelters for the large breed dogs have a strong odor of ammonia. Waste and soiled bedding\nfrom the outdoor shelters for the large breed dogs is piled on the ground next to the shelter.\nExcreta and food waste must be removed from primary enclosures daily, and from under and around primary\nenclosures as often as necessary. Elimination of an excessive accumulation of feces and food waste reduces\ndisease hazards and odors.\nRemove feces and soiled bedding from the outdoor shelters daily. Clean the areas under and around the kennels\nas often as necessary to reduce disease hazards and odors.\nTo be corrected by November 25, 2016."
    },
    {
      "code": "3.11(d)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "There are mice feces in the area where the dewormers and nail trimmers used for dewclaw removal are stored.\nThere is an approximately 3' hole in the floor of the small breed kennel that the licensee states they use as a drain.\nThe small breed kennel and the whelping kennel have been connected by a breezeway. There is a gap in the floor,\nshowing the dirt below, between the breezeway and the whelping area. These two areas are large enough to allow\nvarious pests into the kennel.\nAn effective program for the control of insects, external parasites affecting dogs and cats, and birds and mammals\nthat are pests, must be established and maintained so as to promote the health and well-being of the animals and\nreduce contamination by pests in animal areas.\nRepair these areas so that they do not allow entrance of any pest into the kennel.\nTo be corrected by November 30, 2016\nThe inspection was conducted on November 17, 2016 with the licensee, Dr. Kerry McHenry, VMO and Carrie\nBongard, ACI. The exit was conducted on November 23, 2016 due to time constraints and scheduling conflicts.\nThe licensee refused to sign the report.\nAdditional Inspectors\nMchenry Kerry, Veterinary Medical Officer"
    }
  ],
  "narrative": "2.40(a)(2)                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThe Program of Veterinary Care is not being followed.  The program states all animals must be tested for\nBrucellosis prior to breeding. Annual heartworm testing and monthly preventative also must be done. A monthly\ntreatment for ticks and fleas must be used.  The licensee is not following any of these veterinary recommendations.\nEach dealer shall assure that the attending veterinarian has appropriate authority to ensure the provisions of\nadequate veterinary care and oversee all other aspects of animal care.\nThe program of veterinary care has to be followed as written by the attending veterinarian to ensure the health of\nthe animals.  \n2.40(b)(2)                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThe majority of the adult breeding dogs have overgrown toenails. Four of the five dogs checked during inspection\nhave dental issues:  Two female Yorkies with USDA tags #661 and #5, one untagged, overweight female Husky,\nand one untagged female black Labrador Retriever.  They all have a large accumulation of hard, brown buildup on\ntheir teeth.  This buildup has caused the gums to recede and become red and inflamed.  The same female black\nLabrador Retriever and an untagged male Standard Poodle also have dark brown, odorous discharge in their ears. \nThe Standard Poodle has excessive hair in his ears with large accumulations of dark brown, odorous material\nclumped in it.  Both dogs shook their heads repeatedly during inspection.\nEach dealer shall establish and maintain programs of adequate veterinary care that include the use of appropriate\nmethods to prevent, control, diagnose, and treat diseases and injuries, and the availability of emergency, weekend,\nand holiday care;\n\nOvergrown toenails must be clipped to prevent injury to the dog. The attending veterinarian needs to complete\nphysical exams on these dogs, and the complete kennel prior to December 7, 2016, the date on the PVC, to assess\ntheir need for veterinary care.  Documentation of the veterinarian's assessment, treatment, and plan shall be\nmaintained for examination by APHIS officials.\n2.40(b)(3)                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThe majority of the adult breeding dogs have overgrown toenails. Four of the five dogs checked during inspection\nhave dental issues:  Two female Yorkies with USDA tags #661 and #5, one untagged, overweight female Husky,\nand one untagged female black Labrador Retriever.  They all have a large accumulation of hard, brown buildup on\ntheir teeth.  This buildup has caused the gums to recede and become red and inflamed.  The same female black\nLabrador Retriever and an untagged male Standard Poodle also have dark brown, odorous discharge in their ears. \nThe Standard Poodle has excessive hair in his ears with large accumulations of dark brown, odorous material\nclumped in it.  Both dogs shook their heads repeatedly during inspection.\nDaily observations must be made of all animals to asses their health and well-being.  If these observations are\nconducted by the licensee, a plan must be established for direct communication with the attending veterinarian on\nproblems of animal health, behavior, and well-being.\nThe attending veterinarian must be contacted each time there are problems with animal health.  This is to ensure\nthat health issues are addressed and treated promptly.  Appropriate, timely treatment relieves pain and assures\nanimal well-being.\n2.50(a)(1)                    REPEAT\nTIME AND METHOD OF IDENTIFICATION.\nThe large breed adult dogs are micro-chipped and the licensee does not have a microchip reader on hand. The\nsmall breed dogs are tagged. The puppies over 4 months of age have tags on their kennels with confusing ID \nnumbers on them.  One number was printed at the time of tag manufacture, a second number has been added\neither in marker or hand engraved.  It is difficult to determine which number is supposed to be the dog's ID.  The\nLicensee was unable to clarify this numbering system at the time of inspection.  Puppy cage cards are used for ID\nand records.  These cage cards are lacking information and have some information, such as puppies, scratched\nout.  Health records cannot be accurately maintained without definitive animal identification, as a result, animal\nhealth may suffer.\n\nAll live dogs held on the premises, purchased, or otherwise acquired, sold or otherwise disposed of, or removed\nfrom the premises for delivery to a research facility or exhibitor or to another dealer, or for sale, through an auction\nsale or to any person for use as a pet, shall be identified by an official tag of the type described in Sec. 2.51 affixed\nto the animal's neck by means of a collar made of material generally considered acceptable to pet owners as a\nmeans of identifying their pet dogs.\nAll dogs, four months of age and older, must either be micro-chipped or have USDA tags for identification.  If the\nlicensee chooses to use micro-chips, a micro-chip reader must be readily available and maintained in working order.\n If puppy cage cards are used for ID and as records, all required information must be contained on the card.  The\ncards must be saved at the kennel for a minimum of one year after the puppies leave the premises.\n2.75(a)(1)                    REPEAT\nRECORDS: DEALERS AND EXHIBITORS.\nThe records of disposition of puppies (APHIS Forms 7006) do not have the USDA license number of the facility to\nwhich the puppies were sold. They contain only a name and phone number.  Puppy ID numbers on these forms\nalso do not match the cage cards made by the facility.  Licensee stated a litter of small breed puppies was sold\nwithout completing a form 7006, so there is no record at all for the sale of these puppies.  In the event of  a disease\noutbreak, it is impossible to trace animals without accurate records.\nEach breeder shall maintain records of sales that include all required information such as:  USDA license number,\nname, address, etc...\nInclude all required information on APHIS forms 7006 and accurately identify all dogs and puppies sold.\n2.75(a)(2)\nRECORDS: DEALERS AND EXHIBITORS.\nThe ID numbers on the APHIS forms 7005 do not match those on the dogs in the kennel.  Consistent, accurate\nrecordings of animal IDs assure proper history, evaluations, and treatments are maintained for health and\nhusbandry. \nEach dealer shall use Record of Acquisition and Dogs and Cats on Hand (APHIS Form 7005) to make, keep and\nmaintain the information required by regulation for all dogs held at the facility.\n\nEnsure that all information kept on the APHIS Form 7005 is correct and matches all animals held in the kennel.\nTo be corrected from now on.\n3.1(e)\nHOUSING FACILITIES, GENERAL.\nSeveral bags of dog food are stored in the garage on the cement floor.\nSupplies of food must be stored in a manner that protects the supplies from spoilage, contamination, and vermin\ninfestation.  Food supplies must be stored off the floor and away from the walls, to allow cleaning underneath and\naround the bags.\nStore bagged dog food off the floor to prevent moisture from wicking into the bags and contaminating the food.\nTo be corrected by November 25, 2016.\n3.4(a)(1)(iii)\nOUTDOOR HOUSING FACILITIES.\nA Husky whelped in an outdoor shelter approximately 5 weeks ago, has 5 puppies, and has never been moved into\nthe whelping building.  This shelter, and all of the other outdoor large breed shelters, have no insulation, no heat\nsource, and no lighting.  Temperatures at night have been as low as 29 degrees.  These puppies receive no light,\nand have been in the dark for the entirety of their lives.   The shelter has no windows and the doggy door does not\nallow penetration of daylight.  The only glimpse of light they receive is when the mother goes out the doggy door, or\nwhen a caretaker opens the back door of the shelter.  Large breed puppies born in these shelters cannot get out of\nthe doggy door, that is approximately 8 to 10 inches above the floor, until they are at least 5-8 weeks old.\nThe following categories of dogs must not be kept in outdoor facilities, unless that practice is specifically approved\nby the attending veterinarian:  Sick, infirm, aged or young.\nYoung dogs must not be kept in outdoor facilities unless approved by the attending veterinarian.  Uniform diurnal\nlighting, either natural or artificial, must be provided to all dogs at the facility for their well-being and proper\ndevelopment.\nTo be corrected by November 25 2016.\n\n3.4(b)(3)\nOUTDOOR HOUSING FACILITIES.\nTwo of the outdoor kennels have shelters with doggy doors that do not shut properly.  This leaves a gap at the door\napproximately 4-6 inches wide. Exposure to wind, cold, and inclement weather through this gap is a health risk for\nthe dogs.\nShelters in outdoor facilities for dogs must contain a roof, four sides, and a floor, and must provide a wind and rain\nbreak at the entrance.\nReplace or repair the doggy doors to ensure that the dogs are protected from the wind and rain inside their shelters.\nTo be corrected by November 25,2016.\n3.4(b)\nOUTDOOR HOUSING FACILITIES.\nThe large breed dogs are housed in outdoor kennels.  These outdoor kennels have shelters that the licensee states\nare 4 by 4 feet.  These shelters are sufficient for two adult, large breed dogs.  The majority of these kennels have 3\nadult dogs and some have as many as 4.\nOutdoor facilities for dogs must include one or more shelter structures that are accessible to each animal in each\noutdoor facility, and that are large enough to allow each animal in the shelter structure to sit, stand, and lie in a\nnormal manner, and to turn about freely. \nAnimals must be moved so that there are no more that 2 large breed dogs in each of the outdoor kennels that has a\n4X4 shelter.  Animal numbers may need to be reduced, or new kennels provided, so that no more than 2 large\nbreed dogs are housed in these outdoor kennels.  It is imperative that this be done quickly as temperatures in\nMichigan continue to drop.\nTo be corrected by November 25, 2016.\n3.6(a)(2)(i)\n\nPRIMARY ENCLOSURES.\nThe kennels for the large breed dogs are made of fence panels.  These panels have been cut such that sometimes\nlong sharp points remain, especially around the kennel doors. The fence panels are attached together by twisted\nmetal wires. There are numerous sharp points in each of the large breed kennels, and the whelping kennels, either\nfrom the cut ends of the fence panels or the twisted ends of the attachment wires, or both. \nPrimary enclosures must be designed and constructed of suitable materials so that they are structurally sound and\nhave no sharp points or edges that could injure the dogs.\nThe fasteners must be removed and replaced, and the sharp ends reduced and smoothed, so that they do not pose\nan injury threat to the dogs.\nTo be corrected by November 30, 2016.\n3.6(a)(2)(ii)\nPRIMARY ENCLOSURES.\nThere are two 4 month old Labradoodles being housed in a kennel in the whelping building.  There is an area in\ntheir shelter with exposed insulation.\nPrimary enclosures must be constructed and maintained so that they protect the dogs from injury.\nCover this area of insulation so that the puppies cannot come in contact with the insulation and to ensure that the\npuppies do not ingest the insulation.\nTo be corrected by November 25, 2016.\n3.7(b)\nCOMPATIBLE GROUPING.\nTwo Female Huskies started fighting during the inspection.  The licensee had to enter the enclosure and hit the\nanimals with a stick to break up the fight.  There was blood on both dogs after the fight, but no wounds visible. \nLicensee stated these dogs are sisters and have fought repeatedly.  If these dogs remain together, the fighting may\nescalate resulting in severe injury or even death.\nDogs that are housed in the same primary enclosure must be compatible, with the following restrictions:  Any dog\nexhibiting a vicious or overly aggressive disposition must be housed separately.\nThese dogs are not compatible and they must be separated.\n\nCorrected prior to the exit.\n3.10\nWATERING.\nThere are numerous plastic water containers that have been severely chewed.  The rim of the chewed containers\nare sharp and jagged.  There is also an old pan that is being used as a water receptacle that is rusty, dirty, and\ndusty.\nWater receptacles must be kept clean and sanitized in accordance with Sec. 3.11(b) of this subpart, and before\nbeing used to water a different dog or social grouping of dogs.\nWater receptacle that have been chewed or contain rust cannot be properly sanitized exposing the animals to\ndisease hazards.  Chewed/rusty containers shall be discarded and replaced.\nTo be corrected by November 25, 2016.\n3.11(a)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\nSeveral of the outdoor shelters for the large breed dogs have a strong odor of ammonia.  Waste and soiled bedding\nfrom the outdoor shelters for the large breed dogs is piled on the ground next to the shelter.\nExcreta and food waste must be removed from primary enclosures daily, and from under and around primary\nenclosures as often as necessary.  Elimination of an excessive accumulation of feces and food waste reduces\ndisease hazards and odors. \nRemove feces and soiled bedding from the outdoor shelters daily.  Clean the areas under and around the kennels\nas often as necessary to reduce disease hazards and odors.\nTo be corrected by November 25, 2016.\n\n3.11(d)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\nThere are mice feces in the area where the dewormers and nail trimmers used for dewclaw removal are stored. \nThere is an approximately 3' hole in the floor of the small breed kennel that the licensee states they use as a drain. \nThe small breed kennel and the whelping kennel have been connected by a breezeway.  There is a gap in the floor,\nshowing the dirt below, between the breezeway and the whelping area.  These two areas are large enough to allow\nvarious pests into the kennel.\nAn effective program for the control of insects, external parasites affecting dogs and cats, and birds and mammals\nthat are pests, must be established and maintained so as to promote the health and well-being of the animals and\nreduce contamination by pests in animal areas.\nRepair these areas so that they do not allow entrance of any pest into the kennel.\nTo be corrected by November 30, 2016\nThe inspection was conducted on November 17, 2016 with the licensee, Dr. Kerry McHenry, VMO and Carrie\nBongard, ACI.  The exit was conducted on November 23, 2016 due to time constraints and scheduling conflicts.\nThe licensee refused to sign the report.\nAdditional Inspectors\nMchenry Kerry, Veterinary Medical Officer",
  "animals_total": 78,
  "species": [
    {
      "count": 47,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 31,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}