{
  "insp_id": "2016082569555764",
  "layout": "a",
  "customer_id": "327046",
  "customer_name": "John A Kauffman",
  "customer_addr": "2523 E Valley Road\nLoganton, PA 17747",
  "certificate": "23-A-0583",
  "site_id": "001",
  "site_name": "JOHN KAUFFMAN",
  "insp_type": "ROUTINE INSPECTION",
  "date": "30-JUL-2019",
  "report_date": "30-JUL-2019",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "The juvenile guinea pig cited on the 20 Jun 2019 inspection observed then not be able to use it's front legs was not\nreported to and evaluated by the attending veterinarian. The licensee said that it started to get better and was given\nto a neighbor as a pet. Lack of communication with the attending veterinarian about an abnormal condition on a\nguinea pig does not assure that treatable conditions or painful conditions are corrected/treated prior to giving it\naway. If an animal has an abnormal health condition or is sick/injured, the facility must contact the attending\nveterinarian to assess the animals' condition and to get treatment instructions.\nA guinea pig's left eye (housed in 15L) was seen to have some pale discharge and the surface of the eye was pale.\nThe facility is not treating this eye as the program of veterinary care instructs. Untreated eye problems can be\npainful and if contagious could spread to other animals. The facility must contact the attending veterinarian to\nevaluate this guinea pig's eye and treat it as instructed."
    },
    {
      "code": "3.25(a)",
      "kind": "",
      "repeat": true,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "The front walls and front ends of the enclosures are 5.5 inches to 6.5 inches high. One guinea pig was observed\nrunning loose on the floor during inspection and a young one was seen trying to cross over to the enclosure next to\nit. The licensee said the young guinea pigs do sometimes go to the next enclosure over. The enclosures must be\nmaintained to safely contain the animals. Inadequate enclosure height allows animals to get out and could cause\nharm if they aren't returned and can't access food and water or could allow aggressive animals to get in with each\nother and cause injury. To ensure the safety of the guinea pigs ensure that enclosures are made so that the\nguinea pigs can't get out or go into other enclosures."
    },
    {
      "code": "3.26(b)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, INDOOR.",
      "narrative": "The facility wall thermometer measured 90 degrees F and the Kestrel 4000 measured the air temperature by\nenclosures to be 88.8 - 90.1 degrees F during the inspection. The air temperature where the guinea pigs are\nhoused (ambient temperature) cannot be above 85 degrees F. Temperatures above 85 degrees F can cause the\nguinea pigs stress and discomfort. Ensure that the air temperature where guinea pigs are housed is maintained\nbetween 60 and 85 degrees at all times.\nCorrect by August 9, 2019."
    },
    {
      "code": "3.30",
      "kind": "",
      "repeat": true,
      "desc": "WATERING.",
      "narrative": "The large, clear watering tanks were clean and had clear water in them today. However, the connecting lines to the\nwatering nipples have a build-up of dark green material inside. The licensee said that a method is not in place yet\nto clean out the clear lines. All watering receptacles must be cleaned and sanitized at least every two weeks or as\nsoon as they are dirty.\nThis inspection and exit interview were conducted with the licensee."
    }
  ],
  "narrative": "2.40(b)(2)                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThe juvenile guinea pig cited on the 20 Jun 2019 inspection observed then not be able to use it's front legs was not\nreported to and evaluated by the attending veterinarian.  The licensee said that it started to get better and was given\nto a neighbor as a pet.  Lack of communication with the attending veterinarian about an abnormal condition on a\nguinea pig does not assure that treatable conditions or painful conditions are corrected/treated prior to giving it\naway.  If an animal has an abnormal health condition or is sick/injured, the facility must contact the attending\nveterinarian to assess the animals' condition and to get treatment instructions.\nA guinea pig's left eye (housed in 15L) was seen to have some pale discharge and the surface of the eye was pale. \nThe facility is not treating this eye as the program of veterinary care instructs. Untreated eye problems can be\npainful and if contagious could spread to other animals.  The facility must contact the attending veterinarian to\nevaluate this guinea pig's eye and treat it as instructed.\n3.25(a)                    REPEAT\nFACILITIES, GENERAL.\nThe front walls and front ends of the enclosures are 5.5 inches to 6.5 inches high.  One guinea pig was observed\nrunning loose on the floor during inspection and a young one was seen trying to cross over to the enclosure next to\nit. The licensee said the young guinea pigs do sometimes go to the next enclosure over.  The enclosures must be\nmaintained to safely contain the animals.  Inadequate enclosure height allows animals to get out and could cause\nharm if they aren't returned and can't access food and water or could allow aggressive animals to get in with each\nother and cause injury.   To ensure the safety of the guinea pigs ensure that enclosures are made so that the\nguinea pigs can't get out or go into other enclosures.\n3.26(b)\nFACILITIES, INDOOR.\n\nThe facility wall thermometer measured 90 degrees F and the Kestrel 4000 measured  the air temperature by\nenclosures to be 88.8 - 90.1 degrees F during the inspection.  The air temperature where the guinea pigs are\nhoused (ambient temperature) cannot be above 85 degrees F.  Temperatures above 85 degrees F can cause the\nguinea pigs stress and discomfort.  Ensure that the air temperature where guinea pigs are housed is maintained\nbetween 60 and 85 degrees at all times. \nCorrect by August 9, 2019.\n3.30                    REPEAT\nWATERING. \nThe large, clear watering tanks were clean and had clear water in them today. However, the connecting lines to the\nwatering nipples have a build-up of dark green material inside.  The licensee said that a method is not in place yet\nto clean out the clear lines.  All watering receptacles must be cleaned and sanitized at least every two weeks or as\nsoon as they are dirty.\nThis inspection and exit interview were conducted with the licensee.",
  "animals_total": 246,
  "species": [
    {
      "count": 246,
      "scientific": "Cavia porcellus",
      "common": "DOMESTIC GUINEA PIG"
    }
  ]
}