{
  "insp_id": "2016082569656823",
  "layout": "a",
  "customer_id": "20023",
  "customer_name": "Fox Valley Wildlife Center Inc",
  "customer_addr": "P O Box 385\nElburn, IL 60119",
  "certificate": "33-C-0364",
  "site_id": "001",
  "site_name": "FOX VALLEY WILDLIFE CENTER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "19-NOV-2019",
  "report_date": "19-NOV-2019",
  "citations": [
    {
      "code": "3.131(d)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "Excessive amounts of rodent feces were observed in two areas of the facility during the time of inspection. In the\nfacility's largest animal room, an animal transport kennel located next the squirrel's enclosure had an abundance of\nfeces inside. In the kitchen and food preparation area, a large concentration of feces was present under the\nrefrigerator. Finally an abundance of feces was present on the floor, behind the sealed food containers. The facility\nhas a pest control program in place, but it is not effectively controlling the population of rodents. Rodents and their\nfeces can carry and spread diseases.\nAn effective program for the control of rodents must be implemented and maintained at the facility.\nTo be corrected: 12-19-19\nThis inspection and exit interview were conducted with the facility representative."
    }
  ],
  "narrative": "3.131(d)\nSANITATION.   \nExcessive amounts of rodent feces were observed in two areas of the facility during the time of inspection.  In the\nfacility's largest animal room, an animal transport kennel located next the squirrel's enclosure had an abundance of\nfeces inside.  In the kitchen and food preparation area, a large concentration of feces was present under the\nrefrigerator.  Finally an abundance of feces was present on the floor, behind the sealed food containers.  The facility\nhas a pest control program in place, but it is not effectively controlling the population of rodents.  Rodents and their\nfeces can carry and spread diseases.\nAn effective program for the control of rodents must be implemented and maintained at the facility.\nTo be corrected: 12-19-19\nThis inspection and exit interview were conducted with the facility representative.",
  "animals_total": 3,
  "species": [
    {
      "count": 1,
      "scientific": "Canis latrans",
      "common": "COYOTE"
    },
    {
      "count": 1,
      "scientific": "Sciurus niger",
      "common": "EASTERN FOX SQUIRREL"
    },
    {
      "count": 1,
      "scientific": "Vulpes lagopus",
      "common": "ARCTIC FOX"
    }
  ]
}