{
  "insp_id": "217140921090979",
  "layout": "a",
  "customer_id": "5746",
  "customer_name": "Nancy Johnson D.V.M.",
  "customer_addr": "104 W 14th Street/P O Box 217\nChandler, OK 74834",
  "certificate": "73-A-1305",
  "site_id": "001",
  "site_name": "NANCY JOHNSON, D.V.M.",
  "insp_type": "ROUTINE INSPECTION",
  "date": "04-AUG-2014",
  "report_date": "07-AUG-2014",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "There was a bottle of expired medication intermingled with other medications and vacinations in the refrigerator in\nthe kennel area. There was a bottle of Cal- Pho-Sol with a syringe and needle inserted into the bottle with an\nexpiration date of Feburary 2008 and no labeled dosage or directions for use. These medications were intermingled\nwith other pharmaceuticals that are currently being used in the sheltered facility and are therefore ready for use.\nThe licensee must ensure that all medications used in the facility are not expired and labeled properly in accordance\nwith standard veterinary practices and manufacturer's recommendations.\nCorrected by: 8 August 2014."
    },
    {
      "code": "3.1(b)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "- There was an excessive accumulation of dirt, hair, and excreta on the wire mesh on the front of the gates to\nnumerous indoor enclosures. The wire mesh starts just off the ground and extends approximately 1 foot in height\nwhich is at face and head level of most of the dogs present. Housing facilities must be kept clean and free of any\naccumulation of waste material to ensure the health and well-being of the animals.\nCorrect by 18 August 2014"
    },
    {
      "code": "3.6(x)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "- A metal mesh is over the drain pipe in the back of most enclosures. There were at least four enclosures with wire\nmesh or expanded wire flooring placed over the drain pipe that was bent or pulled up. This gap was large enough\nthat the 8 week old puppies housed in the kennel could get into the drain or injure a limb or foot. Also this wire had\nlarge gaps that allow the puppies feet to fall through the openings in the wire. All enclosures must have appropriate\nflooring provided such that the feet of the animals do not pass through the flooring and that the flooring over the\ndrain is flat and secure over the drain pipe. The puppies must be placed in enclosures where the flooring does not\nallow their feet to fall through, or something must be placed on top of the wire in the current enclosure.\nCorrected by: 24 August 2014\nInspection and exit interview conducted with facility representative."
    }
  ],
  "narrative": "2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThere was a bottle of expired medication intermingled with other medications and vacinations in the refrigerator in\nthe kennel area.  There was a bottle of Cal- Pho-Sol with a syringe and needle inserted into the bottle with an\nexpiration date  of Feburary 2008 and no labeled dosage or directions for use. These medications were intermingled\nwith other pharmaceuticals that are currently being used in the sheltered facility and are therefore ready for use.\nThe licensee must ensure that all medications used in the facility are not expired and labeled properly in accordance\nwith standard veterinary practices and manufacturer's recommendations. \nCorrected by: 8 August 2014.\n3.1(b)\nHOUSING FACILITIES, GENERAL.\n- There was an excessive accumulation of dirt, hair, and excreta on the wire mesh on the front of the gates to\nnumerous indoor enclosures. The wire mesh starts just off the ground and extends approximately 1 foot in height\nwhich is at face and head level of most of the dogs present.  Housing facilities must be kept clean and free of any\naccumulation of waste material to ensure the health and well-being of the animals.\nCorrect by 18 August 2014\n3.6(x)\nPRIMARY ENCLOSURES.\n- A metal mesh is over the drain pipe in the back of most enclosures. There were at least four enclosures with wire\nmesh or expanded wire flooring placed over the drain pipe that was bent  or pulled up. This gap was large enough\nthat the 8 week old puppies housed in the kennel could get into the drain or injure a limb or foot. Also this wire had\nlarge gaps that allow the puppies feet to fall through the openings in the wire.  All enclosures must have appropriate\nflooring provided such that the feet of the animals do not pass through the flooring and that the flooring over the\ndrain is flat and secure over the drain pipe.  The puppies must be placed in enclosures where the flooring does not\nallow their feet to fall through, or something must be placed on top of the wire in the current enclosure.\nCorrected by: 24 August 2014\n\nInspection and exit interview conducted with facility representative.",
  "animals_total": 73,
  "species": [
    {
      "count": 48,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 25,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}