{
  "insp_id": "344150822040523",
  "layout": "a",
  "customer_id": "7673",
  "customer_name": "Nick Sculac",
  "customer_addr": "24615 Scott Road\nCalhan, CO 80808",
  "certificate": "84-C-0069",
  "site_id": "001",
  "site_name": "NICK SCULAC",
  "insp_type": "ROUTINE INSPECTION",
  "date": "09-DEC-2015",
  "report_date": "14-DEC-2015",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "**An adult female tiger in enclosure #2, Buffy, was noted to be squinting and excessively blinking her eyes in the\nsunlight before moving to pace the fence. Buffy has opaque coloration to the cornea of both eyes with the left eye\nappearing completely white. The other female tiger in this enclosure, Spangles, also has an opaque and cloudy\nappearance to both eyes, the left eye being more noticeably affected. Spangles was observed excessively blinking\nand squinting her eyes in the sunlight. Both of these tigers had been cited for this condition and the enclosure was\ncited for inadequate shade during the previous inspection conducted on 9/9/2015. This condition has been\ndocumented that it is considered chronic in nature by the attending veterinarian (AV). A note made by a\nveterinarian on Buffy's medical record on 9/9/2015 stated \"Bilateral, chronic, progressive, solar induced keratitis. It\nwas going to continue to worsen\". A note made by a veterinarian in Buffy's and Spangle's medical records on\n11/2/2015 stated \"Solar Induced keratitis is the same\". There is no plan to address the progressive deterioration of\nthe vision, pain, or discomfort due to the diagnosed condition.\nEye conditions, particularly chronic conditions that become more active, are serious, often painful to the animal,\nand, if not treated quickly, may result in loss of vision. These tigers need to be re-evaluated by a veterinarian to\nprovide a plan for treating and/or monitoring this condition.\n**A male tiger in enclosure #32, Waldo, had an abnormal gait affecting his right front leg, which was cited during the\ninspection on 9/9/2015. When walking, his head bobs downward noticeably when landing hard on his left front leg.\nHe would stretch out the right front leg gently before walking at times not putting full weight on that leg. Waldo's\npelvic bones were becoming prominent and were easily visible. Invoices from a veterinarian dated 3/4/2014 and\n4/19/2015 list digital radiographs of right elbow and right front leg for Waldo but these were not made available for\nreview. A note made by attending veterinarian in Waldo's medical records on 11/ 17/2015 that it was a chronic limp\nand non-responsive to pain medications. \"Plan was to provide glucosamine/chondroitin, can restart\ntramadol/meloxicam if limp worsens for more than 48 hours\". There were no records available during this\ninspection showing that this animal is receiving glucosamine/chondroitin , no plan to monitor, and no plan to\nre-evaluate or attempt any other diagnostics or treatment for this animal despite no change in this abnormal\ncondition\nLameness and/or abnormal gait with muscle or weight loss may be indications of injury or underlying illness and this\ntiger needs to be evaluated by a veterinarian to provide a plan for diagnostics, treating and/or monitoring these\nconditions.\n**A male tiger in enclosure # 65, Toni has an abnormal gait affecting his right front leg, which was cited on the\nnspection conducted 9/9/20/15. When walking, his head bobs downward when placing his left front leg and does\nnot appear to bearing his full weight. A note was made by a veterinarian on Toni(cid:25)'s medical record 11/2/2015 \"no\nimprovement in RF lameness on Tramadol\". A note made by the attending veterinarian on 11/17/2015 was that it\nwas a chronic limp, (cid:28)plan to provide glucosamine/chondroitin supplement. If limp worsen for more than 48 hrs restart\ntramadol/meloxicam(cid:29). There were no records available during this inspection showing that this animal is receiving\nglucosamine/chondroitin, no plan to monitor, and no plan to re-evaluate or attempt any other diagnostics or\ntreatment for this animal despite no change in this abnormal condition.\nLameness and/or abnormal gait with muscle or weight loss may be indications of injury or underlying illness and this\ntiger needs to be evaluated by a veterinarian to provide a plan for diagnostics, treating and/or monitoring these\nconditions.\n**An adult male lion in enclosure # 28, Zazu was observed to have an abnormal stance and appeared to be\nhunched on his hind quarter. Below the hock it appeared to be at an abnormal angle. He was very reluctant to walk\ninside the enclosure. Zazu also has an opaque coloration to the center of the left eye which a note by a veterinarian\non 11/2/2015,\"eye looks good.\" No diagnosis, treatment or plan available during the time of inspection to address\nthese medical issues.\nEye conditions, particularly chronic conditions that become more active, are serious, often painful to the animal,\nand, if not treated quickly, may result in loss of vision. Lameness and/or abnormal stance with reluctance to walk\nmay be indications of injury or underlying illness. This lion needs to be evaluated by a veterinarian to properly\ndiagnose the cause and provide a plan for treating and/or monitoring these conditions.\n**An adult black leopard in enclosure #61, Sinbad, was noted to have two large lumps protruding from the left hip\nand left lateral thigh with a third faintly noticeable on his right mid-lateral thigh. This condition was cited during the\ninspection on 9/9/.2015. The veterinarian that was on site during the inspection conducted on 9/9/2015\nrecommended no treatment at that time, but to monitor them daily for change. A note made by a veterinarian on\nSinbad's medical record 11/2/2015 animals needs to be darted, verify they are lipomas. There has been no\ndocumentation that these lumps have been monitored and/or treated. Sinbad also appeared to have an abnormal\ngait by walking lightly and not bearing his full weight on the right side. This condition had not been noticed by the\nfacility staff at the time of this inspection.\nLumps in or under the skin may be a sign of infection, inflammation, or tumors and should be measured and\nmonitored, at a minimum, for changes in size or character. Lameness and/or abnormal gait may be indications of\ninjury or underlying illness. This leopard needs to be evaluated by a veterinarian to properly diagnose and provide a\nplan for treating and/or monitoring these conditions.\n>>>>>>>>>>>>>>>>>>>>>>\n**An adult male tiger in enclosure #26, Andy, was again observed sitting on his hind limbs, stroke his penis with his\nfront,paw and then get up and urinate. This is unusual behavior and was first noticed by the inspectors on the last\ninspection conducted 9/9/2015. A note made by a veterinarian on Andy's medical record 9/9/2015 she observed\nthe animal doing this behavior and believed the tiger was masturbating, a behavior seen in tigers. Going to discuss\nwith the AV. A note made by a veterinarian in Andy's medical record on 11/2/2015 urinating normally. There are no\nrecords available during the time of inspection from the AV that any diagnostic testing has been accomplished and a\nplan for treatment.\nA veterinarian should examine this tiger to determine if this is behavioral or indicative of an underlying veterinary\ncondition which may require diagnostic testing (i.e. blood work, urinalysis) and further evaluation and plan for\ntreatment and monitoring for resolution of any underlying condition or behavioral disorders.\n**A 6 week old lion, Hercules is being housed in the veterinary clinic next to two 8 week old tiger cubs, Snowflake\nand Schroeder. Snowflake and Schroeder have been diagnosed and are presently being treated for \"ringworm\" (a\ncontagious fungal skin infection).. The middle fence is shared between the enclosures allowing Hercules to have\ndirect contact and exposing this immature, young lion to this contagious condition.\nThe facility must consult with a veterinarian and develop a plan to monitor, diagnosis, treat and prevent the\nspreading of this condition.\n** A juvenile tiger cub in enclosure # 41, Elvis along the left shoulder had three circular areas where the hair was\nmissing. The animal had been obtained from another individual who had confirmed cases of \"ringworm\" (a\ncontagious fungal skin infection). Currently, this juvenile tiger had been placed in the enclosure with two juvenile\ntigers that had already been at the BCSS facility. The condition of this tiger had not been noticed by the facility staff\nat the time of inspection.\nAreas of hair loss may be symptoms of other veterinary conditions and should be evaluated by a veterinarian to\ndetermine a diagnosis and plan to address this condition.\n**Three juvenile bears in enclosure # 8, Rachey, Xena and Koda have significant hair loss along the rump. Koda\nappeared to have bi-lateral hair loss on the hindquarters extending forward to the mid-back area. Rachey and Xena\nhave hair loss on the hindquarters and thinning hair coat over the lower back. In addition, all three bears were seen\nto be excessively scratching their flank and abdomens during the time the inspectors observed them. The AV had\nnot been notified of these animals condition at the time of inspection. The facility had changed the bedding, as it\nwas assumed to be an allergic reaction, however the condition remains unchanged.\nAreas of hair loss and pruritus may be symptoms of nutritional deficiencies, internal organ dysfunction, allergies,\nexternal parasites, and/or many other veterinary conditions. These animals need to be evaluated by a veterinarian\nto determine a diagnosis and plan for this condition.\nIn addition to the adult tigers Buffy, Spangles, Waldo, Toni, Andy and the adult leopard, Sinbad, the following\nanimals listed on the previous inspection conducted September 9, 2015 were evaluated by a veterinarian:\nBinturong- Chip, Tiger cub Joey, adult tiger-Capricho, Adult Leopard-Aramis, and 2 coatimundi -Molly and Macano."
    },
    {
      "code": "3.81",
      "kind": "",
      "repeat": true,
      "desc": "ENVIRONMENT ENHANCEMENT TO PROMOTE PSYCHOLOGICAL WELL-BEING.",
      "narrative": "- The plan for the environmental enhancement to promote the psychological well-being of the nonhuman primates, 2\nring-tailed lemurs acquired in July 2014, was not available for review at the time of this inspection. The plan, at a\nminimum, must address social grouping, environmental enrichment, special considerations, if applicable, and\nrestraint devices and their use. The plan and environmental enrichment must be approved by the attending\nveterinarian (AV) and documented when provided to the animals on the environmental enhancement plan.\nThere was nothing documenting (i.e notebook, calendar) that enrichment is taking place. The animals have\ndifferent items in their enclosures, but there is no schedule of rotating or changing the items in the pens.\nNonhuman primates have complex social and intellectual needs that need to be addressed when in captivity. A\nwritten plan that is directed by the AV, guided by current professional standards, and available for review by APHIS\nofficials is required to ensure that the psychological well-being of these animals is being appropriately addressed.\nMust develop, document, and follow an appropriate plan for environmental enhancement of nonhuman primates\nthat is in accordance with currently accepted professional standards and as directed by the AV."
    },
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": true,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "Enclosure #36 housing 2 black bears, Cody and Pebbles, has a large hole in the wooden shelter structure on the\nupper right side, This shelter is in disrepair and the hole can allow wind and rain to enter the structure which could\ncause discomfort to these animals.\nIn the following enclosures, the doorframe around the den (shelter) had chewed and ripped wood which are in\ndisrepair and which could cause an injury to the animals:\n**Enclosure # 11 housing 2 adult tigers, Charlie and Chainsaw\n**Enclosure # 12 housing 2 adult tigers, Seth and Gabrielle\n**Enclosure # 23 housing 2 adult tigers, Tutt and Nefertiti\n**Enclosure # 24 housing 2 adult tigers, Shenandoah and Sabre\nEnclosure # 24 housing 2 tigers, Shenandoah and Sabre, the chain link fencing on the west side of the enclosure\nadjacent to the den is pulled and is not in good repair, posing a risk of injury to the animals.\nEnclosure #5 housing 2 tigers, Opie and Lyla the ramp and elevated resting platform has chewed, ripped wood in\ndisrepair and could cause an injury to the animals.\nThe facility must be constructed of such material and of such strength as appropriate for the animals involved. The\nindoor and outdoor housing facilities shall be structurally sound and shall be maintained in good repair to protect the\nanimals from injury and to contain the animals."
    },
    {
      "code": "3.125(c)",
      "kind": "",
      "repeat": true,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "Storage.\nWhen the door was opened to the main food preparation area (commissary) a very foul odor of rotting meat could\nbe smelled by the inspectors. Inside this area there were multiple packages of raw chicken, fish and meat in\napproximately 25-30 large cardboard boxes that were past the expiration dates (Dec 6, 2015 noted on some\npackages). Facility staff stated that the meat had been delivered on 12/8/2015.. All of this meat was being stored\nat room temperature since it was delivered and most of the meat was thawed and warm to the touch.\nFood that is past the expiration dates on the manufacturer's packaging and which is not stored under proper\nconditions (eg. refrigeration for raw meat products) deteriorates quickly and may become contaminated with high\nlevels of bacterial pathogens which are a risk to the health of the animals being fed this improperly stored food.\nSupplies of food and bedding shall be stored in facilities which adequately protect such supplies against\ndeterioration, molding, or contamination by vermin. Refrigeration and appropriate storage shall be provided for\nsupplies of perishable food."
    },
    {
      "code": "3.126(a)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, INDOOR.",
      "narrative": "The indoor enclosure # 52 housing for 3 five month old tigers, Lakota, Joey and Khaleesi is not being sufficiently\nregulated for extreme temperature changes. The inspector opened the side door to the indoor enclosure and felt a\nrush of cold air. The enclosure has two baseboard heaters that are not being utilized. These heaters are presently\nbeing urinated on and poses a health/fire hazard to the animals. The floor in the indoor enclosure is made of\nconcrete and the only area for the animals to stay warm is by burrowing into the wood shavings on the elevated\nbed. Facility staff stated that they leave the window open even during the night allowing cold air to enter. These\nlower temperatures could cause undue stress and discomfort to these young tigers.\nThe licensee needs to sufficiently regulate extremes of temperature by heating or cooling the indoor housing\nfacilities to protect the health of the animal and to prevent discomfort.\nTo be corrected by: December 16, 2015"
    },
    {
      "code": "3.127(a)",
      "kind": "",
      "repeat": true,
      "desc": "FACILITIES, OUTDOOR.",
      "narrative": "Several outdoor enclosures housing tigers, lions, tigers, bears, and ligers did not have adequate shade to protect\nthem from direct sunlight:\n*Enclosure #42 housing 5 adult tigers: Terra, Jamma, Milo, Morgan and LaFluer\n*Enclosure # 43 housing 3 adult tigers: Lazarus, Diablo, and Twinkle\n*Enclosure #44 housing 2 adult tigers: Clay and Ima\n*Enclosure #45 housing 2 young tigers: Baxter and Maverick\n*Enclosure #46 housing 2 adult tigers: Kasper and Kodiak\n*Enclosure #47 housing 2 adult tigers: Elijah and Jezebel\n*Enclosure #48 housing 1 adult lions: Mona\n*Enclosure #30 housing 1 adult liger: Shakira\n*Enclosure #31 housing 2 juvenile lions: Athena and Zeus\n*Enclosure #32 housing 3 juvenile tigers: Synder (aka Cinder) and Waldo\n*Enclosure #33 housing 1 adult tiger: Willy\n*Enclosure #29 housing 3 adult tigers: Billy, Jake, Chepe\n*Enclosure #28 housing 1 adult lion: Zazu\n*Enclosure #27 housing 2 juvenile tigers: Pancho and Montana\n*Enclosure #26 housing 1 adult tiger: Andy\n*Enclosure #25 housing 2 adult tigers: Zena and Zoey\n*Enclosure #24 housing 2 adult tigers: Shenandoah and Sabre\n*Enclosure #23 housing 2 adult tigers: Tutt and Nefertiti\n*Enclosure #22 housing 1 adult tiger: Pandora\n*Enclosure #21 housing 3 adult tigers: India, Capricio, and Carolina\n*Enclosure #19 housing 2 adult tigers: Sumadi and Eragon\n*Enclosure #65 housing 2 adult tigers: Phoebe and Toni\n*Enclosure #64 housing 2 adult tigers: Natasha and Juanita\n*Enclosure #63 housing 2 adult tigers: Amber and Thurston\n*Enclosure #62 housing 1 adult liger: Fergy\n*Enclosure #60 housing 2 adult lions: Savanna and Pharaoh\n*Enclosure #54 housing 3 adult tigers: Raja, Varekai, and Kanji\n*Enclosure #59 housing 5 adult tigers: Shival, Mugale, Bana Bibi, Rani, Sultan\n*Enclosure #13 housing 2 juvenile tigers: Roman and Donner\n*Enclosure #12 housing 2 adult tigers: Seth and Gabrielle\n*Enclosure #11 housing 2 adult tigers: Charlie and Chainsaw\n*Enclosure #10 housing 2 adult tigers: Cleatus and Charlie\n*Enclosure #55 housing 1 adult tiger: Shir Khan\n*Enclosure #56 housing 2 adult tigers: Charaka and Priya\n*Enclosure #58 housing 2 juvenile tigers: Bentley and Achilles\n*Enclosure #57 housing 1 adult tiger: Stripes\n*Enclosure (not numbered) housing 2 black bears, Holly and Lolli, and 1 brown bear, Huggy\nTwo tigers and one lion were noted to have abnormal conditions affecting their eyes. Several animals were\nobserved laying in the restricted shadow of shade available to them in their enclosures.\nInadequate protection from direct sunlight has the potential to cause eye damage and may affect an animal's ability\nto thermoregulate without the ability to access shade. In addition, inadequate shade may restrict the animals from\nutilizing the full enclosure space.\nShelter from sunlight is required when overheating or discomfort of the animals is likely."
    },
    {
      "code": "3.127(b)",
      "kind": "",
      "repeat": true,
      "desc": "FACILITIES, OUTDOOR.",
      "narrative": "Shelter from inclement weather.\nThe shelter structure in the outdoor enclosure #35 housing an adult leopard, Selbit, is not adequate to protect this\nanimal from the local area's climatic conditions (eg. rain, wind, snow, hail). This enclosure previously housed\nbobcats, a much smaller animal than an adult leopard, and the shelter structure entrance is too small for a leopard\nto enter this structure or to have adequate room to make normal postural adjustments if able to gain access.\nAnimals housed outdoors should have appropriate shelter, natural or artificial, where they can escape adverse\nclimatic conditions and stay warm and dry.\nNatural or artificial shelter appropriate to the local climatic conditions for the species concerned shall be provided for\nall animals kept outdoors to afford them protection and to prevent discomfort to such animals."
    },
    {
      "code": "3.127(c)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, OUTDOOR.",
      "narrative": "An adult male tiger in enclosure # 55, Shirkahn has slabs of ice and standing water under and around the water\nbowl. This area is not adequately draining and does not allow the animal to stand on a dry surface while drinking.\nTwo adult tigers in enclosure # 56, Charaka, Priya has excess an excess amount of ice, water, mud under and\naround the water bowl. This area is not adequately draining and does not allow the animals to stand on a dry\nsurface while drinking.\nAn adult tiger in enclosure #57, Stripes has excess an amount of standing water, mud under and around the water\nbowl. This area is not adequately draining and does not allow the animals to stand on a dry surface while drinking.\nThe excess accumulation of standing water, ice, mud could be a source for contamination, odors and diseases.\nEstablish and maintain an effective drainage system to eliminate excess water to prevent potential contamination\nand diseases.\nTo be corrected by: December 23, 2015"
    },
    {
      "code": "3.129(a)",
      "kind": "",
      "repeat": true,
      "desc": "FEEDING.",
      "narrative": "According to the diet plan observed by the inspectors, it calls for \"Added calcium supplement for cubs\".The plan lists\ntwo calcium supplements to be given, Prima Cal 2 scoops of supplement per pound of meat and Calcium Citrate 4\nscoops of supplement per pound of meat. Only Prima Cal was found during the inspection and the facility staff\nstated that was all they were using. Lameness and joint swelling in young, growing cubs may be caused by\ninadequate calcium in the diet and can lead to serious injury and health consequences (i.e fractured bones).\nThe licensee should ensure that the calcium supplementations are being given as directed by the AV.\nThe food shall be wholesome, palatable, and free from contamination and the diet shall be prepared with\nconsideration for the age, species, condition, size, and type of the animal."
    },
    {
      "code": "3.130",
      "kind": "",
      "repeat": true,
      "desc": "WATERING.",
      "narrative": "In enclosure #36 for two black bears, Cody and Pebbles, the horse trough provided for the bears' enrichment and\nfor cooling themselves had a small amount of brown liquid mixed with dirt and debris. The bears were observed\nlicking the brown liquid and climbing inside the trough. Consumption of the dirty brown liquid with debris poses a\nrisk to the animals' due to bacterial contamination. An employee was called to remove this trough from the\nenclosure.\nIn enclosure # 24 for two tigers, Shanandoah and Sabre, is one small water receptacle with no water for the\nanimals. Facility staff stated at one time they did have a large water receptacle, but it got torn up. An employee was\ncalled to provide water to these animals.\nAnimals not provided with adequate potable drinking water are at risk for dehydration and overheating. If other\ntypes of water receptacles are provided to animals, these and all drinking water receptacles shall be kept clean and\nsanitary in order to minimize contamination by bacteria, algae, and other potentially toxic or infectious materials.\nIf potable water is not accessible to the animals at all times, it must be provided as often as necessary for the health\nand comfort of the animal and all water receptacles shall be kept clean and sanitary."
    },
    {
      "code": "3.131(d)",
      "kind": "",
      "repeat": true,
      "desc": "SANITATION.",
      "narrative": "In enclosure #36 housing 2 bears, Cody and Pebbles is an excessive accumulation of bird droppings on and around\nthe food receptacle, southwest side of the fence and a tree stump.\nThese pests may carry and transmit diseases to the animals and a more effective method of monitoring and\npreventing their presence in/around primary enclosures and food should be implemented.\nThe licensee shall establish and maintain a safe and an effective pest control program."
    },
    {
      "code": "3.132",
      "kind": "",
      "repeat": true,
      "desc": "EMPLOYEES.",
      "narrative": "The licensee is not regularly involved in the day to day care of the animals and facilities. Facility staff stated that\nthey have 2 employees that live on site and another employee has not seen and unsure of his status. The\nemployees who are living on site have not been adequately trained for emergency situations. This was evidenced\nby them being unable to explain the emergency protocol for an escaped animal. The facility recently acquired 11\nmore animals making the current total of 127 animals including 12 species. These species have complex medical,\nbehavioral, nutritional, and other husbandry needs. Conditions at the facility currently do not meet the professional\nlevel of husbandry practices described in the regulations and standards. For example, in the last 16 months, 9\ntigers,1 lion, 1 bobcat, 1 leopard, and 2 kinkajous were found dead. During this inspection, 7 tigers, 2 lions and 1\nleopards were identified with veterinary care problems that were no(cid:25)t receiving appropriate care. Young animals (2\ntiger cubs, 1 lion) at the facility were being hand raised and require around the clock specialized care and feeding. A\ntotal of 37 enclosures, affecting 76 animals, had no shade(cid:20). This has been an ongoing problem that has been cited\nsince May 2009. At least 8 enclosures were in varying degrees of disrepair that was cited on 9/9/2015 inspection.\nThe excessive number of animal welfare concerns indicates that there is not a sufficient number of adequately\ntrained employees to maintain a professionally acceptable level of husbandry practices and in emergency\nprocedures.\nFacilities are required to utilize a sufficient number of adequately trained employees to maintain the professional\nhusbandry standards described in the regulations and standards to ensure that the animals are kept in appropriately\nmaintained, sanitary facilities and receive appropriate monitoring, veterinary care, feeding, watering, and care.\nThe licensee must evaluate the current work load and staffing level and ensure that a sufficient number of\nadequately trained employees are utilized to maintain the professionally acceptable level of husbandry practices\ndescribed in the regulations and standards.\nA sufficient number of adequately trained employees shall be utilized to maintain the professionally acceptable level\nof husbandry practices set forth in this subpart.\nInspection conducted on 12/9/2015 with a facility representative, AC Supervisory Animal Care Specialist, Tanya\nTims, DVM and Animal Care Inspector Cindy Rhodes.\nDue to the unavailability of the licensee to conduct the exit briefing in person, it was conducted by telephone on\n12/14/2015 with the licensee and AC Inspector Cindy Rhodes. The exit briefing included a detailed description of\nthe animals requiring veterinary care."
    }
  ],
  "narrative": "2.40(b)(2)           DIRECT                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n**An adult female tiger in enclosure #2, Buffy, was noted to be squinting and excessively blinking her eyes in the\nsunlight before moving to pace the fence.  Buffy has opaque coloration to the cornea of both eyes with the left eye\nappearing completely white.  The other female tiger in this enclosure, Spangles, also has an opaque and cloudy\nappearance to both eyes, the left eye being more noticeably affected. Spangles was observed excessively blinking\nand squinting her eyes in the sunlight. Both of these tigers had been cited for this condition and the enclosure was\ncited for inadequate shade during the previous inspection conducted on 9/9/2015. This condition has been\ndocumented that it is considered chronic in nature by the attending veterinarian (AV).  A note made by a\nveterinarian on Buffy's medical record on 9/9/2015 stated \"Bilateral, chronic, progressive, solar induced keratitis.  It\nwas going to continue to worsen\".  A note made by a veterinarian in Buffy's and Spangle's medical records on\n11/2/2015 stated \"Solar Induced keratitis is the same\". There is no plan to address the progressive deterioration of\nthe vision, pain, or discomfort due to the diagnosed condition.\nEye conditions, particularly chronic conditions that become more active, are serious, often painful to the animal,\nand, if not treated quickly, may result in loss of vision. These tigers need to be re-evaluated by a veterinarian to\nprovide a plan for treating and/or monitoring this condition.\n \n**A male tiger in enclosure #32, Waldo, had an abnormal gait affecting his right front leg, which was cited during the\ninspection on 9/9/2015.   When walking, his head bobs downward noticeably when landing hard on his left front leg. \nHe would stretch out the right front leg gently before walking at times not putting full weight on that leg.  Waldo's\npelvic bones were becoming prominent and were easily visible. Invoices from a veterinarian dated 3/4/2014 and\n4/19/2015 list digital radiographs of right elbow and right front leg for Waldo but these were not made available for\nreview.  A note made by attending veterinarian in Waldo's medical records on 11/ 17/2015 that it was a chronic limp\nand non-responsive to pain medications.  \"Plan was to provide glucosamine/chondroitin, can restart\ntramadol/meloxicam if limp worsens for more than 48 hours\".  There were no records available during this\ninspection showing that this animal is receiving glucosamine/chondroitin , no plan to monitor, and no plan to\nre-evaluate or attempt any other diagnostics or treatment for this animal despite no change in this abnormal\ncondition\n\nLameness and/or abnormal gait with muscle or weight loss may be indications of injury or underlying illness and this\ntiger needs to be evaluated by a veterinarian to provide a plan for diagnostics, treating and/or monitoring these\nconditions.\n**A male tiger in enclosure # 65, Toni has an abnormal gait affecting his right front leg, which was cited on the\nnspection conducted 9/9/20/15.   When walking, his head bobs downward when placing his left front leg and does\nnot appear to bearing his full weight.   A note was made by a veterinarian on Toni(cid:25)'s medical record 11/2/2015  \"no\nimprovement in RF lameness on Tramadol\".  A note made by the attending veterinarian on 11/17/2015 was that it\nwas a chronic limp, (cid:28)plan to provide glucosamine/chondroitin supplement. If limp worsen for more than 48 hrs restart\ntramadol/meloxicam(cid:29).   There were no records available during this inspection showing that this animal is receiving\nglucosamine/chondroitin, no plan to monitor, and no plan to re-evaluate or attempt any other diagnostics or\ntreatment for this animal despite no change in this abnormal condition.\nLameness and/or abnormal gait with muscle or weight loss may be indications of injury or underlying illness and this\ntiger needs to be evaluated by a veterinarian to provide a plan for diagnostics, treating and/or monitoring these\nconditions.\n**An adult male lion in enclosure # 28, Zazu was observed to have an abnormal stance and appeared to be\nhunched on his hind quarter.  Below the hock it appeared to be at an abnormal angle.  He was very reluctant to walk\ninside the enclosure.  Zazu also has an opaque coloration to the center of the left eye which a note by a veterinarian\non 11/2/2015,\"eye looks good.\"  No diagnosis, treatment or plan available during the time of inspection to address\nthese medical issues.\nEye conditions, particularly chronic conditions that become more active, are serious, often painful to the animal,\nand, if not treated quickly, may result in loss of vision.  Lameness and/or abnormal stance with reluctance to walk\nmay be indications of injury or underlying illness.  This lion needs to be evaluated by a veterinarian to properly\ndiagnose the cause and provide a plan for treating and/or monitoring these conditions.\n**An adult black leopard in enclosure #61, Sinbad, was noted to have two large lumps protruding from the left hip\nand left lateral thigh with a third faintly noticeable on his right mid-lateral thigh. This condition was cited during the\ninspection on 9/9/.2015.  The veterinarian that was on site during the inspection conducted on 9/9/2015\nrecommended no treatment at that time, but to monitor them daily for change.  A note made by a veterinarian on\nSinbad's medical record 11/2/2015 animals needs to be darted, verify they are lipomas.  There has been no\ndocumentation  that these lumps have been monitored and/or treated.  Sinbad also appeared to have an abnormal\ngait by walking lightly and not bearing his full weight on the right side. This condition had not been noticed by the\n\nfacility staff at the time of this inspection.\nLumps in or under the skin may be a sign of infection, inflammation, or tumors and should be measured and\nmonitored, at a minimum, for changes in size or character.  Lameness and/or abnormal gait may be indications of\ninjury or underlying illness.  This leopard needs to be evaluated by a veterinarian to properly diagnose and provide a\nplan for treating and/or monitoring these conditions.\n>>>>>>>>>>>>>>>>>>>>>>\n**An adult male tiger in enclosure #26, Andy, was again observed sitting on his hind limbs, stroke his penis with his\nfront,paw and then get up and urinate.  This is unusual behavior and was first noticed by the inspectors on the last\ninspection conducted 9/9/2015.   A note made by a veterinarian on Andy's medical record  9/9/2015 she observed\nthe animal doing this behavior and believed the tiger was masturbating, a behavior seen in tigers.  Going to discuss\nwith the AV.  A note made by a veterinarian in Andy's medical record on 11/2/2015 urinating normally. There are no\nrecords available during the time of inspection from the AV that any diagnostic testing has been accomplished and a\nplan for treatment.\nA veterinarian should examine this tiger to determine if this is behavioral or indicative of an underlying veterinary\ncondition which may require diagnostic testing (i.e. blood work, urinalysis) and further evaluation and plan for\ntreatment and monitoring for resolution of any underlying condition or behavioral disorders.\n**A 6 week old lion, Hercules is being housed in the veterinary clinic next to two 8 week old tiger cubs, Snowflake\nand Schroeder.  Snowflake and Schroeder have been diagnosed and are presently being treated for \"ringworm\" (a\ncontagious fungal skin infection)..  The middle fence is shared between the enclosures allowing Hercules to have\ndirect contact and exposing this immature, young lion to this contagious condition.\nThe facility must consult with a veterinarian and develop a plan to monitor, diagnosis, treat and prevent the\nspreading of this condition.\n** A juvenile tiger cub in enclosure # 41, Elvis along the left shoulder had three circular areas where the hair was\nmissing.  The animal had been obtained from another individual who had confirmed cases of \"ringworm\" (a\ncontagious fungal skin infection).  Currently, this juvenile tiger had been placed in the enclosure with two juvenile\ntigers that had already been at the BCSS facility. The condition of this tiger had not been noticed by the facility staff\nat the time of inspection. \nAreas of hair loss may be symptoms of other veterinary conditions and should be evaluated by a veterinarian to\n\ndetermine a diagnosis and plan to address this condition.\n**Three juvenile bears in enclosure # 8, Rachey, Xena  and Koda have significant hair loss along the rump.  Koda\nappeared to have bi-lateral hair loss on the hindquarters extending forward to the mid-back area.  Rachey and Xena\nhave hair loss on the hindquarters and thinning hair coat over the lower back. In addition, all three bears were seen\nto be excessively scratching their flank and abdomens during the time the inspectors observed them.  The AV had\nnot been notified of these animals condition at the time of inspection.  The facility had changed the bedding, as it\nwas assumed to be an allergic reaction, however the condition remains unchanged.  \nAreas of hair loss  and pruritus may be symptoms of nutritional deficiencies, internal organ dysfunction, allergies,\nexternal parasites, and/or many other veterinary conditions.  These animals need to be evaluated by a veterinarian\nto determine a diagnosis and plan for this condition. \nIn addition to the adult tigers Buffy, Spangles, Waldo, Toni, Andy and the adult leopard, Sinbad, the following\nanimals listed on the previous inspection conducted September 9, 2015 were evaluated by a veterinarian: \nBinturong- Chip, Tiger cub Joey, adult tiger-Capricho,  Adult Leopard-Aramis, and 2 coatimundi -Molly and Macano.\n3.81                    REPEAT\nENVIRONMENT ENHANCEMENT TO PROMOTE PSYCHOLOGICAL WELL-BEING.\n- The plan for the environmental enhancement to promote the psychological well-being of the nonhuman primates, 2\nring-tailed lemurs acquired in July 2014, was not available for review at the time of this inspection.  The plan, at a\nminimum, must address social grouping, environmental enrichment, special considerations, if applicable, and\nrestraint devices and their use.  The plan and environmental enrichment must be approved by the attending\nveterinarian (AV) and documented when provided to the animals on the environmental enhancement plan.  \nThere was nothing documenting (i.e notebook, calendar) that enrichment is taking place.  The animals have\ndifferent items in their enclosures, but there is no schedule of rotating or changing the items in the pens.\nNonhuman primates have complex social and intellectual needs that need to be addressed when in captivity.  A\nwritten plan that is directed by the AV, guided by current professional standards, and available for review by APHIS\nofficials is required to ensure that the psychological well-being of these animals is being appropriately addressed.\n  \nMust develop, document, and follow an appropriate plan for environmental enhancement of nonhuman primates \nthat is in accordance with currently accepted professional standards and as directed by the AV.\n\n3.125(a)                    REPEAT\nFACILITIES, GENERAL.   \nEnclosure #36 housing 2 black bears, Cody and Pebbles, has a large hole in the wooden shelter structure on the\nupper right side,  This shelter is in disrepair and the hole can allow wind and rain to enter the structure which could\ncause discomfort to these animals.\nIn the following enclosures, the doorframe around the den (shelter) had chewed and ripped wood  which are in\ndisrepair and which could cause an injury to the animals:\n**Enclosure # 11 housing 2 adult tigers, Charlie and Chainsaw\n**Enclosure # 12 housing 2 adult tigers, Seth and Gabrielle\n**Enclosure # 23 housing 2 adult tigers, Tutt and Nefertiti\n**Enclosure # 24 housing 2 adult tigers, Shenandoah and Sabre\nEnclosure # 24 housing 2 tigers, Shenandoah and Sabre, the chain link fencing on the west side of the enclosure\nadjacent to the den is pulled and is not in good repair, posing a risk of injury to the animals.\n  \nEnclosure #5 housing 2 tigers, Opie and Lyla the ramp and elevated resting platform has chewed, ripped wood in\ndisrepair and could cause an injury to the animals.\nThe facility must be constructed of such material and of such strength as appropriate for the animals involved. The\nindoor and outdoor housing facilities shall be structurally sound and shall be maintained in good repair to protect the\nanimals from injury and to contain the animals.\n3.125(c)                    REPEAT\nFACILITIES, GENERAL.   \nStorage.\nWhen the door was opened to the main food preparation area (commissary) a very foul odor of rotting meat could\nbe smelled by the inspectors. Inside this area there were multiple packages of raw chicken, fish and meat in\napproximately 25-30 large cardboard boxes that were past the expiration dates (Dec 6, 2015 noted on some\npackages).  Facility staff stated that the meat had been delivered on 12/8/2015..  All of this meat was being stored\nat room temperature since it was delivered and most of the meat was thawed and warm to the touch. \nFood that is past the expiration dates on the manufacturer's packaging and which is not stored under proper\nconditions (eg. refrigeration for raw meat products) deteriorates quickly and may become contaminated with high\n\nlevels of bacterial pathogens which are a risk to the health of the animals being fed this improperly stored food.\nSupplies of food and bedding shall be stored in facilities which adequately protect such supplies against\ndeterioration, molding, or contamination by vermin.  Refrigeration and appropriate storage shall be provided for\nsupplies of perishable food.\n3.126(a)\nFACILITIES, INDOOR. \nThe indoor enclosure # 52 housing for 3 five month old tigers, Lakota, Joey and Khaleesi  is not being sufficiently\nregulated for extreme temperature changes. The inspector opened the side door to the indoor enclosure and felt a\nrush of cold air.  The enclosure has two baseboard heaters that are not being utilized.  These heaters are presently\nbeing urinated on and poses a health/fire hazard to the animals.  The floor in the indoor enclosure is made of\nconcrete and the only area for the animals to stay warm is by burrowing into the wood shavings on the elevated\nbed.  Facility staff stated that they leave the window open even during the night allowing cold air to enter.  These\nlower temperatures could cause undue stress and discomfort to these young tigers. \nThe licensee needs to sufficiently regulate extremes of temperature by heating or cooling the indoor housing\nfacilities to protect the health of the animal and to prevent discomfort.  \nTo be corrected by:  December 16, 2015\n3.127(a)                    REPEAT\nFACILITIES, OUTDOOR. \nSeveral outdoor enclosures housing tigers, lions, tigers, bears, and ligers did not have adequate shade to protect\nthem from direct sunlight:\n*Enclosure #42 housing 5 adult tigers: Terra, Jamma, Milo, Morgan and LaFluer\n*Enclosure # 43 housing 3 adult tigers: Lazarus, Diablo, and Twinkle\n*Enclosure #44 housing 2 adult tigers: Clay and Ima\n*Enclosure #45 housing 2 young tigers: Baxter and Maverick\n*Enclosure #46 housing 2 adult tigers: Kasper and Kodiak\n*Enclosure #47 housing 2 adult tigers: Elijah and Jezebel\n*Enclosure #48 housing 1 adult lions: Mona \n*Enclosure #30 housing 1 adult liger: Shakira\n*Enclosure #31 housing 2 juvenile lions: Athena and Zeus \n*Enclosure #32 housing 3 juvenile tigers: Synder (aka Cinder) and  Waldo\n*Enclosure #33 housing 1 adult tiger: Willy\n*Enclosure #29 housing 3 adult tigers: Billy, Jake, Chepe\n\n*Enclosure #28 housing 1 adult lion: Zazu\n*Enclosure #27 housing 2 juvenile tigers: Pancho and Montana\n*Enclosure #26 housing 1 adult tiger: Andy\n*Enclosure #25 housing 2 adult tigers: Zena and Zoey\n*Enclosure #24 housing 2 adult tigers: Shenandoah and Sabre\n*Enclosure #23 housing 2 adult tigers: Tutt and Nefertiti\n*Enclosure #22 housing 1 adult tiger: Pandora\n*Enclosure #21 housing 3 adult tigers: India, Capricio, and Carolina\n*Enclosure #19 housing 2 adult tigers: Sumadi and Eragon\n*Enclosure #65 housing 2 adult tigers: Phoebe and Toni\n*Enclosure #64 housing 2 adult tigers: Natasha and Juanita\n*Enclosure #63 housing 2 adult tigers: Amber and Thurston\n*Enclosure #62 housing 1 adult liger: Fergy\n*Enclosure #60 housing 2 adult lions: Savanna and Pharaoh\n*Enclosure #54 housing 3 adult tigers: Raja, Varekai, and Kanji\n*Enclosure #59 housing 5 adult tigers: Shival, Mugale, Bana Bibi, Rani, Sultan\n*Enclosure #13 housing 2 juvenile tigers: Roman and Donner\n*Enclosure #12 housing 2 adult tigers: Seth and Gabrielle\n*Enclosure #11 housing 2 adult tigers: Charlie and Chainsaw\n*Enclosure #10 housing 2 adult tigers: Cleatus and Charlie\n*Enclosure #55 housing 1 adult tiger: Shir Khan\n*Enclosure #56 housing 2 adult tigers: Charaka and Priya\n*Enclosure #58 housing 2 juvenile tigers: Bentley and Achilles\n*Enclosure #57 housing 1 adult tiger: Stripes\n*Enclosure (not numbered) housing 2 black bears, Holly and Lolli, and 1 brown bear, Huggy\nTwo tigers and one lion were noted to have abnormal conditions affecting their eyes.  Several animals were\nobserved laying in the restricted shadow of shade available to them in their enclosures. \nInadequate protection from direct sunlight has the potential to cause eye damage and may affect an animal's ability\nto thermoregulate without the ability to access shade.  In addition, inadequate shade may restrict the animals from\nutilizing the full enclosure space.\nShelter from sunlight is required when overheating or discomfort of the animals is likely.\n3.127(b)                    REPEAT\n\nFACILITIES, OUTDOOR. \nShelter from inclement weather.\nThe shelter structure in the outdoor enclosure #35 housing an adult leopard, Selbit, is not adequate to protect this\nanimal from the local area's climatic conditions (eg. rain, wind, snow, hail).  This enclosure previously housed\nbobcats, a much smaller animal than an adult leopard, and the shelter structure entrance is too small for a leopard\nto enter this structure or to have adequate room to make normal postural adjustments if able to gain access.  \nAnimals housed outdoors should have appropriate shelter, natural or artificial, where they can escape adverse\nclimatic conditions and stay warm and dry.  \nNatural or artificial shelter appropriate to the local climatic conditions for the species concerned shall be provided for\nall animals kept outdoors to afford them protection and to prevent discomfort to such animals.\n3.127(c)\nFACILITIES, OUTDOOR. \nAn adult male tiger in enclosure # 55, Shirkahn  has slabs of ice and standing water under and around the water\nbowl.  This area is not adequately draining and does not allow the animal to stand on a dry surface while drinking.\nTwo adult tigers in enclosure # 56, Charaka, Priya has excess an excess amount of ice, water, mud under and\naround the water bowl.  This area is not adequately draining and does not allow the animals to stand on a dry\nsurface while drinking.\nAn adult tiger in enclosure #57, Stripes has excess an amount of standing water,  mud under and around the water\nbowl.  This area is not adequately draining and does not allow the animals to stand on a dry surface while drinking.\nThe excess accumulation of standing water, ice, mud could be a source for contamination, odors and diseases.\nEstablish and maintain an effective drainage system to eliminate excess water to prevent potential contamination\nand diseases.\nTo be corrected by:  December 23, 2015\n3.129(a)                    REPEAT\nFEEDING.\n\nAccording to the diet plan observed by the inspectors, it calls for \"Added calcium supplement for cubs\".The plan lists\ntwo calcium supplements to be given, Prima Cal 2 scoops of supplement per pound of meat and Calcium Citrate 4\nscoops of supplement per pound of meat.  Only Prima Cal was found during the inspection and the facility staff\nstated that was all they were using.  Lameness and joint swelling in young, growing cubs may be caused by\ninadequate calcium in the diet and can lead to serious injury and health consequences (i.e fractured bones). \nThe licensee should ensure that the calcium supplementations are being given as directed by the AV.\nThe food shall be wholesome, palatable, and free from contamination and the diet shall be prepared with\nconsideration for the age, species, condition, size, and type of the animal. \n3.130                    REPEAT\nWATERING.  \nIn enclosure #36 for two black bears, Cody and Pebbles, the horse trough provided for the bears' enrichment and\nfor cooling themselves had a small amount of brown liquid mixed with dirt and debris.  The bears were observed\nlicking the brown liquid and climbing inside the trough.  Consumption of the dirty brown liquid with debris poses a\nrisk to the animals' due to bacterial contamination.   An employee was called to remove this trough from the\nenclosure.\nIn enclosure # 24 for two tigers, Shanandoah and Sabre, is one small water receptacle with no water for the\nanimals. Facility staff stated at one time they did have a large water receptacle, but it got torn up.  An employee was\ncalled to provide water to these animals.\nAnimals not provided with adequate potable drinking water are at risk for dehydration and overheating.  If other\ntypes of water receptacles are provided to animals, these and all drinking water receptacles shall be kept clean and\nsanitary in order to minimize contamination by bacteria, algae, and other potentially toxic or infectious materials.\nIf potable water is not accessible to the animals at all times, it must be provided as often as necessary for the health\nand comfort of the animal and all water receptacles shall be kept clean and sanitary.\n3.131(d)                    REPEAT\nSANITATION.   \nIn enclosure #36 housing 2 bears, Cody and Pebbles is an excessive accumulation of bird droppings on and around\nthe food receptacle,  southwest side of the fence and a tree stump.\n\nThese pests may carry and transmit diseases to the animals and a more effective method of monitoring and\npreventing their presence in/around primary enclosures and food should be implemented.\nThe licensee shall establish and maintain a safe and an effective pest control program.\n3.132                    REPEAT\nEMPLOYEES. \nThe licensee is not regularly involved in the day to day care of the animals and facilities.  Facility staff stated that\nthey have 2 employees that live on site and another employee has not seen and unsure of his status. The\nemployees who are living on site have not been adequately trained for emergency situations.  This was evidenced\nby them being unable to explain the emergency protocol for an escaped animal.  The facility recently acquired 11\nmore animals making the current total of 127 animals including 12 species. These species have complex medical,\nbehavioral, nutritional, and other husbandry needs. Conditions at the facility currently do not meet the professional\nlevel of husbandry practices described in the regulations and standards. For example, in the last 16 months, 9\ntigers,1  lion, 1 bobcat, 1 leopard, and 2 kinkajous were found dead. During this inspection, 7 tigers, 2 lions and 1\nleopards were identified with veterinary care problems that were no(cid:25)t receiving appropriate care. Young animals (2\ntiger cubs, 1 lion) at the facility were being hand raised and require around the clock specialized care and feeding. A\ntotal of 37 enclosures, affecting 76 animals, had no shade(cid:20).  This has been an ongoing problem that has been cited\nsince May 2009.  At least 8 enclosures were in varying degrees of disrepair that was cited on 9/9/2015 inspection. \nThe excessive number of animal welfare concerns indicates that there is not a sufficient number of adequately\ntrained employees to maintain a professionally acceptable level of husbandry practices and in emergency\nprocedures.\n \nFacilities are required to utilize a sufficient number of adequately trained employees to maintain the professional\nhusbandry standards described in the regulations and standards to ensure that the animals are kept in appropriately\nmaintained, sanitary facilities and receive appropriate monitoring, veterinary care, feeding, watering, and care.\n \nThe licensee must evaluate the current work load and staffing level and ensure that a sufficient number of\nadequately trained employees are utilized to maintain the professionally acceptable level of husbandry practices\ndescribed in the regulations and standards.\nA sufficient number of adequately trained employees shall be utilized to maintain the professionally acceptable level\nof husbandry practices set forth in this subpart.\n\nInspection conducted on 12/9/2015 with a facility representative, AC Supervisory Animal Care Specialist, Tanya\nTims, DVM and Animal Care Inspector Cindy Rhodes.\nDue to the unavailability of the licensee to conduct the exit briefing in person, it was conducted by telephone on\n12/14/2015 with the licensee and AC Inspector Cindy Rhodes.  The exit briefing included a detailed description of\nthe animals requiring veterinary care.",
  "animals_total": 127,
  "species": [
    {
      "count": 2,
      "scientific": "Caracal caracal",
      "common": "CARACAL"
    },
    {
      "count": 2,
      "scientific": "Lemur catta",
      "common": "RING-TAILED LEMUR"
    },
    {
      "count": 1,
      "scientific": "Leptailurus serval",
      "common": "SERVAL"
    },
    {
      "count": 3,
      "scientific": "Lynx rufus",
      "common": "BOBCAT"
    },
    {
      "count": 2,
      "scientific": "Nasua nasua",
      "common": "BROWN-NOSED COATI"
    },
    {
      "count": 9,
      "scientific": "Panthera leo",
      "common": "LION"
    },
    {
      "count": 2,
      "scientific": "Panthera leo × panthera tigris",
      "common": "LIGER"
    },
    {
      "count": 6,
      "scientific": "Panthera pardus",
      "common": "LEOPARD"
    },
    {
      "count": 89,
      "scientific": "Panthera tigris",
      "common": "TIGER"
    },
    {
      "count": 3,
      "scientific": "Puma concolor",
      "common": "PUMA / MOUNTAIN LION / COUGAR"
    },
    {
      "count": 1,
      "scientific": "Ursus arctos syriacus",
      "common": "SYRIAN BROWN BEAR"
    },
    {
      "count": 7,
      "scientific": "Ursus americanus",
      "common": "NORTH AMERICAN BLACK BEAR"
    }
  ]
}