{
  "insp_id": "41151445550060",
  "layout": "a",
  "customer_id": "6902",
  "customer_name": "Summer Wind Farm Sanctuary",
  "customer_addr": "6490 Mowerson Rd\nBrown City, MI 48416",
  "certificate": "34-C-0227",
  "site_id": "001",
  "site_name": "SUMMER WIND FARMS",
  "insp_type": "ROUTINE INSPECTION",
  "date": "10-FEB-2015",
  "report_date": "10-FEB-2015",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "A brown goat that was noted by the inspectors on the inspection of 12-16-14 as lame and having difficulty moving\nstill appeared to be having difficulty walking. The goat moved stiffly and seemed hesitant to move or place weight\non its right rear leg. This goat had been seen by the attending veterinarian according to the facility president. It was\ndiagnosed with arthritis and given an injection of cortisone according to the facility president. This had helped the\ngoat according to the facility president. This goat requires evaluation by the attending veterinarian and additional\ntreatment to alleviate its pain and suffering. This goat is to be evaluated by the attending veterinarian by close of\nbusiness on 2-11-15.\nThe tiger known as Sher Kahn was very hesitant to stand. When he did stand the muscles of all of his legs were\ntrembling and the tiger appeared to be very weak. The tiger moved very slowly and stiffly. The tiger had not eaten\nany of its food from the night before. The facility president was aware of this animals condition and stated that the\nanimal was old and had arthritis. This tiger was not on any treatment according to the facility president. This tiger is\nsuffering in its current condition. This tiger requires evaluation by the attending veterinarian for treatment to\nalleviate its pain and suffering. This tiger is to be evaluated by the attending veterinarian by close of business on\n2-11-15.\nThe macaque known as Huey had a wound on the tip of its tail. This lesion was about 1/2 inch long and was red\nand raw. Tail wounds of this nature can spread rapidly if not treated in a timely fashion as the animal will continue\nto pick at this area. This can lead to infection which can ultimately require tail tip amputation. Wounds must be\ntreated promptly to avoid unnecessary pain and suffering. This monkey requires evaluation by the attending\nveterinarian for treatment. This monkey is to be evaluated by the attending veterinarian by close of business on\n2-11-15.\nDocumentation of the veterinary evaluation for these animals with treatment recommendations and records must be\nmaintained and available for review by APHIS officials."
    },
    {
      "code": "2.40(b)(3)",
      "kind": "",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "The macaque known as Huey had a wound on the tip of its tail. This lesion was about 1/2 inch long and was red\nand raw. Tail wounds of this nature can spread rapidly if not treated in a timely fashion as the animal will continue\nto pick at this area. This can lead to infection which can ultimately require tail tip amputation. No one at the facility\nhad noticed the condition of this monkey. Failure to observe health issues and promptly report them to the\nattending veterinarian will lead to unnecessary suffering and in extreme cases even possible animal death.\nThorough daily observations of all animals should be made. Animals with known problems should receive extra\nscrutiny. Report all health issues promptly to the veterinarian."
    },
    {
      "code": "3.125(c)",
      "kind": "",
      "repeat": true,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "The produce cooler contains spoiled produce. Oranges with white mold spots, deteriorating radishes, softening\napples, molding ginger, molding cheese, deteriorating squash and peppers along with other spoiling produce were\nall present in the produce cooler. Spoiled produce must be removed promptly to prevent contamination of food\nintended to be fed to the animals. Sort and remove spoiled produce promptly. This cooler needs to be cleaned and\nhave spoiled and deteriorating items removed in order to prevent contamination of food items that will be fed to the\nanimals.\nThe produce sorting area of the produce cooler contained two chainsaws that had been used to butcher the\nprevious day. These saws were covered in blood and tissue. These saws must be cleaned and sanitized promptly\nafter use. They should not be stored in the produce cooler where it is possible for the material on them or the gas\nand oil in them to contaminate produce intended for animal feed.\nThe meat cooler had a horrible ammonia like odor mixed with the odor of rotten and decaying meat. This odor\nmakes it very hard to determine if the meat items stored in this cooler are fit for animal consumption. Clean the\ncooler, identify the source of the odor and eliminate it."
    },
    {
      "code": "3.127(b)",
      "kind": "Direct",
      "repeat": true,
      "desc": "FACILITIES, OUTDOOR.",
      "narrative": "The shelter for the enclosures housing the three alpacas has no bedding. The enclosure for the shelter housing the\nlama has no bedding. The enclosure for the shelter housing one sheep and four goats has no bedding. The\nenclosure housing the white tiger has very little bedding. The expected low temperature in the area is 12 degrees\ntonight. Adequate bedding must be provided to keep these animals from experiencing unnecessary discomfort.\nProvide these animals with bedding in their shelters."
    },
    {
      "code": "3.129(a)",
      "kind": "",
      "repeat": true,
      "desc": "FEEDING.",
      "narrative": "The enclosure containing the three alpacas and the enclosure containing four goats and one sheep each had a\nlarge pan of dog food in them. Feeding a diet not intended to be fed to these animals could lead to digestive issues\nor nutritional deficits. Feed a diet that is adequate to meet the nutritional needs of these animals. Consult with the\nattending veterinarian if needed."
    },
    {
      "code": "3.131(a)",
      "kind": "",
      "repeat": true,
      "desc": "SANITATION.",
      "narrative": "The enclosure housing three alpacas contained excessive fecal material in its shelter. The shelter for the cougar\nenclosure contained a large amount of food waste. Some of this food waste had been pulled down into the rodent\nholes in this shelter. The white tiger enclosure contained excessive food waste. These enclosures need to be\ncleaned on a more frequent basis. Uneaten food must be removed in a timely fashion. Food debris can\ncontaminate the animal enclosures and serve to attract rodents which are numerous throughout the facility. The\nfecal material and food waste present in these animals'(cid:25) enclosures can contaminate these animals as they lay in\ntheir enclosures. The animals can ingest this material when they groom themselves. Ingesting this fecal and food\nwaste can lead to potential health problems. Clean these enclosures more frequently to prevent a buildup of fecal\nmaterial and rotting food waste to minimize odors and prevent potential health problems."
    },
    {
      "code": "3.131(c)",
      "kind": "",
      "repeat": true,
      "desc": "SANITATION.",
      "narrative": "The butcher area had been used yesterday and was not cleaned. The floor was covered with blood and cow feces.\nThe band saw was covered in animal tissue. The counter was covered in blood. A knife and cutting board were on\nthe counter and also covered with blood. The facility president stated that no hot water was available as it was\nfrozen. Fix the water supply and clean the butcher area or bring in water to clean and sanitize it. This area must be\ncleaned promptly after use. The animal tissue and blood can serve to attract rodent pest which are numerous\nthroughout the facility.\nThe alleyway leading to the butcher area as well as the buildings along this alleyway are filled with various trash,\ndebris, fencing, pipe and old equipment. The building next to the butcher area is also filled with various debris, old\nequipment, boards, trash, buckets, tires and fencing. These areas provide ample hiding areas for rodents and other\npests. Numerous rodent holes were located throughout the facility. Mouse feces was seen in the warm room area.\nAll this material must be removed to help control the rodent infestation of this property."
    },
    {
      "code": "3.131(d)",
      "kind": "",
      "repeat": true,
      "desc": "SANITATION.",
      "narrative": "Numerous rodent holes were located throughout the facility. Rodent holes were noted in the service area and in an\nempty animal enclosure located on leopard row. Rodent holes were noted in the service area for the lion and tiger\nJJ's enclosures. Numerous rodent holes were seen in the grain storage barn for the hoof stock area. An empty bag\nin this building appeared to have been chewed on. Rodent holes were also seen inside the den area for the cougar\nenclosure. Excess food waste in the cougar enclosure looked as if it had been pulled down into the rodent holes.\nMouse feces was seen by the inspectors in an empty animal enclosure in the warm room. Rodents can be carriers\nof disease which may be harmful to the animals housed in these areas. A more effective means of pest control\nmust be established for the facility."
    },
    {
      "code": "3.132",
      "kind": "",
      "repeat": true,
      "desc": "EMPLOYEES.",
      "narrative": "It is evident that due to the nature and severity of the animal husbandry issues at the facility that there is a lack of\nadequately trained employees. The facility relies on volunteer workers. The president of the facility stated to\nAPHIS inspectors that there was no formalized scheduling of workers at the facility. A lack of properly trained\nemployees can result in facility and animal conditions that result in unnecessary animal suffering. Animal numbers\nmust be reduced or more properly trained workers need to be added. Workers need to be trained in the basic\nneeds of the animals at the facility. Topics should include at a minimum: the need for adequate bedding during\ntimes of extreme weather, the importance of cleaning and good housekeeping procedures, proper diet for different\nspecies of animals and observation of animals for abnormal conditions and behaviors. This training should be done\nin conjunction with the attending veterinarian or his designee. A list of topics covered and attendees must be\ndocumented for review by APHIS. A facility schedule needs to be developed that allows for adequate employee\ncoverage in order to address all animal husbandry needs. Also the facility president is the only one authorized to\nwork with the dangerous animals at the facility. All animal work must be done with the dangerous animals under his\ndirect supervision. This limits the amount of time that is available to service the dangerous animal enclosures as\nthe facility president is often offsite. This leads to poor sanitation in the dangerous animal enclosures. The facility\npresident needs to find a way to be onsite more or hire trained staff to help run the facility.\nInspection and exit interview conducted with the facility president.\nAdditional Inspectors\nBongard Carrie, Animal Care Inspector"
    }
  ],
  "narrative": "2.40(b)(2)           DIRECT                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nA brown goat that was noted by the inspectors on the inspection of 12-16-14 as lame and having difficulty moving\nstill appeared to be having difficulty walking.  The goat moved stiffly and seemed hesitant to move or place weight\non its right rear leg.  This goat had been seen by the attending veterinarian according to the facility president.  It was\ndiagnosed with arthritis and given an injection of cortisone according to the facility president.  This had helped the\ngoat according to the facility president.  This goat requires evaluation by the attending veterinarian and additional\ntreatment to alleviate its pain and suffering.  This goat is to be evaluated by the attending veterinarian by close of\nbusiness on 2-11-15.\nThe tiger known as Sher Kahn was very hesitant to stand.  When he did stand the muscles of all of his legs were\ntrembling and the tiger appeared to be very weak.  The tiger moved very slowly and stiffly.  The tiger had not eaten\nany of its food from the night before.  The facility president was aware of this animals condition and stated that the\nanimal was old and had arthritis.  This tiger was not on any treatment according to the facility president.  This tiger is\nsuffering in its current condition.  This tiger requires evaluation by the attending veterinarian for treatment to\nalleviate its pain and suffering.  This tiger is to be evaluated by the attending veterinarian by close of business on\n2-11-15.\nThe macaque known as Huey had a wound on the tip of its tail.  This lesion was about 1/2 inch long and was red\nand raw.  Tail wounds of this nature can spread rapidly if not treated in a timely fashion as the animal will continue\nto pick at this area.  This can lead to infection which can ultimately require tail tip amputation.  Wounds must be\ntreated promptly to avoid unnecessary pain and suffering.  This monkey requires evaluation by the attending\nveterinarian for treatment.  This monkey is to be evaluated by the attending veterinarian by close of business on\n2-11-15.\nDocumentation of the veterinary evaluation for these animals with treatment recommendations and records must be\nmaintained and available for review by APHIS officials.\n\n2.40(b)(3)                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThe macaque known as Huey had a wound on the tip of its tail.  This lesion was about 1/2 inch long and was red\nand raw.  Tail wounds of this nature can spread rapidly if not treated in a timely fashion as the animal will continue\nto pick at this area.  This can lead to infection which can ultimately require tail tip amputation.  No one at the facility\nhad noticed the condition of this monkey.  Failure to observe health issues and promptly report them to the\nattending veterinarian will lead to unnecessary suffering and in extreme cases even possible animal death.\nThorough daily observations of all animals should be made.  Animals with known problems should receive extra\nscrutiny.  Report all health issues promptly to the veterinarian.\n3.125(c)                    REPEAT\nFACILITIES, GENERAL.   \nThe produce cooler contains spoiled produce.  Oranges with white mold spots, deteriorating radishes, softening\napples, molding ginger, molding cheese, deteriorating squash and peppers along with other spoiling produce were\nall present in the produce cooler.  Spoiled produce must be removed promptly to prevent contamination of food\nintended to be fed to the animals.  Sort and remove spoiled produce promptly.  This cooler needs to be cleaned and\nhave spoiled and deteriorating items removed in order to prevent contamination of food items that will be fed to the\nanimals.\nThe produce sorting area of the produce cooler contained two chainsaws that had been used to butcher the\nprevious day.  These saws were covered in blood and tissue.  These saws must be cleaned and sanitized promptly\nafter use.  They should not be stored in the produce cooler where it is possible for the material on them or the gas\nand oil in them to contaminate produce intended for animal feed.\nThe meat cooler had a horrible ammonia like odor mixed with the odor of rotten and decaying meat.  This odor\nmakes it very hard to determine if the meat items stored in this cooler are fit for animal consumption.  Clean the\ncooler, identify the source of the odor and eliminate it.\n3.127(b)           DIRECT                    REPEAT\nFACILITIES, OUTDOOR. \nThe shelter for the enclosures housing the three alpacas has no bedding.  The enclosure for the shelter housing the\nlama has no bedding.  The enclosure for the shelter housing one sheep and four goats has no bedding.  The\nenclosure housing the white tiger has very little bedding.  The expected low temperature in the area is 12 degrees\ntonight.  Adequate bedding must be provided to keep these animals from experiencing unnecessary discomfort. \nProvide these animals with bedding in their shelters.\n\n3.129(a)                    REPEAT\nFEEDING.    \nThe enclosure containing the three alpacas and the enclosure containing four goats and one sheep each had a\nlarge pan of dog food in them.  Feeding a diet not intended to be fed to these animals could lead to digestive issues\nor nutritional deficits.  Feed a diet that is adequate to meet the nutritional needs of these animals.  Consult with the\nattending veterinarian if needed.\n3.131(a)                    REPEAT\nSANITATION.   \nThe enclosure housing three alpacas contained excessive fecal material in its shelter.  The shelter for the cougar\nenclosure contained a large amount of food waste.  Some of this food waste had been pulled down into the rodent\nholes in this shelter.  The white tiger enclosure contained excessive food waste.  These enclosures need to be\ncleaned on a more frequent basis.  Uneaten food must be removed in a timely fashion.  Food debris can\ncontaminate the animal enclosures and serve to attract rodents which are numerous throughout the facility.  The\nfecal material and food waste present in these animals'(cid:25) enclosures can contaminate these animals as they lay in\ntheir enclosures.  The animals can ingest this material when they groom themselves.  Ingesting this fecal and food\nwaste can lead to potential health problems.  Clean these enclosures more frequently to prevent a buildup of fecal\nmaterial and rotting food waste to minimize odors and prevent potential health problems.\n3.131(c)                    REPEAT\nSANITATION.   \nThe butcher area had been used yesterday and was not cleaned.  The floor was covered with blood and cow feces. \nThe band saw was covered in animal tissue.  The counter was covered in blood.  A knife and cutting board were on\nthe counter and also covered with blood.  The facility president stated that no hot water was available as it was\nfrozen.  Fix the water supply and clean the butcher area or bring in water to clean and sanitize it.  This area must be\ncleaned promptly after use.   The animal tissue and blood can serve to attract rodent pest which are numerous\nthroughout the facility.\nThe alleyway leading to the butcher area as well as the buildings along this alleyway are filled with various trash,\ndebris, fencing, pipe and old equipment.  The building next to the butcher area is also filled with various debris, old\nequipment, boards, trash, buckets, tires and fencing.  These areas provide ample hiding areas for rodents and other\npests.  Numerous rodent holes were located throughout the facility.  Mouse feces was seen in the warm room area. \nAll this material must be removed to help control the rodent infestation of this property.\n3.131(d)                    REPEAT\nSANITATION.\n\nNumerous rodent holes were located throughout the facility.  Rodent holes were noted in the service area and in an\nempty animal enclosure located on leopard row.  Rodent holes were noted in the service area for the lion and tiger\nJJ's enclosures.  Numerous rodent holes were seen in the grain storage barn for the hoof stock area.  An empty bag\nin this building appeared to have been chewed on.  Rodent holes were also seen inside the den area for the cougar\nenclosure.  Excess food waste in the cougar enclosure looked as if it had been pulled down into the rodent holes.  \nMouse feces was seen by the inspectors in an empty animal enclosure in the warm room.   Rodents can be carriers\nof disease which may be harmful to the animals housed in these areas.  A more effective means of pest control\nmust be established for the facility.\n3.132                    REPEAT\nEMPLOYEES. \nIt is evident that due to the nature and severity of the animal husbandry issues at the facility that there is a lack of\nadequately trained employees.  The facility relies on volunteer workers.  The president of the facility stated to\nAPHIS inspectors that there was no formalized scheduling of workers at the facility.  A lack of properly trained\nemployees can result in facility and animal conditions that result in unnecessary animal suffering.  Animal numbers\nmust be reduced or more properly trained workers need to be added.  Workers need to be trained in the basic\nneeds of the animals at the facility.  Topics should include at a minimum: the need for adequate bedding during\ntimes of extreme weather, the importance of cleaning and good housekeeping procedures, proper diet for different\nspecies of animals and observation of animals for abnormal conditions and behaviors.  This training should be done\nin conjunction with the attending veterinarian or his designee.  A list of topics covered and attendees must be\ndocumented for review by APHIS.  A facility schedule needs to be developed that allows for adequate employee\ncoverage in order to address all animal husbandry needs.  Also the facility president is the only one authorized to\nwork with the dangerous animals at the facility.  All animal work must be done with the dangerous animals under his\ndirect supervision.  This limits the amount of time that is available to service the dangerous animal enclosures as\nthe facility president is often offsite.  This leads to poor sanitation in the dangerous animal enclosures.  The facility\npresident needs to find a way to be onsite more or hire trained staff to help run the facility.\nInspection and exit interview conducted with the facility president.\nAdditional Inspectors\nBongard Carrie, Animal Care Inspector",
  "animals_total": 48,
  "species": [
    {
      "count": 1,
      "scientific": "Arctos",
      "common": "GRIZZLY BEAR"
    },
    {
      "count": 1,
      "scientific": "Canis latrans",
      "common": "COYOTE"
    },
    {
      "count": 4,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 5,
      "scientific": "Felis silvestris catus",
      "common": "CAT ADULT"
    },
    {
      "count": 1,
      "scientific": "Lama glama",
      "common": "LLAMA"
    },
    {
      "count": 3,
      "scientific": "Lama pacos",
      "common": "ALPACA"
    },
    {
      "count": 3,
      "scientific": "Lemur catta",
      "common": "RING-TAILED LEMUR"
    },
    {
      "count": 2,
      "scientific": "Lynx rufus",
      "common": "BOBCAT"
    },
    {
      "count": 1,
      "scientific": "Macaca fascicularis",
      "common": "CRAB-EATING MACAQUE / CYNOMOLGUS MONKEY"
    },
    {
      "count": 1,
      "scientific": "Macaca fuscata",
      "common": "JAPANESE MACAQUE / SNOW MACAQUE"
    },
    {
      "count": 1,
      "scientific": "Mephitis mephitis",
      "common": "STRIPED SKUNK"
    },
    {
      "count": 1,
      "scientific": "Ovis aries aries",
      "common": "SHEEP INCLUDING ALL DOMESTIC BREEDS"
    },
    {
      "count": 1,
      "scientific": "Panthera leo",
      "common": "LION"
    },
    {
      "count": 9,
      "scientific": "Panthera tigris",
      "common": "TIGER"
    },
    {
      "count": 1,
      "scientific": "Papio anubis",
      "common": "OLIVE BABOON"
    },
    {
      "count": 1,
      "scientific": "Papio hamadryas",
      "common": "HAMADRYAS BABOON"
    },
    {
      "count": 1,
      "scientific": "Puma concolor",
      "common": "PUMA / MOUNTAIN LION / COUGAR"
    },
    {
      "count": 1,
      "scientific": "Sus bucculentus",
      "common": "VIETNAMESE WARTY PIG"
    },
    {
      "count": 2,
      "scientific": "Ursus americanus",
      "common": "NORTH AMERICAN BLACK BEAR"
    },
    {
      "count": 2,
      "scientific": "Ursus thibetanus",
      "common": "ASIATIC BLACK BEAR"
    },
    {
      "count": 1,
      "scientific": "Vulpes lagopus",
      "common": "ARCTIC FOX"
    },
    {
      "count": 5,
      "scientific": "Vulpes vulpes",
      "common": "RED FOX (INCLUDES SILVER FOX & CROSS FOX)"
    }
  ]
}