{
  "insp_id": "92151635090634",
  "layout": "a",
  "customer_id": "15871",
  "customer_name": "Tori Hurst",
  "customer_addr": "P.O. Box 744\nSidney, NE 69162",
  "certificate": "47-B-0106",
  "site_id": "003",
  "site_name": "Tori Hurst",
  "insp_type": "ROUTINE INSPECTION",
  "date": "01-APR-2015",
  "report_date": "02-APR-2015",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "An adult female harlequin Great Dane named Josephine, (ID# 053 878 860) has a swelling on her right front leg at\nthe wrist joint. The swelling is approximately two inches wide and two inches long. In addition, there is an area of\nhair missing approximately one inch wide by one inch long in this swelled area, with pink, moist-looking skin. It was\ndifficult to get a good look at the leg due to the nervousness and aggressiveness of the dog. The licensee stated\nthat this swelling is a chronic issue that comes and goes occasionally, and she treats it with a wound spray when it\nflares up. She said she has not observed the dog licking the wound. She stated this issue has not been checked\nby the vet in several years. I asked to see the dog walk, and the licensee turned the dog out into the exercise yard.\nThe dog walked and ran with a normal gait with no sign of lameness.\nSwelling of a joint could be a sign of an underlying health issue.\nThe licensee must have this dog evaluated by the veterinarian for proper diagnosis and treatment, and provide the\ninspector the documentation of this visit upon request. The licensee must ensure all animals are given proper\nveterinary care at all times.\nTo be corrected by April 15, 2015."
    },
    {
      "code": "3.1(c)(3)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "In the whelping building, there was at least one enclosure housing one puppy that had a buildup of brownish grime\non the walls and on the wire door.\nDirty enclosures can cause odors, disease hazards, and attract pests.\nThe licensee must ensure all hard surfaces in which the dogs come into contact must be spot cleaned daily and\nsanitized at least once every two weeks or as often as necessary in accordance with 3.11 (b) of this subpart to\nprevent an accumulation of excreta and to reduce disease hazards.\nTo be corrected from this day forward.\nInspection and exit interview conducted with facility representative."
    }
  ],
  "narrative": "2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nAn adult female harlequin Great Dane named Josephine, (ID# 053 878 860) has a swelling on her right front leg at\nthe wrist joint.  The swelling is approximately two inches wide and two inches long.  In addition, there is an area of\nhair missing approximately one inch wide by one inch long in this swelled area, with pink, moist-looking skin.  It was\ndifficult to get a good look at the leg due to the nervousness and aggressiveness of the dog.  The licensee stated\nthat this swelling is a chronic issue that comes and goes occasionally, and she treats it with a wound spray when it\nflares up.  She said she has not observed the dog licking the wound.  She stated this issue has not been checked\nby the vet in several years.  I asked to see the dog walk, and the licensee turned the dog out into the exercise yard. \nThe dog walked and ran with a normal gait with no sign of lameness.\nSwelling of a joint could be a sign of an underlying health issue.\nThe licensee must have this dog evaluated by the veterinarian for proper diagnosis and treatment, and provide the\ninspector the documentation of this visit upon request. The licensee must ensure all animals are given proper\nveterinary care at all times.\nTo be corrected by April 15, 2015.\n3.1(c)(3)\nHOUSING FACILITIES, GENERAL.\nIn the whelping building, there was at least one enclosure housing one puppy that had a buildup of brownish grime\non the walls and on the wire door.\nDirty enclosures can cause odors, disease hazards, and attract pests.\nThe licensee must ensure all hard surfaces in which the dogs come into contact must be spot cleaned daily and\nsanitized at least once every two weeks or as often as necessary in accordance with 3.11 (b) of this subpart to\n\nprevent an accumulation of excreta and to reduce disease hazards.\nTo be corrected from this day forward.\nInspection and exit interview conducted with facility representative.",
  "animals_total": 76,
  "species": [
    {
      "count": 70,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 6,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}