{
  "insp_id": "261150858580162",
  "layout": "a",
  "customer_id": "25384",
  "customer_name": "Dots Little Doggies Inc.",
  "customer_addr": "3754 E. 245th St.\nLyndon, KS 66451",
  "certificate": "48-A-1755",
  "site_id": "001",
  "site_name": "DOT'S LITTLE DOGGIES, INC.",
  "insp_type": "ROUTINE INSPECTION",
  "date": "16-SEP-2015",
  "report_date": "18-SEP-2015",
  "citations": [
    {
      "code": "3.1(c)(1)(1)",
      "kind": "",
      "repeat": true,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "* The metal edging surrounding the entryway to four enclosures is corroded and showing excessive rust. Seven\ndogs are in contact with the affected surfaces located in outdoor housing. The surfaces were rough in appearance.\nExcessive rust affects the structural integrity of all metal surfaces. In addition, rusted surfaces cannot be readily\ncleaned and sanitized. The licensee must ensure that metal surfaces are free of excessive rust. The licensee\nmoved the seven dogs to different enclosures during the inspection.\n* The facility inspection and exit briefing were conducted with the licensee, Kendall Lundy ACI and Robert Bacon\nACI.\nAdditional Inspectors\nLundy Kendall, Animal Care Inspector"
    }
  ],
  "narrative": "3.1(c)(1)(1)                    REPEAT\nHOUSING FACILITIES, GENERAL.\n*   The metal edging surrounding the entryway to four enclosures is corroded and showing excessive rust.  Seven\ndogs are in contact with the affected surfaces located in outdoor housing.  The surfaces were rough in appearance. \nExcessive rust affects the structural integrity of all metal surfaces.  In addition, rusted surfaces cannot be readily\ncleaned and sanitized.  The licensee must ensure that metal surfaces are free of excessive rust.   The licensee\nmoved the seven dogs to different enclosures during the inspection.\n*  The facility inspection and exit briefing were conducted with the licensee, Kendall Lundy ACI  and Robert Bacon\nACI.\nAdditional Inspectors\nLundy Kendall, Animal Care Inspector",
  "animals_total": 247,
  "species": [
    {
      "count": 194,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 53,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}