{
  "insp_id": "223160706360693",
  "layout": "a",
  "customer_id": "5978",
  "customer_name": "William Meadows",
  "customer_addr": "963 County St 2930\nTuttle, OK 73089",
  "certificate": "73-C-0122",
  "site_id": "001",
  "site_name": "WILLIAM MEADOWS",
  "insp_type": "ROUTINE INSPECTION",
  "date": "09-AUG-2016",
  "report_date": "12-AUG-2016",
  "citations": [
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": true,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "- The large shelter in the leopard enclosure has rotten wood planks in two spots. The small shelter has a rotten\nwood roof plank, and another area of rotten wood on the side. These areas need to be repaired or replaced.\n- The lower wooden resting platform in the lioness enclosure is sagging in the middle. This needs to be braced or\nreplaced to ensure it does not break.\n- One porcupine nest box has a broken side panel on the inside of the shelter.\nAll facility structures must be maintained in good repair."
    },
    {
      "code": "3.127(d)",
      "kind": "",
      "repeat": true,
      "desc": "FACILITIES, OUTDOOR.",
      "narrative": "- Behind the food storage area, the perimeter fence has several fallen trees draped across the top of the fence.\nThis section of the perimeter fence is not stable and secure. The weight of the fallen trees could cause the fence to\nbuckle and break. The trees also provide a means for animals and unauthorized personnel to enter and exit the\nfacility. These trees must be removed, and the fence repaired as needed. This area is also heavily overgrown with\nvegetation, preventing easy access to the fence itself. This makes it very difficult for park employees to evaluate\nand maintain this corner of the fence. Trees and brush along the perimeter fence need to be maintained to ensure\nthey do not compromise the fence in any way."
    },
    {
      "code": "3.130",
      "kind": "Direct",
      "repeat": false,
      "desc": "WATERING.",
      "narrative": "- At approximately 1030 in the morning of 9 August, there was no drinking water available in the white tiger\nenclosure housing three tigers. There was a small amount of water in the tigers play tub, but this water was dirty\nand not suitable for drinking. When the automatic waterer was turned on, two tigers pushed each other to try and\nreach the water. Both drank continuously for several minutes. Twenty minutes after the water was turned on, one\ntiger was noted still drinking at the water bowl. Discussion with the facility determined that the water supply had\naccidentally been turned off the night before. Ambient temperature in this area the morning of 9 August was in the\nmid-80's F. Lack of drinking water in a hot, humid climate puts animals in severe risk of dehydration and\nover-heating. The behavior of the enclosed tigers indicates that the lack of water overnight was at the least a\nsource of stress. All animals must be supplied with clean, fresh drinking water as needed. Hot, humid conditions\nincreases the frequency at which drinking water must be offered. The facility plans to take steps to ensure this\nevent is not repeated. They plan to connect a separate water line to the tigers' automatic waterer to prevent the line\nfrom being accidentally closed in the future.\nCorrected on the spot."
    },
    {
      "code": "3.131",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "There are widespread pest control issues throughout the facility.\n- The llama in the petting zoo had a heavy infestation of flies centered around his face and head.\n- Several enclosures, including the petting zoo and the white tiger enclosure, contained ant hills with large, red ants.\nAnts in close proximity to the animals could result in injury or irritation to the animals.\n- Boards and metal pipes are stored loosely on the ground behind the back row of enclosures. This is potential\nharborage for pests, and should be cleared away. Building material must be properly stored and situated well away\nfrom animal feed/enclosures.\nA safe and effective pest control program must be instituted to address these concerns.\nCorrect by: 17 August 2016\nInspection and exit interview conducted by Michael Tygart (VMO), David Sabala (SACS), Christine Jones, and\nfacility personnel.\nAdditional Inspectors\nJones Christine, Chief Of Staff\nSabala David, Supervisory Animal Care Specialist"
    }
  ],
  "narrative": "3.125(a)                    REPEAT\nFACILITIES, GENERAL.   \n- The large shelter in the leopard enclosure has rotten wood planks in two spots.  The small shelter has a rotten\nwood roof plank, and another area of rotten wood on the side.  These areas need to be repaired or replaced.\n- The lower wooden resting platform in the lioness enclosure is sagging in the middle.  This needs to be braced or\nreplaced to ensure it does not break.\n- One porcupine nest box has a broken side panel on the inside of the shelter.\nAll facility structures must be maintained in good repair.\n3.127(d)                    REPEAT\nFACILITIES, OUTDOOR. \n- Behind the food storage area, the perimeter fence has several fallen trees draped across the top of the fence.  \nThis section of the perimeter fence is not stable and secure.  The weight of the fallen trees could cause the fence to\nbuckle and break.  The trees also provide a means for animals and unauthorized personnel to enter and exit the\nfacility.  These trees must be removed, and the fence repaired as needed.  This area is also heavily overgrown with\nvegetation, preventing easy access to the fence itself.  This makes it very difficult for park employees to evaluate\nand maintain this corner of the fence.  Trees and brush along the perimeter fence need to be maintained to ensure\nthey do not compromise the fence in any way.  \n3.130           DIRECT\nWATERING.  \n- At approximately 1030 in the morning of 9 August, there was no drinking water available in the white tiger\nenclosure housing three tigers.  There was a small amount of water in the tigers play tub, but this water was dirty\nand not suitable for drinking.  When the automatic waterer was turned on, two tigers pushed each other to try and\nreach the water.  Both drank continuously for several minutes.  Twenty minutes after the water was turned on, one\n\ntiger was noted still drinking at the water bowl.  Discussion with the facility determined that the water supply had\naccidentally been turned off the night before.  Ambient temperature in this area the morning of 9 August was in the\nmid-80's F.  Lack of drinking water in a hot, humid climate puts animals in severe risk of dehydration and\nover-heating.  The behavior of the enclosed tigers indicates that the lack of water overnight was at the least a\nsource of stress.  All animals must be supplied with clean, fresh drinking water as needed.  Hot, humid conditions\nincreases the frequency at which drinking water must be offered.  The facility plans to take steps to ensure this\nevent is not repeated.  They plan to connect a separate water line to the tigers' automatic waterer to prevent the line\nfrom being accidentally closed in the future.\nCorrected on the spot.\n3.131\nSANITATION.   \nThere are widespread pest control issues throughout the facility.\n- The llama in the petting zoo had a heavy infestation of flies centered around his face and head.\n- Several enclosures, including the petting zoo and the white tiger enclosure, contained ant hills with large, red ants.\n Ants in close proximity to the animals could result in injury or irritation to the animals.\n- Boards and metal pipes are stored loosely on the ground behind the back row of enclosures.  This is potential\nharborage for pests, and should be cleared away.  Building material must be properly stored and situated well away\nfrom animal feed/enclosures.\nA safe and effective pest control program must be instituted to address these concerns.\nCorrect by:  17 August 2016\nInspection and exit interview conducted by Michael Tygart (VMO), David Sabala (SACS), Christine Jones, and\nfacility personnel.\nAdditional Inspectors\nJones Christine, Chief Of Staff\nSabala David, Supervisory Animal Care Specialist",
  "animals_total": 69,
  "species": [
    {
      "count": 1,
      "scientific": "Amblonyx cinereus",
      "common": "ORIENTAL SMALL-CLAWED OTTER"
    },
    {
      "count": 1,
      "scientific": "Atelerix albiventris",
      "common": "FOUR-TOED HEDGEHOG"
    },
    {
      "count": 1,
      "scientific": "C. pygerythrus",
      "common": "VERVET"
    },
    {
      "count": 1,
      "scientific": "Camelus bactrianus",
      "common": "BACTRIAN CAMEL"
    },
    {
      "count": 1,
      "scientific": "Caracal",
      "common": "CARAVAL"
    },
    {
      "count": 1,
      "scientific": "Cebus capucinus",
      "common": "WHITE-HEADED / WHITE-THROATED CAPUCHIN"
    },
    {
      "count": 1,
      "scientific": "Chinchilla lanigera",
      "common": "CHINCHILLA"
    },
    {
      "count": 1,
      "scientific": "Crocuta crocuta",
      "common": "SPOTTED HYENA"
    },
    {
      "count": 9,
      "scientific": "Dama dama",
      "common": "FALLOW DEER"
    },
    {
      "count": 1,
      "scientific": "Equus asinus asinus",
      "common": "DONKEY / BURRO / ASS"
    },
    {
      "count": 1,
      "scientific": "Felis silvestris catus",
      "common": "CAT ADULT"
    },
    {
      "count": 2,
      "scientific": "Hylobates agilis",
      "common": "AGILE GIBBON"
    },
    {
      "count": 2,
      "scientific": "Hystrix africaeaustralis",
      "common": "CAPE PORCUPINE"
    },
    {
      "count": 1,
      "scientific": "Lama pacos",
      "common": "ALPACA"
    },
    {
      "count": 9,
      "scientific": "Lemur catta",
      "common": "RING-TAILED LEMUR"
    },
    {
      "count": 2,
      "scientific": "Leptailurus serval",
      "common": "SERVAL"
    },
    {
      "count": 1,
      "scientific": "Lynx canadensis",
      "common": "CANADIAN LYNX"
    },
    {
      "count": 1,
      "scientific": "Lynx rufus",
      "common": "BOBCAT"
    },
    {
      "count": 3,
      "scientific": "Muscardinus avellanarius",
      "common": "HAZEL DORMOUSE"
    },
    {
      "count": 1,
      "scientific": "Nasua nasua",
      "common": "BROWN-NOSED COATI"
    },
    {
      "count": 1,
      "scientific": "Nasuella olivacea",
      "common": "MOUNTAIN COATI"
    },
    {
      "count": 2,
      "scientific": "Oryctolagus cuniculus",
      "common": "EUROPEAN RABBIT"
    },
    {
      "count": 4,
      "scientific": "Osphranter rufus",
      "common": "RED KANGAROO"
    },
    {
      "count": 2,
      "scientific": "Panthera leo",
      "common": "LION"
    },
    {
      "count": 2,
      "scientific": "Panthera pardus",
      "common": "LEOPARD"
    },
    {
      "count": 6,
      "scientific": "Panthera tigris",
      "common": "TIGER"
    },
    {
      "count": 1,
      "scientific": "Potos flavus",
      "common": "KINKAJOU"
    },
    {
      "count": 1,
      "scientific": "Puma concolor",
      "common": "PUMA / MOUNTAIN LION / COUGAR"
    },
    {
      "count": 1,
      "scientific": "Saimiri boliviensis",
      "common": "BLACK-CAPPED SQUIRREL MONKEY"
    },
    {
      "count": 1,
      "scientific": "Sus scrofa domestica",
      "common": "DOMESTIC PIG / POTBELLY PIG / MICRO PIG"
    },
    {
      "count": 1,
      "scientific": "Ursus americanus",
      "common": "NORTH AMERICAN BLACK BEAR"
    },
    {
      "count": 1,
      "scientific": "Ursus arctos",
      "common": "BROWN BEAR"
    },
    {
      "count": 2,
      "scientific": "Varecia variegata",
      "common": "BLACK-AND-WHITE RUFFED LEMUR"
    },
    {
      "count": 3,
      "scientific": "Vulpes zerda",
      "common": "FENNEC FOX"
    }
  ]
}