{
  "insp_id": "2016082568280524",
  "layout": "a",
  "customer_id": "326700",
  "customer_name": "Kathleen M Futrell",
  "customer_addr": "8500 Enterprise Road\nMyrtle Beach, SC 29588",
  "certificate": "56-C-0230",
  "site_id": "001",
  "site_name": "KATHLEEN FUTRELL",
  "insp_type": "ROUTINE INSPECTION",
  "date": "09-MAY-2017",
  "report_date": "11-MAY-2017",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "One goat who lives alone alongside the peccaries has overgrown rear claws. Several aoudads have overgrown\nhooves. The foot claws of one aoudad are so long they are slipper like with the front of the claw in the air and one\nclaw appears to be growing sideways. Overgrown hooves can lead to abnormalities in the bones of the feet as they\ncan cause the toes to turn improperly. This can lead to lameness and be potentially painful. All animals needing\nfeet trimming need to have their hooves trimmed promptly and as frequently as necessary for foot health.\nThe two squirrel monkeys have severe hair loss and redness over their rear legs and most of their tails. One was\nseen scratching excessively. Both monkeys are thin. They are around 25 years old and have access to indoor and\noutdoor enclosures as weather permits. The attending veterinarian has not evaluated these animals to try and find\nout the reason for the fur and weight loss. Because fur and weight loss can be a sign of an underlying medical\ncondition, these animals need to be evaluated by the attending veterinarian, and any medical conditions treated.\nThe 4 year old male lion appears to have incoordination in his rear legs. There is a slight swaying to his rear gait\nand a swinging out of the legs as he moves. The hocks are abnormally dropped. Abnormal rear limb movements in\nlions can be a sign of nutritional deficiencies, parasitic diseases, or other illnesses. The attending veterinarian\nneeds to evaluate this animal to diagnose any underlying disease and provide treatments.\nAbnormal repetitive behaviors are observed for several animals. On the first day of inspection, one 14 year old male\nAmerican black bear walked the same small path repetitively for approximately two to three minutes. On the\nsecond day of inspection, this bear was not seen to leave its den except for feeding. The other male bear in that\narea was never seen out of its den during most of the two day inspection except for the feeding observed on the\nsecond day. On several previous inspections this same bear was only seen in its den.\nThe young cougar exhibited abnormal pacing behavior during both inspection days. The same pacing pattern was\nseen for several minutes both inspection days. The cougar was observed to show these behaviors from several\npositions both within and out of the animal’s sight. Her behavior was recorded on day one at 15:35 and day two at\n17:37.\nA male and a female hamadryas baboon housed in adjacent but separate enclosures both showed some repetitive\nbehaviors. On the first inspection day, the male was closed into his smaller enclosure and continuously circled. The\nfemale is in estrus as evidenced by sexual swellings, and these animals are not paired to breed. On the second\nday of inspection, the male baboon had access to the larger cage, but still repeatedly circled and made a figure\neight pacing pattern on the raised wooden boards at one end of the bigger enclosure. This pattern was only\ninterrupted when humans came into his line of sight, and resumed once they left his view. The female baboon\nrepetitively swayed back and forth on all fours in one spot on the floor of the enclosure for over 4 minutes. Then\nshe stopped momentarily, then resumed the swaying. Her behavior was recorded at two time periods (15:49 and\n16:55).\nAbnormal behavior patterns can be indicative of physical or psychological issues that may require medical treatment\nor habitat/husbandry modification, and must be evaluated by the attending veterinarian in order to receive\nappropriate treatment and management. Medical treatments, including routine care, should be documented.\nThe attending veterinarian came during the inspection and briefly looked at the lion, baboons, two bears and\nsquirrel monkeys. The cited veterinary care issues were outlined for the attending veterinarian.\nHoof trims need to be corrected by 6-2-17. All other items to be corrected by 6-16-17."
    },
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "Several animal enclosures have items in need of repair or replacement. These include: rotting boards under the\nroof edge of the Patagonian cavies’ shelter with exposed nails; chewed boards at bottom edge of the Patagonian\ncavies’ shelter; a metal feeder for peccaries with a hole at one end with rough edges; eroded boards at base of\npeccaries shelter; loose boards hanging from roof in African crested porcupines’ enclosure; inadequately covered\ngap in bison enclosure gate with pointed edges on piece of fencing; gap in gate leading to enclosure for exhibit\ncamel; wire points sticking out in the fox shift gate opening.\nAll items to be corrected by 6-16-17"
    },
    {
      "code": "3.128",
      "kind": "",
      "repeat": false,
      "desc": "SPACE REQUIREMENTS.",
      "narrative": "The space for each of 3 American black bears is insufficient to make normal postural and social adjustments for this\nspecies. American black bears have large ranges in the wild, and require exercise which includes walking and\nclimbing. They also use pools of water to soak, play, and provide cooling. The enclosures for the two 14 year old\nmales are two adjacent enclosures approximately 15 feet by 23 feet each(including the den), with a height of six feet\n10 inches. Although the enclosures have a natural earth substrate to promote digging, and could be opened to\naccess additional space with increased height and a shallow water feature suitable for splashing, the access is\napportioned between each of the two bears and two tigers, and therefore limited. The bears have few provisions for\nexercise, particularly regarding any substantive walking beyond about 5 or 6 strides in any direction, and no\nprovisions for climbing, other than on top of the den box, which provides little overhead space. One bear was\nobserved on top of his den box and when he was standing on it, his head and back were against the ceiling of the\ncovered enclosure. This same bear was observed to engage in repetitive pacing on the first day of inspection. On\nthe second day of inspection the other bear stood on its hind legs to scratch its back on a small metal pole.\nAlthough he could stand, his posture was curved and he could not extend completely.\nThe female bear is housed in a similar enclosure, and unlike the two males, has access to both halves of the\nenclosure, for a total enclosure size of about 30 feet by 23 feet (and two shift areas of approximately 12 feet by 12\nfeet), with a height of six feet 10 inches. . In addition to the same height restriction and lack of climbing provisions as\ndescribed above, this bear also lacks access to space with additional height and lacks a water feature. Because the\nfemale bear is approximately 22 years old, provisions for varied exercise options that include water activities and\nclimbing are especially important in order to preserve muscle tone and joint function in this older animal, as well as\nto preserve behavioral health.\nThe two cougar enclosures are also covered top enclosures with a height of approximately seven feet. While the\ncats are able to rest on an elevated surface by jumping on top of their den boxes, there is insufficient height and no\nprovisions for substantive climbing in these enclosures. Climbing is a species typical activity that constitutes a\nnormal postural adjustment for cougars.\nAll of the enclosures need to be of adequate size to allow the contained animals to make all normal postural\nadjustments. This includes space to walk, climb, and stretch to a completely extended upright position. The bear\nenclosures also need to have water features for species typical exercise and thermoregulation.\nTo be corrected by 6-1-19."
    },
    {
      "code": "3.129",
      "kind": "",
      "repeat": false,
      "desc": "FEEDING.",
      "narrative": "The felids at this facility receive assorted chicken parts and grocery meat with Oasis supplementation according to\nthe licensee. The licensee could not provide an attending veterinarian approved written feeding plan with specific\ncomposition and amounts of food items or supplementation. One young adult male lion appears to be exhibiting\nhind limb weakness and incoordination, which can be caused by a number of etiologic agents including dietary\nmalnutrition. The feeding plan for big cats needs to be documented and reviewed and approved by the attending\nveterinarian. To be corrected by 6-16-17.\nThis inspection and exit interview were conducted with the owner and curator.\nAdditional Inspectors\nPetervary Nicolette, National Animal Care Specialist"
    }
  ],
  "narrative": "2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nOne goat who lives alone alongside the peccaries has overgrown rear claws.  Several aoudads have overgrown\nhooves.  The foot claws of one aoudad are so long they are slipper like with the front of the claw in the air and one\nclaw appears to be growing sideways. Overgrown hooves can lead to abnormalities in the bones of the feet as they\ncan cause the toes to turn improperly.  This can lead to lameness and be potentially painful.  All animals needing\nfeet trimming need to have their hooves trimmed promptly and as frequently as necessary for foot health.\nThe two squirrel monkeys have severe hair loss and redness over their rear legs and most of their tails. One was\nseen scratching excessively. Both monkeys are thin. They are around 25 years old and have access to indoor and\noutdoor enclosures as weather permits.  The attending veterinarian has not evaluated these animals to try and find\nout the reason for the fur and weight loss.  Because fur and weight loss can be a sign of an underlying medical\ncondition, these animals need to be evaluated by the attending veterinarian, and any medical conditions treated.\nThe 4 year old male lion appears to have incoordination in his rear legs.  There is a slight swaying to his rear gait\nand a swinging out of the legs as he moves. The hocks are abnormally dropped.  Abnormal rear limb movements in\nlions can be a sign of nutritional deficiencies, parasitic diseases, or other illnesses.  The attending veterinarian\nneeds to evaluate this animal to diagnose any underlying disease and provide treatments.   \nAbnormal repetitive behaviors are observed for several animals. On the first day of inspection, one 14 year old male\nAmerican black bear walked the same small path repetitively for approximately two to three minutes.  On the\nsecond day of inspection, this bear was not seen to leave its den except for feeding. The other male bear in that\narea was never seen out of its den during most of the two day inspection except for the feeding observed on the\nsecond day.   On several previous inspections this same bear was only seen in its den. \nThe young cougar exhibited abnormal pacing behavior during both inspection days. The same pacing pattern was\nseen for several minutes both inspection days. The cougar was observed to show these behaviors from several\npositions both within and out of the animal’s sight. Her behavior was recorded on day one at 15:35 and day two at\n17:37.\n\nA male and a female hamadryas baboon housed in adjacent but separate enclosures both showed some repetitive\nbehaviors.  On the first inspection day, the male was closed into his smaller enclosure and continuously circled. The\nfemale is in estrus as evidenced by sexual swellings, and these animals are not paired to breed.  On the second\nday of inspection, the male baboon had access to the larger cage, but still repeatedly circled and made a figure\neight pacing pattern on the raised wooden boards at one end of the bigger enclosure.  This pattern was only\ninterrupted when humans came into his line of sight, and resumed once they left his view.  The female baboon\nrepetitively swayed back and forth on all fours in one spot on the floor of the enclosure for over 4 minutes.  Then\nshe stopped momentarily, then resumed the swaying.  Her behavior was recorded at two time periods (15:49 and\n16:55).\nAbnormal behavior patterns can be indicative of physical or psychological issues that may require medical treatment\nor habitat/husbandry modification, and must be evaluated by the attending veterinarian in order to receive\nappropriate treatment and management.  Medical treatments, including routine care, should be documented.\nThe attending veterinarian came during the inspection and briefly looked at the lion, baboons, two bears and\nsquirrel monkeys.  The cited veterinary care issues were outlined for the attending veterinarian. \nHoof trims need to be corrected by 6-2-17.  All other items to be corrected by 6-16-17.\n3.125(a)\nFACILITIES, GENERAL.   \nSeveral animal enclosures have items in need of repair or replacement.  These include: rotting boards under the\nroof edge of the Patagonian cavies’ shelter with exposed nails; chewed boards at bottom edge of the Patagonian\ncavies’ shelter; a metal feeder for peccaries with a hole at one end with rough edges; eroded boards at base of\npeccaries shelter; loose boards hanging from roof in African crested porcupines’ enclosure; inadequately covered\ngap in bison enclosure gate with pointed edges on piece of fencing; gap in gate leading to enclosure for exhibit\ncamel; wire points sticking out in the fox shift gate opening.  \nAll items to be corrected by 6-16-17\n3.128\nSPACE REQUIREMENTS. \nThe space for each of 3 American black bears is insufficient to make normal postural and social adjustments for this\nspecies. American black bears have large ranges in the wild, and require exercise which includes walking and\nclimbing. They also use pools of water to soak, play, and provide cooling.  The enclosures for the two 14 year old\n\nmales are two adjacent enclosures approximately 15 feet by 23 feet each(including the den), with a height of six feet\n10 inches.  Although the enclosures have a natural earth substrate to promote digging, and could be opened to\naccess additional space with increased height and a shallow water feature suitable for splashing, the access is\napportioned between each of the two bears and two tigers, and therefore limited. The bears have few provisions for\nexercise, particularly regarding any substantive walking beyond about 5 or 6 strides in any direction, and no\nprovisions for climbing, other than on top of the den box, which provides little overhead space.  One bear was\nobserved on top of his den box and when he was standing on it, his head and back were against the ceiling of the\ncovered enclosure.  This same bear was observed to engage in repetitive pacing on the first day of inspection.  On\nthe second day of inspection the other bear stood on its hind legs to scratch its back on a small metal pole. \nAlthough he could stand, his posture was curved and he could not extend completely.\nThe female bear is housed in a similar enclosure, and unlike the two males, has access to both halves of the\nenclosure, for a total enclosure size of about 30 feet by 23 feet (and two shift areas of approximately 12 feet by 12\nfeet), with a height of six feet 10 inches. . In addition to the same height restriction and lack of climbing provisions as\ndescribed above, this bear also lacks access to space with additional height and lacks a water feature. Because the\nfemale bear is approximately 22 years old, provisions for varied exercise options that include water activities and\nclimbing are especially important in order to preserve muscle tone and joint function in this older animal, as well as\nto preserve behavioral health.\nThe two cougar enclosures are also covered top enclosures with a height of approximately seven feet. While the\ncats are able to rest on an elevated surface by jumping on top of their den boxes, there is insufficient height and no\nprovisions for substantive climbing in these enclosures. Climbing is a species typical activity that constitutes a\nnormal postural adjustment for cougars. \nAll of the enclosures need to be of adequate size to allow the contained animals to make all normal postural\nadjustments.  This includes space to walk, climb, and stretch to a completely extended upright position.  The bear\nenclosures also need to have water features for species typical exercise and thermoregulation.\nTo be corrected by 6-1-19.\n3.129\nFEEDING.    \nThe felids at this facility receive assorted chicken parts and grocery meat with Oasis supplementation according to\nthe licensee. The licensee could not provide an attending veterinarian approved written feeding plan with specific\ncomposition and amounts of food items or supplementation. One young adult male lion appears to be exhibiting\nhind limb weakness and incoordination, which can be caused by a number of etiologic agents including dietary\nmalnutrition.  The feeding plan for big cats needs to be documented and reviewed and approved by the attending\nveterinarian.  To be corrected by 6-16-17.\n\nThis inspection and exit interview were conducted with the owner and curator.\nAdditional Inspectors\nPetervary Nicolette, National Animal Care Specialist",
  "animals_total": 480,
  "species": [
    {
      "count": 53,
      "scientific": "Ammotragus lervia",
      "common": "BARBARY SHEEP"
    },
    {
      "count": 12,
      "scientific": "Bison bison",
      "common": "AMERICAN BISON"
    },
    {
      "count": 2,
      "scientific": "Bos grunniens",
      "common": "YAK"
    },
    {
      "count": 5,
      "scientific": "Bos primigenuis indicus",
      "common": "ZEBU"
    },
    {
      "count": 5,
      "scientific": "Bos taurus",
      "common": "CATTLE / COW / OX / WATUSI"
    },
    {
      "count": 2,
      "scientific": "Camelus dromedarius",
      "common": "DROMEDARY CAMEL"
    },
    {
      "count": 44,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 2,
      "scientific": "Cavia porcellus",
      "common": "DOMESTIC GUINEA PIG"
    },
    {
      "count": 2,
      "scientific": "Cebus capucinus",
      "common": "WHITE-HEADED / WHITE-THROATED CAPUCHIN"
    },
    {
      "count": 1,
      "scientific": "Cercopithecus neglectus",
      "common": "DE BRAZZA'S MONKEY"
    },
    {
      "count": 1,
      "scientific": "Cervus elaphus canadensis",
      "common": "ELK"
    },
    {
      "count": 43,
      "scientific": "Cervus nippon",
      "common": "SIKA DEER"
    },
    {
      "count": 2,
      "scientific": "Chlorocebus pygerythrus",
      "common": "VERVET"
    },
    {
      "count": 95,
      "scientific": "Dama dama",
      "common": "FALLOW DEER"
    },
    {
      "count": 12,
      "scientific": "Dolichotis patagonum",
      "common": "PATAGONIAN CAVY / MARA"
    },
    {
      "count": 8,
      "scientific": "Equus quagga",
      "common": "BURCHELL’S / GRANT’S / CHAPMAN’S / PLAINS ZEBRA"
    },
    {
      "count": 1,
      "scientific": "Hydrochaeris hydrochaeris",
      "common": "CAPYBARA"
    },
    {
      "count": 1,
      "scientific": "Hystrix cristata",
      "common": "AFRICAN CRESTED PORCUPINE"
    },
    {
      "count": 2,
      "scientific": "Lama glama",
      "common": "LLAMA"
    },
    {
      "count": 21,
      "scientific": "Lemur catta",
      "common": "RING-TAILED LEMUR"
    },
    {
      "count": 1,
      "scientific": "Leptailurus serval",
      "common": "SERVAL"
    },
    {
      "count": 1,
      "scientific": "Lynx lynx",
      "common": "NORTHERN/EURASIAN LYNX"
    },
    {
      "count": 2,
      "scientific": "Macaca fascicularis",
      "common": "CRAB-EATING MACAQUE / CYNOMOLGUS MONKEY"
    },
    {
      "count": 1,
      "scientific": "Macaca mulatta",
      "common": "RHESUS MACAQUE"
    },
    {
      "count": 1,
      "scientific": "Macaca nemestrina",
      "common": "PIG-TAILED MACAQUE"
    },
    {
      "count": 2,
      "scientific": "Nasua nasua",
      "common": "SOUTH AMERICAN COATI"
    },
    {
      "count": 12,
      "scientific": "Odocoileus virginianus",
      "common": "WHITE-TAILED DEER"
    },
    {
      "count": 43,
      "scientific": "Oryctolagus cuniculus",
      "common": "DOMESTIC RABBIT / EUROPEAN RABBIT"
    },
    {
      "count": 1,
      "scientific": "Oryx gazella",
      "common": "GEMSBOK"
    },
    {
      "count": 2,
      "scientific": "Osphranter rufus",
      "common": "RED KANGAROO"
    },
    {
      "count": 57,
      "scientific": "Ovis aries aries",
      "common": "SHEEP INCLUDING ALL DOMESTIC BREEDS"
    },
    {
      "count": 2,
      "scientific": "Panthera leo",
      "common": "LION"
    },
    {
      "count": 2,
      "scientific": "Panthera tigris",
      "common": "TIGER"
    },
    {
      "count": 3,
      "scientific": "Papio hamadryas",
      "common": "HAMADRYAS BABOON"
    },
    {
      "count": 20,
      "scientific": "Pecari tajacu",
      "common": "COLLARED PECCARY"
    },
    {
      "count": 1,
      "scientific": "Petaurus breviceps",
      "common": "SUGAR GLIDER"
    },
    {
      "count": 1,
      "scientific": "Procyon lotor",
      "common": "RACCOON"
    },
    {
      "count": 2,
      "scientific": "Puma concolor",
      "common": "PUMA / MOUNTAIN LION / COUGAR"
    },
    {
      "count": 2,
      "scientific": "Saimiri boliviensis",
      "common": "BLACK-CAPPED SQUIRREL MONKEY"
    },
    {
      "count": 3,
      "scientific": "Sapajus appella",
      "common": "BROWN CAPUCHIN / TUFTED CAPUCHIN"
    },
    {
      "count": 2,
      "scientific": "Sus scrofa domestica",
      "common": "DOMESTIC PIG / POTBELLY PIG / MICRO PIG"
    },
    {
      "count": 3,
      "scientific": "Ursus americanus",
      "common": "NORTH AMERICAN BLACK BEAR"
    },
    {
      "count": 2,
      "scientific": "Vulpes vulpes",
      "common": "RED FOX (INCLUDES SILVER FOX & CROSS FOX)"
    }
  ]
}