{
  "insp_id": "104160948000013",
  "layout": "a",
  "customer_id": "2292",
  "customer_name": "The Wilds",
  "customer_addr": "14000 International Road\nCumberland, OH 43732",
  "certificate": "31-C-0052",
  "site_id": "001",
  "site_name": "THE WILDS",
  "insp_type": "ROUTINE INSPECTION",
  "date": "06-OCT-2015",
  "report_date": "13-OCT-2015",
  "citations": [
    {
      "code": "2.40(a)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "During inspection of records, it appeared some recommendations of the attending veterinarian had not been\nfollowed to provide adequate care to the giraffe herd. Three giraffes were in declining body condition when they\ndied. In September of 2013, the veterinarian at that time had instituted a Body Condition check involving\nphotographing each individual giraffe from various angles. There was a turnover in Veterinary Staff and the formal\npractice was not performed in March/April 2014 or thereafter, although the new attending veterinarian has\nre-instated this practice for this time forward.\nThe first animal, a 14-year old Masai giraffe named Naivasha, was evaluated on Jan 30, 2014. The medical record\nindicates that a retrospective comparison revealed that her body condition had declined since the previous year\n(2013). The veterinarian recommended adding one pound of supplemental feed (cid:28)Boost(cid:29) to her diet for an indefinite\nperiod, but no formal prescription or treatment sheet was issued. While at least one record indicates Boost was\nprovided as a treat during training, there is no further documentation that Boost was added to her diet. The next\nassessment of body condition was documented on May 22, 2014, when she was noted to have poor body condition.\nThere is documentation that the animal was formally prescribed and actually treated with the Boost feed at that\ntime. On August 7, 2014, the veterinarian noted: (cid:28)Body condition is not showing improvement despite good\nconsumption of supplemental feed (Boost).(cid:29) On August 12, 2014 the records state (cid:28)Giraffe found dead in stall this\nAM. Plans had been for immobilization Thursday 8-21 with dental consult& Animal(cid:25)s condition and mentation had\ndeclined steadily&(cid:29); even though Naivasha had been maintained in the giraffe barn and adjoining yard rather than in\npasture for over a year, which allowed for more intensive monitoring and treatment.\nThe second animal was an 8-year old Baringo giraffe named Geraldine. There is no evidence in the medical record\nof her body condition having been documented with photographs, other than the September/October 2013 set of\nphotos. On May 28, 2014, this animal was brought into the chute for treatment of a chronic parasite problem\n(documented high counts for parasites in fecal samples on April 16, May 2, and May 23, 2014). The animal was\nresistant to handling and became recumbent. Despite veterinary care and monitoring provided, the animal was\nunable to stand, did not recover, and was euthanized. The body condition score stated in the necropsy report was\n2/5 or 3/9, (very lean to slightly thin) with evidence of GI tract abnormalities consistent with chronic parasite burden\nand/or a suboptimal diet.\nThe third animal, Mickey, a 19-year old female giraffe, died on 6/20/2013 from a rhinoceros goring. This animal had\npathology suggestive of being in an energy deficient state at the time of the goring. This animal died before the\nattending veterinarian recommended routine Body Condition assessments.\nFailure to follow the veterinarian(cid:25)s recommendations may compromise the provision of adequate veterinary care,\nwhich requires accurate and detailed records relating to follow up actions as part of the program of veterinary care.\nEach exhibitor must assure that the attending veterinarian has proper authority to ensure the provision of adequate\nveterinary care and to oversee the adequacy of other aspects of animal care and use. This includes the assurance\nthat when treatments or specialized diets are prescribed, that they will be administered properly and that if a\ntreatment failure is noted, or if animals are not eating a prescribed diet, the veterinarian will be made aware of it so\nthat they are able to formulate an alternative plan. Correct by ensuring that the attending veterinarian has\nappropriate authority over the adequacy of veterinary care and other aspects of other animal care and use,\nincluding nutrition, handling, husbandry, and animal compatibility. Documentation of the Attending Veterinarian(cid:25)s\nrecommendations on these issues and facility response (treatment administration, nutrition, policy development,\nplan implementation, etc.) shall be maintained by the facility and made available to APHIS Officials upon request.\nTo be corrected by: from this time forward."
    },
    {
      "code": "2.40(b)(3)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "This facility is not adequately conducting and recording daily observations in a way that can be effectively conveyed\nto the attending veterinarian. The facility(cid:25)s own protocols require keepers (cid:28)to record the security, health, and\nwellbeing and pertinent noteworthy behaviors of the animals in their charge.(cid:29) The protocol also states that\nnoteworthy behaviors should include normal and/or abnormal locomotion, feeding, social grouping/association, and\naggression.\nThe Director of Animal Management stated that it can be difficult to observe all the animals on any given day. In\nfact, several staff members stated that new animal births or deaths may not be noticed for up to several days in\nsome of the hoofstock areas due to the large amount of pasture land and animals hiding in wooded areas. The\nmajority (23) of the 36 deaths recorded in the past 11 months suggest a lack of adequate daily observation. Some\ndaily observations noted may have been indicators of more serious problems. For example, observations of rhinos\ninterfering with giraffe feeding were noted on 5/3/15 and 5/9/15. On 6/2/15, a 1.5 year old giraffe was found dead\nby goring. Takin aggression was noted in early July 2015, but there was no evidence of follow-up. Three takin died\nof traumatic wounds between July 13 and August 10, 2015.\nDaily observation and assessment of animals(cid:25) health and well-being are important to identify when an animal is in\nneed of veterinary care or other intervention. If an animal in need of treatment goes unobserved or unreported for a\nprolonged period of time, that animal may suffer undue pain and distress that could be alleviated with adequate\nveterinary care. Likewise animals that are not eating an appropriate diet in sufficient quantity to maintain their health\nand well-being must be reported to the attending veterinarian. Records of these observations and subsequent\ndirect and frequent communication to the attending veterinarian is required so that timely and accurate information\non problems of animal health, behavior, and well-being is conveyed to facilitate the provision of adequate veterinary\ncare. Correct by ensuring daily observations of all animals by trained staff to assess their health and well-being and\nappropriately document in records. Additionally, ensure that a mechanism is in place for direct and frequent\ncommunication in order to ensure that timely and accurate information regarding problems of animal health,\nbehavior, and well-being is conveyed to the attending veterinarian.\nCorrect by: from this time forward."
    },
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "The following areas were found in need of repair or replacement:\n1. The indoor enclosures and holding areas for the cheetahs had flaking and pitted rust on the metal bars of the\nenclosure.\n2. The plywood in the indoor giraffe housing area currently has several areas where the surface layer of the wood\nhas peeled or chipped away. From the floor level to approximately 1 foot in height around the indoor enclosure there\nwas water staining and soaked areas of plywood.\n3. The black floor mat in the entry way of the indoor giraffe enclosure was significantly peeling, with missing chunks.\n4. In the hoof-stock and rhino barns the plastic weather/freezer strips hung at the top of the doors were in disrepair.\nThese strips were broken in several enclosures and throughout all enclosures were stained with fecal material, dirt\nand debris.\n5. In the Med barn, the roof has a large area that is wet on the inside from water damage from a leak in the roof.\n6. In the Med barn, along both sides of the hallway fronting the stalls, there is missing wood at the base and there is\nwater damage.\nAll of these areas are in need of repair or replacement. All animal enclosures must be properly maintained to\nadequately contain the animals and protect them from injury. These repairs will also promote proper cleaning of\nenclosures to facilitate the prescribed husbandry practices set forth in the regulations and standards.\nCorrect by 16 November 2015"
    },
    {
      "code": "3.130",
      "kind": "",
      "repeat": false,
      "desc": "WATERING.",
      "narrative": "There are six (6) pasture areas which house animals part or all year. All areas have access to one or more of five\n(5) ponds on the site, one (1) area contains a fresh water source. Although previous water testing showed two (2) of\nthe ponds had elevated levels of E. coli and were deemed non-potable at the time of such testing, no recent testing\nhad been performed. While the facility had planned to install alternative temporary and permanent fresh water\nsources and these materials were in storage at the time of the inspection, that work had not been undertaken at the\ntime of inspection. Additionally, keeper notes for the carnivore area on 17 January 2015 stated: (cid:28)No water in the\nmain building. Called maintenance and they said it is because the tank is empty. The animal waters filled from the\nlake so they should be fine.(cid:29) The Vice President informed inspectors that water is pumped out of the lakes, but that\nit is typically treated before being given to other species. There is no indication that this water was treated on that\nday before being given to the carnivore building as is required by facility protocol. Adequate access to potable water\nis necessary for the health and well-being of animals. Correct by ensuring that if potable water is not accessible to\nthe animals at all times, it is provided as often as necessary for the health and comfort of the animals.\nCorrect by: 1 November 2015"
    },
    {
      "code": "3.132",
      "kind": "",
      "repeat": false,
      "desc": "EMPLOYEES.",
      "narrative": "Based on the noncompliances identified in this inspection, this facility does not appear to currently have a sufficient\nnumber of adequately trained employees to maintain the professional level of husbandry practices described in the\nregulations and standards for the 460 USDA-regulated animals (30+ species) in their care. The majority of these\nspecies are being managed in large multi-species exhibits with active breeding programs and therefore animals are\npresent in a variety of different life-stages. As a result, there are complex medical, behavioral, nutritional, and other\nhusbandry needs for these animals. Relevant areas of non-compliance identified on this report include: inadequate\ndaily observations of all animals, inadequate management of animals showing signs of incompatibly, failure to\nproperly complete veterinarian prescribed treatments and husbandry recommendations, and inadequate general\nfacility maintenance. With regard to record-keeping, there are numerous days that facility husbandry logs have not\nbeen completed by staff members, suggesting either that there were an insufficient number of employees to be able\nto have the time to complete the logs, or that the employees in those areas were insufficiently trained in facility\nprotocols. The Vice President and the Director of Animal Management stated that training of all new employees is\nlargely via on the job training with current employees. Inspectors were informed that all employees are expected to\nwork in all areas of the facility when the normally assigned keepers are absent; however, there are limited\nguidelines, checklists or Standard Operating Procedures for employees to follow when working in areas they aren(cid:25)t\ntypically assigned to ensure tasks are completed per facility protocols.\nAll facilities are required to have a sufficient number of adequately trained employees to maintain the professional\nhusbandry standards described in the regulations and standards, and to ensure that animals are receiving\nappropriate monitoring, veterinary care, feeding, watering, and other care. The licensee must evaluate the current\nstaffing level and employee training procedures to ensure that a sufficient number of adequately trained employees\nare utilized to compile and manage appropriate records and to maintain the professionally acceptable level of\nhusbandry practices described in the regulations and standards.\nCorrect by: 16 November 2015."
    },
    {
      "code": "3.133",
      "kind": "",
      "repeat": false,
      "desc": "SEPARATION.",
      "narrative": "Records indicate that in the last 11 months some animals have needed treatment or died as a result of traumatic\ninjuries possibly inflicted by other animals within their enclosures.\nExamples include:\n1. On July 7, 2015, a note on the observation log indicates several male takin were (cid:28)challenging each other;(cid:29) then\non July 13, 2015, a male takin was euthanized due to a severe limb facture. On August 9, two male takin were\nobserved fighting, and on August 12 one was found dead. On August 10, one female takin had been found\nseparated from the herd with severe gore wounds and was brought to the med barn for treatment. After three days\nof extensive and intensive treatment and monitoring, including showing some signs of progress, she was found\ndead.\n2.. Przewalski(cid:25)s horses: Valkyrie, found dead, gored by Pere David deer in same enclosure; Namshir, treated for\n(cid:28)injuries from Male Pasture(cid:29); Kloppy, treated for gore wound.\n3. On June 2, 2015 a 1.5 year old male giraffe, Little Dog, was found dead in the pasture with abdominal wounds.\nRecords indicated that the abdominal wounds were presumed to be caused by a rhino sharing the pasture. This\nincident was preceded by behavioral observations of aggression of the rhino towards other giraffe in the same\npasture. After this incident, the facility permanently separated the rhino from the giraffes.\nAnimals co-housed in the same enclosure must be compatible to ensure they can appropriately access feed and\nshelter and to prevent stress and potentially serious traumatic injuries or death. The facility must ensure that all\nanimals housed in the same primary enclosure are compatible and are not housed with or near animals that\ninterfere with their health or cause them discomfort.\nCorrect by: from this time forward.\nThis inspection was conducted from 6-8 October with the Vice President, Director of Animal Management, and\nAttending Veterinarian by Kathy Campitelli, VMO, Shannon Sebera, ACI, Mike Neafsey, VMO, and Carolyn\nMcKinnie, SACS.\nAn exit interview was conducted on 13 October with the Vice President, Director of Animal Management, and\nAttending Veterinarian by Kathy Campitelli, VMO, Shannon Sebera, ACI, and Mike Neafsey, VMO.\nAdditional Inspectors\nMckinnie Carolyn, Supervisory Animal Care Specialist\nNeafsey Michael, Assistant Director\nSebera Shannon, Animal Care Inspector"
    }
  ],
  "narrative": "2.40(a)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nDuring inspection of records, it appeared some recommendations of the attending veterinarian had not been\nfollowed to provide adequate care to the giraffe herd. Three giraffes were in declining body condition when they\ndied. In September of 2013, the veterinarian at that time had instituted a Body Condition check involving\nphotographing each individual giraffe from various angles. There was a turnover in Veterinary Staff and the formal\npractice was not performed in March/April 2014 or thereafter, although the new attending veterinarian has\nre-instated this practice for this time forward.\nThe first animal, a 14-year old Masai giraffe named Naivasha, was evaluated on Jan 30, 2014. The medical record\nindicates that a retrospective comparison revealed that her body condition had declined since the previous year\n(2013). The veterinarian recommended adding one pound of supplemental feed (cid:28)Boost(cid:29) to her diet for an indefinite\nperiod, but no formal prescription or treatment sheet was issued.  While at least one record indicates Boost was\nprovided as a treat during training, there is no further documentation that Boost was added to her diet. The next\nassessment of body condition was documented on May 22, 2014, when she was noted to have poor body condition.\nThere is documentation that the animal was formally prescribed and actually treated with the Boost feed at that\ntime. On August 7, 2014, the veterinarian noted: (cid:28)Body condition is not showing improvement despite good\nconsumption of supplemental feed (Boost).(cid:29) On August 12, 2014 the records state (cid:28)Giraffe found dead in stall this\nAM. Plans had been for immobilization Thursday 8-21 with dental consult& Animal(cid:25)s condition and mentation had\ndeclined steadily&(cid:29); even though Naivasha had been maintained in the giraffe barn and adjoining yard rather than in\npasture for over a year, which allowed for more intensive monitoring and treatment.\nThe second animal was an 8-year old Baringo giraffe named Geraldine.  There is no evidence  in the medical record\nof her body condition having been documented with photographs, other than the September/October 2013 set of\nphotos. On May 28, 2014, this animal was brought into the chute for treatment of a chronic parasite problem\n(documented high counts for parasites in fecal samples on April 16, May 2, and May 23, 2014).   The animal was\nresistant to handling and became recumbent. Despite veterinary care and monitoring provided, the animal was\nunable to stand, did not recover, and was euthanized.  The body condition score stated in the necropsy report was\n2/5 or 3/9, (very lean to slightly thin) with evidence of GI tract abnormalities consistent with chronic parasite burden\nand/or a suboptimal diet.\n\nThe third animal, Mickey, a 19-year old female giraffe, died on 6/20/2013 from a rhinoceros goring.  This animal had\npathology suggestive of being in an energy deficient state at the time of the goring. This animal died before the\nattending veterinarian recommended routine Body Condition assessments. \n \nFailure to follow the veterinarian(cid:25)s recommendations may compromise the provision of adequate veterinary care,\nwhich requires accurate and detailed records relating to follow up actions as part of the program of veterinary care.\nEach exhibitor must assure that the attending veterinarian has proper authority to ensure the provision of adequate\nveterinary care and to oversee the adequacy of other aspects of animal care and use. This includes the assurance\nthat when treatments or specialized diets are prescribed, that they will be administered properly and that if a\ntreatment failure is noted, or if animals are not eating a prescribed diet, the veterinarian will be made aware of it so\nthat they are able to formulate an alternative plan. Correct by ensuring that the attending veterinarian has\nappropriate authority over the adequacy of veterinary care and other aspects of other animal care and use,\nincluding nutrition, handling, husbandry, and animal compatibility. Documentation of the Attending Veterinarian(cid:25)s\nrecommendations on these issues and facility response (treatment administration, nutrition, policy development,\nplan implementation, etc.) shall be maintained by the facility and made available to APHIS Officials upon request.\nTo be corrected by: from this time forward.\n2.40(b)(3)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThis facility is not adequately conducting and recording daily observations in a way that can be effectively conveyed\nto the attending veterinarian.  The facility(cid:25)s own protocols require keepers (cid:28)to record the security, health, and\nwellbeing and pertinent noteworthy behaviors of the animals in their charge.(cid:29)  The protocol also states that\nnoteworthy behaviors should include normal and/or abnormal locomotion, feeding, social grouping/association, and\naggression.\nThe Director of Animal Management stated that it can be difficult to observe all the animals on any given day.  In\nfact, several staff members stated that new animal births or deaths may not be noticed for up to several days in\nsome of the hoofstock areas due to the large amount of pasture land and animals hiding in wooded areas.  The\nmajority (23) of the 36 deaths recorded in the past 11 months suggest a lack of adequate daily observation. Some\ndaily observations noted may have been indicators of more serious problems.  For example, observations of rhinos\ninterfering with giraffe feeding were noted on 5/3/15 and 5/9/15.  On 6/2/15, a 1.5 year old giraffe was found dead\nby goring.  Takin aggression was noted in early July 2015, but there was no evidence of follow-up.  Three takin died\nof traumatic wounds between July 13 and August 10, 2015. \nDaily observation and assessment of animals(cid:25) health and well-being are important to identify when an animal is in\nneed of veterinary care or other intervention.  If an animal in need of treatment goes unobserved or unreported for a\n\nprolonged period of time, that animal may suffer undue pain and distress that could be alleviated with adequate\nveterinary care. Likewise animals that are not eating an appropriate diet in sufficient quantity to maintain their health\nand well-being must be reported to the attending veterinarian.   Records of these observations and subsequent\ndirect and frequent communication to the attending veterinarian is required so that timely and accurate information\non problems of animal health, behavior, and well-being is conveyed to facilitate the provision of adequate veterinary\ncare.  Correct by ensuring daily observations of all animals by trained staff to assess their health and well-being and\nappropriately document in records.  Additionally, ensure that a mechanism is in place for direct and frequent\ncommunication in order to ensure that timely and accurate information regarding problems of animal health,\nbehavior, and well-being is conveyed to the attending veterinarian.  \nCorrect by: from this time forward.\n3.125(a)\nFACILITIES, GENERAL.   \nThe following areas were found in need of repair or replacement:\n1. The indoor enclosures and holding areas for the cheetahs had flaking and pitted rust on the metal bars of the\nenclosure.\n2. The plywood in the indoor giraffe housing area currently has several areas where the surface layer of the wood\nhas peeled or chipped away. From the floor level to approximately 1 foot in height around the indoor enclosure there\nwas water staining and soaked areas of plywood.\n3. The black floor mat in the entry way of the indoor giraffe enclosure was significantly peeling, with missing chunks.\n4. In the hoof-stock and rhino barns the plastic weather/freezer strips hung at the top of the doors were in disrepair.\nThese strips were broken in several enclosures and throughout all enclosures were stained with fecal material, dirt\nand debris.\n5. In the Med barn, the roof has a large area that is wet on the inside from water damage from a leak in the roof.\n6. In the Med barn, along both sides of the hallway fronting the stalls, there is missing wood at the base and there is\nwater damage.\nAll of these areas are in need of repair or replacement. All animal enclosures must be properly maintained to\nadequately contain the animals and protect them from injury. These repairs will also promote proper cleaning of\nenclosures to facilitate the prescribed husbandry practices set forth in the regulations and standards.\nCorrect by 16 November 2015\n3.130\nWATERING.\n\nThere are six (6) pasture areas which house animals part or all year. All areas have access to one or more of five\n(5) ponds on the site, one (1) area contains a fresh water source. Although previous water testing showed two (2) of\nthe ponds had elevated levels of E. coli and were deemed non-potable at the time of such testing, no recent testing\nhad been performed. While the facility had planned to install alternative temporary and permanent fresh water\nsources and these materials were in storage at the time of the inspection, that work had not been undertaken at the\ntime of inspection.  Additionally, keeper notes for the carnivore area on 17 January 2015 stated: (cid:28)No water in the\nmain building. Called maintenance and they said it is because the tank is empty. The animal waters filled from the\nlake so they should be fine.(cid:29) The Vice President informed inspectors that water is pumped out of the lakes, but that\nit is typically treated before being given to other species. There is no indication that this water was treated on that\nday before being given to the carnivore building as is required by facility protocol. Adequate access to potable water\nis necessary for the health and well-being of animals. Correct by ensuring that if potable water is not accessible to\nthe animals at all times, it is provided as often as necessary for the health and comfort of the animals.\nCorrect by: 1 November 2015\n3.132\nEMPLOYEES. \nBased on the noncompliances identified in this inspection, this facility does not appear to currently have a sufficient\nnumber of adequately trained employees to maintain the professional level of husbandry practices described in the\nregulations and standards for the 460 USDA-regulated animals (30+ species) in their care. The majority of these\nspecies are being managed in large multi-species exhibits with active breeding programs and therefore animals are\npresent in a variety of different life-stages.  As a result, there are complex medical, behavioral, nutritional, and other\nhusbandry needs for these animals. Relevant areas of non-compliance identified on this report include: inadequate\ndaily observations of all animals, inadequate management of animals showing signs of incompatibly, failure to\nproperly complete veterinarian prescribed treatments and husbandry recommendations, and inadequate general\nfacility maintenance.  With regard to record-keeping, there are numerous days that facility husbandry logs have not\nbeen completed by staff members, suggesting either that there were an insufficient number of employees to be able\nto have the time to complete the logs, or that the employees in those areas were insufficiently trained in facility\nprotocols.  The Vice President and the Director of Animal Management stated that training of all new employees is\nlargely via on the job training with current employees.  Inspectors were informed that all employees are expected to\nwork in all areas of the facility when the normally assigned keepers are absent; however, there are limited\nguidelines, checklists or Standard Operating Procedures for employees to follow when working in areas they aren(cid:25)t\ntypically assigned to ensure tasks are completed per facility protocols. \n \nAll facilities are required to have a sufficient number of adequately trained employees to maintain the professional\nhusbandry standards described in the regulations and standards, and to ensure that animals are receiving\nappropriate monitoring, veterinary care, feeding, watering, and other care.  The licensee must evaluate the current\n\nstaffing level and employee training procedures to ensure that a sufficient number of adequately trained employees\nare utilized to compile and manage appropriate records and to maintain the professionally acceptable level of\nhusbandry practices described in the regulations and standards.\nCorrect by: 16 November 2015.\n3.133\nSEPARATION. \nRecords indicate that in the last 11 months some animals have needed treatment or died as a result of traumatic\ninjuries possibly inflicted by other animals within their enclosures.\nExamples include:\n1. On July 7, 2015, a note on the observation log indicates several male takin were (cid:28)challenging each other;(cid:29) then\non July 13, 2015, a male takin was euthanized due to a severe limb facture. On August 9, two male takin were\nobserved fighting, and on August 12 one was found dead. On August 10, one female takin had been found\nseparated from the herd with severe gore wounds and was brought to the med barn for treatment. After three days\nof extensive and intensive treatment and monitoring, including showing some signs of progress, she was found\ndead.\n2.. Przewalski(cid:25)s horses: Valkyrie, found dead, gored by Pere David deer in same enclosure; Namshir, treated for\n(cid:28)injuries from Male Pasture(cid:29); Kloppy, treated for gore wound.\n3.  On June 2, 2015 a 1.5 year old male giraffe, Little Dog, was found dead in the pasture with abdominal wounds.\nRecords indicated that the abdominal wounds were presumed to be caused by a rhino sharing the pasture. This\nincident was preceded by behavioral observations of aggression of the rhino towards other giraffe in the same\npasture. After this incident, the facility permanently separated the rhino from the giraffes.  \nAnimals co-housed in the same enclosure must be compatible to ensure they can appropriately access feed and\nshelter and to prevent stress and potentially serious traumatic injuries or death. The facility must ensure that all\nanimals housed in the same primary enclosure are compatible and are not housed with or near animals that\ninterfere with their health or cause them discomfort. \nCorrect by: from this time forward.\nThis inspection was conducted from 6-8 October with the Vice President, Director of Animal Management, and\nAttending Veterinarian by Kathy Campitelli, VMO, Shannon Sebera, ACI, Mike Neafsey, VMO, and Carolyn\nMcKinnie, SACS.  \nAn exit interview was conducted on 13 October with the Vice President, Director of Animal Management, and\n\nAttending Veterinarian by Kathy Campitelli, VMO, Shannon Sebera, ACI, and Mike Neafsey, VMO.  \nAdditional Inspectors\nMckinnie Carolyn, Supervisory Animal Care Specialist\nNeafsey Michael, Assistant Director\nSebera Shannon, Animal Care Inspector",
  "animals_total": 440,
  "species": [
    {
      "count": 10,
      "scientific": "Acinonyx jubatus",
      "common": "CHEETAH"
    },
    {
      "count": 6,
      "scientific": "Antilope cervicapra",
      "common": "BLACKBUCK"
    },
    {
      "count": 1,
      "scientific": "Atelerix albiventris",
      "common": "FOUR-TOED HEDGEHOG"
    },
    {
      "count": 117,
      "scientific": "Bison bison",
      "common": "AMERICAN BISON"
    },
    {
      "count": 9,
      "scientific": "Bos javanicus",
      "common": "BANTENG"
    },
    {
      "count": 44,
      "scientific": "Budorcas taxicolor",
      "common": "TAKIN"
    },
    {
      "count": 3,
      "scientific": "Camelus bactrianus",
      "common": "BACTRIAN CAMEL"
    },
    {
      "count": 3,
      "scientific": "Camelus bactrianus domestic",
      "common": "DOMESTIC BACTRIAN CAMEL"
    },
    {
      "count": 13,
      "scientific": "Ceratotherium simum",
      "common": "WHITE RHINOCEROS"
    },
    {
      "count": 33,
      "scientific": "Cervus elaphus",
      "common": "RED DEER"
    },
    {
      "count": 11,
      "scientific": "Cervus nippon",
      "common": "SIKA DEER"
    },
    {
      "count": 1,
      "scientific": "Choloepus didactylus",
      "common": "LINNAEUS'S TWO-TOED SLOTH"
    },
    {
      "count": 1,
      "scientific": "Cuon alpinus",
      "common": "DHOLE"
    },
    {
      "count": 2,
      "scientific": "Didelphis marsupialis",
      "common": "SOUTHERN OPOSSUM"
    },
    {
      "count": 57,
      "scientific": "Elaphurus davidianus",
      "common": "PERE DAVID'S DEER"
    },
    {
      "count": 22,
      "scientific": "Equus ferus przewalskii",
      "common": "PRZWALSKI'S WILD HORSE"
    },
    {
      "count": 9,
      "scientific": "Equus grevyi",
      "common": "GREVY'S ZEBRA"
    },
    {
      "count": 24,
      "scientific": "Equus onager",
      "common": "ONAGER"
    },
    {
      "count": 6,
      "scientific": "Giraffa camelopardalis",
      "common": "GIRAFFE"
    },
    {
      "count": 13,
      "scientific": "Hippotragus niger",
      "common": "SABLE ANTELOPE"
    },
    {
      "count": 1,
      "scientific": "Lama glama",
      "common": "LLAMA"
    },
    {
      "count": 2,
      "scientific": "Leptailurus serval",
      "common": "SERVAL"
    },
    {
      "count": 2,
      "scientific": "Lycaon pictus",
      "common": "AFRICAN HUNTING DOG / AFRICAN WILD DOG"
    },
    {
      "count": 1,
      "scientific": "Mephitis mephitis",
      "common": "STRIPED SKUNK"
    },
    {
      "count": 7,
      "scientific": "Naemorhedus caudatus",
      "common": "LONG-TAILED GORAL"
    },
    {
      "count": 4,
      "scientific": "Oryx beisa",
      "common": "EAST AFRICAN ORYX (BEISA ORYX)"
    },
    {
      "count": 27,
      "scientific": "Oryx dammah",
      "common": "SCIMITAR-HORNED ORYX"
    },
    {
      "count": 5,
      "scientific": "Rhinoceros unicornis",
      "common": "INDIAN RHINOCEROS"
    },
    {
      "count": 1,
      "scientific": "Rusa eldii",
      "common": "BROW-ANTLERED DEER / ELD'S DEER"
    },
    {
      "count": 1,
      "scientific": "Tamandua tetradactyla",
      "common": "SOUTHERN TAMANDUA"
    },
    {
      "count": 3,
      "scientific": "Taurotragus oryx",
      "common": "COMMON ELAND"
    },
    {
      "count": 1,
      "scientific": "Tolypeutes matacus",
      "common": "SOUTHERN THREE-BANDED ARMADILLO"
    }
  ]
}