{
  "insp_id": "225141349380655",
  "layout": "a",
  "customer_id": "328620",
  "customer_name": "Patricia Kiehn",
  "customer_addr": "3175 Erle Rd.\nMarysville, CA 95901",
  "certificate": "93-C-1040",
  "site_id": "001",
  "site_name": "Patricia Kiehn",
  "insp_type": "ROUTINE INSPECTION",
  "date": "11-AUG-2014",
  "report_date": "20-AUG-2014",
  "citations": [
    {
      "code": "2.40(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "This facility does not have a current written program of veterinary care(changed veterinarians). This is important so\nthat a preventative medicine program is established and implemented to help insure that the animals are maintained\nin good health. This facility is to establish a written Program of Veterinary Care and ensure that it is updated\nperiodically, or whenever there is a new species obtained, or whenever there is a new veterinarian, or other\nveterinary health changes to ensure that it is kept current.\n*********\nTO BE CORRECTED BY: 9/11/2014\n*********"
    },
    {
      "code": "3.56(c)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "Rabbit Pen: Has bird feces on the top of the metal feed storage garbage cans. There are feces in the unused wire\nrabbit pens. There are bird feces on the roofs of the hutches. There are feathers and bird feces on the ground of\nthe pen. There are a variety of cinder blocks, wooden pallets in the enclosure making it harder to clean. There is\nan unused wire cage with cob webs and old feed in the feed hopper.\nPremises (buildings and grounds) shall be kept clean and in good repair. The area is to remain free of trash, old\nfood, and waste material. A system needs to be implemented to assure that the area is routinely cleaned.\n************\nTo be corrected by: September 1, 2014"
    },
    {
      "code": "3.58(a)",
      "kind": "",
      "repeat": false,
      "desc": "CLASSIFICATION AND SEPARATION.",
      "narrative": "Rabbit Pen: This pen has six rabbits in it. The chickens have free access to the rabbit enclosure. The birds are\nbeing fed in the rabbit enclosure. Rabbits shall not be housed in the same primary enclosure with any other species\nof animals (for the rabbit(cid:25)s health and well-being). A system needs to be in place to keep other species of animals\nout of the rabbit enclosure.\n************\nTo be corrected by: September 1, 2014"
    },
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "Harpo the goat pen: the shed rooftop has a hole (approximately 4(cid:29)\" x 3\"(cid:29) hole in the roof) on it. The animal could\nget a hoof caught in the hole and injure himself. The roof must be constructed of such material and of such\nstrength as appropriate for the animals involved. The pen and sheds must be maintained in good repair to protect\nthe animals from injury and to contain the animals. A program is needed to routinely inspect and repair the pen and\nstructures within it.\n****************\nTo be corrected by: September 1, 2014"
    },
    {
      "code": "3.131(a)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "Harpo the goat pen: the pen has a buildup of feces in the pen.\nOne goat and One Shetland sheep pen: the pen has fecal buildup.\nPetunia the Pig Pen: Her pen has duck and chicken fecal material in it. The pig water pool had duck waste material\nin it. It needs to be cleaned more often if the ducks are to be in there with her.\n2 Llama Pen: There is an excess amount of fecal material in the pen.\nThese animals are not able to avoid the fecal material in their pens. Excreta shall be removed from primary\nenclosures as often as necessary to prevent contamination of the animals contained therein and to minimize\ndisease hazards and to reduce odors. Facility does not have a routine schedule for cleaning. A system of\nadequate cleaning must be in place.\n*****************\nTo be corrected by: September 1, 2014\nAn exit briefing was conducted with the facility representative"
    }
  ],
  "narrative": "2.40(a)(1)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThis facility does not have a current written program of veterinary care(changed veterinarians).  This is important so\nthat a preventative medicine program is established and implemented to help insure that the animals are maintained\nin good health.  This facility is to establish a written Program of Veterinary Care and ensure that it is updated\nperiodically, or whenever there is a new species obtained, or whenever there is a new veterinarian, or other\nveterinary health changes to ensure that it is kept current.\n*********\nTO BE CORRECTED BY: 9/11/2014\n*********\n3.56(c)\nSANITATION. \nRabbit Pen:  Has bird feces on the top of the metal feed storage garbage cans.  There are feces in the unused wire\nrabbit pens.  There are bird feces on the roofs of the hutches.  There are feathers and bird feces on the ground of\nthe pen.   There are a variety of cinder blocks, wooden pallets in the enclosure making it harder to clean.  There is\nan unused wire cage with cob webs and old feed in the feed hopper. \n Premises (buildings and grounds) shall be kept clean and in good repair. The area is to remain free of trash, old\nfood, and waste material.  A system needs to be implemented to assure that the area is routinely cleaned.\n************  \nTo be corrected by: September 1, 2014\n3.58(a)\nCLASSIFICATION AND SEPARATION.\n\nRabbit Pen: This pen has six rabbits in it.  The chickens have free access to the rabbit enclosure. The birds are\nbeing fed in the rabbit enclosure. Rabbits shall not be housed in the same primary enclosure with any other species\nof animals (for the rabbit(cid:25)s health and well-being).  A system needs to be in place to keep other species of animals\nout of the rabbit enclosure.\n************\nTo be corrected by: September 1, 2014\n3.125(a)\nFACILITIES, GENERAL.   \nHarpo the goat pen:  the shed rooftop has a hole (approximately 4(cid:29)\" x 3\"(cid:29) hole in the roof) on it.  The animal could\nget a hoof caught in the hole and injure himself.   The roof must be constructed of such material and of such\nstrength as appropriate for the animals involved. The pen and sheds must be maintained in good repair to protect\nthe animals from injury and to contain the animals. A program is needed to routinely inspect and repair the pen and\nstructures within it.\n****************\nTo be corrected by: September 1, 2014\n3.131(a)\nSANITATION.   \nHarpo the goat pen:  the pen has a buildup of feces in the pen.\nOne goat and One Shetland sheep pen:  the pen has fecal buildup.\nPetunia the Pig Pen:  Her pen has duck and chicken fecal material in it.  The pig water pool had duck waste material\nin it.  It needs to be cleaned more often if the ducks are to be in there with her.  \n2 Llama Pen:  There is an excess amount of fecal material in the pen.\nThese animals are not able to avoid the fecal material in their pens.  Excreta shall be removed from primary\nenclosures as often as necessary to prevent contamination of the animals contained therein and to minimize\ndisease hazards and to reduce odors.   Facility does not have a routine schedule for cleaning. A system of\nadequate cleaning must be in place.\n*****************\n\nTo be corrected by: September 1, 2014\nAn exit briefing was conducted with the facility representative",
  "animals_total": 10,
  "species": [
    {
      "count": 2,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 2,
      "scientific": "Lama glama",
      "common": "LLAMA"
    },
    {
      "count": 3,
      "scientific": "Oryctolagus cuniculus",
      "common": "EUROPEAN RABBIT"
    },
    {
      "count": 2,
      "scientific": "Ovis aries aries",
      "common": "SHEEP INCLUDING ALL DOMESTIC BREEDS"
    },
    {
      "count": 1,
      "scientific": "Sus scrofa domestica",
      "common": "DOMESTIC PIG / POTBELLY PIG / MICRO PIG"
    }
  ]
}