{
  "insp_id": "276141201220334",
  "layout": "a",
  "customer_id": "8363",
  "customer_name": "J Maassen Inc",
  "customer_addr": "2078 300th Street\nRock Valley, IA 51247",
  "certificate": "42-A-0760",
  "site_id": "001",
  "site_name": "J MAASSEN, INC",
  "insp_type": "ROUTINE INSPECTION",
  "date": "25-AUG-2014",
  "report_date": "03-OCT-2014",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "Licensee presented current Program of Veterinary Care that was signed in February of 2014. Facility had listed on\nthe Program of Veterinary Care the routine method of euthanasia for the facility as \"(cid:28)Gunshot in brain at close\nrange. If needed contact XXXXXXX for injectable euthanasia by veterinarian\".(cid:29)\nAccording the 2013 AVMA (American Veterinary Medical Association) Guidelines for the Euthanasia of Animals,\ngunshot is not an acceptable form of euthanasia when other methods can be used.\nThe licensee agreed to no longer use gunshot euthanasia. The licensee must consult with the attending\nveterinarian to select and document an acceptable form of routine euthanasia for the facility and ensure the facility\nuses appropriate methods to prevent, control, diagnose, and treat diseases and injuries at all times.\nCorrection date: immediately\nIn the middle barn there is a female Shar-pei, microchip number 0A02204553, that has a large, red, swelling\nbetween the digits on the left front paw. Licensee said the dog has not been evaluated by a veterinarian. Swellings\nand inflammation between the digits on the paw may cause pain and discomfort to the dog. This dog must be\nevaluated by a licensed veterinarian in order to ensure proper diagnosis and an appropriate treatment plan is\ndeveloped. Diagnosis and treatment must be documented and available to inspector upon request.\nCorrection date: 09/02/14"
    },
    {
      "code": "3.1(c)(1)(1)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "In four of the buildings housing dogs, the enclosures have fronts and sections of their sides made of wire. The\ncoating on the wire has been torn off by the dogs and the wire is rusting. Rusting causes pitting and flaking of the\nwire which does not allow for proper sanitization of the wire. The wire needs to be replaced or altered in a manner\nthat allows for proper cleaning and sanitization every two weeks.\nCorrection date: 10/01/14"
    },
    {
      "code": "3.6(a)(2)(9)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "In four of the buildings housing dogs, the enclosures are made with a vinyl frame that has been excessively chewed\nby the dogs. This damage allows dirt and food waste to penetrate the surface of the vinyl which can result in\ndisease hazards towards the dogs. The vinyl frame needs to be replaced or altered in a manner that allows for\nproper cleaning and sanitization of the enclosure every two weeks.\nCorrection date: 10/01/14\nExit interview conducted with facility representative at facility."
    }
  ],
  "narrative": "2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nLicensee presented current Program of Veterinary Care that was signed in February of 2014.  Facility had listed on\nthe Program of Veterinary Care the routine method of euthanasia for the facility as \"(cid:28)Gunshot in brain at close\nrange.  If needed contact XXXXXXX for injectable euthanasia by veterinarian\".(cid:29)\nAccording the 2013 AVMA (American Veterinary Medical Association) Guidelines for the Euthanasia of Animals,\ngunshot is not an acceptable form of euthanasia when other methods can be used.  \nThe licensee agreed to no longer use gunshot euthanasia.  The licensee must consult with the attending\nveterinarian to select and document an acceptable form of routine euthanasia for the facility and ensure the facility\nuses appropriate methods to prevent, control, diagnose, and treat diseases and injuries at all times.\nCorrection date:  immediately\nIn the middle barn there is a female Shar-pei, microchip number 0A02204553, that has a large, red, swelling\nbetween the digits on the left front paw.  Licensee said the dog has not been evaluated by a veterinarian.  Swellings\nand inflammation between the digits on the paw may cause pain and discomfort to the dog.  This dog must be\nevaluated by a licensed veterinarian in order to ensure proper diagnosis and an appropriate treatment plan is\ndeveloped.  Diagnosis and treatment must be documented and available to inspector upon request.\nCorrection date:  09/02/14\n3.1(c)(1)(1)\nHOUSING FACILITIES, GENERAL.\nIn four of the buildings housing dogs, the enclosures have fronts and sections of their sides made of wire.  The\ncoating on the wire has been torn off by the dogs and the wire is rusting.  Rusting causes pitting and flaking of the\nwire which does not allow for proper sanitization of the wire.  The wire needs to be replaced or altered in a manner\n\nthat allows for proper cleaning and sanitization every two weeks.\nCorrection date:  10/01/14  \n3.6(a)(2)(9)\nPRIMARY ENCLOSURES.\nIn four of the buildings housing dogs, the enclosures are made with a vinyl frame that has been excessively chewed\nby the dogs.  This damage allows dirt and food waste to penetrate the surface of the vinyl which can result in\ndisease hazards towards the dogs.  The vinyl frame needs to be replaced or altered in a manner that allows for\nproper cleaning and sanitization of the enclosure every two weeks.\nCorrection date:  10/01/14\nExit interview conducted with facility representative at facility.",
  "animals_total": 465,
  "species": [
    {
      "count": 323,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 142,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}