{
  "insp_id": "240141028550053",
  "layout": "a",
  "customer_id": "328632",
  "customer_name": "Exotic Tropical Pet World",
  "customer_addr": "1716 W Hackberry Ave\nMc Allen, TX 78501",
  "certificate": "74-B-0730",
  "site_id": "001",
  "site_name": "Exotic Tropical Pet World",
  "insp_type": "ROUTINE INSPECTION",
  "date": "26-AUG-2014",
  "report_date": "28-AUG-2014",
  "citations": [
    {
      "code": "3.128",
      "kind": "",
      "repeat": false,
      "desc": "SPACE REQUIREMENTS.",
      "narrative": "The sugar glider enclosure located next to the office containing three sugar gliders and the sugar glider enclosure\nnext to the register containing three sugar gliders. The cages are too small and do not provide adequate space for\neach animal to make normal postural and social adjustments. The sugar gliders need to have a larger enclosure to\nmake normal postural movement and social adjustments with adequate freedom for their health and well-being.\nTo be corrected by September 4, 2014."
    },
    {
      "code": "3.129(b)",
      "kind": "",
      "repeat": false,
      "desc": "FEEDING.",
      "narrative": "The sugar glider enclosure located next to the office containing three sugar gliders. The food receptacle has a\nbrownish material, lining the edge of the bowl and the food is caked at the bottom of the bowl. Inadequate cleaning\nand sanitizing of receptacles can lead to contamination and potential for disease. Food receptacles shall be kept\nclean and sanitary at all times. Adequate measures shall be taken to prevent caking of food.\nTo be corrected from this day forward."
    },
    {
      "code": "3.130",
      "kind": "",
      "repeat": false,
      "desc": "WATERING.",
      "narrative": "The sugar glider enclosure located next to the office containing three sugar gliders. The watering bowl had no water\navailable to the animals inside the enclosure. An employee of the facility filled the watering bowl with water and the\nsugar gliders drank continuously until the water was gone. Watering must be provided as often as necessary for the\nhealth and comfort of the animals.\nTo be corrected from this day forward."
    },
    {
      "code": "3.131(a)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "Cleaning of enclosures.\nThe sugar glider enclosure located next to the office containing three sugar gliders. The enclosure has excessive\nfeces and caked food on the floor of the enclosure. The edge of the flooring has excessive smeared brownish\nmaterial along the borders of the enclosure floor. Excreta shall be removed to prevent contamination of animals\ncontained and minimize disease hazards and reduce odors.\nTo be corrected by Aug 30, 2014.\nAdditional Inspectors\nPannill Elizabeth, Veterinary Medical Officer"
    }
  ],
  "narrative": "3.128\nSPACE REQUIREMENTS. \nThe sugar glider enclosure located next to the office containing three sugar gliders and the sugar glider enclosure\nnext to the register containing three sugar gliders.  The cages are too small and do not provide adequate space for\neach animal to make normal postural and social adjustments.  The sugar gliders need to have a larger enclosure to\nmake normal postural movement and social adjustments with adequate freedom for their health and well-being.  \nTo be corrected by September 4, 2014.\n3.129(b)\nFEEDING.    \nThe sugar glider enclosure located next to the office containing three sugar gliders.  The food receptacle has a\nbrownish material, lining the edge of the bowl and the food is caked at the bottom of the bowl.  Inadequate cleaning\nand sanitizing of receptacles can lead to contamination and potential for disease.  Food receptacles shall be kept\nclean and sanitary at all times.  Adequate measures shall be taken to prevent caking of food.  \nTo be corrected from this day forward.\n3.130\nWATERING.  \nThe sugar glider enclosure located next to the office containing three sugar gliders. The watering bowl had no water\navailable to the animals inside the enclosure.  An employee of the facility filled the watering bowl with water and the\nsugar gliders drank continuously until the water was gone.  Watering must be provided as often as necessary for the\nhealth and comfort of the animals.  \nTo be corrected from this day forward.\n\n3.131(a)\nSANITATION.   \nCleaning of enclosures.\nThe sugar glider enclosure located next to the office containing three sugar gliders. The enclosure has excessive\nfeces and caked food on the floor of the enclosure.  The edge of the flooring has excessive smeared brownish\nmaterial along the borders of the enclosure floor.  Excreta shall be removed to prevent contamination of animals\ncontained and minimize disease hazards and reduce odors.   \nTo be corrected by Aug 30, 2014.\nAdditional Inspectors\nPannill Elizabeth, Veterinary Medical Officer",
  "animals_total": 38,
  "species": [
    {
      "count": 8,
      "scientific": "Atelerix frontalis",
      "common": "SOUTH AFRICAN HEDGEHOG"
    },
    {
      "count": 1,
      "scientific": "Cavia porcellus",
      "common": "DOMESTIC GUINEA PIG"
    },
    {
      "count": 1,
      "scientific": "Chinchilla lanigera",
      "common": "CHINCHILLA"
    },
    {
      "count": 1,
      "scientific": "Oryctolagus cuniculus",
      "common": "EUROPEAN RABBIT"
    },
    {
      "count": 12,
      "scientific": "Petaurus breviceps",
      "common": "SUGAR GLIDER"
    },
    {
      "count": 15,
      "scientific": "Phodopus campbelli",
      "common": "CAMPBELLS DWARF HAMSTER"
    }
  ]
}