{
  "insp_id": "2016082568412459",
  "layout": "a",
  "customer_id": "326799",
  "customer_name": "Fannie A Wengerd",
  "customer_addr": "386 Wengerd Road\nMifflintown, PA 17059",
  "certificate": "23-A-0554",
  "site_id": "001",
  "site_name": "FANNIE WENGERD",
  "insp_type": "ROUTINE INSPECTION",
  "date": "12-JUN-2017",
  "report_date": "12-JUN-2017",
  "citations": [
    {
      "code": "2.40(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "*** The current Program of Veterinary Care (PVC) has guidance for an unacceptable method of euthanasia for the\nguinea pigs at this facility. No records of recent euthanasia were noted at the facility.The licensee must contact the\nattending veterinarian to discuss the euthanasia method and ensure that the method used is approved in the current\nguidance for euthanasia by the AVMA. Failure to provide an acceptable method may lead to suffering in the\nanimals. Correct this by contacting the attending veterinarian to have the written guidance updated.\n*** The current Program of Veterinary Care has written guidance for the use of pour-on ivermectin. The licensee\nstated that she is also diluting this pour-on in a spray bottle and misting the animals. This method is not approved in\nthe written PVC and does not provide for a given amount to be administered to each animal. The licensee must\nobtain additional guidance to ensure the administration of this drug is approved by the attending veterinarian.\nCorrect before any future euthanasia or misting with ivermectin and at least by June 30, 2017."
    },
    {
      "code": "3.31(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "*** Several of the primary enclosures are excessively dirty and have an accumulation of feces. At least half of the\nenclosures need a thorough cleaning to ensure a clean environment for the animals and to satisfy this section of the\nregulations. Correct this by increasing the frequency of cleaning.\nCorrect by: June 19, 2017"
    },
    {
      "code": "3.31(a)(4)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "*** Currently this facility is only cleaning the primary enclosures for the animals. No sanitization schedule is in place\nto ensure the enclosures are sanitized with a disinfectant at least every 2 weeks. Failure to provide regular\nsanitization can lead to an increase of potential disease hazards to the animals. Correct this by developing a\nsanitization schedule to adequately sanitize all enclosures at least every 2 weeks as required.\nCorrect by: June 30, 2017\nThis inspection and exit interview were conducted with the licensee."
    }
  ],
  "narrative": "2.40(a)(1)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n*** The current Program of Veterinary Care (PVC) has guidance for an unacceptable method of euthanasia for the\nguinea pigs at this facility.   No records of recent euthanasia were noted at the facility.The licensee must contact the\nattending veterinarian to discuss the euthanasia method and ensure that the method used is approved in the current\nguidance for euthanasia by the AVMA.   Failure to provide an acceptable method may lead to suffering in the\nanimals. Correct this by contacting the attending veterinarian to have the written guidance updated.  \n*** The current Program of Veterinary Care has written guidance for the use of pour-on ivermectin.  The licensee\nstated that she is also diluting this pour-on in a spray bottle and misting the animals.  This method is not approved in\nthe written PVC and does not provide for a given amount to be administered to each animal.   The licensee must\nobtain additional guidance to ensure the administration of this drug is approved by the attending veterinarian. \nCorrect before any future euthanasia or misting with ivermectin and at least by June 30, 2017. \n3.31(a)(1)\nSANITATION.\n*** Several of the primary enclosures are excessively dirty and have an accumulation of feces.  At least half of the\nenclosures need a thorough cleaning to ensure a clean environment for the animals and to satisfy this section of the\nregulations.   Correct this by increasing the frequency of cleaning.\nCorrect by: June 19, 2017\n3.31(a)(4)\nSANITATION.\n*** Currently this facility is only cleaning the primary enclosures for the animals.  No sanitization schedule is in place\n\nto ensure the enclosures are sanitized with a disinfectant at least every 2 weeks.   Failure to provide regular\nsanitization can lead to an increase of potential disease hazards to the animals.  Correct this by developing a\nsanitization schedule to adequately sanitize all enclosures at least every 2 weeks as required.\nCorrect by:  June 30, 2017\nThis inspection and exit interview were conducted with the licensee.",
  "animals_total": 181,
  "species": [
    {
      "count": 181,
      "scientific": "Cavia porcellus",
      "common": "DOMESTIC GUINEA PIG"
    }
  ]
}