{
  "insp_id": "63151302060719",
  "layout": "a",
  "customer_id": "330024",
  "customer_name": "A & A Exotics L L C",
  "customer_addr": "685 Sw Steedley Dr\nLake City, FL 32024",
  "certificate": "58-B-0579",
  "site_id": "TRA",
  "site_name": "A & A EXOTICS L L C",
  "insp_type": "ROUTINE INSPECTION",
  "date": "01-OCT-2014",
  "report_date": "11-MAR-2015",
  "citations": [
    {
      "code": "3.53(c)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "The rabbits were in a primary enclosure that measured 23 inches by 23 inches which calculates to 3.67 square feet\nof floor space, which is not adequate enclosure space to properly maintain the four rabbits. Based on the minimum\nfloor space for individual rabbits weighing up to 4.4 lbs, each rabbit must have at least 1.5 square feet of enclosure\nfloor space, minus any space taken up by water or food receptacles. Insufficient space for the rabbits may cause\nstress and fighting which can be hazardous to the health and well-being of the animals. Therefore, for 4 rabbits\nthere must be given a minimum floor space of 6 square feet total. The rabbits must be housed in enclosures that\nmeet the minimum standards of space for their health and well-being.\nCorrect by October 2, 2014."
    },
    {
      "code": "3.78(b)",
      "kind": "",
      "repeat": false,
      "desc": "OUTDOOR HOUSING FACILITIES.",
      "narrative": "There are no additional shelters in the rhesus macaque exhibit enclosure. Although the licensee stated that she\nplaces the nonhuman primates in an alternate shelter when there is a rain event or during the night, the inspectors\nwere unable to examine the enclosure because it was not present. The canopy and tarps alone are not sufficient to\nprotect the nonhuman prmates from the elements such as wind and rain. The canopy with tarps attached to the\nside is not adequate because the canopy has large gaps and the tarp on the side does not meet the roofline so\nthere is a large gap there also which will allow wind and rain to enter. In addition, the plastic tarps were observed\nto be detached at the bottom and blowing during the inspection. Exposure to the elements and wetting from rain\nmay cause discomfort and distress to the nonhuman primates. Outdoor housing facilities for nonhuman primates\nmust provide adequate shelter from the elements at all times. It must provide protection from the sun, rain, wind,\nand cold, and from any weather conditions that may occur to ensure the safety, health and welfare of the animals.\nTo be corrected immediately."
    },
    {
      "code": "3.80(b)(2)(1)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "The primary enclosure for the ringtail lemurs measures 2 feet by 16 inches which calculates to 2.67 square feet.\nThe enclosure for the ringtail lemurs (cid:28)group 2(cid:29) does not meet the standards required in this section for primary\nenclosures. Insufficient space for nonhuman primates may cause stress and fighting which may be hazardous to\nthe health and well-being of the ringtail lemurs. Primary enclosures and shelters that meet the standards set forth in\nthe Animal Welfare Act must be provided for the nonhuman primates.\nCorrect by October 3, 2014."
    },
    {
      "code": "3.130",
      "kind": "",
      "repeat": false,
      "desc": "WATERING.",
      "narrative": "The water receptacle in the enclosure for the goats, and cows which were housed with a pony, and three waterfowl\nwas dirty. Drinking dirty, contaminated water may cause the animals to become ill. Water receptacles must be kept\nclean and sanitized to provide clean potable water to the animals at all times.\nCorrected during inspection.\nThe inspection and exit interview was conducted with Licensee and two Animal Care Inspectors.\nThis inspection was conducted at the Baker County Fair in Macclenny, Florida.\nAdditional Inspectors\nDuffiney Kimberly, Animal Care Inspector"
    }
  ],
  "narrative": "3.53(c)\nPRIMARY ENCLOSURES.   \nThe rabbits were in a primary enclosure that measured 23 inches by 23 inches which calculates to 3.67 square feet\nof floor space, which is not adequate enclosure space to properly maintain the four rabbits.  Based on the minimum\nfloor space for individual rabbits weighing up to 4.4 lbs, each rabbit must have at least 1.5 square feet of enclosure\nfloor space, minus any space taken up by water or food receptacles.  Insufficient space for the rabbits may cause\nstress and fighting which can be hazardous to the health and well-being of the animals.  Therefore, for 4 rabbits\nthere must be given a minimum floor space of 6 square feet total.    The rabbits must be housed in enclosures that\nmeet the minimum standards of space for their health and well-being.\nCorrect by October 2, 2014.\n3.78(b)\nOUTDOOR HOUSING FACILITIES. \nThere are no additional shelters in the rhesus macaque exhibit enclosure.  Although the licensee stated that she\nplaces the nonhuman primates in an alternate shelter when there is a rain event or during the night, the inspectors\nwere unable to examine the enclosure because it was not present.  The canopy and tarps alone are not sufficient to\nprotect the nonhuman prmates from the elements such as wind and rain.  The canopy with tarps attached to the\nside is not adequate because the canopy has large gaps and the tarp on the side does not meet the roofline so\nthere is a large gap there also which will  allow wind and rain to enter.  In addition, the plastic tarps were observed\nto be detached at the bottom and blowing during the inspection.  Exposure to the elements and wetting from rain\nmay cause discomfort and distress to the nonhuman primates.  Outdoor housing facilities for nonhuman primates\nmust provide adequate shelter from the elements at all times. It must provide protection from the sun, rain, wind,\nand cold, and from any weather conditions that may occur to ensure the safety, health and welfare of the animals.\nTo be corrected immediately.\n3.80(b)(2)(1)\nPRIMARY ENCLOSURES.  \nThe primary enclosure for the ringtail lemurs measures 2 feet by 16 inches which calculates to 2.67 square feet. \nThe enclosure for the ringtail lemurs (cid:28)group 2(cid:29) does not meet the standards required in this section for primary\n\nenclosures.  Insufficient space for nonhuman primates may cause stress and fighting which may be hazardous to\nthe health and well-being of the ringtail lemurs.  Primary enclosures and shelters that meet the standards set forth in\nthe Animal Welfare Act must be provided for the nonhuman primates.  \nCorrect by October 3, 2014.\n3.130\nWATERING.  \nThe water receptacle in the enclosure for the goats, and cows which were housed with a pony, and three waterfowl\nwas dirty. Drinking dirty, contaminated water may cause the animals to become ill.   Water receptacles must be kept\nclean and sanitized to provide clean potable water to the animals at all times.  \nCorrected during inspection.\nThe inspection and exit interview was conducted with Licensee and two Animal Care Inspectors.\nThis inspection was conducted at the Baker County Fair in Macclenny, Florida.\nAdditional Inspectors\nDuffiney Kimberly, Animal Care Inspector",
  "animals_total": 16,
  "species": [
    {
      "count": 2,
      "scientific": "Bos taurus",
      "common": "CATTLE / COW / OX / WATUSI"
    },
    {
      "count": 3,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 1,
      "scientific": "Lama glama",
      "common": "LLAMA"
    },
    {
      "count": 2,
      "scientific": "Lemur catta",
      "common": "RING-TAILED LEMUR"
    },
    {
      "count": 2,
      "scientific": "Macaca mulatta",
      "common": "RHESUS MACAQUE *MALE"
    },
    {
      "count": 1,
      "scientific": "Nasua nasua",
      "common": "SOUTH AMERICAN COATI"
    },
    {
      "count": 4,
      "scientific": "Oryctolagus cuniculus",
      "common": "DOMESTIC RABBIT / EUROPEAN RABBIT"
    },
    {
      "count": 1,
      "scientific": "Potos flavus",
      "common": "KINKAJOU"
    }
  ]
}