{
  "insp_id": "167161325000935",
  "layout": "a",
  "customer_id": "327816",
  "customer_name": "Reptacular Animals Corporation",
  "customer_addr": "8309 Laurel Canyon Blvd #316\nSun Valley, CA 91352",
  "certificate": "93-C-1074",
  "site_id": "002",
  "site_name": "Reptacular Animals Corporation",
  "insp_type": "ROUTINE INSPECTION",
  "date": "14-JUN-2016",
  "report_date": "17-JUN-2016",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "Two adult, female pigs, Petunia and Daisy, had generalized, hair loss including on the sides of their chest and\nabdomen, neck, and all four limbs. Some areas of their underlying skin appeared mildly thickened and reddened.\nNo open wounds, lacerations, or infected areas were noticed. The inspector did observe an occasional episode of\nmild to moderate itchiness in which the pigs would scratch with their back feet or rub against objects within the\nenclosure. These pigs were recently examined by the attending veterinarian on 05/11/2016; however there is no\ndocumentation of any skin condition noted on record review. Hair loss may indicate an underlying health issue and\nmay be a source of irritation and discomfort to these animals. These pigs should be examined by a veterinarian to\nensure that an accurate diagnosis is obtained and an appropriate treatment plan is developed and followed. The\nlicensee must ensure that all animals receive adequate veterinary care at all times.\nCorrect by 06/20/2016."
    },
    {
      "code": "3.25(a)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "Guinea Pig trailer: An overhead light fixture did not have protective coverings over the bulbs. This fixture was\nlocated in an area of the ceiling directly above the guinea pig enclosures. Uncovered, light bulbs could potentially\ncause injury to the animals in the event of accidental breakage.\nHousing facilities for guinea pigs must be structurally sound and maintained in good repair in order to protect the\nanimals from injury and to contain them. A system of timely identification, facility repair and maintenance must be in\nplace.\nCorrect by 07/12/2016."
    },
    {
      "code": "3.31(b)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "Guinea Pig trailer: The two rooms in this trailer had a heavy accumulation of old, animal bedding material and dust\non the floor and on shelving units. There was a wooden shelving rack system containing a large amount of old,\nunsealed, pelleted rodent diet which may attract unwanted vermin or pests. Also, a utility sink had a heavy buildup\nof dirt, grass and debris including discarded plastic bottles within the basin.\nPremises (buildings and grounds) including all animal areas must be kept clean, free of clutter or discarded\nmaterials and in good repair in order to protect the health and well-being of the animals, to prevent the harborage of\nvermin and pests, and to facilitate the prescribed husbandry practices. A system of maintaining effective cleaning\nand housekeeping practices must be in place.\nCorrect by 07/12/2016."
    },
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "Hoofstock pen: Several areas of the wire fencing in this enclosure were in disrepair with gaps, loose wiring and\nsharp, protruding points within contact of the animals which could cause injury. At time of inspection, APHIS\npersonnel observed that a baby goat was able to escape this pen and an adult goat with horns was able to put his\nentire head through the wire gaps in one corner.\nAll enclosures must be kept in good repair and free of sharp, protruding points and gaps/openings in order to protect\nthe animals from injury or entrapment and properly contain the animals. A system of timely identification, facility\nrepair and maintenance must be in place.\nCorrect by 07/12/2016.\nExit interview was conducted with a facility representative."
    }
  ],
  "narrative": "2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nTwo adult, female pigs, Petunia and Daisy, had generalized, hair loss including on the sides of their chest and\nabdomen, neck, and all four limbs.  Some areas of their underlying skin appeared mildly thickened and reddened. \nNo open wounds, lacerations, or infected areas were noticed.  The inspector did observe an occasional episode of\nmild to moderate itchiness in which the pigs would scratch with their back feet or rub against objects within the\nenclosure. These pigs were recently examined by the attending veterinarian on 05/11/2016; however there is no\ndocumentation of any skin condition noted on record review.  Hair loss may indicate an underlying health issue and\nmay be a source of irritation and discomfort to these animals.  These pigs should be examined by a veterinarian to\nensure that an accurate diagnosis is obtained and an appropriate treatment plan is developed and followed.  The\nlicensee must ensure that all animals receive adequate veterinary care at all times.\nCorrect by 06/20/2016.\n3.25(a)\nFACILITIES, GENERAL.\nGuinea Pig trailer: An overhead light fixture did not have protective coverings over the bulbs. This fixture was\nlocated in an area of the ceiling directly above the guinea pig enclosures. Uncovered, light bulbs could potentially\ncause injury to the animals in the event of accidental breakage.\nHousing facilities for guinea pigs must be structurally sound and maintained in good repair in order to protect the\nanimals from injury and to contain them. A system of timely identification, facility repair and maintenance must be in\nplace.\nCorrect by 07/12/2016.\n3.31(b)\n\nSANITATION.\nGuinea Pig trailer:  The two rooms in this trailer had a heavy accumulation of old, animal bedding material and dust\non the floor and on shelving units.  There was a wooden shelving rack system containing a large amount of old,\nunsealed, pelleted rodent diet which may attract unwanted vermin or pests.  Also, a utility sink had a heavy buildup\nof dirt, grass and debris including discarded plastic bottles within the basin.\n \nPremises (buildings and grounds) including all animal areas must be kept clean, free of clutter or discarded\nmaterials and in good repair in order to protect the health and well-being of the animals, to prevent the harborage of\nvermin and pests, and to facilitate the prescribed husbandry practices. A system of maintaining effective cleaning\nand housekeeping practices must be in place.\nCorrect by 07/12/2016.\n3.125(a)\nFACILITIES, GENERAL.   \nHoofstock pen:  Several areas of the wire fencing in this enclosure were in disrepair with gaps, loose wiring and\nsharp, protruding points within contact of the animals which could cause injury.  At time of inspection, APHIS\npersonnel observed that a baby goat was able to escape this pen and an adult goat with horns was able to put his\nentire head through the wire gaps in one corner. \nAll enclosures must be kept in good repair and free of sharp, protruding points and gaps/openings in order to protect\nthe animals from injury or entrapment and properly contain the animals. A system of timely identification, facility\nrepair and maintenance must be in place.\nCorrect by 07/12/2016.\nExit interview was conducted with a facility representative.",
  "animals_total": 44,
  "species": [
    {
      "count": 2,
      "scientific": "Bos taurus",
      "common": "CATTLE / COW / OX / WATUSI"
    },
    {
      "count": 5,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 6,
      "scientific": "Cavia porcellus",
      "common": "DOMESTIC GUINEA PIG"
    },
    {
      "count": 1,
      "scientific": "Lama glama",
      "common": "LLAMA"
    },
    {
      "count": 2,
      "scientific": "Lama pacos",
      "common": "ALPACA"
    },
    {
      "count": 21,
      "scientific": "Oryctolagus cuniculus",
      "common": "EUROPEAN RABBIT"
    },
    {
      "count": 3,
      "scientific": "Ovis aries aries",
      "common": "SHEEP INCLUDING ALL DOMESTIC BREEDS"
    },
    {
      "count": 4,
      "scientific": "Sus domestica",
      "common": "DOMESTIC PIG"
    }
  ]
}