{
  "insp_id": "300151524230958",
  "layout": "a",
  "customer_id": "332322",
  "customer_name": "Early Bird Enterprises Inc",
  "customer_addr": "15361 Shamrock Dr\nFort Myers, FL 33912",
  "certificate": "58-B-0609",
  "site_id": "001",
  "site_name": "EARLY BIRD ENTERPRISES INC",
  "insp_type": "ROUTINE INSPECTION",
  "date": "19-AUG-2015",
  "report_date": "28-OCT-2015",
  "citations": [
    {
      "code": "2.40(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "There were several telephone communications between the licensee and or staff and the attending veterinarian on\nthis sick female St Bernard puppy. The attending veterinarian gave instructions to administer antibiotics and\nnebulizer treatments. The written program of veterinary care does not state what treatments that can be provided\nto its animals by the licensee and or staff. There needs to be written protocols added to the written program of\nveterinary care on what treatment is allowed by this licensee and or staff, including names of who are\nknowledgeable and experienced with each species to ensure adequate veterinarian care is provided in a timely\nmanner. There needs to be additional oversight by this licensee and his staff to ensure all animals are receiving\nadequate vet care and this should be included in the written program of veterinarian care. Puppies that are newly\nacquired, some with kennel cough are immediately housed in the same area with other puppies. To prevent the\nspread of kennel cough and other potential illnesses and other diseases, protocols on quarantine procedures need\nto be added to the written program of veterinarian care and followed.\nEach dealer shall have an attending veterinarian who shall provide adequate veterinary care to its animals in\ncompliance with this section. Each dealer shall employ an attending veterinarian under formal arrangements. In the\ncase of a part-time attending veterinarian or consultant arrangements, the formal arrangements shall include a\nwritten program of veterinary care and regularly scheduled visits to the premises of the dealer.\nTO BE CORRECTED BY: SEPTEMBER 3, 2015."
    },
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "During this inspection on August 19, 2015, at approximately 1 p.m, I observed a female St. Bernard laying in an\nenclosure with labored breathing. This puppy was located the back room where puppies are placed under medical\ncare. I asked both care takers present what the health issue with this puppy was. They stated about a week ago a\nfew days after arriving at the pet shop she showed signs of kennel cough. That she was being treated with\nantibiotics and just gave her a nebulizer treatment. I asked the care takers how long this puppy was having difficult\nbreathing and if she been eating and they stated a few days and was not eating much today. One of the care\ntakers stated that she will be OK, that she would be seen by the attending vets normal routine visit on tomorrow,\nAugust 20, 2015. I immediately approached the licensee and he was aware of this puppy being treated, however\nwas unaware of the labored breathing. This puppy was immediately taken by the male licensee to a veterinary clinic\nand admitted overnight for pneumonia.\nOn August 24, 2015, I returned to this pet shop and obtained information by both licensees and confirmed with the\nattending veterinarian's by her phone message that attending she was notified by phone by the kennel manager on\nseveral occasions and prescribed antibiotics initially then added nebuizer treatments. The female licensee stated\nshe was involved with the treatment and the puppy was doing well, but was unaware of this puppy heavy breathing\nand health worsened. I was unable to confirm if the attending veterinarian was aware that this puppy was was\nhaving difficulty breathing as I observed during the August 19, 2015 inspection. New puppies arriving at this pet\nshop are placed near other puppies which may or may not have kennel cough. So there is minimal spread of\nillness; kennel cough and other possible communicable diseases, there needs to be a quarantine protocol in place.\nDuring the inspection on August 24, 2015, I observed the St. Bernard puppy and she appears to be recovering,\ndoing well and is continuing treatment.\nThis St. Bernard puppy was not given adequate veterinary care in a timely manner and should have been seen by a\nveterinarian when the staff observed her with labored breathing. It was evident that instead of taking this sick puppy\nto the veterinarian in a timely manner, it was waiting to be seen when the attending veterinarian was to visit on\nAugust 20, 2015. The licensees stated that there will be additional oversight and their animals will be seen in a\ntimely manner.\nEach dealer shall establish and maintain programs of adequate veterinary care that include: The use of appropriate\nmethods to prevent, control, diagnose, and treat diseases and injuries, and the availability of emergency, weekend,\nand holiday care.\nTO BE CORRECTED BY: IMMEDIATELY"
    },
    {
      "code": "2.75(b)(1)",
      "kind": "",
      "repeat": false,
      "desc": "RECORDS: DEALERS AND EXHIBITORS.",
      "narrative": "There are no acquisition records for the kinkajou and rabbits at this pet shop.\nEvery dealer to whom animals are consigned, shall make, keep, and maintain records or forms which fully and\ncorrectly disclose the following information concerning animals other than dogs and cats, purchased or otherwise\nacquired, owned, held, leased, or otherwise in his or her possession or under his or her control, or which is\ntransported, sold, euthanized, or otherwise disposed of by that dealer. The records shall include any offspring born\nof any animal while in his or her possession or under his or her control. (i) The name and address of the person\nfrom whom the animals were purchased or otherwise acquired; (ii) The USDA license or registration number of\nthe person if he or she is licensed or registered under the Act; (iii) The vehicle license number and State, and the\ndriver's license number (or photographic identification card for non drivers issued by a State) and State of the\nperson, if he or she is not licensed or registered under the Act; (iv) The name and address of the person to whom\nan animal was sold or given; (v) The date of purchase, acquisition, sale, or disposal of the animal(s); vi) The\nspecies of the animal(s); and (vii) The number of animals in the shipment.\nTO BE CORRECTED BY: SEPTEMBER 3, 2015.\nExit interview conducted with the licensee."
    }
  ],
  "narrative": "2.40(a)(1)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThere were several telephone communications between the licensee and or staff and the attending veterinarian on\nthis sick female St Bernard puppy.  The attending veterinarian gave instructions to administer antibiotics and\nnebulizer treatments.   The written program of veterinary care does not state what treatments that can be provided\nto its animals by the licensee and or staff.  There needs to be written protocols added to the written program of\nveterinary care on what treatment is allowed by this licensee and or staff, including names of who are\nknowledgeable and experienced with each species to ensure adequate veterinarian care is provided in a timely\nmanner. There needs to be additional oversight by this licensee and his staff to ensure all animals are receiving\nadequate vet care and this should be included in the written program of veterinarian care.  Puppies that are newly\nacquired, some with kennel cough are immediately housed in the same area with other puppies. To prevent the\nspread of kennel cough and other potential illnesses and other diseases, protocols on quarantine procedures need\nto be added to the written program of veterinarian care and followed. \nEach dealer shall have an attending veterinarian who shall provide adequate veterinary care to its animals in\ncompliance with this section. Each dealer shall employ an attending veterinarian under formal arrangements. In the\ncase of a part-time attending veterinarian or consultant arrangements, the formal arrangements shall include a\nwritten program of veterinary care and regularly scheduled visits to the premises of the dealer.\nTO BE CORRECTED BY: SEPTEMBER 3, 2015.\n   \n2.40(b)(2)           DIRECT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n\nDuring this inspection on August 19, 2015, at approximately 1 p.m,  I observed a female St. Bernard laying in an\nenclosure with labored breathing.  This puppy was located the back room where puppies are placed under medical\ncare. I asked both care takers present what the health issue with this puppy was.  They stated about a week ago a\nfew days after arriving at the pet shop she showed signs of kennel cough. That she was being treated with\nantibiotics and just gave her a nebulizer treatment. I asked the care takers how long this puppy was having difficult\nbreathing and if she been eating and they stated a few days and was not eating much today.  One of the care\ntakers stated that she will be OK, that she would be seen by the attending vets normal routine visit on tomorrow,\nAugust 20, 2015.  I immediately approached the licensee and he was aware of this puppy being treated, however\nwas unaware of the labored breathing. This puppy was immediately taken by the male licensee to a veterinary clinic\nand admitted overnight for pneumonia. \nOn August 24, 2015, I returned to this pet shop and obtained information by both licensees and confirmed with the\nattending veterinarian's by her phone message that attending she was notified by phone by the kennel manager on\nseveral occasions and prescribed antibiotics initially then added nebuizer treatments. The female licensee stated\nshe was involved with the treatment and the puppy was doing well, but was unaware of this puppy heavy breathing\nand health worsened.  I was unable to confirm if the attending veterinarian was aware that this puppy was was\nhaving difficulty breathing as I observed during the August 19, 2015 inspection. New puppies arriving at this pet\nshop are placed near other puppies which may or may not have kennel cough.  So there is minimal spread of\nillness; kennel cough and other possible communicable diseases, there needs to be a quarantine protocol in place. \nDuring the inspection on August 24, 2015, I observed the St. Bernard puppy and she appears to be recovering,\ndoing well and is continuing treatment.\nThis St. Bernard puppy was not given adequate veterinary care in a timely manner and should have been seen by a\nveterinarian when the staff observed her with labored breathing. It was evident that instead of taking this sick puppy\nto the veterinarian in a timely manner, it was waiting to be seen when the attending veterinarian was to visit on\nAugust 20, 2015. The licensees stated that there will be additional oversight and their animals will be seen in a\ntimely manner.  \nEach dealer shall establish and maintain programs of adequate veterinary care that include: The use of appropriate\nmethods to prevent, control, diagnose, and treat diseases and injuries, and the availability of emergency, weekend,\nand holiday care.\nTO BE CORRECTED BY: IMMEDIATELY\n\n2.75(b)(1)\nRECORDS: DEALERS AND EXHIBITORS.\nThere are no acquisition records for the kinkajou and rabbits at this pet shop. \nEvery dealer to whom animals are consigned,  shall make, keep, and maintain records or forms which fully and\ncorrectly disclose the following information concerning animals other than dogs and cats, purchased or otherwise\nacquired, owned, held, leased, or otherwise in his or her possession or under his or her control, or which is\ntransported, sold, euthanized, or otherwise disposed of by that dealer. The records shall include any offspring born\nof any animal while in his or her possession or under his or her control.  (i) The name and address of the person\nfrom whom the animals were purchased or otherwise acquired;    (ii) The USDA license or registration number of\nthe person if he or she is licensed or registered under the Act;  (iii) The vehicle license number and State, and the\ndriver's license number (or photographic identification card for non drivers issued by a State) and State of the\nperson, if he or she is not licensed or registered under the Act;  (iv) The name and address of the person to whom\nan animal was sold or given;    (v) The date of purchase, acquisition, sale, or disposal of the animal(s);   vi) The\nspecies of the animal(s); and (vii) The number of animals in the shipment.\nTO BE CORRECTED BY: SEPTEMBER 3, 2015. \nExit interview conducted with the licensee.",
  "animals_total": 74,
  "species": [
    {
      "count": 5,
      "scientific": "Atelerix albiventris",
      "common": "HEDGEHOG"
    },
    {
      "count": 40,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    },
    {
      "count": 3,
      "scientific": "Felis silvestris catus",
      "common": "CAT ADULT"
    },
    {
      "count": 2,
      "scientific": "Lemur catta",
      "common": "RING-TAILED LEMUR"
    },
    {
      "count": 12,
      "scientific": "Mesocricetus brandti",
      "common": "GOLDEN HAMSTER"
    },
    {
      "count": 4,
      "scientific": "Petaurus breviceps",
      "common": "SUGAR GLIDER"
    },
    {
      "count": 1,
      "scientific": "Potos flavus",
      "common": "KINKAJOU"
    },
    {
      "count": 7,
      "scientific": "Sylvilagus floridanus",
      "common": "EASTERN COTTONTAIL RABBIT"
    }
  ]
}