{
  "insp_id": "50140845020639",
  "layout": "a",
  "customer_id": "41793",
  "customer_name": "Leroy E Yoder",
  "customer_addr": "30561 State Road 206\nWalhonding, OH 43843",
  "certificate": "31-A-0375",
  "site_id": "001",
  "site_name": "LEROY YODER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "18-MAR-2014",
  "report_date": "18-MAR-2014",
  "citations": [
    {
      "code": "3.6(c)(1)(3)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "There are three Huskie's housed in separate enclosures. The height of the enclosures are not at least 6 inches\nabove the dog's heads when they are standing or sitting fully erect. These animals were notices sitting with their\nheads down and not in a comfortable normal position. The primary enclosures must be constructed in a manner\nthat allows each dog to sit, stand and move about freely in a comfortable and normal position. Licensee must\nconstruct these enclosures so that the interior heights of the primary enclosures are at least 6 inches higher than\nthe head of the tallest dog in the enclosure when in a normal standing position.\nCorrect By: 5/18/2014"
    },
    {
      "code": "3.8(a)",
      "kind": "",
      "repeat": false,
      "desc": "EXERCISE FOR DOGS.",
      "narrative": "There are three Huskie's housed in separate enclosures. These enclosures do not provide the dogs with the\nrequired two times the floor space for regular exercise. In addition, they do not have an exercise plan, approved in\nwriting from the attending veterinarian, for the facility. Regular Exercise must be provided for the health and\nwellbeing of these animals. Licensee must ensure that all individually housed dogs are provided at least two times\ntheir required floor space specified by the Animal Welfare Act. The required floor space specifications can be found\nin the Animal Welfare Act under 3.6(c)(1)(i) of the regulations.\nCorrect by: 5/18/2014\nInspection and Exit conducted with Facility Representative."
    }
  ],
  "narrative": "3.6(c)(1)(3)\nPRIMARY ENCLOSURES.\nThere are three Huskie's housed in separate enclosures.  The height of the enclosures are not at least 6 inches\nabove the dog's heads when they are standing or sitting fully erect.  These animals were notices sitting with their\nheads down and not in a comfortable normal position.  The primary enclosures must be constructed in a manner\nthat allows each dog to sit, stand and move about freely in a comfortable and normal position.  Licensee must\nconstruct these enclosures so that the interior heights of the primary enclosures are at least 6 inches higher than\nthe head of the tallest dog in the enclosure when in a normal standing position.\nCorrect By: 5/18/2014\n3.8(a)\nEXERCISE FOR DOGS.\nThere are three Huskie's housed in separate enclosures.  These enclosures do not provide the dogs with the\nrequired two times the floor space for regular exercise.  In addition, they do not have an exercise plan, approved in\nwriting from the attending veterinarian, for the facility.  Regular Exercise must be provided for the health and\nwellbeing of these animals.  Licensee must ensure that all individually housed dogs are provided at least two times\ntheir required floor space specified by the Animal Welfare Act.  The required floor space specifications can be found\nin the Animal Welfare Act under 3.6(c)(1)(i) of the regulations.\nCorrect by: 5/18/2014\nInspection and Exit conducted with Facility Representative.",
  "animals_total": 96,
  "species": [
    {
      "count": 64,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 32,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}