{
  "insp_id": "2016082568856196",
  "layout": "a",
  "customer_id": "329944",
  "customer_name": "Robert Long",
  "customer_addr": "1342 E Commerce Rd\nCommerce Township, MI 48382",
  "certificate": "34-C-0397",
  "site_id": "001",
  "site_name": "ROBERT LONG",
  "insp_type": "ROUTINE INSPECTION",
  "date": "14-SEP-2017",
  "report_date": "14-SEP-2017",
  "citations": [
    {
      "code": "2.40(a)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "One brown goat housed in the enclosure with 13 goats is lame on its right hind leg. At the time of the inspection no\ndocumentation was provided by the facility to show that this animal had been evaluated by the attending\nveterinarian. This animal must receive veterinary evaluation and the results including diagnosis and treatment plans\nmust be made available to APHIS inspectors.\nCorrect by: 9-20-17"
    },
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "At the time of inspection 13 of the goats were in a primary enclosure which also contained equipment, boards,\nscraps, old fencing, fuel tanks and various other materials. Many of the boards had protruding nails. There were\nmany hazardous and potentially toxic items in this enclosure. A section of this primary enclosure fencing was also\npushed down. Goats could escape this enclosure. The goats were about 50 yards away from a busy major\nroadway. This enclosure must be repaired and have all items hazardous to the animals in it removed in order to\nprevent possible injury or death to these goats.\nCorrect by: 9-18-17.\nThis inspection and exit interview were conducted with the office assistant."
    }
  ],
  "narrative": "2.40(a)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nOne brown goat housed in the enclosure with 13 goats is lame on its right hind leg.  At the time of the inspection no\ndocumentation was provided by the facility to show that this animal had been evaluated by the attending\nveterinarian.  This animal must receive veterinary evaluation and the results including diagnosis and treatment plans\nmust be made available to APHIS inspectors.\nCorrect by:  9-20-17\n3.125(a)\nFACILITIES, GENERAL.   \nAt the time of inspection 13 of the goats were in a primary enclosure which also contained equipment, boards,\nscraps, old fencing, fuel tanks and various other materials.  Many of the boards had protruding nails.  There were\nmany hazardous and potentially toxic items in this enclosure.  A section of this primary enclosure fencing was also\npushed down.  Goats could escape this enclosure.  The goats were about 50 yards away from a busy major\nroadway.  This enclosure must be repaired and have all items hazardous to the animals in it removed in order to\nprevent possible injury or death to these goats.\nCorrect by:  9-18-17.\nThis inspection and exit interview were conducted with  the office assistant.",
  "animals_total": 15,
  "species": [
    {
      "count": 15,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    }
  ]
}