{
  "insp_id": "2016082569335667",
  "layout": "a",
  "customer_id": "19592",
  "customer_name": "Jean Buehl",
  "customer_addr": "400 E Forest St\nBelle Plaine, MN 56011",
  "certificate": "41-B-0273",
  "site_id": "001",
  "site_name": "JEAN BUEHL",
  "insp_type": "ROUTINE INSPECTION",
  "date": "20-NOV-2018",
  "report_date": "26-NOV-2018",
  "citations": [
    {
      "code": "2.40(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "The licensee didn't have a recent Program of Veterinary Care to review. I called the Attending Veterinarian. The\nAttending Veterinarian has not seen or consulted with the licensee since March 2017, which was the last time the\nAttending Veterinarian visited the licensee's premises, and the Attending Veterinarian considered the Program of\nVeterinary Care to be inactive. Not having a current or active Program of Veterinary Care and not having the\nAttending Veterinarian conduct regular site visits doesn't ensure that the animals are receiving optimal care. The\nlicensee must have the Attending Veterinarian provide a written Program of Veterinary Care and conduct regularly\nscheduled visits to the premises. Correct by 12-4-18.\nThis inspection and exit interview were conducted with the licensee.\nNote: No animals were on site during inspection.\nEnd of report."
    }
  ],
  "narrative": "2.40(a)(1)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThe licensee didn't have a recent Program of Veterinary Care to review.  I called the Attending Veterinarian.  The\nAttending Veterinarian has not seen or consulted with the licensee since March 2017, which was the last time the\nAttending Veterinarian visited the licensee's premises, and the Attending Veterinarian considered the Program of\nVeterinary Care to be inactive.  Not having a current or active Program of Veterinary Care and not having the\nAttending Veterinarian conduct regular site visits doesn't ensure that the animals are receiving optimal care.  The\nlicensee must have the Attending Veterinarian provide a written Program of Veterinary Care and conduct regularly\nscheduled visits to the premises.  Correct by 12-4-18.\nThis inspection and exit interview were conducted with the licensee.\nNote: No animals were on site during inspection.\nEnd of report.",
  "animals_total": 0,
  "species": [
    {
      "count": 0,
      "scientific": "NONE",
      "common": "NONE"
    }
  ]
}