{
  "insp_id": "INS-0000814345",
  "layout": "c",
  "customer_id": "329984",
  "customer_name": "R M R S MANUFACTURING & DISTRIBUTING INC",
  "customer_addr": "2408 WARDS RD\nLYNCHBURG, VA 24502",
  "certificate": "52-B-0165",
  "site_id": "001",
  "site_name": "R M R S MANUFACTURING & DISTRIBUTING INC",
  "insp_type": "ROUTINE INSPECTION",
  "date": "01-SEP-2022",
  "report_date": "09-SEP-2022",
  "citations": [
    {
      "code": "2.40(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "The facility does not have a written program of veterinary care for their dogs or small animals. The facility employs an\nAttending Veterinarian on a part-time basis who is responsible for overseeing the veterinary care provided to all dogs in\nthe facility. The facility also uses a local animal hospital for any emergencies with their small mammals (chinchillas,\nferrets, hedgehogs, hamsters, degus, gerbils, rats, sugar gliders or rabbits). However, no official program of veterinary\ncare is written and documented to include regularly scheduled visits to the facility or basic preventative care schedules for\nthe dogs such as vaccinations, testing and treatment for internal parasites, or basic coat, skin, eyes, ears, teeth, and nail\ncare as required by the Animal Welfare Act in 3.13 – Veterinary Care for Dogs.\nA written program of veterinary care for part-time attending veterinarians and all facilities with dogs is crucial to ensure the\nanimals are receiving proper medical care and that the facility is following their attending veterinarian’s guidance on basic\npreventative care, hygiene and maintenance, and treatment of potential illnesses or injuries.\nCorrect by September 9, 2022, by developing a written program of veterinary care for all animals at the facility in\naccordance with 2.40(a)(1) and 3.13 of the Animal Welfare Act."
    },
    {
      "code": "2.40(b)(3)",
      "kind": "",
      "repeat": false,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "A group of 6 male guinea pigs are cohoused out on the sales floor in an enclosure that is cleaned every morning at the\nsame time daily observation is performed. Five out of the six males have scratches with small scabs on the back half of\ntheir body. The facility representatives had not been aware of the lesions prior to the inspector pointing them out.\nDaily observations to observe the health of each individual animal is critical to ensure animals are not suffering or ill for a\nprolonged period prior to being identified and treated appropriately.\nCorrect by the end of business September 6, 2022, by performing daily observation of all animals to assess their health\nand well-being and that a mechanism of direct and frequent communication with the attending veterinarian so that timely\nand accurate information on problems of animal health is being relayed."
    },
    {
      "code": "3.1(c)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Housing facilities, general.",
      "narrative": "Dog enclosures in the sales room have exposed, unsealed wood which cannot be readily cleaned and sanitized. There\nare approximately 5 enclosures in the sales room that have a wooden beam running along the top of the enclosure to fill a\ngap between the enclosure ceiling and the front plexiglass wall. Additionally, several enclosures have the plexiglass\nwindow in the front stop about 2 inches short of the top of the enclosure, exposing the raw wood/particle board of the front\nwall. The beams and the top of the front wall are raw wood and permeable to moisture, making them unsuitable for\ncleaning and sanitizing. Downstairs in the nursery and NICU there are numerous metal bowl holders affixed to the front of\nthe enclosures. The coating has worn off the bowl holders, causing the underlying metal to rust. The brownish-orange rust\ncomes off easily on a finger when wiped. The excessive rusting of the bowl holders prevents adequate cleaning and\nsanitation.\nEnsuring surfaces are capable of being adequately cleaned and sanitized is critical for eliminating disease risks,\nespecially in young puppies that are still establishing a strong immune system and, in an environment, where dogs move\nin and out frequently.\nCorrect by October 4, 2022, by ensuring all surfaces are constructed in a manner that allows them to be readily cleaned\nand sanitized or removed and replaced when worn or soiled."
    },
    {
      "code": "3.1(c)(2)",
      "kind": "",
      "repeat": false,
      "desc": "Housing facilities, general.",
      "narrative": "Approximately 90% of the sales room enclosures are not being maintained in a manner that allows for adequate cleaning\nand sanitization. The enclosures have areas of broken or chewed flooring and walls, which has removed the outer\nwaterproof coating and exposed the absorbent particle board underneath. The damage to the enclosures ranges from\nareas less than 1” in length/height to some areas that are 10” in length and about 1.5-2” high. Approximately 3 enclosures\nhave old food bowl holders with a plastic bowl frame which have been chewed by the dogs, leaving a rough and irregular\nsurface. The exposed particle board and severely chewed plastic are no longer easily cleaned and sanitized.\nMaintenance of surfaces to ensure they can be adequately sanitized is critical for eliminating disease risks, especially in\nyoung puppies that are still establishing a strong immune system and, in an environment, where dogs are frequently\nmoving in and out.\nCorrect by October 4, 2022, by ensuring all surfaces are maintained in a manner that allows them to be readily cleaned\nand sanitized."
    },
    {
      "code": "3.1(e)",
      "kind": "",
      "repeat": false,
      "desc": "Housing facilities, general.",
      "narrative": "Approximately nine bags of dog food and eight bags of shavings used for kennel bedding are being stored directly on the\nfloor and adjacent to walls in the sales floor area. According to the general manager, these supplies were just brought in\nand normally the shavings are stored on top of the hand cart, off the floor and the food bags are typically stored on a shelf\nbehind the sales enclosures.\nIt is important to store food and bedding off the floor and away from the walls to minimize the opportunity for rodents and\nother pests gaining access and contaminating them. Contaminated food and bedding can cause illness in the dogs.\nCorrect by September 9, 2022, by ensuring all food and bedding for dogs is kept off the floor and away from the walls."
    },
    {
      "code": "3.6(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Primary enclosures.",
      "narrative": "Three enclosures up on the dog sales floor have waterlogged particle board on the floor of the enclosure which\ncompromises the structural integrity of the primary enclosure. Some of the enclosure floors and walls were covered in\nsheets of plastic, glued to the primary particle board, and sealed at the corners with a silicone sealant. The silicone\nsealant has been pulled away from the seams and water/cleaner has seeped between the plastic sheet and the primary\nparticle-board flooring. As you push down on the plastic flooring you can see liquid move under the plastic, across the\nfloor. Other enclosures have damaged particle board that is darker in color and moist to the touch, holding moisture and\nwater within the structure. The structural integrity of these enclosures is compromised due to the absorbed water.\nIt is important that primary enclosures remain structurally sound to prevent the dogs from becoming injured.\nCorrect by October 4, 2022, by ensuring all primary enclosures are designed and constructed of suitable materials so they\nare structurally sound and are maintained in good repair."
    },
    {
      "code": "3.6(a)(2)(x)",
      "kind": "",
      "repeat": false,
      "desc": "Primary enclosures.",
      "narrative": "Downstairs in the nursery and NICU, the largest enclosures are made by removing a divider panel between two smaller\nstainless-steel kennels. When the divider panel is removed, there is a 2” gap between the two raised, wire floors of the\nsmaller kennels. This gap is easily large enough for a paw to slip in-between the two floors. In some of the enclosures,\nthere is a piece of metal placed to bridge the gap between the raised wire floors. However, this piece of metal is laid down\nand not attached to the surrounding structures which allows it to be manipulated by the dogs. During inspection, one\npuppy was bouncing around in the enclosure and got a toe under the metal guard, put his weight on the metal, and yelped\nas the toe was pinched. Other puppies successfully uprooted the metal piece and either flipped it upside down or knocked\nit out of place.\nKennel floors that have large gaps that allow feet to fall through or have moveable components can lead to injury.\nCorrect by September 9, 2022, by making sure all floors are constructed in a manner that protects the dogs’ feet and legs\nfrom injury and when slatted, do not allow the dogs’ feet to pass through openings in the floor."
    },
    {
      "code": "3.6(c)(1)(i)",
      "kind": "",
      "repeat": false,
      "desc": "Primary enclosures.",
      "narrative": "A total of 14 puppies housed in 9 enclosures are not being provided the minimum floor space as required by the Animal\nWelfare Act.\nOn the sales floor there are three enclosures housing a total of seven puppies that failed to meet minimum space\nrequirements. There are three different enclosure sizes in this room, small which measures 35 inches by 24 inches (840\nsquare inches), medium which measures 44.5 inches by 21.5 inches (956.75 square inches), and large which measures\n67 inches by 24 inches (1608 square inches).\n- One small enclosure contained a Poodle (ID# 7115) and a Lhasa Apso (ID# 7179). The Lhasa Apso measured 16\ninches in length, requiring 484 sq. inches of space (16” + 6” = (22 in.)2 = 484 in2) and the Poodle measured 17 inches in\nlength, requiring 529 sq. inches of space (17” + 6” = (23 in)2 = 529 in2). Both dogs combined require 1,013 sq. inches but\nare only provided 840 sq. inches.\n- A medium enclosure contained three French Bulldog puppies (ID#s 7197, 7198, 7199). Both puppies 7197 and 7198\nmeasured 14 inches in length, requiring 400 sq. inches of space each (14” + 6” = (20 in)2 = 400 in2). The third puppy,\n7199 measured 14.5 inches in length requiring 420.25 sq. inches of space (14.5” + 6” = (20.5 in)2 = 420.25 in2). All three\ndogs together require 1,220.25 sq. inches (400 in2 + 400 in2 + 420.25 in2 = 1220.25 in2) and are provided 956.75 sq.\ninches.\n- A large enclosure contained two Bulldogs (ID#s 7125 and 7124). Bulldog # 7125 measured 24 inches in length, requiring\n900 sq. inches of space (24” + 6” = (30 in)2 = 900 in2). Bulldog # 7124 measured 21 inches in length, requiring 729 sq.\ninches of space (21” + 6” = (27 in)2 = 729 in2). Both dogs together require 1,629 sq. inches (900 in2 + 729 in2 = 1629 in2)\nand are provided only 1,608 sq. inches.\nIn the NICU, two dogs in one enclosure failed to meet minimum space requirements. Two Chows are housed in a\n“double-wide” enclosure formed by removing a divider panel. Their large enclosure measures 41.5 inches by 26 inches\n(1,079 square inches).\n- The two chows (ID#s 7189 and 7190) each measured 19 inches in length, requiring 625 sq. inches of space each (19” +\n6” = (25 in)2 = 625 in2). Together, they require a minimum of 1,250 sq. inches but are only provided with 1,079 sq. inches.\nIn the Nursery, there are five enclosures, each housing one puppy, that failed to meet minimum space requirements.\nThere are four puppies individually housed in the smallest sized enclosures which measure 22 inches by 16 inches (352\nsquare inches).\n- A Cavalier King Charles Spaniel puppy (ID# 7225) measured 13 inches in length, requiring 361 sq. inches of space (13”\n+ 6” = (19 in)2 = 361 in2) but are only provided 352 sq. inches.\n- Three individually housed Cockapoo puppies (ID#s 3693, 3691, and 3692) each measured 14 inches in length, requiring\n400 sq. inches of space (14” + 6” = (20 in)2 = 400 in2) but are only provided 352 sq. inches.\n- One Standard Poodle puppy is housed in a medium sized enclosure which measures 20.5 inches by 26 inches (533\nsquare inches). The Standard Poodle puppy (ID# 7213) measured 19 inches in length, requiring 625 sq. inches of space\n(19” + 6” = (25 in)2 = 625 in2) but was only provided 533 sq. inches.\nFailing to provide adequate space can cause discomfort, crowding, poor sanitation, increased incidence of illness, and\nlead to developmental abnormalities especially in larger breed dogs.\nCorrect by the end of business on September 6, 2022, by ensuring that all dogs are provided with at least the minimum\nspace required by the Animal Welfare Act. This issue was identified to facility representatives each day as the rooms were\ninspected (9/1 and 9/2)."
    },
    {
      "code": "3.6(c)(1)(iii)",
      "kind": "",
      "repeat": false,
      "desc": "Primary enclosures.",
      "narrative": "A Golden Retriever puppy housed in the largest enclosure on the sales floor is not being provided the minimum interior\nheight as required by the Animal Welfare Act. The Golden Retriever puppy (ID# 7165) is being housed in the largest\nenclosure which measures 67 inches long by 24 inches deep by 22 inches high. When the puppy is in a normal standing\nposition with his head held in line with his body, there is only about 1.5-2 inches of clearance between the top of his head\nand the ceiling of the enclosure. All dogs required a minimum of 6 inches of clearance above the top of their heads.\nFailing to provide adequate head space in a primary enclosure prevents normal postural adjustments, including stretching\nthe neck up and can lead to discomfort and potential developmental abnormalities, especially in larger breed dogs.\nCorrect by the end of business on September 6, 2022, by ensuring that all dogs are provided with at least the minimum\nspace required by the Animal Welfare Act. This issue was identified to facility representatives as soon as it was found on\n9/1."
    },
    {
      "code": "3.8",
      "kind": "",
      "repeat": false,
      "desc": "Exercise for dogs.",
      "narrative": "The facility does not have a written exercise plan approved by their attending veterinarian for all dogs over 12 weeks of\nage who are not provided with either twice their required floor space or those who are pair housed and are provided with\n100 % of the required floor space for both dogs. According to the General Manager and husbandry staff, the dogs in the\nNICU and sales floor are temporarily moved to an “exercise pen” while their enclosures are being cleaned daily and are\nthen moved back to their primary enclosures. After consulting with the attending veterinarian, there is no exercise plan\nthat has been developed and approved for this facility.\nIt is important for proper development and maintenance of muscle, joint, and tendon strength to provide dogs over 12\nweeks of age exercise.\nCorrect by September 9, 2022, by creating a written exercise plan approved by the attending veterinarian that includes\nstandard procedures to provide all dogs over 12 weeks of age the opportunity for exercise."
    },
    {
      "code": "3.11(a)",
      "kind": "",
      "repeat": false,
      "desc": "Cleaning, sanitization, housekeeping, and pest control.",
      "narrative": "Enclosures in the nursery and NICU are not being spot cleaned frequently enough to provide the dogs freedom to avoid\ncontact with their own excreta. The enclosures are made out of stainless steel with wire floorings and are cleaned out\ndaily by employees. However, some of the puppies are pooping frequently enough that there is not enough space in the\nenclosure to avoid coming into contact with their own feces. One Pomeranian puppy was lying on a bed inside the\nenclosure where feces had been crushed into the bed underneath the dog’s rear and appeared to have been that way for\nseveral hours. The Pomeranian also had fecal material on all four feet, up to its hocks.\nAnimals that do not have enough space in their enclosure to avoid coming into contact with their own feces are at a higher\nrisk for diseases and reinfecting themselves with potential pathogens.\nCorrect by the end of business on September 6, 2022, by ensuring all enclosures are being cleaned with enough\nfrequency that animals have the freedom to avoid contact with their own excreta and soiling of the dogs."
    },
    {
      "code": "3.11(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "Cleaning, sanitization, housekeeping, and pest control.",
      "narrative": "All dog kennels are being cleaned with either dilute bleach or a product called Fresh Scent. Both products are considered\ndisinfectants but require a detergent prior to application in order to work as a disinfectant. Although the kennels are being\ncleaned out daily, they are never actually sanitized appropriately due to the absence of a detergent cleaning step.\nAdequate cleaning and sanitization are critical for eliminating disease risks, especially in young puppies that are still\nestablishing a strong immune system and, in an environment, where turn-over is high.\nCorrect by September 16, 2022, by incorporating a detergent to clean the enclosures and remove all organic material\nprior to the application of a disinfectant at least once every 2 weeks."
    },
    {
      "code": "3.11(c)",
      "kind": "",
      "repeat": false,
      "desc": "Cleaning, sanitization, housekeeping, and pest control.",
      "narrative": "There is an excessive amount of dust and cobwebs in the room containing the sales floor enclosures. There is a solid,\nthick coating of dust covering all the air conduits just below the ceiling. The ceiling is comprised of drop tiles, some of\nwhich have a three-dimensional buildup of dust hanging down from the tiles. In the corner closest to the back exit of the\nbuilding, there are cobwebs and dust adhered to the wall. In the “tunnel” leading between the back of the puppy sales\nfloor to the small animal supplies area of the store, there is a large accumulation of wood, boxes, bins, reptile enclosures,\nand other miscellaneous supplies and materials that block access to the shelving. The overcrowding of the storage tunnel\ndoesn’t allow for adequate inspection behind the shelving to check for pests and provides areas for harborage of pests.\nIt is important to maintain a basic level of husbandry in and around animal areas to avoid potential illness or discomfort\nfrom breathing in too much dust and be able to inspect around the premises for evidence of pests.\nCorrect by October 4, 2022, by keeping premises clean and free of accumulations of trash, junk, or discarded matter to\nreduce or eliminate living areas for rodents and other pests and to facilitate basic husbandry practices."
    },
    {
      "code": "3.31(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Sanitation.",
      "narrative": "All guinea pig and hamster enclosures are being cleaned with dilute bleach and Windex on a daily or bi-weekly basis.\nAlthough bleach is an acceptable disinfectant, it requires all organic material to be removed prior to application to work as\na disinfectant. Although the enclosures are being cleaned out frequently, they are never actually sanitized appropriately\ndue to the absence of a detergent cleaning step.\nAdequate cleaning and sanitization are critical for eliminating disease risks, especially in an environment where turn-over\nof animal groups is high.\nCorrect by September 16, 2022, by incorporating a detergent to clean the enclosures and remove all organic material\nprior to the application of a disinfectant at least once every 2 weeks.\nThis inspection and exit interview were conducted with facility representatives.\nn"
    }
  ],
  "narrative": "2.40(a)(1) \n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nThe facility does not have a written program of veterinary care for their dogs or small animals. The facility employs an \nAttending Veterinarian on a part-time basis who is responsible for overseeing the veterinary care provided to all dogs in \nthe facility. The facility also uses a local animal hospital for any emergencies with their small mammals (chinchillas, \nferrets, hedgehogs, hamsters, degus, gerbils, rats, sugar gliders or rabbits).  However, no official program of veterinary \ncare is written and documented to include regularly scheduled visits to the facility or basic preventative care schedules for \nthe dogs such as vaccinations, testing and treatment for internal parasites, or basic coat, skin, eyes, ears, teeth, and nail \ncare as required by the Animal Welfare Act in 3.13 – Veterinary Care for Dogs. \nA written program of veterinary care for part-time attending veterinarians and all facilities with dogs is crucial to ensure the \nanimals are receiving proper medical care and that the facility is following their attending veterinarian’s guidance on basic \npreventative care, hygiene and maintenance, and treatment of potential illnesses or injuries. \nCorrect by September 9, 2022, by developing a written program of veterinary care for all animals at the facility in \naccordance with 2.40(a)(1) and 3.13 of the Animal Welfare Act. \n2.40(b)(3) \n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors).\n\nA group of 6 male guinea pigs are cohoused out on the sales floor in an enclosure that is cleaned every morning at the \nsame time daily observation is performed. Five out of the six males have scratches with small scabs on the back half of \ntheir body. The facility representatives had not been aware of the lesions prior to the inspector pointing them out. \nDaily observations to observe the health of each individual animal is critical to ensure animals are not suffering or ill for a \nprolonged period prior to being identified and treated appropriately. \nCorrect by the end of business September 6, 2022, by performing daily observation of all animals to assess their health \nand well-being and that a mechanism of direct and frequent communication with the attending veterinarian so that timely \nand accurate information on problems of animal health is being relayed. \n3.1(c)(1) \n   \nHousing facilities, general. \nDog enclosures in the sales room have exposed, unsealed wood which cannot be readily cleaned and sanitized. There \nare approximately 5 enclosures in the sales room that have a wooden beam running along the top of the enclosure to fill a \ngap between the enclosure ceiling and the front plexiglass wall. Additionally, several enclosures have the plexiglass \nwindow in the front stop about 2 inches short of the top of the enclosure, exposing the raw wood/particle board of the front \nwall. The beams and the top of the front wall are raw wood and permeable to moisture, making them unsuitable for \ncleaning and sanitizing. Downstairs in the nursery and NICU there are numerous metal bowl holders affixed to the front of \nthe enclosures. The coating has worn off the bowl holders, causing the underlying metal to rust. The brownish-orange rust \ncomes off easily on a finger when wiped. The excessive rusting of the bowl holders prevents adequate cleaning and \nsanitation. \nEnsuring surfaces are capable of being adequately cleaned and sanitized is critical for eliminating disease risks, \nespecially in young puppies that are still establishing a strong immune system and, in an environment, where dogs move \nin and out frequently.\n\nCorrect by October 4, 2022, by ensuring all surfaces are constructed in a manner that allows them to be readily cleaned \nand sanitized or removed and replaced when worn or soiled. \n3.1(c)(2) \n   \nHousing facilities, general. \nApproximately 90% of the sales room enclosures are not being maintained in a manner that allows for adequate cleaning \nand sanitization.  The enclosures have areas of broken or chewed flooring and walls, which has removed the outer \nwaterproof coating and exposed the absorbent particle board underneath. The damage to the enclosures ranges from \nareas less than 1” in length/height to some areas that are 10” in length and about 1.5-2” high. Approximately 3 enclosures \nhave old food bowl holders with a plastic bowl frame which have been chewed by the dogs, leaving a rough and irregular \nsurface. The exposed particle board and severely chewed plastic are no longer easily cleaned and sanitized. \nMaintenance of surfaces to ensure they can be adequately sanitized is critical for eliminating disease risks, especially in \nyoung puppies that are still establishing a strong immune system and, in an environment, where dogs are frequently \nmoving in and out. \nCorrect by October 4, 2022, by ensuring all surfaces are maintained in a manner that allows them to be readily cleaned \nand sanitized. \n3.1(e) \n   \nHousing facilities, general. \nApproximately nine bags of dog food and eight bags of shavings used for kennel bedding are being stored directly on the \nfloor and adjacent to walls in the sales floor area. According to the general manager, these supplies were just brought in \nand normally the shavings are stored on top of the hand cart, off the floor and the food bags are typically stored on a shelf \nbehind the sales enclosures. \nIt is important to store food and bedding off the floor and away from the walls to minimize the opportunity for rodents and\n\nother pests gaining access and contaminating them. Contaminated food and bedding can cause illness in the dogs. \nCorrect by September 9, 2022, by ensuring all food and bedding for dogs is kept off the floor and away from the walls. \n3.6(a)(1) \n   \nPrimary enclosures. \nThree enclosures up on the dog sales floor have waterlogged particle board on the floor of the enclosure which \ncompromises the structural integrity of the primary enclosure. Some of the enclosure floors and walls were covered in \nsheets of plastic, glued to the primary particle board, and sealed at the corners with a silicone sealant. The silicone \nsealant has been pulled away from the seams and water/cleaner has seeped between the plastic sheet and the primary \nparticle-board flooring. As you push down on the plastic flooring you can see liquid move under the plastic, across the \nfloor. Other enclosures have damaged particle board that is darker in color and moist to the touch, holding moisture and \nwater within the structure. The structural integrity of these enclosures is compromised due to the absorbed water. \nIt is important that primary enclosures remain structurally sound to prevent the dogs from becoming injured. \nCorrect by October 4, 2022, by ensuring all primary enclosures are designed and constructed of suitable materials so they \nare structurally sound and are maintained in good repair. \n3.6(a)(2)(x) \n   \nPrimary enclosures. \nDownstairs in the nursery and NICU, the largest enclosures are made by removing a divider panel between two smaller \nstainless-steel kennels. When the divider panel is removed, there is a 2” gap between the two raised, wire floors of the \nsmaller kennels. This gap is easily large enough for a paw to slip in-between the two floors. In some of the enclosures, \nthere is a piece of metal placed to bridge the gap between the raised wire floors. However, this piece of metal is laid down \nand not attached to the surrounding structures which allows it to be manipulated by the dogs. During inspection, one \npuppy was bouncing around in the enclosure and got a toe under the metal guard, put his weight on the metal, and yelped\n\nas the toe was pinched. Other puppies successfully uprooted the metal piece and either flipped it upside down or knocked \nit out of place. \nKennel floors that have large gaps that allow feet to fall through or have moveable components can lead to injury. \nCorrect by September 9, 2022, by making sure all floors are constructed in a manner that protects the dogs’ feet and legs \nfrom injury and when slatted, do not allow the dogs’ feet to pass through openings in the floor. \n3.6(c)(1)(i) \n   \nPrimary enclosures. \nA total of 14 puppies housed in 9 enclosures are not being provided the minimum floor space as required by the Animal \nWelfare Act. \nOn the sales floor there are three enclosures housing a total of seven puppies that failed to meet minimum space \nrequirements. There are three different enclosure sizes in this room, small which measures 35 inches by 24 inches (840 \nsquare inches), medium which measures 44.5 inches by 21.5 inches (956.75 square inches), and large which measures \n67 inches by 24 inches (1608 square inches). \n- One small enclosure contained a Poodle (ID# 7115) and a Lhasa Apso (ID# 7179). The Lhasa Apso measured 16 \ninches in length, requiring 484 sq. inches of space (16” + 6” = (22 in.)2 = 484 in2) and the Poodle measured 17 inches in \nlength, requiring 529 sq. inches of space (17” + 6” = (23 in)2 = 529 in2). Both dogs combined require 1,013 sq. inches but \nare only provided 840 sq. inches. \n- A medium enclosure contained three French Bulldog puppies (ID#s 7197, 7198, 7199). Both puppies 7197 and 7198 \nmeasured 14 inches in length, requiring 400 sq. inches of space each (14” + 6” = (20 in)2 = 400 in2). The third puppy, \n7199 measured 14.5 inches in length requiring 420.25 sq. inches of space (14.5” + 6” = (20.5 in)2 = 420.25 in2). All three \ndogs together require 1,220.25 sq. inches (400 in2 + 400 in2 + 420.25 in2 = 1220.25 in2) and are provided 956.75 sq. \ninches.\n\n- A large enclosure contained two Bulldogs (ID#s 7125 and 7124). Bulldog # 7125 measured 24 inches in length, requiring \n900 sq. inches of space (24” + 6” = (30 in)2 = 900 in2). Bulldog # 7124 measured 21 inches in length, requiring 729 sq. \ninches of space (21” + 6” = (27 in)2 = 729 in2). Both dogs together require 1,629 sq. inches (900 in2 + 729 in2 = 1629 in2) \nand are provided only 1,608 sq. inches. \nIn the NICU, two dogs in one enclosure failed to meet minimum space requirements. Two Chows are housed in a \n“double-wide” enclosure formed by removing a divider panel. Their large enclosure measures 41.5 inches by 26 inches \n(1,079 square inches). \n- The two chows (ID#s 7189 and 7190) each measured 19 inches in length, requiring 625 sq. inches of space each (19” + \n6” = (25 in)2 = 625 in2). Together, they require a minimum of 1,250 sq. inches but are only provided with 1,079 sq. inches. \nIn the Nursery, there are five enclosures, each housing one puppy, that failed to meet minimum space requirements. \nThere are four puppies individually housed in the smallest sized enclosures which measure 22 inches by 16 inches (352 \nsquare inches). \n- A Cavalier King Charles Spaniel puppy (ID# 7225) measured 13 inches in length, requiring 361 sq. inches of space (13” \n+ 6” = (19 in)2 = 361 in2) but are only provided 352 sq. inches. \n- Three individually housed Cockapoo puppies (ID#s 3693, 3691, and 3692) each measured 14 inches in length, requiring \n400 sq. inches of space (14” + 6” = (20 in)2 = 400 in2) but are only provided 352 sq. inches. \n- One Standard Poodle puppy is housed in a medium sized enclosure which measures 20.5 inches by 26 inches (533 \nsquare inches). The Standard Poodle puppy (ID# 7213) measured 19 inches in length, requiring 625 sq. inches of space \n(19” + 6” = (25 in)2 = 625 in2) but was only provided 533 sq. inches. \nFailing to provide adequate space can cause discomfort, crowding, poor sanitation, increased incidence of illness, and \nlead to developmental abnormalities especially in larger breed dogs.\n\nCorrect by the end of business on September 6, 2022, by ensuring that all dogs are provided with at least the minimum \nspace required by the Animal Welfare Act. This issue was identified to facility representatives each day as the rooms were \ninspected (9/1 and 9/2). \n3.6(c)(1)(iii) \n   \nPrimary enclosures. \nA Golden Retriever puppy housed in the largest enclosure on the sales floor is not being provided the minimum interior \nheight as required by the Animal Welfare Act. The Golden Retriever puppy (ID# 7165) is being housed in the largest \nenclosure which measures 67 inches long by 24 inches deep by 22 inches high. When the puppy is in a normal standing \nposition with his head held in line with his body, there is only about 1.5-2 inches of clearance between the top of his head \nand the ceiling of the enclosure. All dogs required a minimum of 6 inches of clearance above the top of their heads. \nFailing to provide adequate head space in a primary enclosure prevents normal postural adjustments, including stretching \nthe neck up and can lead to discomfort and potential developmental abnormalities, especially in larger breed dogs. \nCorrect by the end of business on September 6, 2022, by ensuring that all dogs are provided with at least the minimum \nspace required by the Animal Welfare Act. This issue was identified to facility representatives as soon as it was found on \n9/1. \n3.8 \n   \nExercise for dogs. \nThe facility does not have a written exercise plan approved by their attending veterinarian for all dogs over 12 weeks of \nage who are not provided with either twice their required floor space or those who are pair housed and are provided with \n100 % of the required floor space for both dogs. According to the General Manager and husbandry staff, the dogs in the \nNICU and sales floor are temporarily moved to an “exercise pen” while their enclosures are being cleaned daily and are \nthen moved back to their primary enclosures. After consulting with the attending veterinarian, there is no exercise plan\n\nthat has been developed and approved for this facility. \nIt is important for proper development and maintenance of muscle, joint, and tendon strength to provide dogs over 12 \nweeks of age exercise. \nCorrect by September 9, 2022, by creating a written exercise plan approved by the attending veterinarian that includes \nstandard procedures to provide all dogs over 12 weeks of age the opportunity for exercise. \n3.11(a) \n   \nCleaning, sanitization, housekeeping, and pest control. \nEnclosures in the nursery and NICU are not being spot cleaned frequently enough to provide the dogs freedom to avoid \ncontact with their own excreta. The enclosures are made out of stainless steel with wire floorings and are cleaned out \ndaily by employees. However, some of the puppies are pooping frequently enough that there is not enough space in the \nenclosure to avoid coming into contact with their own feces. One Pomeranian puppy was lying on a bed inside the \nenclosure where feces had been crushed into the bed underneath the dog’s rear and appeared to have been that way for \nseveral hours. The Pomeranian also had fecal material on all four feet, up to its hocks. \nAnimals that do not have enough space in their enclosure to avoid coming into contact with their own feces are at a higher \nrisk for diseases and reinfecting themselves with potential pathogens. \nCorrect by the end of business on September 6, 2022, by ensuring all enclosures are being cleaned with enough \nfrequency that animals have the freedom to avoid contact with their own excreta and soiling of the dogs. \n3.11(b)(2) \n   \nCleaning, sanitization, housekeeping, and pest control. \nAll dog kennels are being cleaned with either dilute bleach or a product called Fresh Scent. Both products are considered \ndisinfectants but require a detergent prior to application in order to work as a disinfectant. Although the kennels are being \ncleaned out daily, they are never actually sanitized appropriately due to the absence of a detergent cleaning step.\n\nAdequate cleaning and sanitization are critical for eliminating disease risks, especially in young puppies that are still \nestablishing a strong immune system and, in an environment, where turn-over is high. \nCorrect by September 16, 2022, by incorporating a detergent to clean the enclosures and remove all organic material \nprior to the application of a disinfectant at least once every 2 weeks. \n3.11(c) \n   \nCleaning, sanitization, housekeeping, and pest control. \nThere is an excessive amount of dust and cobwebs in the room containing the sales floor enclosures. There is a solid, \nthick coating of dust covering all the air conduits just below the ceiling. The ceiling is comprised of drop tiles, some of \nwhich have a three-dimensional buildup of dust hanging down from the tiles. In the corner closest to the back exit of the \nbuilding, there are cobwebs and dust adhered to the wall. In the “tunnel” leading between the back of the puppy sales \nfloor to the small animal supplies area of the store, there is a large accumulation of wood, boxes, bins, reptile enclosures, \nand other miscellaneous supplies and materials that block access to the shelving. The overcrowding of the storage tunnel \ndoesn’t allow for adequate inspection behind the shelving to check for pests and provides areas for harborage of pests. \nIt is important to maintain a basic level of husbandry in and around animal areas to avoid potential illness or discomfort \nfrom breathing in too much dust and be able to inspect around the premises for evidence of pests. \nCorrect by October 4, 2022, by keeping premises clean and free of accumulations of trash, junk, or discarded matter to \nreduce or eliminate living areas for rodents and other pests and to facilitate basic husbandry practices. \n3.31(a)(1) \n   \nSanitation. \nAll guinea pig and hamster enclosures are being cleaned with dilute bleach and Windex on a daily or bi-weekly basis. \nAlthough bleach is an acceptable disinfectant, it requires all organic material to be removed prior to application to work as \na disinfectant. Although the enclosures are being cleaned out frequently, they are never actually sanitized appropriately\n\ndue to the absence of a detergent cleaning step. \nAdequate cleaning and sanitization are critical for eliminating disease risks, especially in an environment where turn-over \nof animal groups is high. \nCorrect by September 16, 2022, by incorporating a detergent to clean the enclosures and remove all organic material \nprior to the application of a disinfectant at least once every 2 weeks. \n \nThis inspection and exit interview were conducted with facility representatives. \n \n n",
  "animals_total": 265,
  "species": [
    {
      "count": 10,
      "scientific": "Cavia porcellus",
      "common": "DOMESTIC GUINEA PIG"
    },
    {
      "count": 14,
      "scientific": "Atelerix albiventris",
      "common": "FOUR-TOED HEDGEHOG"
    },
    {
      "count": 8,
      "scientific": "Oryctolagus cuniculus",
      "common": "DOMESTIC RABBIT / EUROPEAN RABBIT"
    },
    {
      "count": 30,
      "scientific": "Meriones unguiculatus",
      "common": "MONGOLIAN GERBIL"
    },
    {
      "count": 1,
      "scientific": "Phodopus sungorus",
      "common": "DJUNGARIAN / RUSSIAN WINTER WHITE DWARF HAMSTER"
    },
    {
      "count": 9,
      "scientific": "Mustela putorius furo",
      "common": "DOMESTIC FERRET"
    },
    {
      "count": 13,
      "scientific": "Octodon degus",
      "common": "DEGU"
    },
    {
      "count": 2,
      "scientific": "Rattus norvegicus",
      "common": "NORWAY RAT / LAB RAT (COMMON RESEARCH/PET"
    },
    {
      "count": 104,
      "scientific": "Mesocricetus auratus",
      "common": "SYRIAN / GOLDEN HAMSTER"
    },
    {
      "count": 8,
      "scientific": "Cricetulus griseus",
      "common": "CHINESE HAMSTER"
    },
    {
      "count": 9,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 4,
      "scientific": "Petaurus breviceps",
      "common": "SUGAR GLIDER"
    },
    {
      "count": 53,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}