{
  "insp_id": "348151110070060",
  "layout": "a",
  "customer_id": "23652",
  "customer_name": "Edward Barker",
  "customer_addr": "Wanda Barker\n354 Cree Trail\nMaynard, AR 72444",
  "certificate": "71-A-0923",
  "site_id": "002",
  "site_name": "EDWARD BARKER & WANDA BARKER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "14-DEC-2015",
  "report_date": "14-DEC-2015",
  "citations": [
    {
      "code": "3.4(b)(3)",
      "kind": "",
      "repeat": false,
      "desc": "OUTDOOR HOUSING FACILITIES.",
      "narrative": "***An adult male German Shepherd is housed on the northwest corner of the kennel area in an outdoor enclosure.\nA medium sized igloo with a short entrance tunnel is the only shelter provided from the elements. This shelter does\nnot provide adequate protection at the entrance to effectively protect the dog and bedding from wind and rain. All\noutside enclosures must be provided with shelters that are provided wind and rain breaks to protect the dog and\nbedding from the effects of wind and rain. To be corrected by: 12/19/15"
    },
    {
      "code": "3.6(a)(2)(2)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "*** An enclosure housing 6 German Shepherd puppies was observed with a heating lamping that had an electrical\ncord that had been severely chewed. This exposed electric cord poses an injury or potentially a risk of death to the\npuppies in this enclosure. This electrical cord must be rerouted to prevent the contact of the puppies with the cord\nto eliminate the risk of cord damage by the puppies. All enclosures must be designed and maintained to reduce the\nrisks of injury to the dogs contained. To be corrected by: 12/14/15\nThis inspection and exit interview was conducted with the owners by Curt McGruder-ACI."
    }
  ],
  "narrative": "3.4(b)(3)\nOUTDOOR HOUSING FACILITIES.\n***An adult male German Shepherd is housed on the northwest corner of the kennel area in an outdoor enclosure. \nA medium sized igloo with a short entrance tunnel is the only shelter provided from the elements.  This shelter does\nnot provide adequate protection at the entrance to effectively protect the dog and bedding from wind and rain.  All\noutside enclosures must be provided with shelters that are provided wind and rain breaks to protect the dog and\nbedding from the effects of wind and rain.  To be corrected by: 12/19/15\n3.6(a)(2)(2)\nPRIMARY ENCLOSURES.\n*** An enclosure housing 6 German Shepherd puppies was observed with a heating lamping that had an electrical\ncord that had been severely chewed.  This exposed electric cord poses an injury or potentially a risk of death to the\npuppies in this enclosure.  This electrical cord must be rerouted to prevent the contact of the puppies with the cord\nto eliminate the risk of cord damage by the puppies.  All enclosures must be designed and maintained to reduce the\nrisks of injury to the dogs contained.  To be corrected by: 12/14/15\nThis inspection and exit interview was conducted with the owners by Curt McGruder-ACI.",
  "animals_total": 46,
  "species": [
    {
      "count": 33,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 13,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}