{
  "insp_id": "132151507080484",
  "layout": "a",
  "customer_id": "18287",
  "customer_name": "Randy Stoen",
  "customer_addr": "828 Cardinal Ave\nDows, IA 50071",
  "certificate": "42-A-0895",
  "site_id": "001",
  "site_name": "RANDY STOEN",
  "insp_type": "ROUTINE INSPECTION",
  "date": "12-MAY-2015",
  "report_date": "12-MAY-2015",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "***An adult, gray, female Japanese Chin-Poodle cross named (cid:24)Squirrely(cid:25) (no other identification present) was\nhuddled in the back corner of her enclosure. The dog appeared lethargic and did not move from her position when\nthe inspectors approached the enclosure. The licensee was asked to remove the dog from the enclosure and upon\nvisual inspection, the skin from the base of her head to the base of her tail appeared to be sloughing off. The\naffected area was about one inch wide at her neck and widened at the shoulders and back to at least 4 inches wide.\nThe affected skin was black, thickened, and leathery. It had shrunken and was pulling away from the body. The\ntissue beneath the affected skin was bright pink and moist in appearance. A yellow discharge was visible under the\naffected skin. The licensee stated that the skin problem started about a week ago after he shaved the dog(cid:25)s hair.\nThe licensee had not taken this dog to a veterinarian for examination and treatment. Severe situations in which the\nouter skin layer is sloughing away from the body exposing large areas of underlying tissue are painful and are\nconsidered a medical emergency that requires proper veterinary treatment. The licensee was verbally told multiple\ntimes that he must have this dog examined by a veterinarian today. The licensee must follow the treatment\nrecommended by the veterinarian and must provide inspectors with written medical documentation upon request.\n***Two dogs had excessively matted hair. An adult female Cocker Spaniel named (cid:28)Sassy(cid:29) (no other identification)\nhad matted hair on the lower third of both of her ears. An adult female Shih Tzu named (cid:28)LuLu(cid:29) (no other\nidentification) had matted hair on her face around her eyes. The hair was heavily twisted and ropey to the point that\nthe skin was difficult to visualize in those areas. Excessive matting causes pain and discomfort to the animal. In\naddition, matting can foster skin infections and can compromise the hair(cid:25)s ability to provide protection from the heat\nor cold. The licensee must remove the matted hair from these animals and must establish an effective program of\nhaircoat maintenance.\n***The licensee is using an unlabeled medication to treat an injured adult, gray, female Japanese Chin-Poodle cross\nnamed (cid:24)Squirrely(cid:25). An unlabeled syringe was lying on a table in one of the buildings housing dogs. The licensee\nstated that it contained an antibiotic that he was using to treat the dog. The licensee was also using a bottle of\nmedication containing a mixture of (cid:28)Keta, Morph, Xy(cid:29) that he bought from a veterinarian, which did not have an\nexpiration date. The label stated that it was for (cid:28)AKC Golden Retrievers(cid:29) at a dose of (cid:28)1 cc per 15#.(cid:29) The licensee\nstated that he was using the medication to sedate his small breed dogs before shaving their hair. Medications\nwithout labels or with incomplete labels can result in an animal receiving the incorrect medication, the incorrect\ndose, or expired medication. The licensee must use medications only for animals that they are intended for. The\nlicensee must ensure that all medication containers are labeled with the following information: Name of the\nmedication; Dose (the amount to be given); and the Expiration Date."
    },
    {
      "code": "2.40(b)(4)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "***The licensee stated that he has been using a (cid:28)9 mm or succinylcholine(cid:29) to euthanize his dogs himself for many\nyears. The licensee could not produce a Program of Veterinary Care from his new Attending Veterinarian but his\nprevious Program of Veterinary Care states that the dogs are to be euthanized by a veterinarian using a\n(cid:28)Euthanasia Solution.(cid:29) Gunshot and succinylcholine are not approved humane methods of euthanasia for dogs\naccording to the AVMA Guidelines on Euthanasia. Inappropriate methods of euthanasia can result in distress\nand/or pain to the animal and can be a safety hazard. The licensee must follow his Attending Veterinarian(cid:25)s\ninstructions in the Program of Veterinary Care regarding euthanasia. TO BE CORRECTED MAY 12, 2015.\nThis is a focused inspection report of only the direct and critical non-compliant items found during the inspection.\nThe inspection and the exit briefing were conducted with the licensee, Konnie Plumlee-VMO, and a state trooper.\nAdditional Inspectors\nPlumlee Konnie, Supervisory Animal Care Specialist"
    }
  ],
  "narrative": "2.40(b)(2)           DIRECT                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n***An adult, gray, female Japanese Chin-Poodle cross named (cid:24)Squirrely(cid:25) (no other identification present) was\nhuddled in the back corner of her enclosure.  The dog appeared lethargic and did not move from her position when\nthe inspectors approached the enclosure.   The licensee was asked to remove the dog from the enclosure and upon\nvisual inspection, the skin from the base of her head to the base of her tail appeared to be sloughing off.  The\naffected area was about one inch wide at her neck and widened at the shoulders and back to at least 4 inches wide.\n The affected skin was black, thickened, and leathery.   It had shrunken and was pulling away from the body.  The\ntissue beneath the affected skin was bright pink and moist in appearance. A yellow discharge was visible under the\naffected skin.    The licensee stated that the skin problem started about a week ago after he shaved the dog(cid:25)s hair. \nThe licensee had not taken this dog to a veterinarian for examination and treatment.  Severe situations in which the\nouter skin layer is sloughing away from the body exposing large areas of underlying tissue are painful and are\nconsidered a medical emergency that requires proper veterinary  treatment.  The licensee was verbally told multiple\ntimes that he must have this dog examined by a veterinarian today.  The licensee must follow the treatment\nrecommended by the veterinarian and must provide inspectors with written medical documentation upon request.  \n***Two dogs had excessively matted hair.  An adult female Cocker Spaniel  named (cid:28)Sassy(cid:29) (no other identification)\nhad matted hair on the lower third of both of her ears.  An adult female Shih Tzu named (cid:28)LuLu(cid:29) (no other\nidentification) had matted hair on her face around her eyes.  The hair was heavily twisted and ropey to the point that\nthe skin was difficult to visualize in those areas. Excessive matting causes pain and discomfort to the animal. In\naddition, matting can foster skin infections and can compromise the hair(cid:25)s ability to provide protection from the heat\nor cold.   The licensee must remove the matted hair from these animals and must establish an effective program of\nhaircoat maintenance.\n***The licensee is using an unlabeled medication to treat an injured adult, gray, female Japanese Chin-Poodle cross\nnamed (cid:24)Squirrely(cid:25).  An unlabeled syringe was lying on a table in one of the buildings housing dogs.  The licensee\nstated that it contained an antibiotic that he was using to treat the dog.  The licensee was also using a bottle of\nmedication containing a mixture of (cid:28)Keta, Morph, Xy(cid:29) that he bought from a veterinarian, which did not have an\nexpiration date.  The label stated that it was for (cid:28)AKC Golden Retrievers(cid:29) at a dose of (cid:28)1 cc per 15#.(cid:29)  The licensee\nstated that he was using the medication to sedate his small breed dogs before shaving their hair.  Medications\n\nwithout labels or with incomplete labels can result in an animal receiving the incorrect medication, the incorrect\ndose, or expired medication.  The licensee must use medications only for animals that they are intended for.  The\nlicensee must ensure that all medication containers are labeled with the following information:  Name of the\nmedication;  Dose (the amount to be given); and the Expiration Date.\n2.40(b)(4)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n***The licensee stated that he has been using a (cid:28)9 mm or succinylcholine(cid:29) to euthanize his dogs himself for many\nyears.  The licensee could not produce a Program of Veterinary Care from his new Attending Veterinarian but his\nprevious Program of Veterinary Care states that the dogs are to be euthanized by a veterinarian using a\n(cid:28)Euthanasia Solution.(cid:29)  Gunshot and succinylcholine are not approved humane methods of euthanasia for dogs\naccording to the AVMA Guidelines on Euthanasia.  Inappropriate methods of euthanasia can result in distress\nand/or pain to the animal and can be a safety hazard. The licensee must follow his Attending Veterinarian(cid:25)s\ninstructions in the Program of Veterinary Care regarding euthanasia.  TO BE CORRECTED MAY 12, 2015.\nThis is a focused inspection report of only the direct and critical non-compliant items found during the inspection.\nThe inspection and the exit briefing were conducted with the licensee, Konnie Plumlee-VMO, and a state trooper.\nAdditional Inspectors\nPlumlee Konnie, Supervisory Animal Care Specialist",
  "animals_total": 3,
  "species": [
    {
      "count": 3,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    }
  ]
}