{
  "insp_id": "2016082568207139",
  "layout": "a",
  "customer_id": "325271",
  "customer_name": "Ira Z Stoltzfus",
  "customer_addr": "Nancy T Stoltzfus\n9064 Townsendville Road\nInterlaken, NY 14847",
  "certificate": "35-A-0333",
  "site_id": "001",
  "site_name": "IRA AND NANCY STOLTZFUS",
  "insp_type": "ROUTINE INSPECTION",
  "date": "14-APR-2017",
  "report_date": "21-APR-2017",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "The facility had began giving a new dewormer called Wazine to the adult guinea pigs, although currently is not using\nthe medication. The written program of veterinary care does not list Wazine as an approved dewormer for the\nguinea pigs. The use of medications without guidance from the attending veterinarian can cause animals to get sick\nor may not cure their condition as intended. The facility must contact the attending veterinarian for approval and\nobtain detailed written instructions (what to give it for, how much to give, how to give the medication, for how long,\nand how often) before using Wazine and any other medication that does not have factory label instructions for\nguinea pig use.\nCorrect immediately."
    },
    {
      "code": "3.25(a)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "In the upper building; a guinea pig was seen outside of its primary enclosure. It was quickly and gently captured by\nthe licensee without incident. The licensee said that the young ones sometimes squeeze through an area by the\nwater sipper valve and sometimes climb up on the feeders and get over the enclosure wall. Animals must not\nescape their primary enclosure because they could get injured, they may get in an area where there is no food or\nwater and their well-being cannot be guaranteed. Ensure that enclosures are maintained in a manner that contains\nthe animals and protects them from injury.\nCorrect by 4/21/17.\nThis inspection and exit interview were conducted with a facility representative."
    }
  ],
  "narrative": "2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThe facility had began giving a new dewormer called Wazine to the adult guinea pigs, although currently is not using\nthe medication.  The written program of veterinary care does not list Wazine as an approved dewormer for the\nguinea pigs.  The use of medications without guidance from the attending veterinarian can cause animals to get sick\nor may not cure their condition as intended.  The facility must contact the attending veterinarian for approval and\nobtain detailed written instructions (what to give it for, how much to give, how to give the medication, for how long,\nand how often)  before using Wazine and any other medication that does not have factory label instructions for\nguinea pig use. \nCorrect immediately.\n3.25(a)\nFACILITIES, GENERAL.\nIn the upper building; a guinea pig was seen outside of its primary enclosure.  It was quickly and gently captured  by\nthe licensee without incident.   The licensee said that the young ones sometimes squeeze through an area by the\nwater sipper valve and sometimes climb up on the feeders and get over the enclosure wall.  Animals must not\nescape their primary enclosure because they could get injured, they may get in an area where there is no food or\nwater and their well-being cannot be guaranteed.   Ensure that enclosures are maintained in a manner that contains\nthe animals and protects them from injury. \nCorrect by 4/21/17.\nThis inspection and exit interview were conducted with a facility representative.",
  "animals_total": 986,
  "species": [
    {
      "count": 986,
      "scientific": "Cavia porcellus",
      "common": "DOMESTIC GUINEA PIG"
    }
  ]
}