{
  "insp_id": "2016090000456737",
  "layout": "b",
  "customer_id": "506492",
  "customer_name": "ALYS HAPPY DOGS",
  "customer_addr": "6117 W 800 S\nCLAYPOOL, IN 46510",
  "certificate": "32-A-0803",
  "site_id": "001",
  "site_name": "ALYSSA MILLER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "20-OCT-2020",
  "report_date": "20-OCT-2020",
  "citations": [
    {
      "code": "2.75(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Records: Dealers and exhibitors.",
      "narrative": "The licensee is using a cage card system to keep an inventory of puppies less than 16 weeks old. Cage cards have not\nbeen completed for the 27 puppies on hand. Also the inventory listed on the 7005 has not been updated to reflect seven\nof the 41 breeders on hand. These records must be kept up to date in order to accurately reflect the number of dogs at\nthe facility. This information is necessary for APHIS inspectors to review to ensure compliance with the AWA. Update\nthese records and maintain them from this point forward.\nCorrect by: 10-21-20"
    },
    {
      "code": "2.50(a)(2)",
      "kind": "",
      "repeat": false,
      "desc": "Time and method of identification.",
      "narrative": "The facility is using a cage card system to identify puppies less than 16 weeks of age. The 27 puppies on hand at the\nfacility have not had cage cards completed for them. These puppies do not have the required identification. Completed\ncage cards must be kept in order to properly identify puppies or another approved system must be implemented. This\ninformation is necessary for APHIS inspectors to ensure that there is proper facility tracking of inventory. Identify all\npuppies less than 16 weeks of age from this point forward.\nCorrect by 10-21-20"
    },
    {
      "code": "2.40(a)(2)",
      "kind": "",
      "repeat": false,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "The attending veterinarian has detailed in the program of veterinary care that monthly heartworm preventative will be\nused for dogs at the facility. The licensee stated that that has not been done since Spring 2020. Each dealer shall\nassure that the attending veterinarian has appropriate authority to ensure the provision of adequate veterinary care and to\noversee the adequacy of other aspects of animal care and use. The licensee must follow all preventive care\nrecommendations of the attending veterinarian in order to ensure the best health of the dogs at the facility. Review the\nprogram of veterinary care with the veterinarian and follow all directions contained in the PVC.\nCorrect by: 10-31-20\nThis inspection and exit interview were conducted with the licensee.\nEnd Section"
    }
  ],
  "narrative": "2.75(a)(1) \n   \nRecords: Dealers and exhibitors. \nThe licensee is using a cage card system to keep an inventory of puppies less than 16 weeks old.  Cage cards have not \nbeen completed for the 27 puppies on hand.  Also the inventory listed on the 7005 has not been updated to reflect seven \nof the 41 breeders on hand.  These records must be kept up to date in order to accurately reflect the number of dogs at \nthe facility.  This information is necessary for APHIS inspectors to  review to ensure compliance with the AWA.  Update \nthese records and maintain them from this point forward. \nCorrect by:  10-21-20 \n2.50(a)(2) \n   \nTime and method of identification. \nThe facility is using a cage card system to identify puppies less than 16 weeks of age.  The 27 puppies on hand at the \nfacility have not had cage cards completed for them.  These puppies do not have the required identification.  Completed \ncage cards must be kept in order to properly identify puppies or another approved system must be implemented.  This \ninformation is necessary for APHIS inspectors to ensure that there is proper facility tracking of inventory.  Identify all \npuppies less than 16 weeks of age from this point forward. \nCorrect by 10-21-20\n\n2.40(a)(2) \n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nThe attending veterinarian has detailed in the program of veterinary care that monthly heartworm preventative will be \nused for dogs at the facility.  The licensee stated that that has not been done since Spring 2020.   Each dealer shall \nassure that the attending veterinarian has appropriate authority to ensure the provision of adequate veterinary care and to \noversee the adequacy of other aspects of animal care and use.  The licensee must follow all preventive care \nrecommendations of the attending veterinarian in order to ensure the best health of the dogs at the facility.  Review the \nprogram of veterinary care with the veterinarian and follow all directions contained in the PVC. \nCorrect by:  10-31-20 \n \nThis inspection and exit interview were conducted with the licensee. \n \nEnd Section",
  "animals_total": 68,
  "species": [
    {
      "count": 41,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 27,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}