{
  "insp_id": "2016082569700590",
  "layout": "a",
  "customer_id": "500704",
  "customer_name": "Annie S Zook",
  "customer_addr": "Elmer Zook\n1070 Osceola Dr\nDrumore, PA 17518",
  "certificate": "23-A-0635",
  "site_id": "001",
  "site_name": "ANNIE S ZOOK, ELMER ZOOK",
  "insp_type": "ROUTINE INSPECTION",
  "date": "15-JAN-2020",
  "report_date": "16-JAN-2020",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "There were 2 guinea pigs observed with health conditions requiring treatment in accordance with the Program of\nVeterinary Care or consultation with the attending veterinarian.\nIn Building 1, pen 118, there was a newborn black and white guinea pig housed with 10 other guinea pigs. The\nnewborn was lethargic and minimally responsive with sunken and partially closed eyes. The newborn was very thin\nwith easily palpable ribs and minimal fat layer present. The animal was observed to be sitting in one position and\nnot moving and exhibited limited reaction to being handled or when approached by other guinea pigs in the pen.\nAlso, in Building 1, pen 110 housing 12 guinea pigs, there was a tan and white adult guinea pig with a skin\nabnormality. There was a circular area approximately 2 cm in size on the bridge of the nose with hair loss and red\ncrusty skin. The program of veterinary care did not specifically address these conditions and the licensee had not\ncontacted the Attending Veterinarian nor were any treatments being administered. In addition, there were several\ndead guinea pigs observed including 1 adult and 1 newborn in Building 1 and 2 adults and 4 newborns in Building 2.\nNewborns that are lethargic and depressed can rapidly worsen if not evaluated and treated. Skin conditions with\nhair loss and redness can be a sign of numerous infectious and non-infectious causes and requires examination by\na veterinarian and appropriate diagnostic testing to determine the underlying cause and determine a treatment plan.\nFailure to identify and treat health conditions can lead to worsening of the condition including death.\nThe licensee must communicate with the attending veterinarian to evaluate these animals and determine an\nappropriate plan for diagnosis and treatment.\nCorrect by: January 16, 2020"
    },
    {
      "code": "2.75(b)(1)",
      "kind": "",
      "repeat": true,
      "desc": "RECORDS: DEALERS AND EXHIBITORS.",
      "narrative": "A current record of guinea pigs on hand was not available for review. A total of 2,206 adult guinea pigs and\nweanlings were counted during this inspection. There were no inventory records indicating the number of adults,\nweanlings, or newborns present for the last few months.\nFailure to maintain these records can make it difficult to assess the health of the colony by identifying animal losses\nby deaths or decreased numbers of animals born and to track animals being used in regulated activities to ensure\ntheir humane care and use.\nThe facility must maintain records containing the required information for animals which fully and correctly disclose\nthe number of animals held, owned, and acquired or disposed of including births and deaths.\nRemains uncorrected"
    },
    {
      "code": "3.26(b)",
      "kind": "Direct",
      "repeat": false,
      "desc": "FACILITIES, INDOOR.",
      "narrative": "In Building 2 housing 630 guinea pigs, there was a strong ammonia odor throughout the indoor guinea pig housing\nareas especially on the right side of the room when entering causing the inspectors’ eyes and noses to burn. There\nwere some windows partially open on the left side of the room and those enclosures had been recently cleaned.\nHowever, on the right side of the room, no windows, vents, or doors were observed to be open to allow proper\nventilation and the licensee stated the enclosures in that area had not been cleaned in the last 6 days. The licensee\naddressed the issue by opening some windows on the right side of the room.\nFailure to provide fresh air can cause respiratory distress and expose the guinea pigs to potential disease hazards.\nThe indoor housing facilities must be ventilated to minimize odors and ensure the health of the animals.\nCorrect from this day forward"
    },
    {
      "code": "3.28(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "In the weanling shed, there were 3 pens with damage to the wire mesh that were in need of repair. In pen 27\nhousing 16 guinea pigs, there was an opening in the wire mesh adjacent to the PVC pipes for the watering system.\nThe wire was bent and broken resulting in a hole in the mesh approximately 6 in by 6 in. In addition, there were\nbroken ends of the wire protruding into the interior of the pen at eye level of the guinea pigs inside. In pens 32 and\n33 each housing 11 guinea pigs, the wire mesh had separated from the wooden framework and was broken in\nareas resulting in a gap 1 or 2 inches in size respectively.\nFailure to maintain enclosures in good repair and free of sharp points can result in injury to the guinea pigs or\nanimals escaping from their enclosures.\nPrimary enclosures must be structurally sound and maintained in good repair to protect the animals from injury.\nCorrect by: January 23, 2020"
    },
    {
      "code": "3.31(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "In the weanling shed, there were several enclosures with soiled, dirty bedding present between the wooden\nframework and wire mesh on the outsides of the enclosures. Also in this building, all of the guinea pig enclosures\nhad spiderwebs present on the inside of the enclosures, adhered to the ceiling of the enclosure as well as the wire\nmesh on the sides of the enclosures. Debris and bedding were observed to be mixed in with these spiderwebs. In\naddition, the licensee reported that he was not sanitizing enclosures in this building every 2 weeks and the last time\nsanitizing was performed was August of last year (approximately 5 months ago).\nFailure to clean enclosures often enough to prevent an accumulation of debris and to sanitize at least once every 2\nweeks can cause unpleasant odors, lead to contamination of the enclosure, and attract pests and vermin that carry\ndiseases that result in risks to the health of the animals.\nEnclosures must be cleaned and sanitized as often as necessary to prevent a build-up of debris and fecal material\nand sanitized at a minimum of once every two weeks.\nCorrect by: January 23, 2020"
    },
    {
      "code": "3.31(a)(2)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "In Building 2, Pen 90 housing 6 guinea pigs was observed to have soiled, wet bedding covering approximately half\nof the floor of the enclosure. There was an overhead pipe for the watering system with beaded and dripping water\npresent in 2 areas above the enclosure with a plastic collection bowl under one of the dripping areas.\nFailure to provide enclosures that are clean and dry can cause discomfort and result in disease spread.\nPrimary enclosures must be kept clean and dry and if they become soiled to a degree that may be harmful or\nuncomfortable to the animals, the animals must be transferred to clean enclosures.\nCorrect by: January 23, 2020"
    },
    {
      "code": "3.31(b)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "In both Building 1 and the weanling shed, there was an excessive amount of discarded bedding, debris, and fecal\nmaterial on the floor of the building outside the enclosures. In the weanling shed and Building 2, there was a\nbuildup of soiled dirty bedding and debris on the outside of the piping housing the automatic watering system which\nruns vertically along the outside of the enclosures.\nThe lack of sanitation and presence of debris and fecal material may attract pests into the room, result in unpleasant\nodors, and may contribute to spread of disease.\nThe buildings used for housing animals must be kept clean and in good repair to protect the animals from injury and\nto facilitate prescribed husbandry practices and maintain the health of the animals.\nCorrect by: January 23, 2020\nThis inspection and exit interview were conducted on 15-16 January 2020 with the licensee.\nAdditional Inspectors\nMarkmann Robert, Animal Care Inspector"
    }
  ],
  "narrative": "2.40(b)(2)           DIRECT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThere were 2 guinea pigs observed with health conditions requiring treatment in accordance with the Program of\nVeterinary Care or consultation with the attending veterinarian.  \nIn Building 1, pen 118, there was a newborn black and white guinea pig housed with 10 other guinea pigs.  The\nnewborn was lethargic and minimally responsive with sunken and partially closed eyes.  The newborn was very thin\nwith easily palpable ribs and minimal fat layer present.  The animal was observed to be sitting in one position and\nnot moving and exhibited limited reaction to being handled or when approached by other guinea pigs in the pen. \nAlso, in Building 1, pen 110 housing 12 guinea pigs, there was a tan and white adult guinea pig with a skin\nabnormality.  There was a circular area approximately 2 cm in size on the bridge of the nose with hair loss and red\ncrusty skin.  The program of veterinary care did not specifically address these conditions and the licensee had not\ncontacted the Attending Veterinarian nor were any treatments being administered.  In addition, there were several\ndead guinea pigs observed including 1 adult and 1 newborn in Building 1 and 2 adults and 4 newborns in Building 2.\nNewborns that are lethargic and depressed can rapidly worsen if not evaluated and treated.  Skin conditions with\nhair loss and redness can be a sign of numerous infectious and non-infectious causes and requires examination by\na veterinarian and appropriate diagnostic testing to determine the underlying cause and determine a treatment plan.\n Failure to identify and treat health conditions can lead to worsening of the condition including death.\nThe licensee must communicate with the attending veterinarian to evaluate these animals and determine an\nappropriate plan for diagnosis and treatment.\nCorrect by:  January 16, 2020\n2.75(b)(1)                    REPEAT\nRECORDS: DEALERS AND EXHIBITORS.\nA current record of guinea pigs on hand was not available for review.  A total of 2,206 adult guinea pigs and\nweanlings were counted during this inspection. There were no inventory records indicating the number of adults,\n\nweanlings, or newborns present for the last few months.  \nFailure to maintain these records can make it difficult to assess the health of the colony by identifying animal losses\nby deaths or decreased numbers of animals born and to track animals being used in regulated activities to ensure\ntheir humane care and use.\nThe facility must maintain records containing the required information for animals which fully and correctly disclose\nthe number of animals held, owned, and acquired or disposed of including births and deaths.\nRemains uncorrected\n3.26(b)           DIRECT\nFACILITIES, INDOOR.\nIn Building 2 housing 630 guinea pigs, there was a strong ammonia odor throughout the indoor guinea pig housing\nareas especially on the right side of the room when entering causing the inspectors’ eyes and noses to burn.  There\nwere some windows partially open on the left side of the room and those enclosures had been recently cleaned. \nHowever, on the right side of the room, no windows, vents, or doors were observed to be open to allow proper\nventilation and the licensee stated the enclosures in that area had not been cleaned in the last 6 days.  The licensee\naddressed the issue by opening some windows on the right side of the room.\nFailure to provide fresh air can cause respiratory distress and expose the guinea pigs to potential disease hazards. \nThe indoor housing facilities must be ventilated to minimize odors and ensure the health of the animals.\nCorrect from this day forward\n3.28(a)(1)\nPRIMARY ENCLOSURES. \nIn the weanling shed, there were 3 pens with damage to the wire mesh that were in need of repair.  In pen 27\nhousing 16 guinea pigs, there was an opening in the wire mesh adjacent to the PVC pipes for the watering system. \nThe wire was bent and broken resulting in a hole in the mesh approximately 6 in by 6 in.  In addition, there were\nbroken ends of the wire protruding into the interior of the pen at eye level of the guinea pigs inside.  In pens 32 and\n33 each housing 11 guinea pigs, the wire mesh had separated from the wooden framework and was broken in\nareas resulting in a gap 1 or 2 inches in size respectively.\nFailure to maintain enclosures in good repair and free of sharp points can result in injury to the guinea pigs or\nanimals escaping from their enclosures.\nPrimary enclosures must be structurally sound and maintained in good repair to protect the animals from injury.\nCorrect by:  January 23, 2020\n\n3.31(a)(1)\nSANITATION.\nIn the weanling shed, there were several enclosures with soiled, dirty bedding present between the wooden\nframework and wire mesh on the outsides of the enclosures.  Also in this building, all of the guinea pig enclosures\nhad spiderwebs present on the inside of the enclosures, adhered to the ceiling of the enclosure as well as the wire\nmesh on the sides of the enclosures. Debris and bedding were observed to be mixed in with these spiderwebs.  In\naddition, the licensee reported that he was not sanitizing enclosures in this building every 2 weeks and the last time\nsanitizing was performed was August of last year (approximately 5 months ago).  \nFailure to clean enclosures often enough to prevent an accumulation of debris and to sanitize at least once every 2\nweeks can cause unpleasant odors, lead to contamination of the enclosure, and attract pests and vermin that carry\ndiseases that result in risks to the health of the animals.\nEnclosures must be cleaned and sanitized as often as necessary to prevent a build-up of debris and fecal material\nand sanitized at a minimum of once every two weeks. \nCorrect by:  January 23, 2020\n3.31(a)(2)\nSANITATION.\nIn Building 2, Pen 90 housing 6 guinea pigs was observed to have soiled, wet bedding covering approximately half\nof the floor of the enclosure.  There was an overhead pipe for the watering system with beaded and dripping water\npresent in 2 areas above the enclosure with a plastic collection bowl under one of the dripping areas.\nFailure to provide enclosures that are clean and dry can cause discomfort and result in disease spread.\nPrimary enclosures must be kept clean and dry and if they become soiled to a degree that may be harmful or\nuncomfortable to the animals, the animals must be transferred to clean enclosures.\nCorrect by:  January 23, 2020\n3.31(b)\nSANITATION.\nIn both Building 1 and the weanling shed, there was an excessive amount of discarded bedding, debris, and fecal\nmaterial on the floor of the building outside the enclosures.  In the weanling shed and Building 2, there was a\nbuildup of soiled dirty bedding and debris on the outside of the piping housing the automatic watering system which\nruns vertically along the outside of the enclosures.\nThe lack of sanitation and presence of debris and fecal material may attract pests into the room, result in unpleasant\nodors, and may contribute to spread of disease. \nThe buildings used for housing animals must be kept clean and in good repair to protect the animals from injury and\nto facilitate prescribed husbandry practices and maintain the health of the animals.\n\nCorrect by:  January 23, 2020\nThis inspection and exit interview were conducted on 15-16 January 2020 with the licensee.\nAdditional Inspectors\nMarkmann Robert, Animal Care Inspector",
  "animals_total": 2206,
  "species": [
    {
      "count": 2206,
      "scientific": "Cavia porcellus",
      "common": "DOMESTIC GUINEA PIG"
    }
  ]
}