{
  "insp_id": "89161213340119",
  "layout": "a",
  "customer_id": "32769",
  "customer_name": "Carol Weaver",
  "customer_addr": "6087 Washburn Road\nGoodrich, MI 48438",
  "certificate": "34-C-0366",
  "site_id": "001",
  "site_name": "CAROL WEAVER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "29-MAR-2016",
  "report_date": "29-MAR-2016",
  "citations": [
    {
      "code": "3.56(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "Two of the enclosures housing rabbits had a buildup of excessive feces on the wire floor of the cages. This buildup\nof feces can be a source of disease, odor and pest control issues as the weather becomes warmer. These cages\nneed to be cleaned. Clean these cages more frequently to prevent the accumulation of excessive manure.\nCorrect by: 4-1-16"
    },
    {
      "code": "3.127(c)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, OUTDOOR.",
      "narrative": "The enclosure housing the mini-cow and zebu is completely covered in standing water and mud. In addition to this,\nthe shelter is full of feces with no dry bedding. There is no dry place for these animals to lie down. These animals\nneed access to dry area to keep them comfortable.\nCorrect by: COB 3-29-16."
    },
    {
      "code": "3.131(a)",
      "kind": "",
      "repeat": true,
      "desc": "SANITATION.",
      "narrative": "The shelter for the enclosure housing the mini-cow and the zebu contained an excessive buildup of fecal material.\nWhen the animals lay down in this shelter their coats can become contaminated with this fecal material. They can\nthen ingest this material while grooming. Ingestion of fecal material can lead to parasite and disease problems.\nThis shelter must be cleaned on a more frequent basis to prevent possible health issues for the animals using it.\nExit interview conducted with facility owner and APHIS representative Kurt Hammel."
    }
  ],
  "narrative": "3.56(a)(1)\nSANITATION. \nTwo of the enclosures housing rabbits had a buildup of excessive feces on the wire floor of the cages.  This buildup\nof feces can be a source of disease, odor and pest control issues as the weather becomes warmer.  These cages\nneed to be cleaned.  Clean these cages more frequently to prevent the accumulation of excessive manure.\nCorrect by:  4-1-16\n3.127(c)\nFACILITIES, OUTDOOR. \nThe enclosure housing the mini-cow and zebu is completely covered in standing water and mud.  In addition to this,\nthe shelter is full of feces with no dry bedding.  There is no dry place for these animals to lie down.  These animals\nneed access to dry area to keep them comfortable.\nCorrect by:  COB 3-29-16.\n3.131(a)                    REPEAT\nSANITATION.   \nThe shelter for the enclosure housing the mini-cow and the zebu contained an excessive buildup of fecal material. \nWhen the animals lay down in this shelter their coats can become contaminated with this fecal material.  They can\nthen ingest this material while grooming.  Ingestion of fecal material can lead to parasite and disease problems. \nThis shelter must be cleaned on a more frequent basis to prevent possible health issues for the animals using it.\nExit interview conducted with facility owner and APHIS representative Kurt Hammel.",
  "animals_total": 18,
  "species": [
    {
      "count": 1,
      "scientific": "Bos primigenuis indicus",
      "common": "ZEBU"
    },
    {
      "count": 1,
      "scientific": "Bos taurus",
      "common": "CATTLE / COW / OX / WATUSI"
    },
    {
      "count": 3,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 2,
      "scientific": "Lama glama",
      "common": "LLAMA"
    },
    {
      "count": 5,
      "scientific": "Oryctolagus cuniculus",
      "common": "DOMESTIC RABBIT / EUROPEAN RABBIT"
    },
    {
      "count": 4,
      "scientific": "Ovis aries aries",
      "common": "SHEEP INCLUDING ALL DOMESTIC BREEDS"
    },
    {
      "count": 2,
      "scientific": "Sus bucculentus",
      "common": "VIETNAMESE WARTY PIG"
    }
  ]
}