{
  "insp_id": "2016082569608391",
  "layout": "a",
  "customer_id": "334747",
  "customer_name": "Alvin Herschberger",
  "customer_addr": "490 Hannan Trace Road\nPatriot, OH 45658",
  "certificate": "31-A-0589",
  "site_id": "001",
  "site_name": "ALVIN HERSCHBERGER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "23-SEP-2019",
  "report_date": "23-SEP-2019",
  "citations": [
    {
      "code": "2.40(b)(3)",
      "kind": "Direct",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "On today’s inspection, a white female chaweeni puppy born on 8/12/2019 was noticed to be sitting in the corner of\nthe whelping box as its litter mate ran around. After watching the puppies for a few minutes, it was apparent that\nthe puppy was not moving or as active as the other puppy due to an impairment of her hind legs. She would try to\nmove around, but was unable to rise to her feet as her legs remained curved up under her, stiff and non-weight\nbearing. She would inch around on her belly after several attempts to use her hind legs. At one point the Licensee\ntried to coax the puppy to move and she cried out after several attempts of being unable to rise to her feet and walk.\nThere was a total of 4 puppies in this litter, 2 of the litter mates are identified on the cage card as dying from\nunknown causes on 8/20/2019. The Licensee did not communicate with the Attending Veterinarian after ½ of the\nlitter died un-expectantly 8 days after birth. In addition, the Licensee did not notice the hind leg issue with this\npuppy. Failure to preform daily observation and identify health concerns, such as this, delays the process of\nproviding appropriate veterinarian care to animals that are in dire need and can prolong an animal’s pain and\ndiscomfort. The Licensee must have methods in place for daily observation of all animals. In addition, the Licensee\nmust ensure that there are mechanisms of direct and frequent communication in place and that timely and accurate\ninformation on problems, to include the dog identified above, of animal health, behavior, and well-being is conveyed\nto the attending veterinarian.\nCorrect By: Close of Business on 9/24/2019"
    },
    {
      "code": "3.4(b)(3)",
      "kind": "",
      "repeat": false,
      "desc": "OUTDOOR HOUSING FACILITIES.",
      "narrative": "On today's inspection there are 18 dogs that are being housed in outside enclosures. All of the outside enclosures\nhave shelter structures that do not have a wind break/rain break at the entrance. Without having the wind/rain\nbreak at the entrance of the shelter structure, wind, rain or snow can blow directly on the dogs. This does not\nprovide the animals proper protection from the elements. The Licensee must ensure that all outside shelter\nstructures have wind breaks and rain breaks at the entrance to provide the animals with proper protections from the\nwind, rain and snow.\nCorrect By: 9/30/2019"
    },
    {
      "code": "3.4(c)",
      "kind": "",
      "repeat": false,
      "desc": "OUTDOOR HOUSING FACILITIES.",
      "narrative": "This facility is currently using mettle barrels as shelter structure in 2 outside enclosure that contain 6 dogs. Metal\nbarrels, cars, refrigerators or freezers, or the like must not be used as shelter structures. These types of structures\nare not deemed appropriate in all temperature extremes as being acceptable or appropriate shelter materials for\ndogs. The Licensee must use shelter material at are acceptable and appropriate for all Ohio weather extremes.\nCorrect By: 9/30/3019"
    },
    {
      "code": "3.9(b)",
      "kind": "",
      "repeat": false,
      "desc": "FEEDING.",
      "narrative": "The facility is currently using self feeders with open tops to feed the dogs housed in the outside enclosures. There\nare a total of 4 self feeders that are placed out in the open without any protection from the rain or snow. There are a\ntotal of 8 dogs that are housed in these enclosures and using the self feeders. The current location of these self\nfeeders will not minimize contamination and will allow the food to be affected by the elements. All self feeders must\nbe located in an area within the enclosure that is easily accessible to the dogs, but also located in an area where\nthey are protected from the rain and snow.\nCorrect By: 9/24/2019\nThis inspection and exit interview were conducted with the Licensee."
    }
  ],
  "narrative": "2.40(b)(3)           DIRECT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nOn today’s inspection, a white female chaweeni puppy born on 8/12/2019 was noticed to be sitting in the corner of\nthe whelping box as its litter mate ran around.  After watching the puppies for a few minutes, it was apparent that\nthe puppy was not moving or as active as the other puppy due to an impairment of her hind legs.  She would try to\nmove around, but was unable to rise to her feet as her legs remained curved up under her, stiff and non-weight\nbearing.  She would inch around on her belly after several attempts to use her hind legs.  At one point the Licensee\ntried to coax the puppy to move and she cried out after several attempts of being unable to rise to her feet and walk.\n There was a total of 4 puppies in this litter, 2 of the litter mates are identified on the cage card as dying from\nunknown causes on 8/20/2019. The Licensee did not communicate with the Attending Veterinarian after ½ of the\nlitter died un-expectantly 8 days after birth.  In addition, the Licensee did not notice the hind leg issue with this\npuppy.  Failure to preform daily observation and identify health concerns, such as this, delays the process of\nproviding appropriate veterinarian care to animals that are in dire need and can prolong an animal’s pain and\ndiscomfort.  The Licensee must have methods in place for daily observation of all animals. In addition, the Licensee\nmust ensure that there are mechanisms of direct and frequent communication in place and that timely and accurate\ninformation on problems, to include the dog identified above, of animal health, behavior, and well-being is conveyed\nto the attending veterinarian.  \nCorrect By: Close of Business on 9/24/2019\n3.4(b)(3)\nOUTDOOR HOUSING FACILITIES.\nOn today's  inspection there are 18 dogs that are being housed in outside enclosures.  All of the outside enclosures\nhave shelter structures that do not have a wind break/rain break at the entrance.  Without having the wind/rain\nbreak at the entrance of the shelter structure, wind, rain or snow can blow directly on the dogs.  This does not\nprovide the animals proper protection from the elements.  The Licensee must ensure that all outside shelter\nstructures have wind breaks and rain breaks at the entrance to provide the animals with proper protections from the\nwind, rain and snow.\n\nCorrect By: 9/30/2019\n3.4(c)\nOUTDOOR HOUSING FACILITIES.\nThis facility is currently using mettle barrels as shelter structure in 2 outside enclosure that contain 6 dogs.  Metal\nbarrels, cars, refrigerators or freezers, or the like must not be used as shelter structures.  These types of structures\nare not deemed appropriate in all temperature extremes as being acceptable or appropriate shelter materials for\ndogs.  The Licensee must use shelter material at are acceptable and appropriate for all Ohio weather extremes.\nCorrect By: 9/30/3019\n3.9(b)\nFEEDING.\nThe facility is currently using self feeders with open tops to feed the dogs housed in the outside enclosures.  There\nare a total of 4 self feeders that are placed out in the open without any protection from the rain or snow. There are a\ntotal of 8 dogs that are housed in these enclosures and using the self feeders.  The current location of these self\nfeeders will not minimize contamination and will allow the food to be affected by the elements.  All self feeders must\nbe located in an area within the enclosure that is easily accessible to the dogs, but also located in an area where\nthey are protected from the rain and snow.\nCorrect By: 9/24/2019\nThis inspection and exit interview were conducted with the Licensee.",
  "animals_total": 99,
  "species": [
    {
      "count": 62,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 37,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}