{
  "insp_id": "INS-0000851056",
  "layout": "c",
  "customer_id": "35265",
  "customer_name": "DAVID HORNING",
  "customer_addr": "3374 190th Street\nIONIA, IA 50645",
  "certificate": "",
  "site_id": "001",
  "site_name": "DAVID HORNING",
  "insp_type": "ROUTINE INSPECTION",
  "date": "28-FEB-2023",
  "report_date": "28-FEB-2023",
  "citations": [
    {
      "code": "2.40(b)(3)",
      "kind": "Direct",
      "repeat": false,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "There is an approximately 3 week old female Boston Terrier puppy that is observed to be much smaller than its litter\nmate. The puppy is observed to have thick, opaque white discharge on the right eye and she was not holding the eye\nopen all the way. She also has a very large head, a continuous head tremor, open, red, raw sores on her hind paws, and\nwas not walking nearly as well as her litter mate. The inspectors observed the litter mate frequently step on this puppy.\nThe licensee had the Attending Veterinarian (AV) examine this puppy on 23-Febuary-2023 and the licensee was\ninstructed to monitor her. APHIS officials spoke to the AV and they report that they did instruct the licensee to monitor the\npuppy. She also reports that the puppy did not have discharge from the right eye, nor did it have sores on the paws when\nexamined on 23-February-2023. The AV notes that last week, when the puppies were 2 weeks old, it was harder to tell\nhow much behind the puppy was from her litter mate as they were not very mobile yet. The licensee has noticed that the\npuppy was much smaller than the litter mate and had not contacted the AV regarding the changes in this puppy’s health\nincluding the tremors, feet sores and lack of overall improvement. Daily observation of dogs is required so that timely and\naccurate information on problems of animal health, behavior and well-being is conveyed to the AV with direct and frequent\ncommunication. Failure to convey accurately the status of the puppy to the AV may result in delay in treatment and\npossible pain and distress. Correct by ensuring that daily observations, especially if worsening of a condition is noted, is\nconveyed to the AV in a timely manner. Correct by having a licensed veterinarian assess the Boston Terrier puppy and\nmaintain records of treatment for APHIS inspection.\nTo be corrected by: This dog was taken to the AV during inspection for evaluation and treatment.\nA male Shih Tzu (microchip # 933000320069010) has significant matting at the inside corners of his eyes, so much so\nthat the inspectors could not readily see his eyes. This dog is also seen to have a significant build up of hard, brown\nmaterial on right upper cheek teeth and the gum tissue is pulled back from the tooth roots on right upper cheek teeth.\nWhen examined by the inspectors, the two upper right cheek teeth were loose. The licensee attempted to shave the dog’s\nface during the inspection and accidently cut the skin below the left eye creating a large, flapping, red, open wound. Daily\nobservation of all dogs is required. Failure to observe the dogs for matting and dental issues can cause a delay in\nconveyance of information to the AV regarding the animals’ health, behavior, and well-being. Correct by ensuring that\ndaily observations are made to check the hair coat, teeth, ears, and eyes of the dogs and by having a licensed\nveterinarian assess the male Shih Tzu listed above and maintain records of treatment for APHIS inspection.\nCorrect by: This dog was taken to the AV during inspection for evaluation and treatment.\nThe inspector’s identified a dead puppy underneath the elevated enclosures in the adult side of the kennel. The licensee\nreports that a female Bichon (microchip # 933000320452590) was moved from that enclosure to the whelping side of the\nfacility that morning because he saw what he thought was blood. The licensee had not noticed the puppy on the floor. He\ndid state that he didn’t think she was close to whelping yet. The female Bichon was noted to have dark green-black dried\ndischarge on her hair on the back legs and around her vulva. Her abdomen was tense when palpated by the inspector\nand was not observed to have active contractions. Daily observations of all dogs to assess changes in their health and\nwell-being is required so that accurate and timely conveyance of information can be given to the AV. Failure to observe\nand convey a change in a dog’s health or behavior could cause injury, illness, pain, or distress. Correct by ensuring that\nchanges in the dogs are reported to a veterinarian and have a licensed veterinarian assess the female Bichon listed\nabove and maintain records of treatment for APHIS inspection.\nCorrect by: This dog was taken to the AV during inspection for evaluation and treatment.\nA Bichon (microchip # 7E10315344) has excessively long toenails and had dried, crusty, and opaque yellow-green\ndischarge from the left eye. The licensee was not aware of the eye discharge and had not contacted the AV at the time of\ninspection. Daily observation of all dogs is required to accurately and timely diagnose diseases and injuries that may\ncause pain or distress to the dog. Correct by conducting adequate daily observations and having frequent and direct\ncommunication with the AV concerning any medical issues. The Bichon listed above must be evaluated by a licensed\nveterinarian and maintain records of treatment for APHIS inspection.\nTo be corrected by: End of business 1-March-2023.\nA Bichon (microchip # 933000320069011) is matted throughout the body’s haircoat, has long front toenails and has poor\ndental health. There is an excessive build up of hard, brown-grey material on all the teeth. The gum tissue of the upper\nleft side of the mouth is recessed away from the tooth roots of the upper cheek teeth and at least 2 upper cheek teeth\nwere loose when examined by the inspector. The licensee was not aware of the poor dental health, they did acknowledge\nthis dog needed to be groomed and have a nail trim but they have not had time to complete spring grooming. Daily\nobservation of all dogs is required to accurately and timely diagnose diseases and injuries that may cause pain or distress\nto the dog. Correct by conducting adequate daily observations and having frequent and direct communication with the AV\nconcerning any medical issues. The Bichon listed above must be evaluated by a licensed veterinarian and maintain\nrecords of treatment for APHIS inspection.\nTo be corrected by: End of business 1-March-2023\nA female chocolate Cocker Spaniel (microchip # 933041000045168) has severe matting on the legs, ears, and face. The\nmats are so thick and close to the skin on the legs, ears and face that the skin cannot be seen. Her belly and sides were\nmatted to a lesser degree and not close to the skin. The toenails are very long as well and an accumulation of brown\norganic material is present in both ears. The licensee did acknowledge this dog needed to be groomed and have a nail\ntrim but they have not had time to complete spring grooming. Daily observation of dogs is required. Failure to observe the\ndogs for matting and long toenails can cause a delay in conveyance of information to the AV regarding the animals’\nhealth, behavior, and well-being. Correct by ensuring that daily observations are made to check the hair coat, teeth, nails,\nears, and eyes and by grooming the above mentioned Cocker Spaniel, have a licensed veterinarian evaluate this dog and\nmaintain medical record of treatment for APHIS inspection.\nTo be corrected: End of business 1-March-2023"
    },
    {
      "code": "2.50(a)(2)",
      "kind": "",
      "repeat": false,
      "desc": "Time and method of identification.",
      "narrative": "The facility uses cage cards as the form of identification for puppies under 16 weeks of age but has not created cage\ncards with the required identification information for 3 litters of puppies. An additional litter of puppies has a cage card, but\nit only includes the dam’s information. Official identification is necessary for APHIS officials to be able to properly identify\nanimals for inspection and to trace their movements. The licensee must assign an official identification number to each of\nthese dogs and any future dogs born at the facility in timely manner after their birth.\nTo be corrected by: 6-March-2023."
    },
    {
      "code": "3.1(a)",
      "kind": "",
      "repeat": false,
      "desc": "Housing facilities, general.",
      "narrative": "A wire primary enclosure housing 2 adult bichons was in disrepair. The licensee uses metal hog rings to secure the wire\npanels together. The left side wall has become disconnected from the flooring creating an approximate 1-inch by 14-inch\ngap. This gap creates a risk of injury to the dogs housed within as it is large enough for a foot or leg to fall through.\nHousing facilities for dogs must be designed and constructed so that they are structurally sound. They must be in good\nrepair and protect the animal from injury. The facility must repair this enclosure so that it is safe for the dogs housed\nwithin, the licensee was shown this enclosure during the inspection.\nTo be corrected by: 2-March-2023."
    },
    {
      "code": "3.2(b)",
      "kind": "",
      "repeat": false,
      "desc": "Indoor housing facilities.",
      "narrative": "During the inspection, the inspectors could smell an obvious ammonia odor in the adult side of the kennel housing\napproximately 104 adult dogs. The licensee states he cleans the excreta from under the elevated enclosures once to\ntwice a week and knows it needed to be done as it has been several days. The licensee was working on the cleaning\nmechanism the morning of the inspection. Dogs exposed to excessive ammonia odor may result in respiratory diseases\nand other disease hazards.\nIndoor housing facilities for dogs must be sufficiently ventilated at all times when dogs are present to provide for their\nhealth and well-being, and to minimize odors, drafts, ammonia levels and moisture condensation. The licensee must\nensure the indoor facilities are adequately ventilated and the ammonia odor does not persist.\nTo be corrected by: 3-March-2023."
    },
    {
      "code": "3.13(a)(3)",
      "kind": "",
      "repeat": false,
      "desc": "Veterinary care for dogs.",
      "narrative": "The Program of Veterinary Care states that the licensee must test “2 adult dogs for heartworm disease and 5% of the\nadults pooled in groups of 3-5 for intestinal parasites.” The licensee has not had this testing completed at the time of\ninspection. Each dealer must follow an appropriate program of veterinary care for dogs that is developed, documented in\nwriting, and signed by the attending veterinarian and includes sampling and treatment of parasites and other pests.\nSampling of dogs for parasites is necessary to ensure the animals are receiving adequate veterinary care. The licensee\nmust have at least 2 adults tested for heartworm disease and 5% of adults tested for intestinal parasites and have records\navailable for APHIS inspection.\nTo be corrected by: 21-March-2023."
    },
    {
      "code": "3.13(b)(3)",
      "kind": "",
      "repeat": false,
      "desc": "Veterinary care for dogs.",
      "narrative": "The licensee is not keeping records of Distemper/Parvovirus/Hepatitis/Bordetella vaccine being administered to adult\ndogs. The Program of Veterinary Care instructs these vaccines be done annually, the licensee states this is done at the\nbeginning of the year but doesn’t write it down.\nThe lack of medical records, particularly vaccine records, makes it difficult to determine if the animals are receiving\nvaccines to protect them against potentially deadly and contagious diseases. Dealers must keep copies of medical\nrecords and make the records available for APHIS inspection. These records must include the names of all vaccines and\ntreatments administered and the dates of administration.\nTo be corrected by: 6-March-2023.\nThis inspection and exit interview were conducted with licensee.\nAdditional Inspectors:\nLauren Murphy, VETERINARY MEDICAL OFFICEREnd Section"
    }
  ],
  "narrative": "2.40(b)(3)  Direct\n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nThere is an approximately 3 week old female Boston Terrier puppy that is observed to be much smaller than its litter \nmate. The puppy is observed to have thick, opaque white discharge on the right eye and she was not holding the eye \nopen all the way. She also has a very large head, a continuous head tremor, open, red, raw sores on her hind paws, and \nwas not walking nearly as well as her litter mate. The inspectors observed the litter mate frequently step on this puppy. \nThe licensee had the Attending Veterinarian (AV) examine this puppy on 23-Febuary-2023 and the licensee was \ninstructed to monitor her. APHIS officials spoke to the AV and they report that they did instruct the licensee to monitor the \npuppy. She also reports that the puppy did not have discharge from the right eye, nor did it have sores on the paws when \nexamined on 23-February-2023. The AV notes that last week, when the puppies were 2 weeks old, it was harder to tell \nhow much behind the puppy was from her litter mate as they were not very mobile yet. The licensee has noticed that the \npuppy was much smaller than the litter mate and had not contacted the AV regarding the changes in this puppy’s health \nincluding the tremors, feet sores and lack of overall improvement.  Daily observation of dogs is required so that timely and \naccurate information on problems of animal health, behavior and well-being is conveyed to the AV with direct and frequent \ncommunication. Failure to convey accurately the status of the puppy to the AV may result in delay in treatment and \npossible pain and distress. Correct by ensuring that daily observations, especially if worsening of a condition is noted, is \nconveyed to the AV in a timely manner. Correct by having a licensed veterinarian assess the Boston Terrier puppy and\n\nmaintain records of treatment for APHIS inspection.  \nTo be corrected by: This dog was taken to the AV during inspection for evaluation and treatment.  \n \nA male Shih Tzu (microchip # 933000320069010) has significant matting at the inside corners of his eyes, so much so \nthat the inspectors could not readily see his eyes. This dog is also seen to have a significant build up of hard, brown \nmaterial on right upper cheek teeth and the gum tissue is pulled back from the tooth roots on right upper cheek teeth. \nWhen examined by the inspectors, the two upper right cheek teeth were loose. The licensee attempted to shave the dog’s \nface during the inspection and accidently cut the skin below the left eye creating a large, flapping, red, open wound. Daily \nobservation of all dogs is required. Failure to observe the dogs for matting and dental issues can cause a delay in \nconveyance of information to the AV regarding the animals’ health, behavior, and well-being.  Correct by ensuring that \ndaily observations are made to check the hair coat, teeth, ears, and eyes of the dogs and by having a licensed \nveterinarian assess the male Shih Tzu listed above and maintain records of treatment for APHIS inspection. \nCorrect by: This dog was taken to the AV during inspection for evaluation and treatment.  \n \nThe inspector’s identified a dead puppy underneath the elevated enclosures in the adult side of the kennel. The licensee \nreports that a female Bichon (microchip # 933000320452590) was moved from that enclosure to the whelping side of the \nfacility that morning because he saw what he thought was blood. The licensee had not noticed the puppy on the floor. He \ndid state that he didn’t think she was close to whelping yet. The female Bichon was noted to have dark green-black dried \ndischarge on her hair on the back legs and around her vulva. Her abdomen was tense when palpated by the inspector \nand was not observed to have active contractions. Daily observations of all dogs to assess changes in their health and \nwell-being is required so that accurate and timely conveyance of information can be given to the AV.  Failure to observe \nand convey a change in a dog’s health or behavior could cause injury, illness, pain, or distress. Correct by ensuring that\n\nchanges in the dogs are reported to a veterinarian and have a licensed veterinarian assess the female Bichon listed \nabove and maintain records of treatment for APHIS inspection. \nCorrect by: This dog was taken to the AV during inspection for evaluation and treatment.  \n \nA Bichon (microchip # 7E10315344) has excessively long toenails and had dried, crusty, and opaque yellow-green \ndischarge from the left eye. The licensee was not aware of the eye discharge and had not contacted the AV at the time of \ninspection. Daily observation of all dogs is required to accurately and timely diagnose diseases and injuries that may \ncause pain or distress to the dog. Correct by conducting adequate daily observations and having frequent and direct \ncommunication with the AV concerning any medical issues. The Bichon listed above must be evaluated by a licensed \nveterinarian and maintain records of treatment for APHIS inspection. \nTo be corrected by: End of business 1-March-2023. \n \nA Bichon (microchip # 933000320069011) is matted throughout the body’s haircoat, has long front toenails and has poor \ndental health. There is an excessive build up of hard, brown-grey material on all the teeth.  The gum tissue of the upper \nleft side of the mouth is recessed away from the tooth roots of the upper cheek teeth and at least 2 upper cheek teeth \nwere loose when examined by the inspector. The licensee was not aware of the poor dental health, they did acknowledge \nthis dog needed to be groomed and have a nail trim but they have not had time to complete spring grooming. Daily \nobservation of all dogs is required to accurately and timely diagnose diseases and injuries that may cause pain or distress \nto the dog. Correct by conducting adequate daily observations and having frequent and direct communication with the AV \nconcerning any medical issues. The Bichon listed above must be evaluated by a licensed veterinarian and maintain \nrecords of treatment for APHIS inspection. \nTo be corrected by: End of business 1-March-2023\n\nA female chocolate Cocker Spaniel (microchip # 933041000045168) has severe matting on the legs, ears, and face. The \nmats are so thick and close to the skin on the legs, ears and face that the skin cannot be seen. Her belly and sides were \nmatted to a lesser degree and not close to the skin. The toenails are very long as well and an accumulation of brown \norganic material is present in both ears. The licensee did acknowledge this dog needed to be groomed and have a nail \ntrim but they have not had time to complete spring grooming. Daily observation of dogs is required. Failure to observe the \ndogs for matting and long toenails can cause a delay in conveyance of information to the AV regarding the animals’ \nhealth, behavior, and well-being.  Correct by ensuring that daily observations are made to check the hair coat, teeth, nails, \nears, and eyes and by grooming the above mentioned Cocker Spaniel, have a licensed veterinarian evaluate this dog and \nmaintain medical record of treatment for APHIS inspection. \nTo be corrected: End of business 1-March-2023 \n2.50(a)(2) \n   \nTime and method of identification. \nThe facility uses cage cards as the form of identification for puppies under 16 weeks of age but has not created cage \ncards with the required identification information for 3 litters of puppies. An additional litter of puppies has a cage card, but \nit only includes the dam’s information.  Official identification is necessary for APHIS officials to be able to properly identify \nanimals for inspection and to trace their movements. The licensee must assign an official identification number to each of \nthese dogs and any future dogs born at the facility in timely manner after their birth. \n \nTo be corrected by: 6-March-2023. \n3.1(a) \n   \nHousing facilities, general.\n\nA wire primary enclosure housing 2 adult bichons was in disrepair. The licensee uses metal hog rings to secure the wire \npanels together. The left side wall has become disconnected from the flooring creating an approximate 1-inch by 14-inch \ngap. This gap creates a risk of injury to the dogs housed within as it is large enough for a foot or leg to fall through. \nHousing facilities for dogs must be designed and constructed so that they are structurally sound. They must be in good \nrepair and protect the animal from injury. The facility must repair this enclosure so that it is safe for the dogs housed \nwithin, the licensee was shown this enclosure during the inspection. \n \nTo be corrected by: 2-March-2023. \n3.2(b) \n   \nIndoor housing facilities. \nDuring the inspection, the inspectors could smell an obvious ammonia odor in the adult side of the kennel housing \napproximately 104 adult dogs. The licensee states he cleans the excreta from under the elevated enclosures once to \ntwice a week and knows it needed to be done as it has been several days. The licensee was working on the cleaning \nmechanism the morning of the inspection. Dogs exposed to excessive ammonia odor may result in respiratory diseases \nand other disease hazards. \n \nIndoor housing facilities for dogs must be sufficiently ventilated at all times when dogs are present to provide for their \nhealth and well-being, and to minimize odors, drafts, ammonia levels and moisture condensation. The licensee must \nensure the indoor facilities are adequately ventilated and the ammonia odor does not persist. \n \nTo be corrected by: 3-March-2023. \n3.13(a)(3)\n\nVeterinary care for dogs. \nThe Program of Veterinary Care states that the licensee must test “2 adult dogs for heartworm disease and 5% of the \nadults pooled in groups of 3-5 for intestinal parasites.” The licensee has not had this testing completed at the time of \ninspection. Each dealer must follow an appropriate program of veterinary care for dogs that is developed, documented in \nwriting, and signed by the attending veterinarian and includes sampling and treatment of parasites and other pests. \nSampling of dogs for parasites is necessary to ensure the animals are receiving adequate veterinary care. The licensee \nmust have at least 2 adults tested for heartworm disease and 5% of adults tested for intestinal parasites and have records \navailable for APHIS inspection. \nTo be corrected by: 21-March-2023. \n3.13(b)(3) \n   \nVeterinary care for dogs. \nThe licensee is not keeping records of Distemper/Parvovirus/Hepatitis/Bordetella vaccine being administered to adult \ndogs. The Program of Veterinary Care instructs these vaccines be done annually, the licensee states this is done at the \nbeginning of the year but doesn’t write it down. \n \nThe lack of medical records, particularly vaccine records, makes it difficult to determine if the animals are receiving \nvaccines to protect them against potentially deadly and contagious diseases. Dealers must keep copies of medical \nrecords and make the records available for APHIS inspection. These records must include the names of all vaccines and \ntreatments administered and the dates of administration.  \n \nTo be corrected by: 6-March-2023. \n \nThis inspection and exit interview were conducted with licensee.\n\nAdditional Inspectors: \nLauren Murphy, VETERINARY MEDICAL OFFICEREnd Section",
  "animals_total": 121,
  "species": [
    {
      "count": 111,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 10,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}