{
  "insp_id": "41141320070860",
  "layout": "a",
  "customer_id": "26900",
  "customer_name": "Wayne Burkholder",
  "customer_addr": "2687 County Road 114\nBaltic, OH 43804",
  "certificate": "31-A-0278",
  "site_id": "001",
  "site_name": "WAYNE BURKHOLDER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "12-FEB-2014",
  "report_date": "12-FEB-2014",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "Dog with USDA #35 was observed to be limping. Upon further examination, there is a red mass/thickened area on\nher right front foot. This area was sensitive to touch.\nDog with USDA #33 was also observed limping. There is a reddened mass/thickened area on her left rear foot. In\naddition, she had excessively long nails. This dog would not allow further examination.\nHaving foot issues can affect the gait of the dog and cause pain and discomfort if it is not treated within a\nreasonable amount of time.\nLicensee must use appropriate methods to prevent, control, diagnose, and treat diseases and injuries. These dogs\nmust be seen by a licensed veterinarian. Documentation of examination, diagnosis and treatment must be\nmaintained by Licensee and made available for viewing by APHIS officials.\nCorrect By: February 19, 2014\nInspection and Exit conducted with facility representative."
    }
  ],
  "narrative": "2.40(b)(2)                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nDog with USDA #35 was observed to be limping.  Upon further examination, there is a red mass/thickened area on\nher right front foot.  This area was sensitive to touch.\nDog with USDA #33 was also observed limping.  There is a reddened mass/thickened area on her left rear foot.  In\naddition, she had excessively long nails.  This dog would not allow further examination.\nHaving foot issues can affect the gait of the dog and cause pain and discomfort if it is not treated within a\nreasonable amount of time.\n Licensee must use appropriate methods to prevent, control, diagnose, and treat diseases and injuries.  These dogs\nmust be seen by a licensed veterinarian.  Documentation of examination, diagnosis and treatment must be\nmaintained by Licensee and made available for viewing by APHIS officials. \nCorrect By: February 19, 2014\nInspection and Exit conducted with facility representative.",
  "animals_total": 31,
  "species": [
    {
      "count": 22,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 9,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}