{
  "insp_id": "INS-0000848044",
  "layout": "c",
  "customer_id": "6011853",
  "customer_name": "K&M Pets LLC",
  "customer_addr": "4301 Kirkwood Dr\nSaginaw, MI 48638",
  "certificate": "34-B-0244",
  "site_id": "001",
  "site_name": "K&M Pets LLC",
  "insp_type": "ROUTINE INSPECTION",
  "date": "21-FEB-2023",
  "report_date": "21-FEB-2023",
  "citations": [
    {
      "code": "2.131(a)",
      "kind": "Direct",
      "repeat": false,
      "desc": "Handling of animals.",
      "narrative": "The sloth has a lack of appropriate housing. This issue demonstrates that the licensee does not have adequate\nknowledge or experience with sloths. This knowledge is critical to avoid unnecessary suffering and possible death for this\nanimal. The licensee must acquire adequate knowledge and experience with sloths.\nCorrect by: March 6, 2023"
    },
    {
      "code": "2.131(b)(1)",
      "kind": "Direct",
      "repeat": false,
      "desc": "Handling of animals.",
      "narrative": "The sloth is currently being housed in an enclosure near the front of the pet store. The enclosure has open viewing to the\npublic on all four sides of the enclosure. The enclosure provides no area in which the sloth can remove itself from public\nview. Constant exposure to the public with no opportunity to escape the close vicinity of the public can be very stressful\nto the sloth. The sloth is exposed to drafts when the front door of the pet store is open. The humidity level as measured\nwith a kestrel was 40%. This is well below the 60% to 80% that sloths require. The drafty conditions and low humidity\ncan contribute to the discomfort of this animal and be detrimental to its health. The sloth enclosure is brightly lit with\noverhead florescent lights. Bright lights can be blinding to the sloth and may have contributed to the bite incident. The\nenclosure is lacking an appropriate substrate and a central climbing structure. There is no basking light and no platforms\nnooks or hammocks to provide appropriate resting areas. Lack of these items can contribute to behavioral stress and\nunnecessary discomfort for this sloth. Provide appropriate housing conditions for this sloth.\nCorrect by: March 6, 2023"
    },
    {
      "code": "2.131(c)(1)",
      "kind": "Direct",
      "repeat": false,
      "desc": "Handling of animals.",
      "narrative": "On February 12, 2023, a patron was bit on the arm by Sid the sloth during a sloth encounter experience. According to the\nlicensee this incident occurred when the patron was feeding the sloth an apple during the encounter. During public\nexhibition animals must be handled so that there is a minimal risk of harm to the animal and the public. The licensee\nmust adjust encounter handling procedures so that no additional injuries occur to the public or the sloth.\nCorrect by: Correct prior to any future sloth encounters.\nThis inspection and exit interview were conducted with a facility representative.\nEnd Section"
    }
  ],
  "narrative": "2.131(a)  Direct\n   \nHandling of animals. \nThe sloth has a lack of appropriate housing.  This issue demonstrates that the licensee does not have adequate \nknowledge or experience with sloths.  This knowledge is critical to avoid unnecessary suffering and possible death for this \nanimal.  The licensee must acquire adequate knowledge and experience with sloths. \nCorrect by:  March 6, 2023 \n2.131(b)(1)  Direct\n   \nHandling of animals. \nThe sloth is currently being housed in an enclosure near the front of the pet store.  The enclosure has open viewing to the \npublic on all four sides of the enclosure.  The enclosure provides no area in which the sloth can remove itself from public \nview.  Constant exposure to the public with no opportunity to escape the close vicinity of the public can be very stressful \nto the sloth.  The sloth is exposed to drafts when the front door of the pet store is open.  The humidity level as measured \nwith a kestrel was 40%.  This is well below the 60% to 80% that sloths require.  The drafty conditions and low humidity \ncan contribute to the discomfort of this animal and be detrimental to its health.  The sloth enclosure is brightly lit with \noverhead florescent lights.  Bright lights can be blinding to the sloth and may have contributed to the bite incident.  The \nenclosure is lacking an appropriate substrate and a central climbing structure.  There is no basking light and no platforms\n\nnooks or hammocks to provide appropriate resting areas.  Lack of these items can contribute to behavioral stress and \nunnecessary discomfort for this sloth.  Provide appropriate housing conditions for this sloth. \nCorrect by:  March 6, 2023 \n2.131(c)(1)  Direct\n   \nHandling of animals. \nOn February 12, 2023, a patron was bit on the arm by Sid the sloth during a sloth encounter experience.  According to the \nlicensee this incident occurred when the patron was feeding the sloth an apple during the encounter.  During public \nexhibition animals must be handled so that there is a minimal risk of harm to the animal and the public.  The licensee \nmust adjust encounter handling procedures so that no additional injuries occur to the public or the sloth. \nCorrect by:  Correct prior to any future sloth encounters. \n \nThis inspection and exit interview were conducted with a facility representative. \n \nEnd Section",
  "animals_total": 62,
  "species": [
    {
      "count": 46,
      "scientific": "Atelerix algirus",
      "common": "ALGERIAN HEDGEHOG"
    },
    {
      "count": 2,
      "scientific": "Chinchilla lanigera",
      "common": "CHINCHILLA"
    },
    {
      "count": 7,
      "scientific": "Cavia porcellus",
      "common": "DOMESTIC GUINEA PIG"
    },
    {
      "count": 1,
      "scientific": "Potos flavus",
      "common": "KINKAJOU"
    },
    {
      "count": 1,
      "scientific": "Choloepus didactylus",
      "common": "LINNAEUS'S TWO-TOED SLOTH"
    },
    {
      "count": 1,
      "scientific": "Mesocricetus auratus",
      "common": "SYRIAN / GOLDEN HAMSTER"
    },
    {
      "count": 4,
      "scientific": "Oryctolagus cuniculus",
      "common": "DOMESTIC RABBIT / EUROPEAN RABBIT"
    }
  ]
}