{
  "insp_id": "INS-0000853424",
  "layout": "c",
  "customer_id": "330076",
  "customer_name": "Richard Jensen Cindy Jensen",
  "customer_addr": "14282 200 Rd\nNEODESHA, KS 66757",
  "certificate": "48-A-2152",
  "site_id": "001",
  "site_name": "Cindy Jensen, Richard Jensen",
  "insp_type": "ROUTINE INSPECTION",
  "date": "14-MAR-2023",
  "report_date": "15-MAR-2023",
  "citations": [
    {
      "code": "2.75(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Records: Dealers and exhibitors.",
      "narrative": "* The cage card information attached to multiple enclosures containing 105 (unweaned) puppies was incomplete. The\nidentification, breed and sex of the puppies were missing. Complete and accurate records are needed to ensure each\npuppy identity can be known with certainty and to facilitate the ability to trace all puppies. The licensee must maintain\ncomplete and accurate records of all puppies at their facility. Correct by 4/14/23."
    },
    {
      "code": "3.1(c)(3)",
      "kind": "",
      "repeat": false,
      "desc": "Housing facilities, general.",
      "narrative": "* There is a mixture of dirt accumulating on the top of an estimated 20 fiberglass calf hutch enclosures. Fifty dogs are in\ncontact with the affected surfaces located in outdoor housing. The affected area covers the entire top of the calf hutch.\nCleaning of surfaces is necessary to prevent an accumulation of excreta and other disease hazards. This indicates an\nunsanitary living condition exists that could lead to potential disease or health risks. Surfaces which are not cleaned and\nsanitized properly increase the risk of disease hazards for the dogs. Cleanliness is important to the health and well-being\nof the animals. All surfaces of housing facilities must be cleaned and sanitized when necessary to satisfy generally\naccepted husbandry standards and practices. The applicant must ensure that hard surfaces with which the dogs come in\ncontact must be spot cleaned daily and sanitized in accordance with 3.11 (B) of this sub part to prevent accumulation of\nexcreta and reduce disease hazards. Correct by 3/16/23."
    },
    {
      "code": "3.13(a)(3)",
      "kind": "",
      "repeat": false,
      "desc": "Veterinary care for dogs.",
      "narrative": "* The licensee could not locate the last recorded date for annual heartworm, and fecal float testing for 236 adult dogs.\nAnnual heartworm and fecal float testing are important for the health of the animals. Heartworm and fecal float testing is\ndone to ensure that there are no active internal parasites. The licensee must ensure that all dogs are receiving\nvaccinations for contagious and/or deadly diseases of dogs (including rabies, parvovirus, and distemper) and sampling\nand treatment of parasites and other pests (including fleas, worms, coccidia, giardia, and heartworm) in accordance with a\nschedule approved by the attending veterinarian. Correct by 4/14/23.\nThis inspection and exit interview were conducted with the licensee.\nEnd Section"
    }
  ],
  "narrative": "2.75(a)(1) \n   \nRecords: Dealers and exhibitors. \n*      The cage card information attached to multiple enclosures containing 105 (unweaned) puppies was incomplete.  The \nidentification, breed and sex of the puppies were missing.  Complete and accurate records are needed to ensure each \npuppy identity can be known with certainty and to facilitate the ability to trace all puppies.  The licensee must maintain \ncomplete and accurate records of all puppies at their facility. Correct by 4/14/23. \n3.1(c)(3) \n   \nHousing facilities, general. \n*  There is a mixture of dirt accumulating on the top of an estimated 20 fiberglass calf hutch enclosures.  Fifty dogs are in \ncontact with the affected surfaces located in outdoor housing. The affected area covers the entire top of the calf hutch.  \nCleaning of surfaces is necessary to prevent an accumulation of excreta and other disease hazards.  This indicates an \nunsanitary living condition exists that could lead to potential disease or health risks.  Surfaces which are not cleaned and \nsanitized properly increase the risk of disease hazards for the dogs. Cleanliness is important to the health and well-being \nof the animals. All surfaces of housing facilities must be cleaned and sanitized when necessary to satisfy generally \naccepted husbandry standards and practices.   The applicant must ensure that hard surfaces with which the dogs come in \ncontact must be spot cleaned daily and sanitized in accordance with 3.11 (B) of this sub part to prevent accumulation of \nexcreta and reduce disease hazards.  Correct by 3/16/23.\n\n3.13(a)(3) \n   \nVeterinary care for dogs. \n*   The licensee could not locate the last recorded date for annual heartworm, and fecal float testing for 236 adult dogs.  \nAnnual heartworm and fecal float testing are important for the health of the animals.  Heartworm and fecal float testing is \ndone to ensure that there are no active internal parasites.   The licensee must ensure that all dogs are receiving \nvaccinations for contagious and/or deadly diseases of dogs (including rabies, parvovirus, and distemper) and sampling \nand treatment of parasites and other pests (including fleas, worms, coccidia, giardia, and heartworm) in accordance with a \nschedule approved by the attending veterinarian.  Correct by 4/14/23. \n \nThis inspection and exit interview were conducted with the licensee. \n \nEnd Section",
  "animals_total": 341,
  "species": [
    {
      "count": 236,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 105,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}