{
  "insp_id": "160161304290500",
  "layout": "a",
  "customer_id": "27401",
  "customer_name": "Zany Zoo Pets L L C",
  "customer_addr": "3815 Marshall Avenue\nEugene, OR 97402",
  "certificate": "92-B-0230",
  "site_id": "003",
  "site_name": "ZANY ZOO PETS, L L C",
  "insp_type": "ROUTINE INSPECTION",
  "date": "22-MAR-2016",
  "report_date": "29-JUN-2016",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "The black and white rabbit, in an area restricted to the public, was being treated for an eye condition with\nterramycin. The rabbit had some dried matter, yellow grey in color, below each eye. The eyes were not swollen or\nred. An employee was asked to roll out the lower eyelid. The conjunctiva and third eye lid were examined and\nfound to be somewhat swollen, red and irritated. The owner stated they had been treating the eye condition for\nabout a week and it had greatly improved. Although improved the treatment plan has not cured the condition.\nTreatment was being administered by the owner without written instructions and without examination by the\nattending veterinarian. Eye aliments can be very painful and problematic. This rabbit needs to be evaluated by the\nattending veterinarian.\nCorrect by: within 24 to 48 hours.\nTwo guinea pigs had been treated with lotrimin, by the owner, for a suspected fungal skin problem. The guinea pigs\nlooked well and the skin condition had responded well to the treatment. The owner stated their attending\nveterinarian had prescribed this treatment for this problem in the past. However, there was no written prescription\nor protocol for its use by the attending veterinarian. All off-label drug use must be approved by the attending\nveterinarian and must have written instructions in place to ensure proper medical treatment is being administered.\nCorrect by: Ensure all medical treatment is approved in writing by the Attending Veterinarian from this point\nforward."
    },
    {
      "code": "3.29(a)",
      "kind": "Direct",
      "repeat": false,
      "desc": "FEEDING.",
      "narrative": "One enclosure housing a single guinea pig had no food or water receptacles, and had no food or water in the\nenclosure. The owner stated the guinea pig had been placed in this new enclosure the day before this inspection,\nabout 24 hours ago. Guinea pigs must be fed each day; this animal had gone a full day without food or water.\nThe licensee put food and water in the enclosure immediately upon discovering it during the inspection.\nCorrected during inspection."
    },
    {
      "code": "3.30",
      "kind": "Direct",
      "repeat": false,
      "desc": "WATERING.",
      "narrative": "One enclosure housing a single guinea pig had no food or water receptacles, and had no food or water in the\nenclosure. The owner stated the guinea pig had been placed in this new enclosure the day before this inspection.\nUnless food supplements consumed by guinea pigs supply their water requirements, water must be provided daily.\nWater is essential for all animals and daily monitoring of water in all guinea pig enclosure is necessary.\nDehydration and deteriorating health conditions can happen quickly if water is not available. Monitoring of water\nlevels needs to be increased to insure all animals have adequate water supplies. Water was provided during this\ninspection.\nCorrected during inspection."
    },
    {
      "code": "3.56(a)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "The top cage containing two rabbits, next to the porcupine cage, has an accumulation of old bedding, food, fur, and\ncobwebs between the cage and the wall. The back panel of the cage has an accumulation of cobwebs. This\nneeds to be cleaned to comply with USDA sanitation regulations and to prevent the possible growth of mold and\nbacteria or attraction of pest such as flies, roaches, or mice. A regular schedule of cleaning around and behind\ncages needs to be in place and followed.\nCorrect by: March 25,2016"
    },
    {
      "code": "3.58(a)",
      "kind": "",
      "repeat": false,
      "desc": "CLASSIFICATION AND SEPARATION.",
      "narrative": "One rabbit was housed in the same enclosure with two guinea pigs. A second rabbit was housed with one guinea\npig in another enclosure. USDA regulations state that rabbits shall not be housed with any other species of animal.\nRabbits are a prey species and housing with other animals can produce physical stress on the rabbits which may\naffect overall health. Also, rabbits are severely affected by some types of bacteria that are carried unnoticed by\nother species.\nThe rabbits were separated from other species by moving them to other cages at the time of the inspection.\nCorrected during inspection."
    },
    {
      "code": "3.125(c)",
      "kind": "",
      "repeat": true,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "In the food storage area several food bags were opened and taped shut. While this may help keep the food fresh it\ndoes not protect the food from vermin such as mice from chewing into the bag. All open bags of food need to be\nstored in such a manner to protect them from mold, deterioration, and vermin contamination. Containers for open\nbags of food material need to be used and maintained in good condition to protect food quality.\nCorrect by: March 25, 2016"
    },
    {
      "code": "3.130",
      "kind": "Direct",
      "repeat": false,
      "desc": "WATERING.",
      "narrative": "One enclosure housing five degus had a empty water bottle. Water must be provided at all times or as frequently\nas necessary depending on the age, size, condition, and species of animal. Water was provided during the\ninspection and the degus mobbed the water bottle and drank for several minutes indicating they were very thirsty.\nWater is essential for life and all animals must have access to it. Monitoring of water levels needs to be increased\nand employees need to make sure all water bottles have adequate levels of water for each enclosure containing\nanimals.\nCorrected during inspection."
    },
    {
      "code": "3.131(c)",
      "kind": "",
      "repeat": true,
      "desc": "SANITATION.",
      "narrative": "The floor beside and behind the Kinkajou cage has an accumulation of old bedding, dry food biscuits, and food\nmaterials. Also the floor in the food storage area under the food bin racks has an accumulation of spilled dry food\nmaterials on the floor. This needs to be cleaned up to prevent the attraction of pest and possible growth of molds\nand bacteria. A regular schedule of cleaning around and behind the cages and food storage bins needs to be in\nplace and followed.\nCorrect by: March 25, 2016\nAn exit interview was conducted with the facility owner at the end of this inspection.\nThis inspection was conducted with USDA VMO, Dr. Gwynn Hallberg.\nAdditional Inspectors\nHallberg Gwynn, Veterinary Medical Officer"
    }
  ],
  "narrative": "2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThe black and white rabbit, in an area restricted to the public, was being treated for an eye condition with\nterramycin.  The rabbit had some dried matter, yellow grey in color, below each eye.  The eyes were not swollen or\nred.  An employee was asked to roll out the lower eyelid. The conjunctiva and third eye lid were examined and\nfound to be somewhat swollen, red and irritated.  The owner stated they had been treating the eye condition for\nabout a week and it had greatly improved.   Although improved the treatment plan has not cured the condition. \nTreatment was being administered by the owner without written instructions and without examination by the\nattending veterinarian.  Eye aliments can be very painful and problematic.   This rabbit needs to be evaluated by the\nattending veterinarian.\nCorrect by:  within 24 to 48 hours.\nTwo guinea pigs had been treated with lotrimin, by the owner, for a suspected fungal skin problem.  The guinea pigs\nlooked well and the skin condition had responded well to the treatment.  The owner stated their attending\nveterinarian had prescribed this treatment for this problem in the past.  However, there was no written prescription\nor protocol for its use by the attending veterinarian.   All off-label drug use must be approved by the attending\nveterinarian and must have written instructions in place to ensure proper medical treatment is being administered.\nCorrect by:  Ensure all medical treatment is approved in writing by the Attending Veterinarian from this point\nforward.\n3.29(a)           DIRECT\nFEEDING. \nOne enclosure housing a single guinea pig had no food or water receptacles, and had no food or water in the\nenclosure.  The owner stated the guinea pig had been placed in this new enclosure the day before this inspection,\n\nabout 24 hours ago.   Guinea pigs must be fed  each day; this animal had gone a full day without food or water.\nThe licensee put food and water in the enclosure immediately upon discovering it during the inspection.\nCorrected during inspection.\n3.30           DIRECT\nWATERING. \nOne enclosure housing a single guinea pig had no food or water receptacles, and had no food or water in the\nenclosure.  The owner stated the guinea pig had been placed in this new enclosure the day before this inspection.  \nUnless food supplements consumed by guinea pigs supply their water requirements, water must be provided daily. \nWater is essential for all animals and daily monitoring of water in all guinea pig enclosure is necessary.  \nDehydration and deteriorating health conditions can happen quickly if water is not available.  Monitoring of water\nlevels needs to be  increased to insure all animals have adequate water supplies.   Water was provided during this\ninspection.\nCorrected during inspection.\n3.56(a)\nSANITATION. \nThe top cage containing two rabbits, next to the porcupine cage,  has an accumulation of old bedding, food, fur, and\ncobwebs between the cage and the wall.  The back panel  of the cage has an accumulation of cobwebs.  This\nneeds to be cleaned to comply with USDA sanitation regulations and to prevent the possible growth of mold and\nbacteria or attraction of pest such as flies, roaches, or mice.  A regular schedule of cleaning around and behind\ncages needs to be in place and followed.\nCorrect by:  March 25,2016\n3.58(a)\nCLASSIFICATION AND SEPARATION. \nOne rabbit was housed in the same enclosure with two guinea pigs. A second rabbit was housed with one guinea\npig in another enclosure. USDA regulations state that rabbits shall not be housed with any other species of animal.\n\nRabbits are a prey species and housing with other animals can produce physical stress on the rabbits which may\naffect overall health.  Also, rabbits are severely affected by some types of bacteria that are carried unnoticed by\nother species. \nThe rabbits were separated from other species by moving them to other cages at the time of the inspection.\nCorrected  during inspection.\n3.125(c)                    REPEAT\nFACILITIES, GENERAL.   \nIn the food storage area several food bags were opened and taped shut.  While this may help keep the food fresh it\ndoes not protect the food from vermin such as mice from chewing into the bag.  All open bags of food need to be\nstored in such a manner to protect them from mold, deterioration, and vermin contamination.  Containers for open\nbags of food material need to be used and maintained in good condition to protect food quality.\nCorrect by:  March 25, 2016\n3.130           DIRECT\nWATERING.  \nOne enclosure housing five degus had a empty water bottle.  Water must be provided at all times or as frequently\nas necessary depending on the age, size, condition, and species of animal.  Water was provided during the\ninspection and the degus mobbed the water bottle and drank for several minutes indicating they were very thirsty. \nWater is essential for life and all animals must have access to it.  Monitoring of water levels needs to be increased\nand employees need to make sure all water bottles have adequate levels of water for each enclosure containing\nanimals.\nCorrected during inspection.\n3.131(c)                    REPEAT\nSANITATION.   \nThe floor beside and behind the Kinkajou cage has an accumulation of old bedding, dry food biscuits, and food\n\nmaterials.  Also the floor in the food storage area under the food bin racks has an accumulation of spilled dry food\nmaterials on the floor.  This needs to be cleaned up to prevent the attraction of pest and possible growth of molds\nand bacteria.  A regular schedule of cleaning around and behind the cages and food  storage bins needs to be in\nplace and followed.\nCorrect by:  March 25, 2016\nAn exit interview was conducted with the facility owner at the end of this inspection.\nThis inspection was conducted with USDA VMO,  Dr. Gwynn Hallberg.\nAdditional Inspectors\nHallberg Gwynn, Veterinary Medical Officer",
  "animals_total": 74,
  "species": [
    {
      "count": 1,
      "scientific": "Atelerix albiventris",
      "common": "HEDGEHOG"
    },
    {
      "count": 20,
      "scientific": "Cavia porcellus",
      "common": "DOMESTIC GUINEA PIG"
    },
    {
      "count": 9,
      "scientific": "Chinchilla lanigera",
      "common": "CHINCHILLA"
    },
    {
      "count": 2,
      "scientific": "Coendou prehensilis",
      "common": "PREHENSILE-TAILED PORCUPINE"
    },
    {
      "count": 1,
      "scientific": "Cricetus cricetus",
      "common": "EUROPEAN HAMSTER / BLACK-BELLIED HAMSTER"
    },
    {
      "count": 2,
      "scientific": "Dolichotis patagonum",
      "common": "PATAGONIAN CAVY / MARA"
    },
    {
      "count": 2,
      "scientific": "Galago senegalensis",
      "common": "NORTHERN LESSER BUSHBABY"
    },
    {
      "count": 1,
      "scientific": "Lemur catta",
      "common": "RINGTAIL LEMUR"
    },
    {
      "count": 4,
      "scientific": "Mustela putorius",
      "common": "EUROPEAN POLECAT"
    },
    {
      "count": 14,
      "scientific": "Octodon degus",
      "common": "DEGU"
    },
    {
      "count": 6,
      "scientific": "Oryctolagus cuniculus",
      "common": "EUROPEAN RABBIT"
    },
    {
      "count": 11,
      "scientific": "Petaurus breviceps",
      "common": "SUGAR GLIDER"
    },
    {
      "count": 1,
      "scientific": "Potos flavus",
      "common": "KINKAJOU"
    }
  ]
}