{
  "insp_id": "INS-0000861690",
  "layout": "c",
  "customer_id": "500902",
  "customer_name": "ELENA MIKIRTICHEVA ANDREY MIKIRTICHEV",
  "customer_addr": "3000 BENSLEY RD\nNORTH CHESTERFIELD, VA 23237",
  "certificate": "52-B-0175",
  "site_id": "001",
  "site_name": "ANDREY MIKIRTICHEV",
  "insp_type": "ROUTINE INSPECTION",
  "date": "03-APR-2023",
  "report_date": "06-APR-2023",
  "citations": [
    {
      "code": "2.40(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "Regularly scheduled visits to the facility by the attending veterinarian are not occurring. The facility’s written program of\nveterinary care indicates that regularly scheduled visits to the premises by the veterinarian are to occur annually, however\nthe attending veterinarian has not been to the facility in 14 months and there is no upcoming scheduled site visit\naccording to the attending veterinarian.\nCompleting regularly scheduled visits by the attending veterinarian to the premise where animals are housed is necessary\nso that the attending veterinarian can evaluate housing and husbandry provided to animals and ensure the adequacy of\nall aspects of animal care and use. Correct by ensuring that the program of veterinary care is followed and that regular\nvisits to the premises by the attending veterinarian are occurring at the frequency defined in the program, but not less\nthan annually. Correct by May 5, 2023."
    },
    {
      "code": "2.40(a)(2)",
      "kind": "",
      "repeat": true,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "The licensee is still not providing the attending veterinarian (AV) appropriate authority over the veterinary care of the\nanimals at the facility. According to medical records, George, a male 5-year-old, French Bulldog microchip\n#992001000364968 was diagnosed heartworm positive on March 21, 2023. As part of his medical treatment plan, the\nattending veterinarian instructed the licensee to restrict George’s activity. At the time of inspection George was housed\nwith another dog in his normal approximately 10 ft. by 23 ft. dog run. George was seen running around, panting, and\ninteracting with his enclosure mate.\nFailure to ensure that the attending veterinarian has appropriate authority over the veterinary care of the animals can lead\nto unnecessary pain and suffering of the animals. Correct by ensuring the attending veterinarian has appropriate authority\nover the veterinary care and to oversee the adequacy of other aspects of animal care and use."
    },
    {
      "code": "2.40(b)(3)",
      "kind": "Direct",
      "repeat": true,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "Four cats had medical conditions that had not been identified or treated by the facility prior to the inspection.\n**An 8-year-old adult female white long-haired cat #900215000825306 exhibited foul breath and had severely reddened\nand swollen gums at the upper and lower jaw and especially towards the back of the mouth. Several front teeth were\nmissing. The cat exhibited pain and sensitivity of the gums by retracting its head when the gums were palpated.\n** One two-year-old adult female calico #900215001896851 had moderately reddened and swollen gums easily visible\nalong the entirety of the upper and lower jaws.\n** One approximately 5-month-old juvenile female long-haired orange cat #900215000885627 also had moderately\nreddened and swollen gums easily visible along the entirety of the upper and lower jaws.\n** One male cat, orange tabby #90021500825313, was found to have missing fur and superficial scratch wounds at the\nback of his neck. There was also chronic tear staining and clear drainage from the right eye.\nNone of these health issues were found during daily observations and none have been reported to the attending\nveterinarian; there are no current treatment plans in place according to the licensee.\nAnimals with untreated medical conditions including dental and skin problems may suffer from unnecessary pain,\ndiscomfort, infection, and stress. Daily observations of animals to identify medical problems is essential to identify injury\nand illness quickly, initiate treatment quickly, and prevent unnecessary suffering. Correct by observing all animals at least\ndaily to identify physical, medical, or behavioral problems. Additionally, ensure that all findings are communicated in a\ntimely manner to the attending veterinarian so that they can examine animals and ensure that appropriate treatment is\nprovided as required by section 2.40(b)(2)."
    },
    {
      "code": "3.1(c)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Housing facilities, general.",
      "narrative": "Multiple primary enclosures in the facility contain sharp points and aren’t constructed in a manner that allows them to be\nreadily cleaned and sanitized or replaced when worn or soiled. Two rooms, housing 11 adult cats, have painted wooden\ntrim and windowsills that have been scratched, chewed, and have large areas of flaking paint, exposing unsealed wood.\nFive out of six outdoor dog enclosures have walls that are made of several different materials including: wire, unsealed\nwood, and plastic lattice. The walls have multiple sharp points caused by broken or bent wire which could cause injury to\nthe dogs. Additionally, the areas of unsealed wood are unable to be properly sanitized and can not be easily replaced\nwhen worn and soiled.\nHousing facilities which contain sharp points can cause injury to animals. Unsealed surfaces that cannot be properly\nsanitized may lead to illness. Correct by ensuring that all surfaces of housing facilities are constructed in a manner and\nmade of materials that allow them to be readily cleaned and sanitized or removed and replaced when worn of soiled.\nInterior surfaces must also be free of jagged edges or sharp points that might injure the animals. Correct by May 2, 2023."
    },
    {
      "code": "3.1(e)",
      "kind": "",
      "repeat": true,
      "desc": "Housing facilities, general.",
      "narrative": "Food is not being stored in a manner to prevent spoilage, contamination, or vermin infestation. In the main house in the\nprimary bedroom, where 1 adult cat is housed, there are multiple bags of dry cat food being stored on a bed and\nsurrounded by accumulated household materials. In the same room, there is a bag of dry dog food being stored directly\non the floor.\nImproper food storage that does not allow access for cleaning and visualization of containers to ensure no damage or\nvermin invasion can result in food spoilage and spread of disease. Correct by ensuring that all food is stored off the floor\nand away from walls to allow cleaning underneath and around the supplies."
    },
    {
      "code": "3.3(e)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Sheltered housing facilities.",
      "narrative": "The floors, walls and perches of the outdoor portion, or “catios”, of the two sheltered cat enclosures are constructed of\npermeable, unstained and unsealed wood. Surfaces permeable to moisture cannot be properly cleaned and/or sanitized\nas contaminated material can penetrate into the surfaces.\nHaving surfaces in contact with the animals that cannot be properly cleaned and sanitized can expose the cats to\nunnecessary disease hazards. Correct by ensuring that all outdoor areas in contact with the animals are properly\nconstructed or sealed so as to be impervious to moisture and able to be properly cleaned and sanitized in accordance\nwith 3.11(b). Correct by June 1, 2023."
    },
    {
      "code": "3.4(a)(1)(ii)",
      "kind": "",
      "repeat": false,
      "desc": "Outdoor housing facilities.",
      "narrative": "Ten French Bulldogs are kept in outdoor housing without specific approval by the attending veterinarian (AV). Short nosed\ndogs such as French Bulldogs are highly susceptible to heat exhaustion and heat stroke. This breed which is both small\nand short-haired, also does not tolerate cold temperatures for extended periods of time.\nAccording to Weather Underground (wunderground.com) history for Richmond, VA, temperatures reached an average\nhigh of 90 degrees Fahrenheit with a maximum of 98 degrees Fahrenheit in July of 2022. During December 2022 the\ntemperatures had an average low of 31 degrees Fahrenheit with a minimum of 8 degrees Fahrenheit in December of\n2022. The temperatures prevalent in this area are likely to cause stress and discomfort both during winter cold periods\nand summer heat. The attending veterinarian has not provided approval for housing these animals in outdoor housing\nfacilities, and when asked stated that she was uncomfortable with housing the French Bulldogs outdoors.\nCold weather and hot weather can have a severe impact on the health and welfare of small, short nosed dogs. Dogs\nwhich are not acclimated to the local temperatures or cannot tolerate those temperatures because of breed, age, or\nillness are therefore likely to experience discomfort, distress, or illness as a result of outdoor housing. Correct by ensuring\nthat only dogs that are appropriate for outdoor housing, as specifically approved by the attending veterinarian, are housed\nin outdoor housing. Correct by April 21, 2023."
    },
    {
      "code": "3.6(a)(2)(iii)",
      "kind": "Critical",
      "repeat": false,
      "desc": "Primary enclosures.",
      "narrative": "The primary dog enclosures do not contain the animals securely and the facility has lost two female French bulldogs after\nthey managed to escape their enclosures.\nTwo female French bulldogs (microchip # 643094800023001 and # 900215000815035) were reported by the licensee to\nhave escaped from their enclosures and lost on 11-15-2022 and 7-13-2022, respectively. One was documented on the\nfacility disposition records as “ran away” while the second was just recorded with a disposition date (no disposition\nmethod). Neither animal was recovered by the licensee.\nThe three middle dog enclosures have walls made of multiple different materials including: wire, raw wood, and plastic\nlattice and are approximately 4.5 ft high. During the inspection, a male 8-month-old French bulldog microchip\n#900215000885840 was found out of his enclosure and in an adjacent pen with an intact female French bulldog “Tina”\nmicrochip# 900113000387375. After being replaced in his enclosure, he was seen jumping and scaling the fence between\nthe enclosures, balanced at the top.\nAnimals that are able to escape their primary enclosures can become seriously injured, lost, or end up in another\nenclosure with an incompatible animal. Correct by ensuring that all primary enclosures for dogs and cats are constructed\nand maintained so that they contain the dogs and cats securely. Correct by April 16, 2023."
    },
    {
      "code": "3.6(b)(1)(i)",
      "kind": "",
      "repeat": false,
      "desc": "Primary enclosures.",
      "narrative": "Three primary cat enclosures (enclosure #1: one adult; enclosure #2: 1 adult and 4 kittens; enclosure #3: 1 adult and 3\nkittens) do not provide the minimum height required by the Animal Welfare Act. The enclosures are elevated, two-level\nmetal cages that measure 37” wide by 25” deep by 21” high. Each primary enclosure must be at least 24” high to allow for\nnormal postural adjustments and provide adequate space for elevated resting platforms. Correct by ensuring all primary\nenclosures housing cats are at least 24” high. Correct by April 16, 2023."
    },
    {
      "code": "3.6(b)(2)",
      "kind": "",
      "repeat": true,
      "desc": "Primary enclosures.",
      "narrative": "More than 12 adult non-conditioned cats are being housed in the same primary enclosure. Two intact male cats are kept\nwith 13 breeding female cats. One male cat, orange tabby #90021500825313, was found to have missing fur and\nsuperficial scratch wounds at the back of his neck. The licensee stated that they believe the wounds were from the other\nmale cat in the enclosure and that they have exhibited episodes of intolerance towards one another in the past, especially\nduring breeding season.\nIncompatibility amongst animals sharing an enclosure can lead to chronic stress and injury. Defensive aggression and\nfighting between adult male unneutered cats is a well-known phenomenon and can lead to severe injury and even death.\nAll cats housed in the same primary enclosure must be compatible, as determined by observation. Correct by ensuring all\ncats housed in the same primary enclosure are compatible."
    },
    {
      "code": "3.6(b)(4)",
      "kind": "",
      "repeat": false,
      "desc": "Primary enclosures.",
      "narrative": "Six primary cat enclosures, housing a total of 22 cats, do not contain an elevated resting surface(s). Lack of such surfaces\ncan negatively impact the well-being of the animals as they provide the opportunity for the species to exhibit some of their\nnatural behaviors and decrease stress. Correct by ensuring each primary enclosure housing cats contains an elevated\nresting surface or surfaces that are impervious to moisture, easily cleaned, sanitized, or replaced when soiled or worn,\nand are large enough to hold all the occupants of the primary enclosure at the same time comfortably. Correct by April 16,\n2023."
    },
    {
      "code": "3.11(c)",
      "kind": "",
      "repeat": true,
      "desc": "Cleaning, sanitization, housekeeping, and pest control.",
      "narrative": "There continues to be accumulated junk and debris in non-animal areas of the facility. In the main yard there are piles of\ndismantled and whole animal carriers, some with stagnant water and layers of algae visible. In the cat house at the rear of\nthe property, the kitchen area is cluttered with tools, household supplies, cleaners, empty bottles and trash. The floor has\na thick layer of dust and grime.\nPiles and accumulations of discarded waste and junk on the premises can contribute to pest infestation and serve as\nsource of injury to humans and animals on the property. Correct by ensuring that animal housing facilities, buildings and\nsurrounding grounds are kept clean and in good repair, so as to protect animals from injury, facilitate good husbandry\npractices and reduce the risk of pest breeding."
    },
    {
      "code": "3.12",
      "kind": "",
      "repeat": false,
      "desc": "Employees",
      "narrative": "There does not appear to be a sufficient number of adequately trained employees to carry out the work of the facility to an\nacceptable level required by the AWA. There are two people primarily responsible for the care of over 100 animals at this\nfacility. There are numerous non-compliances identified pertaining to the housing, animal husbandry and daily\nobservation, as well as record keeping at this facility. These ongoing issues seen are consistent with shortages of\npersonnel.\nInsufficient personnel can lead to a failure in maintenance of the facility, delayed care of animals, and ultimately\nunnecessary suffering. Correct by ensuring a sufficient number of adequately trained employees are utilized to maintain\nthe professionally acceptable level of husbandry practices set forth in this subpart. Correct by June 1, 2023."
    },
    {
      "code": "3.13(b)(3)",
      "kind": "",
      "repeat": false,
      "desc": "Veterinary care for dogs.",
      "narrative": "The medical records for the dogs do not include information about treatments or vaccines administered:\n**The names of medical treatments and dates they are administered are not being recorded. At the time of inspection,\nseveral dogs were under treatment by the attending veterinarian for skin and ear infections. The licensee states that the\nmedications have been administered in accordance with the prescription however there is no written record of treatments.\n**The name and date of administration of all required vaccinations described in the program of veterinary care are not\nbeing recorded.\nAdequate record keeping is necessary to ensure the health of animals and to ensure that the guidance of the attending\nveterinarian is being followed. Correct by recording the names of all vaccines and treatments administered and the dates\nof administration. Correct by April 7th, 2023.\nThis inspection and exit interview were conducted with the licensee.\nAdditional Inspectors:\nRachel Perez-Baum, VETERINARY MEDICAL OFFICER\nSarah Roloff, ANIMAL CARE INSPECTOR n"
    }
  ],
  "narrative": "2.40(a)(1) \n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nRegularly scheduled visits to the facility by the attending veterinarian are not occurring. The facility’s written program of \nveterinary care indicates that regularly scheduled visits to the premises by the veterinarian are to occur annually, however \nthe attending veterinarian has not been to the facility in 14 months and there is no upcoming scheduled site visit \naccording to the attending veterinarian.    \nCompleting regularly scheduled visits by the attending veterinarian to the premise where animals are housed is necessary \nso that the attending veterinarian can evaluate housing and husbandry provided to animals and ensure the adequacy of \nall aspects of animal care and use. Correct by ensuring that the program of veterinary care is followed and that regular \nvisits to the premises by the attending veterinarian are occurring at the frequency defined in the program, but not less \nthan annually. Correct by May 5, 2023. \n2.40(a)(2)  Repeat\n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nThe licensee is still not providing the attending veterinarian (AV) appropriate authority over the veterinary care of the \nanimals at the facility. According to medical records, George, a male 5-year-old, French Bulldog microchip \n#992001000364968 was diagnosed heartworm positive on March 21, 2023. As part of his medical treatment plan, the\n\nattending veterinarian instructed the licensee to restrict George’s activity. At the time of inspection George was housed \nwith another dog in his normal approximately 10 ft. by 23 ft. dog run. George was seen running around, panting, and \ninteracting with his enclosure mate. \nFailure to ensure that the attending veterinarian has appropriate authority over the veterinary care of the animals can lead \nto unnecessary pain and suffering of the animals. Correct by ensuring the attending veterinarian has appropriate authority \nover the veterinary care and to oversee the adequacy of other aspects of animal care and use. \n2.40(b)(3)  Direct Repeat\n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nFour cats had medical conditions that had not been identified or treated by the facility prior to the inspection. \n**An 8-year-old adult female white long-haired cat #900215000825306 exhibited foul breath and had severely reddened \nand swollen gums at the upper and lower jaw and especially towards the back of the mouth. Several front teeth were \nmissing. The cat exhibited pain and sensitivity of the gums by retracting its head when the gums were palpated.  \n** One two-year-old adult female calico #900215001896851 had moderately reddened and swollen gums easily visible \nalong the entirety of the upper and lower jaws. \n** One approximately 5-month-old juvenile female long-haired orange cat #900215000885627 also had moderately \nreddened and swollen gums easily visible along the entirety of the upper and lower jaws. \n** One male cat, orange tabby #90021500825313, was found to have missing fur and superficial scratch wounds at the \nback of his neck. There was also chronic tear staining and clear drainage from the right eye.  \nNone of these health issues were found during daily observations and none have been reported to the attending \nveterinarian; there are no current treatment plans in place according to the licensee.  \nAnimals with untreated medical conditions including dental and skin problems may suffer from unnecessary pain, \ndiscomfort, infection, and stress. Daily observations of animals to identify medical problems is essential to identify injury\n\nand illness quickly, initiate treatment quickly, and prevent unnecessary suffering. Correct by observing all animals at least \ndaily to identify physical, medical, or behavioral problems. Additionally, ensure that all findings are communicated in a \ntimely manner to the attending veterinarian so that they can examine animals and ensure that appropriate treatment is \nprovided as required by section 2.40(b)(2). \n3.1(c)(1) \n   \nHousing facilities, general. \nMultiple primary enclosures in the facility contain sharp points and aren’t constructed in a manner that allows them to be \nreadily cleaned and sanitized or replaced when worn or soiled. Two rooms, housing 11 adult cats, have painted wooden \ntrim and windowsills that have been scratched, chewed, and have large areas of flaking paint, exposing unsealed wood. \nFive out of six outdoor dog enclosures have walls that are made of several different materials including: wire, unsealed \nwood, and plastic lattice. The walls have multiple sharp points caused by broken or bent wire which could cause injury to \nthe dogs.  Additionally, the areas of unsealed wood are unable to be properly sanitized and can not be easily replaced \nwhen worn and soiled.  \nHousing facilities which contain sharp points can cause injury to animals. Unsealed surfaces that cannot be properly \nsanitized may lead to illness.  Correct by ensuring that all surfaces of housing facilities are constructed in a manner and \nmade of materials that allow them to be readily cleaned and sanitized or removed and replaced when worn of soiled. \nInterior surfaces must also be free of jagged edges or sharp points that might injure the animals. Correct by May 2, 2023. \n3.1(e)  Repeat\n   \nHousing facilities, general. \nFood is not being stored in a manner to prevent spoilage, contamination, or vermin infestation.  In the main house in the \nprimary bedroom, where 1 adult cat is housed, there are multiple bags of dry cat food being stored on a bed and \nsurrounded by accumulated household materials. In the same room, there is a bag of dry dog food being stored directly\n\non the floor.   \nImproper food storage that does not allow access for cleaning and visualization of containers to ensure no damage or \nvermin invasion can result in food spoilage and spread of disease. Correct by ensuring that all food is stored off the floor \nand away from walls to allow cleaning underneath and around the supplies. \n3.3(e)(1) \n   \nSheltered housing facilities. \nThe floors, walls and perches of the outdoor portion, or “catios”, of the two sheltered cat enclosures are constructed of \npermeable, unstained and unsealed wood. Surfaces permeable to moisture cannot be properly cleaned and/or sanitized \nas contaminated material can penetrate into the surfaces. \nHaving surfaces in contact with the animals that cannot be properly cleaned and sanitized can expose the cats to \nunnecessary disease hazards. Correct by ensuring that all outdoor areas in contact with the animals are properly \nconstructed or sealed so as to be impervious to moisture and able to be properly cleaned and sanitized in accordance \nwith 3.11(b). Correct by June 1, 2023. \n3.4(a)(1)(ii) \n   \nOutdoor housing facilities. \nTen French Bulldogs are kept in outdoor housing without specific approval by the attending veterinarian (AV). Short nosed \ndogs such as French Bulldogs are highly susceptible to heat exhaustion and heat stroke. This breed which is both small \nand short-haired, also does not tolerate cold temperatures for extended periods of time.   \n According to Weather Underground (wunderground.com) history for Richmond, VA, temperatures reached an average \nhigh of 90 degrees Fahrenheit with a maximum of 98 degrees Fahrenheit in July of 2022.  During December 2022 the \ntemperatures had an average low of 31 degrees Fahrenheit with a minimum of 8 degrees Fahrenheit in December of \n2022.  The temperatures prevalent in this area are likely to cause stress and discomfort both during winter cold periods\n\nand summer heat.  The attending veterinarian has not provided approval for housing these animals in outdoor housing \nfacilities, and when asked stated that she was uncomfortable with housing the French Bulldogs outdoors.   \nCold weather and hot weather can have a severe impact on the health and welfare of small, short nosed dogs. Dogs \nwhich are not acclimated to the local temperatures or cannot tolerate those temperatures because of breed, age, or \nillness are therefore likely to experience discomfort, distress, or illness as a result of outdoor housing. Correct by ensuring \nthat only dogs that are appropriate for outdoor housing, as specifically approved by the attending veterinarian, are housed \nin outdoor housing. Correct by April 21, 2023. \n3.6(a)(2)(iii)  Critical\n   \nPrimary enclosures. \nThe primary dog enclosures do not contain the animals securely and the facility has lost two female French bulldogs after \nthey managed to escape their enclosures.   \nTwo female French bulldogs (microchip # 643094800023001 and # 900215000815035) were reported by the licensee to \nhave escaped from their enclosures and lost on 11-15-2022 and 7-13-2022, respectively. One was documented on the \nfacility disposition records as “ran away” while the second was just recorded with a disposition date (no disposition \nmethod). Neither animal was recovered by the licensee.  \nThe three middle dog enclosures have walls made of multiple different materials including: wire, raw wood, and plastic \nlattice and are approximately 4.5 ft high. During the inspection, a male 8-month-old French bulldog microchip \n#900215000885840 was found out of his enclosure and in an adjacent pen with an intact female French bulldog “Tina” \nmicrochip# 900113000387375. After being replaced in his enclosure, he was seen jumping and scaling the fence between \nthe enclosures, balanced at the top.  \nAnimals that are able to escape their primary enclosures can become seriously injured, lost, or end up in another\n\nenclosure with an incompatible animal. Correct by ensuring that all primary enclosures for dogs and cats are constructed \nand maintained so that they contain the dogs and cats securely. Correct by April 16, 2023. \n3.6(b)(1)(i) \n   \nPrimary enclosures. \nThree primary cat enclosures (enclosure #1: one adult; enclosure #2: 1 adult and 4 kittens; enclosure #3: 1 adult and 3 \nkittens) do not provide the minimum height required by the Animal Welfare Act. The enclosures are elevated, two-level \nmetal cages that measure 37” wide by 25” deep by 21” high. Each primary enclosure must be at least 24” high to allow for \nnormal postural adjustments and provide adequate space for elevated resting platforms. Correct by ensuring all primary \nenclosures housing cats are at least 24” high. Correct by April 16, 2023. \n3.6(b)(2)  Repeat\n   \nPrimary enclosures. \nMore than 12 adult non-conditioned cats are being housed in the same primary enclosure. Two intact male cats are kept \nwith 13 breeding female cats. One male cat, orange tabby #90021500825313, was found to have missing fur and \nsuperficial scratch wounds at the back of his neck. The licensee stated that they believe the wounds were from the other \nmale cat in the enclosure and that they have exhibited episodes of intolerance towards one another in the past, especially \nduring breeding season.  \nIncompatibility amongst animals sharing an enclosure can lead to chronic stress and injury. Defensive aggression and \nfighting between adult male unneutered cats is a well-known phenomenon and can lead to severe injury and even death. \nAll cats housed in the same primary enclosure must be compatible, as determined by observation. Correct by ensuring all \ncats housed in the same primary enclosure are compatible. \n3.6(b)(4) \n   \nPrimary enclosures.\n\nSix primary cat enclosures, housing a total of 22 cats, do not contain an elevated resting surface(s). Lack of such surfaces \ncan negatively impact the well-being of the animals as they provide the opportunity for the species to exhibit some of their \nnatural behaviors and decrease stress. Correct by ensuring each primary enclosure housing cats contains an elevated \nresting surface or surfaces that are impervious to moisture, easily cleaned, sanitized, or replaced when soiled or worn, \nand are large enough to hold all the occupants of the primary enclosure at the same time comfortably. Correct by April 16, \n2023. \n3.11(c)  Repeat\n   \nCleaning, sanitization, housekeeping, and pest control. \nThere continues to be accumulated junk and debris in non-animal areas of the facility. In the main yard there are piles of \ndismantled and whole animal carriers, some with stagnant water and layers of algae visible. In the cat house at the rear of \nthe property, the kitchen area is cluttered with tools, household supplies, cleaners, empty bottles and trash. The floor has \na thick layer of dust and grime.  \nPiles and accumulations of discarded waste and junk on the premises can contribute to pest infestation and serve as \nsource of injury to humans and animals on the property. Correct by ensuring that animal housing facilities, buildings and \nsurrounding grounds are kept clean and in good repair, so as to protect animals from injury, facilitate good husbandry \npractices and reduce the risk of pest breeding. \n3.12 \n   \nEmployees \nThere does not appear to be a sufficient number of adequately trained employees to carry out the work of the facility to an \nacceptable level required by the AWA. There are two people primarily responsible for the care of over 100 animals at this \nfacility. There are numerous non-compliances identified pertaining to the housing, animal husbandry and daily \nobservation, as well as record keeping at this facility. These ongoing issues seen are consistent with shortages of\n\npersonnel.  \nInsufficient personnel can lead to a failure in maintenance of the facility, delayed care of animals, and ultimately \nunnecessary suffering. Correct by ensuring a sufficient number of adequately trained employees are utilized to maintain \nthe professionally acceptable level of husbandry practices set forth in this subpart. Correct by June 1, 2023. \n3.13(b)(3) \n   \nVeterinary care for dogs. \nThe medical records for the dogs do not include information about treatments or vaccines administered: \n**The names of medical treatments and dates they are administered are not being recorded. At the time of inspection, \nseveral dogs were under treatment by the attending veterinarian for skin and ear infections. The licensee states that the \nmedications have been administered in accordance with the prescription however there is no written record of treatments.  \n**The name and date of administration of all required vaccinations described in the program of veterinary care are not \nbeing recorded. \nAdequate record keeping is necessary to ensure the health of animals and to ensure that the guidance of the attending \nveterinarian is being followed. Correct by recording the names of all vaccines and treatments administered and the dates \nof administration. Correct by April 7th, 2023. \n \nThis inspection and exit interview were conducted with the licensee. \n \nAdditional Inspectors: \nRachel Perez-Baum, VETERINARY MEDICAL OFFICER \nSarah Roloff, ANIMAL CARE INSPECTOR n",
  "animals_total": 102,
  "species": [
    {
      "count": 10,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 75,
      "scientific": "Felis silvestris catus",
      "common": "CAT ADULT"
    },
    {
      "count": 17,
      "scientific": "Felis silvestris catus",
      "common": "CAT KITTEN"
    }
  ]
}