{
  "insp_id": "2016082569030007",
  "layout": "a",
  "customer_id": "331227",
  "customer_name": "Kelly Krejci",
  "customer_addr": "1483 N. 2100 Rd.\nLawrence, KS 66044",
  "certificate": "48-A-2166",
  "site_id": "001",
  "site_name": "Kelly Krejci",
  "insp_type": "ROUTINE INSPECTION",
  "date": "27-FEB-2018",
  "report_date": "28-FEB-2018",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "* One multi colored adult female Persian ( tag number 093 ) has an open wound on the left side of its neck. The\nwound approximately a quarter inch in diameter was open, circular in shape, inflamed, reddened, moist looking and\nhairless. The licensee stated the wound was first observed on 2/24/18. The licensee stated that Vetericyn wound\ntreatment spray was being used to treat the wound. At the time of inspection, the attending veterinarian had not\nbeen consulted. An open wound can be painful causing discomfort and could lead to the spread of infection which\naffects the health and well-being of the cat. Daily observation of the animals may be accomplished by someone\nother than the attending veterinarian provided that a mechanism of direct and frequent communication is required\nso that timely and accurate information on problems of animal health, behavior, and well-being is conveyed to the\nattending veterinarian. Failure to communicate illness, whether it appears mild or serious, to the attending\nveterinarian, could result in improper care of the animals. For example, this could lead to failure to seek professional\nveterinary care in a timely manner or provision of care that may not be appropriate for the animal's condition. The\nlicensee must observe all animals daily to access their health and well-being. The licensee must ensure that all\nanimals showing potential signs of veterinary medical problems are evaluated in a timely manner by a veterinarian\nas part of the facility’s programs of adequate veterinary care and that the facility uses appropriate methods to\nprevent, control, diagnose, and treat diseases, and injuries at all times. The outcome of this consultation including\nthe diagnosis, treatment plan and how the condition will be resolved must be documented and provided to the\ninspector upon request. If the healing process is delayed it can cause unnecessary pain, discomfort, or suffering,\nwhich can create a negative impact on the animal’s health and well-being. The licensee must ensure all animals\nreceive adequate veterinary care at all times. Correct by 3/6/18."
    },
    {
      "code": "2.75(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "RECORDS: DEALERS AND EXHIBITORS.",
      "narrative": "* Official USDA forms (7005's) animal on hand sheets had 49 cats recorded but there were 38 adult cats counted\nby the inspector. When the records and cats currently at the facility do not match it makes the records incomplete.\nComplete and accurate records are needed to ensure each animal’s identity can be known with certainty, track the\nmovement of animals and to facilitate the inspection process. The licensee must maintain complete and accurate\nrecords of all cats at all times at their facility. The licensee must make, keep, and maintain records or forms which\nfully and correctly disclose the full and correct information required concerning each dog or cat purchased or\notherwise acquired, owned, held, or otherwise in his or her possession or under his or her control, or which is\ntransported, euthanized, sold, or otherwise disposed of by that dealer or exhibitor. Correct by 3/27/18."
    },
    {
      "code": "3.11(c)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "* An accumulation of cat hair was collecting on an estimated 30 to 50 percent of four different resting surfaces.\nTwenty five cats are in contact with the resting surfaces which are located in indoor housing. The accumulation of\nhair create an unsanitary living condition that could impact the health and well-being of the cats. When any surface\nis showing an accumulation of hair, then it is an indication that those surfaces are not being cleaned on a routine\nbasis. The licensee must ensure that premises where housing facilities are located, including buildings and\nsurrounding grounds must be kept clean and in good repair to protect the animals from injury, to facilitate the\nhusbandry practices required in this sub part and to reduce or eliminate breeding and living areas for rodents, other\npests and vermin. Correct by 3/13/18.\n* Facility inspection and verbal exit briefing done on 2/27/18 were conducted with the licensee.\n* Copy of inspection report was sent by electronic mail."
    }
  ],
  "narrative": "2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n*     One multi colored adult  female Persian ( tag number 093 ) has an open wound on the left side of its neck.  The\nwound approximately a quarter inch in diameter was open, circular in shape, inflamed, reddened, moist looking and\nhairless.  The licensee stated  the wound was first observed on 2/24/18.  The licensee stated that Vetericyn wound\ntreatment spray was being used to treat the wound.  At the time of inspection, the attending veterinarian had not\nbeen consulted.  An open wound can be painful causing discomfort and could lead to the spread of infection which\naffects the health and well-being of the cat.   Daily observation of the animals may be accomplished by someone\nother than the attending veterinarian provided that a mechanism of direct and frequent communication is required\nso that timely and accurate information on problems of animal health, behavior, and well-being is conveyed to the\nattending veterinarian. Failure to communicate illness, whether it appears mild or serious, to the attending\nveterinarian, could result in improper care of the animals. For example, this could lead to failure to seek professional\nveterinary care in a timely manner or provision of care that may not be appropriate for the animal's condition. The\nlicensee must observe all animals daily to access their health and well-being.   The licensee must ensure that all\nanimals showing potential signs of veterinary medical problems are evaluated in a timely manner by a veterinarian\nas part of the facility’s programs of adequate veterinary care and that the facility uses appropriate methods to\nprevent, control, diagnose, and treat diseases, and injuries at all times.   The outcome of this consultation including\nthe diagnosis, treatment plan and how the condition will be resolved must be documented and provided to the\ninspector upon request.  If the healing process is delayed it can cause unnecessary pain, discomfort, or suffering,\nwhich can create a negative impact on the animal’s health and well-being.  The licensee must ensure all animals\nreceive adequate veterinary care at all times.  Correct by  3/6/18.\n2.75(a)(1)\nRECORDS: DEALERS AND EXHIBITORS.\n*     Official USDA forms (7005's) animal on hand sheets had 49 cats recorded but there were 38 adult cats counted\nby the inspector.  When the records and cats currently at the facility do not match it makes the records incomplete.  \nComplete and accurate records are needed to ensure each animal’s identity can be known with certainty, track the\nmovement of animals and to facilitate the inspection process. The licensee must maintain complete and accurate\nrecords of all cats at all times at their facility.   The licensee must make, keep, and maintain records or forms which\n\nfully and correctly disclose the full and correct information required concerning each dog or cat purchased or\notherwise acquired, owned, held, or otherwise in his or her possession or under his or her control, or which is\ntransported, euthanized, sold, or otherwise disposed of by that dealer or exhibitor. Correct by 3/27/18.\n3.11(c)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\n*   An accumulation of cat hair was collecting on an estimated 30 to 50 percent of four different resting surfaces. \nTwenty five cats are in contact with the resting surfaces which are located in indoor housing.  The accumulation of\nhair create an unsanitary living condition that could impact the health and well-being of the cats.  When any surface\nis showing an accumulation of hair, then it is an indication that those surfaces are not being cleaned on a routine\nbasis.  The licensee must ensure that premises where housing facilities are located, including buildings and\nsurrounding grounds must be kept clean and in good repair to protect the animals from injury, to facilitate the\nhusbandry practices required in this sub part and to reduce or eliminate breeding and living areas for rodents, other\npests and vermin.   Correct by  3/13/18.\n*   Facility inspection and verbal exit briefing done on 2/27/18 were conducted with the licensee.\n*   Copy of inspection report was sent by electronic mail.",
  "animals_total": 48,
  "species": [
    {
      "count": 38,
      "scientific": "Felis silvestris catus",
      "common": "CAT ADULT"
    },
    {
      "count": 10,
      "scientific": "Felis silvestris catus",
      "common": "CAT KITTEN"
    }
  ]
}