{
  "insp_id": "2016082569312672",
  "layout": "a",
  "customer_id": "2827",
  "customer_name": "S Glenice Viken",
  "customer_addr": "28401 380th Avenue\nRoseau, MN 56751",
  "certificate": "41-A-0298",
  "site_id": "001",
  "site_name": "S GLENICE VIKEN",
  "insp_type": "ROUTINE INSPECTION",
  "date": "01-NOV-2018",
  "report_date": "01-NOV-2018",
  "citations": [
    {
      "code": "3.11(a)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "The inside/outside kennel building enclosures are not being adequately cleaned. The licensee stated that she has\nnot cleaned thoroughly in a few days. There is an accumulation of feces under the outside run portions of the\nenclosures and more than a days’ worth of feces accumulated inside the runs. Some of the indoor areas of the\nenclosures have a grimy buildup on the floors and areas of dirt and/or feces stuck on the walls. There are also\nblankets used for bedding that have become urine soaked and contribute to a strong odor inside the building.\nAccumulations of excreta, grime and wet bedding within the animal enclosures creates an unhealthy environment\nand can cause health problems for the dogs. Ensure all waste material and soiled bedding is removed from the\nprimary enclosures daily, as required, to prevent soiling of dogs and to reduce disease hazards, insects, pests, and\nodors. Correct by November 8, 2018\nThis inspection and exit interview were conducted with the licensee.\nEnd of report."
    }
  ],
  "narrative": "3.11(a)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\nThe inside/outside kennel building enclosures are not being adequately cleaned.  The licensee stated that she has\nnot cleaned thoroughly in a few days.  There is an accumulation of feces under the outside run portions of the\nenclosures and more than a days’ worth of feces accumulated inside the runs.  Some of the indoor areas of the\nenclosures have a grimy buildup on the floors and areas of dirt and/or feces stuck on the walls.  There are also\nblankets used for bedding that have become urine soaked and contribute to a strong odor inside the building. \nAccumulations of excreta, grime and wet bedding within the animal enclosures creates an unhealthy environment\nand can cause health problems for the dogs.  Ensure all waste material and soiled bedding is removed from the\nprimary enclosures daily, as required, to prevent soiling of dogs and to reduce disease hazards, insects, pests, and\nodors.  Correct by November 8, 2018\nThis inspection and exit interview were conducted with the licensee.\nEnd of report.",
  "animals_total": 19,
  "species": [
    {
      "count": 19,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    }
  ]
}