{
  "insp_id": "200161610050864",
  "layout": "a",
  "customer_id": "29936",
  "customer_name": "Alvin Z Nolt",
  "customer_addr": "N15216 Bruce Mound Ave\nThorp, WI 54771",
  "certificate": "35-A-0248",
  "site_id": "001",
  "site_name": "ALVIN NOLT",
  "insp_type": "ROUTINE INSPECTION",
  "date": "18-JUL-2016",
  "report_date": "18-JUL-2016",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "A female white and grey Shih Tzu (#148) had a white spot on her right eye. The licensee informed me he had not\nobserved or treated it. Untreated eye conditions can be contagious to other dogs. In addition, problems with the\neyes can be painful and can be indicative of other health problems. The Attending Veterinarian must be contacted\nto determine what treatment (if any) is needed. Correct by 7/22/16.\nMaster Gland Formula was found to have expired in December of 2015. Expired medications doesn't ensure that\nthe product given to the animal is safe and of a high quality. The expired medication could be ineffective or toxic to\nthe animal(s). Expired medications must not be used on regulated animals and need to be removed from the shelf\nof the medicine cabinet that is reserved for regulated animal medications. Correct immediately."
    },
    {
      "code": "3.6(a)(2)(9)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "Wooden walls of the majority of the primary enclosures were chewed up. Chewed up walls doesn't allow for the\nwalls to be easily sanitized. The wooden walls must be fixed or replaced so they can be easily cleaned and\nsanitized. Correct by 8/18/16."
    },
    {
      "code": "3.11(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "The licensee informed me he sanitizes the primary enclosures about twice a year. Not sanitizing the primary\nenclosures every two weeks doesn't ensure that the various types of germs (such as viruses, bacteria, parasites,\netc.) have been killed. All primary enclosures must be disinfected once every two weeks and more often if\nnecessary to prevent an accumulation of dirt, debris, food waste, excreta, and other disease hazards. Correct by\n8/1/16."
    },
    {
      "code": "3.11(c)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "A needle was found in an enclosure containing two dogs. Needles in enclosures can cause injury to the dogs if they\nwere to step on the needle. All needles must be properly discarded after use. The housing facilities must be kept\nclean and in good repair to protect the animals from injury. Correct immediately.\nThe medicine cabinet was found to be dirty and one bottle containing a liquid was found to have leaked within the\nmedicine cabinet. It was difficult to read the labels of the medications because of the dirt and grime that had\naccumulated within the medicine cabinet. In addition, a dirty medicine cabinet can attract rodents and other pests\nand contaminate the products that the medicine cabinet contains. The medicine cabinet needs to be cleaned and\nkept clean on a regular basis so the labels on the medication bottles can be easily read. Correct by 7/25/16.\nExit interview conducted with facility representative.\nEnd of report."
    }
  ],
  "narrative": "2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nA female white and grey Shih Tzu (#148) had a white spot on her right eye.  The licensee informed me he had not\nobserved or treated it.  Untreated eye conditions can be contagious to other dogs.  In addition, problems with the\neyes can be painful and can be indicative of other health problems.  The Attending Veterinarian must be contacted\nto determine what treatment (if any) is needed.  Correct by 7/22/16.\nMaster Gland Formula was found to have expired in December of 2015.  Expired medications doesn't ensure that\nthe product given to the animal is safe and of a high quality. The expired medication could be ineffective or toxic to\nthe animal(s). Expired medications must not be used on regulated animals and need to be removed from the shelf\nof the medicine cabinet that is reserved for regulated animal medications.  Correct immediately.\n3.6(a)(2)(9)\nPRIMARY ENCLOSURES.\nWooden walls of the majority of the primary enclosures were chewed up.  Chewed up walls doesn't allow for the\nwalls to be easily sanitized.  The wooden walls must be fixed or replaced so they can be easily cleaned and\nsanitized.  Correct by 8/18/16.\n3.11(b)(2)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\nThe licensee informed me he sanitizes the primary enclosures about twice a year.  Not sanitizing the primary\nenclosures every two weeks doesn't ensure that the various types of germs (such as viruses, bacteria, parasites,\netc.) have been killed.  All primary enclosures must be disinfected once every two weeks and more often if\nnecessary to prevent an accumulation of dirt, debris, food waste, excreta, and other disease hazards.  Correct by\n8/1/16.\n3.11(c)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\n\nA needle was found in an enclosure containing two dogs.  Needles in enclosures can cause injury to the dogs if they\nwere to step on the needle.  All needles must be properly discarded after use.  The housing facilities must be kept\nclean and in good repair to protect the animals from injury.  Correct immediately.\nThe medicine cabinet was found to be dirty and one bottle containing a liquid was found to have leaked within the\nmedicine cabinet.  It was difficult to read the labels of the medications because of the dirt and grime that had\naccumulated within the medicine cabinet.  In addition, a dirty medicine cabinet can attract rodents and other pests\nand contaminate the products that the medicine cabinet contains.  The medicine cabinet needs to be cleaned and\nkept clean on a regular basis so the labels on the medication bottles can be easily read.  Correct by 7/25/16.\nExit interview conducted with facility representative.\nEnd of report.",
  "animals_total": 32,
  "species": [
    {
      "count": 20,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 12,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}