{
  "insp_id": "14161311160015",
  "layout": "a",
  "customer_id": "15151",
  "customer_name": "Danny Ubben",
  "customer_addr": "Vickie Ubben\n13390 240 Ave\nMilo, IA 50166",
  "certificate": "42-A-1314",
  "site_id": "001",
  "site_name": "VICKIE AND DANNY UBBEN",
  "insp_type": "ROUTINE INSPECTION",
  "date": "12-JAN-2016",
  "report_date": "15-JAN-2016",
  "citations": [
    {
      "code": "2.40(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "The program of veterinary care needs to be updated. The Parasite Control Sections for Ectoparasites, Blood\nparasites, and Intestinal parasites all contained the instructions of \"monthly, Ivomectin\". The licensee did not have\nthe proper dosage instructions, route of administration for this medication, and did not have the proper instructions\nfor the use of this medication on puppies. The licensee must consult with the attending veterinarian and develop a\ncomplete and accurate written program of veterinary care that reflects the practices at this facility. The written\nprogram of veterinary care will ensure that there is accurate and clear communication between the licensee and the\nattending veterinarian and ensure that all routine medications and vaccines provided to the animals by the licensee\nare done with the direction and knowledge of the attending veterinarian.\nTo be corrected by: January 20, 2016"
    },
    {
      "code": "3.1(a)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "The licensee has cages that are stacked three high and secured to each other with wires. These stacked cages\nwere observed to wobble and sway when the dogs were active and moving around in them. These stacked cages\nare not structurally sound and at a risk of toppling over which could cause injury to the dogs contained in them.\nThere are at least twenty adult dogs housed in these cages. The licensee must secure the stacked cages so that\nthey are structurally sound and do not pose a risk of toppling over.\nInside of three enclosures, containing at least three adult dogs and nine puppies, the licensee has heat lamps\nprovided for the dogs at a level that they could come into contact with the light bulb. The light bulb produces enough\nheat that it could cause a burn injury to the dogs. These light bulbs could also break leaving shards of broken glass\nthat could injure the dogs and puppies. The licensee must move the heat lamps to a location that the dogs cannot\nbe injured by the heat or broken glass.\nThe licensee must ensure that all enclosures are designed and constructed so that they are structurally sound and\nmust protect the animals from injury at all times.\nTo be corrected by: January 20, 2016"
    },
    {
      "code": "3.1(c)(1)(2)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "The licensee has secured the stacked cages with twisted wires. At least three of these enclosures, containing at\nleast four dogs, have the sharp ends of the twisted wires protruding into the enclosures. These sharp points could\ninjure the dogs. The licensee fixed some of these at the time of inspection. The licensee must remove all sharp\npoints from the enclosures and ensure that all enclosures are free of jagged edges or points that could injure the\ndogs at all times.\nTo be corrected by: January 20, 2016"
    },
    {
      "code": "3.1(c)(3)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "There is an accumulation of hair, dirt and organic material on several of the enclosures walls, floors, and the pans\nunderneath of the enclosures inside of the facility. There is an accumulation of hair, dust and dirt adhered to and\nhanging from the ceiling of the facility. This accumulation of hair, dirt, and other organic materials on the enclosures\ndoes not allow for proper sanitization to occur. There are at least twenty adult dogs housed in these enclosures.\nThe hair, dust, dirt and other organic material can become a disease hazard to the animals. The licensee must\nthoroughly clean the enclosures and remove the hair, dust and dirt from the ceiling. The licensee must ensure that\nall hard surfaces with which the dogs come into contact with are spot cleaned daily, and sanitized at least once\nevery two weeks, or more often if necessary. All other surfaces within the housing facility must be cleaned and\nsanitized when necessary to satisfy generally accepted husbandry standards and practices.\nTo be corrected by: January 20, 2016"
    },
    {
      "code": "3.2(b)",
      "kind": "",
      "repeat": false,
      "desc": "INDOOR HOUSING FACILITIES.",
      "narrative": "The ammonia level inside of the indoor facility was very strong and prominent. There was a ceiling fan and another\nlarger fan running, and the windows were all closed. As the inspectors entered the facility it was noted that their\neyes, nose and throats developed a burning sensation. The licensee cracked some of the windows and opened the\nscreen on the screen door which helped to dissipate some of the ammonia odor. There are at least eighty-seven\nadult dogs and thirteen puppies housed in this building. The ammonia odor can cause irritation to the dog(cid:25)'s eyes\nand airway passages. The licensee needs to provide more ventilation in the facility to reduce the ammonia levels.\nThe owner must develop and maintain a program that will ensure sufficient ventilation is provided at all times when\ndogs are present to provide for their health and well-being, and to minimize odors, drafts, ammonia levels, and\nmoisture condensation.\nTo be corrected by: January 20, 2016"
    },
    {
      "code": "3.2(d)",
      "kind": "",
      "repeat": false,
      "desc": "INDOOR HOUSING FACILITIES.",
      "narrative": "The cement floor of the indoor facility is no longer impervious to moisture. There are several areas on the floor\nwhere water or other liquid material had soaked into the concrete. This does not allow for proper cleaning and\nsanitization to occur. The licensee must make the floor of the facility impervious to moisture. The licensee must\nensure that the floors, walls, and ceiling are impervious to moisture at all times.\nTo be corrected by: February 12, 2016"
    },
    {
      "code": "3.11(a)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "All of the enclosures inside of the facility are wire cages with a plastic tray underneath to catch the urine, fecal and\nfood wastes. The pans were lined with newspaper that were mostly saturated with urine and/or other liquids.\nSome of the pans had puddles of standing urine and/or other liquids along with fecal material and food waste.\nWhen the inspectors asked the licensee how often she is removing and cleaning the trays she replied \"weekly\".\nThere are at least thirty adult dogs housed in these affected wire cages. The saturated paper and standing puddles\nof urine could be contributing to the high ammonia levels inside of the facility. The licensee must remove the pans\nfrom under the primary enclosures and clean them. The licensee must remove and clean these pans underneath\nthe enclosures as often as necessary to prevent an excessive accumulation of feces and food waste, and to reduce\ndisease hazards, insects, pests and odors.\nTo be corrected by: January 20, 2016\nThis is a continuation of the inspection report for the inspection dated January 12, 2016.\nThe exit interview with Kelly Maxwell, ACI and Stephanie Osborne, ACI, over this material was not conducted with\nthe licensee at his request.\nAdditional Inspectors\nOsborne Stephanie, Animal Care Inspector"
    }
  ],
  "narrative": "2.40(a)(1)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThe program of veterinary care needs to be updated.  The Parasite Control Sections for Ectoparasites, Blood\nparasites, and Intestinal parasites all contained the instructions of \"monthly, Ivomectin\".  The licensee did not have\nthe proper dosage instructions, route of administration for this medication, and did not have the proper instructions\nfor the use of this medication on puppies.  The licensee must consult with the attending veterinarian and develop a\ncomplete and accurate written program of veterinary care that reflects the practices at this facility. The written\nprogram of veterinary care will ensure that there is accurate and clear communication between the licensee and the\nattending veterinarian and ensure that all routine medications and vaccines provided to the animals by the licensee\nare done with the direction and knowledge of the attending veterinarian. \nTo be corrected by:  January 20, 2016\n3.1(a)\nHOUSING FACILITIES, GENERAL.\nThe licensee has cages that are stacked three high and secured to each other with wires.  These stacked cages\nwere observed to wobble and sway when the dogs were active and moving around in them.  These stacked cages\nare not structurally sound and at a risk of toppling over which could cause injury to the dogs contained in them. \nThere are at least twenty adult dogs housed in these cages.  The licensee must secure the stacked cages so that\nthey are structurally sound and do not pose a risk of toppling over.\nInside of three enclosures, containing at least three adult dogs and nine puppies, the licensee has heat lamps\nprovided for the dogs at a level that they could come into contact with the light bulb. The light bulb produces enough\nheat that it could cause a burn injury to the dogs.  These light bulbs could also break leaving shards of broken glass\nthat could injure the dogs and puppies.  The licensee must move the heat lamps to a location that the dogs cannot\nbe injured by the heat or broken glass. \nThe licensee must ensure that all enclosures are designed and constructed so that they are structurally sound and\n\nmust protect the animals from injury at all times. \nTo be corrected by:  January 20, 2016\n3.1(c)(1)(2)\nHOUSING FACILITIES, GENERAL.\nThe licensee has secured the stacked cages with twisted wires.  At least three of these enclosures, containing at\nleast four dogs, have the sharp ends of the twisted wires protruding into the enclosures.  These sharp points could\ninjure the dogs.  The licensee fixed some of these at the time of inspection.  The licensee must remove all sharp\npoints from the enclosures and ensure that all enclosures are free of jagged edges or points that could injure the\ndogs at all times. \nTo be corrected by:  January 20, 2016\n3.1(c)(3)\nHOUSING FACILITIES, GENERAL.\nThere is an accumulation of hair, dirt and organic material on several of the enclosures walls, floors, and the pans\nunderneath of the enclosures inside of the facility.  There is an accumulation of hair, dust and dirt adhered to and\nhanging from the ceiling of the facility.  This accumulation of hair, dirt, and other organic materials on the enclosures\ndoes not allow for proper sanitization to occur.  There are at least twenty adult dogs housed in these enclosures. \nThe hair, dust, dirt and other organic material can become a disease hazard to the animals.  The licensee must\nthoroughly clean the enclosures and remove the hair, dust and dirt from the ceiling.  The licensee must ensure that\nall hard surfaces with which the dogs come into contact with are spot cleaned daily, and sanitized at least once\nevery two weeks, or more often if necessary.  All other surfaces within the housing facility must be cleaned and\nsanitized when necessary to satisfy generally accepted husbandry standards and practices. \nTo be corrected by:  January 20, 2016\n3.2(b)\nINDOOR HOUSING FACILITIES.\nThe ammonia level inside of the indoor facility was very strong and prominent.  There was a ceiling fan and another\nlarger fan running, and the windows were all closed.  As the inspectors entered the facility it was noted that their\neyes, nose and throats developed a burning sensation.  The licensee cracked some of the windows and opened the\nscreen on the screen door which helped to dissipate some of the ammonia odor.  There are at least eighty-seven\n\nadult dogs and thirteen puppies housed in this building.  The ammonia odor can cause irritation to the dog(cid:25)'s eyes\nand airway passages.  The licensee needs to provide more ventilation in the facility to reduce the ammonia levels. \nThe owner must develop and maintain a program that will ensure sufficient ventilation is provided at all times when\ndogs are present to provide for their health and well-being, and to minimize odors, drafts, ammonia levels, and\nmoisture condensation.\nTo be corrected by:  January 20, 2016\n3.2(d)\nINDOOR HOUSING FACILITIES.\nThe cement floor of the indoor facility is no longer impervious to moisture.  There are several areas on the floor\nwhere water or other liquid material had soaked into the concrete.  This does not allow for proper cleaning and\nsanitization to occur.  The licensee must make the floor of the facility impervious to moisture.  The licensee must\nensure that the floors, walls, and ceiling are impervious to moisture at all times. \nTo be corrected by:  February 12, 2016\n3.11(a)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\nAll of the enclosures inside of the facility are wire cages with a plastic tray underneath to catch the urine, fecal and\nfood wastes.   The pans were lined with newspaper that were mostly saturated with urine and/or other liquids. \nSome of the pans had puddles of standing urine and/or other liquids along with fecal material and food waste. \nWhen the inspectors asked the licensee how often she is removing and cleaning the trays she replied \"weekly\". \nThere are at least thirty adult dogs housed in these affected wire cages.  The saturated paper and standing puddles\nof urine could be contributing to the high ammonia levels inside of the facility.  The licensee must remove the pans\nfrom under the primary enclosures and clean them.  The licensee must remove and clean these pans underneath\nthe enclosures as often as necessary to prevent an excessive accumulation of feces and food waste, and to reduce\ndisease hazards, insects, pests and odors. \nTo be corrected by:  January 20, 2016\nThis is a continuation of the inspection report for the inspection dated January 12, 2016.\nThe exit interview with Kelly Maxwell, ACI and Stephanie Osborne, ACI, over this material was not conducted with\n\nthe licensee at his request.\nAdditional Inspectors\nOsborne Stephanie, Animal Care Inspector",
  "animals_total": 100,
  "species": [
    {
      "count": 87,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 13,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}