{
  "insp_id": "2016090000519995",
  "layout": "b",
  "customer_id": "332646",
  "customer_name": "JEFFREY LOWE",
  "customer_addr": "21619 Jimbo Road\nTHACKERVILLE, OK 73459",
  "certificate": "73-C-0230",
  "site_id": "002",
  "site_name": "Jeffrey Lowe- 002",
  "insp_type": "ROUTINE INSPECTION",
  "date": "20-JAN-2021",
  "report_date": "29-JAN-2021",
  "citations": [
    {
      "code": "2.75(b)(1)",
      "kind": "",
      "repeat": true,
      "desc": "Records: Dealers and exhibitors.",
      "narrative": "---The disposition records presented during this inspection for the following animals were not complete: Sloth (27 Aug\n2020), Grizzly bear, Black Bear, 3 Tigers, 11 Wolves, 11 pigs (3 Oct 2020), 2 Skunks (1 Oct 2020).\n---Acquisition and disposition records were missing or unavailable at time of inspection and at least 60 animals could not\nbe accounted for when comparing inventories. The following are examples of the unaccounted animals: tiger, lion, other\nlarge felids, hedgehog, wooly opossum, nonhuman primate, raccoon, bobcat, and skunk. Acquisition and disposition\nrecords are necessary to be able to accurately track animals being used in regulated activities to ensure their legal\nacquisition, proper care, and humane transportation.\nThe facility representatives must make, keep, and maintain records or forms which fully and correctly disclose all required\ninformation concerning animals other than dogs or cats, purchased, or otherwise acquired, owned, held, leased, or\notherwise in his or her possession or ender is or her control, or which is transported, sold, euthanized or otherwise\ndisposed of."
    },
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": true,
      "desc": "Facilities, general.",
      "narrative": "At least 2 of the cats were observed to have hair loss and thickening of the skin on their elbows (elbow calluses). This\nusually occurs when the elbows are subjected to continuous trauma from laying on hard surfaces. Elbow calluses can\nbecome ulcerated and infected if not addressed early. Most of the floors in these enclosures are constructed of wood or\nconcrete and have no other surfaces for the cats to lay on. Housing facilities must be constructed of materials that protect\nthe animals from injury."
    },
    {
      "code": "3.127(b)",
      "kind": "",
      "repeat": true,
      "desc": "Facilities, outdoor.",
      "narrative": "Many of the outdoor enclosures housing the animals do not provide shelter from inclement weather. The facility\nrepresentatives have added bedding, shelter structures or wind breaks to some of the enclosures, but many are still\nwithout shelter from inclement weather. While big cats are generally cold weather tolerant, protections from discomfort\ndue to climatic conditions such as wind, rain, and snow is required. Even animals that are cold weather tolerant may be\nadversely affected by windy and wet conditions and be uncomfortable. The facility representative must ensure that natural\nor artificial shelter appropriate to the local climatic conditions for the species concerned shall be provided for all the\nanimals kept outdoors to afford them protection and to prevent discomfort to such animals."
    },
    {
      "code": "3.128",
      "kind": "",
      "repeat": true,
      "desc": "Space requirements.",
      "narrative": "Many of the big cats are still being housed in enclosures that measure 8 feet wide by 14 feet long by 7 feet tall according\nto the facility representative. During this inspection at least four of the big cats were observed pacing back and forth in\ntheir enclosure. There did not appear to be anything distracting these cats to cause the pacing. Also, this pacing did not\nappear to be excitement in response to our presence. Pacing for no reason can be a stereotypical behavior caused by\nboredom and stress in large cats.\nAdult cats must be able to exhibit normal postural adjustments and require more than 7 feet of height in an enclosure in\norder to freely stand on their rear legs and stretch. The facility representative must ensure that all animals are housed in\nenclosures that are constructed and maintained so as to provide sufficient space to allow each animal to make normal\npostural and social adjustments in order to prevent boredom and stress."
    },
    {
      "code": "3.127(d)",
      "kind": "",
      "repeat": true,
      "desc": "Facilities, outdoor.",
      "narrative": "One of the two front gates that are part of the perimeter fence is still less than 8 feet in height. This gate has sides that\nslope down on each side to a height of approximately 6 feet. The other front gate was altered so that it is compliant at this\ntime. Problems with the perimeter fence can provide unwanted and unauthorized people and animals access to the\nfacility. Based on the animal species maintained within the facility, the facility representative must ensure that the\nperimeter fence is at least 8 feet high. The perimeter fence must be constructed so that it protects the animals in the\nfacility by restricting animals and unauthorized people from going through it or under it and so that it can function as a\nsecondary containment system for the animals in the facility."
    },
    {
      "code": "2.40(b)(2)",
      "kind": "Critical",
      "repeat": true,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "---A young tiger named “Bubbles” died shortly after the last USDA inspection. According to the conversation during the\ninspection with the facility representative, the cub choked on a chicken bone. They explained that they were able to\nremove the bone, but the cub “never acted right” after that, then choked again and died a couple of days later. The facility\nrepresentative failed to communicate this to a veterinarian and therefore this cub failed to receive adequate veterinary\ncare in a timely manner (after the first incident of choking). If the facility representative had communicated this\nimmediately to a veterinarian, this cub could have received adequate veterinary care as soon as it was noticed to not be\n“acting right” and it may not have died.\n---During the last USDA inspection, a geriatric wolf hybrid named “Cochise” was observed to be extremely thin (hip bones\neasily visible) and moving very slowly. During this inspection the facility representative explained that the wolf had died. A\nmedical note dated 11/2/2000 addressing only his limping was provided during this inspection. This medical note was\ndated prior to the last inspection. No medical records were provided indicating that the facility representatives\ncommunicated “Cochise’s” condition to a veterinarian after the last inspection. He therefore received no medical\nassessment and care from a veterinarian addressing his condition as instructed on the last inspection report. Weight loss,\nespecially in geriatric animals, can be a result of problems such as, but not limited to, numerous metabolic diseases and\nother illnesses, changing dietary requirements, and/or intestinal parasites.\n--- During the last USDA inspection, a geriatric lion named “Simba” was observed to be thin and have areas of hair loss\non his upper back legs. The medical notes that were provided during the inspection did not indicate that the facility\nrepresentatives communicated “Simba’s” condition to a veterinarian. The veterinarian referenced by the facility\nrepresentatives during the inspection verified that he had not been contacted about this animal's conditions since the last\ninspection. \"Simba\" therefore, received no medical assessment and care from a veterinarian for his current conditions as\ninstructed on the last inspection report. Weight loss and hair coat changes, especially in geriatric animals, can be a result\nof problems such as, but not limited to, numerous metabolic diseases and other illnesses, changing dietary requirements,\nand/or intestinal parasites.\n--- During the last USDA inspection, A liliger named “Django” was observed to be limping. The daily medical documents\nshow that the facility monitored the limping and found it to be improving in the days after the inspection. When the limping\nreturned on 12/21/2020, a prescription medication was given to “Django” for 7 days. The medical notes that were provided\nduring the inspection did not indicate that the facility representatives communicated “Django’s” condition to a veterinarian\nas instructed on the last inspection report. The medical records do not show communication with the veterinarian\nregarding instructions or approval for the use of any medication for this animal’s condition. The veterinarian referenced by\nthe facility representatives during the inspection verified that he had not been contacted about this animals since the last\ninspection. Gait abnormalities can result from problems such as, but not limited to, injury, orthopedic problems, and/or\nmetabolic and diet problems. Limping also indicates the animal is painful. The use of medications not approved by a\nveterinarian can result in the failure of the condition to be addressed and for unintended side effects from the medication.\nThe facility representative must ensure that all animals receive adequate veterinary approved nutritional and medical care\nat all times as directed by a veterinarian which includes appropriate methods to prevent, control, diagnose and treat\ndiseases and injuries."
    },
    {
      "code": "2.40(b)(3)",
      "kind": "Direct",
      "repeat": true,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "---An arctic fox was limping during the inspection. It appears that the right front limb is affected. The facility\nrepresentatives had not previously observed the limping and had not consulted a veterinarian regarding this animal’s\ncondition prior to the inspection. Gait abnormalities can result from problems such as but not limited to injury, orthopedic\ndisease, and other neurologic medical problems. Limping also indicates the animal is painful.\n---The black jaguar “Bagheera” had hair loss on the end and sides of his tail. The facility representatives said they have\nnoticed limited tail sucking in the past with Bagheera but were not aware of the extent of the hair loss that is now present.\nThey have not consulted with a veterinarian regarding this animal’s condition prior to the inspection. Coat/hair loss can be\ncaused by problems such as but not limited to trauma, parasites, stress/behavior, and other dermatologic medical\nproblems.\nFailure to observe medical problems and/or communicate those problems to a veterinarian can result in prolonged pain,\nsuffering, and even death. The facility representative must observe all animals daily and then ensure a mechanism of\ndirect and frequent communication with a veterinarian so that timely and accurate information on problems of health,\nbehavior, and well-being are conveyed.\n***The facility currently does not have an attending veterinarian and therefore also does not have a written program of\nveterinary care or an environmental enhancement plan for nonhuman primates. These are all required by the Animal\nWelfare Act. According to a court order, the facility has until January 29 to employ an attending veterinarian.\nThis inspection was conducted with facility representatives.\nAdditional Inspectors:\nCYNTHIA DIGESUALDO, VETERINARY MEDICAL OFFICEREnd Section"
    }
  ],
  "narrative": "2.75(b)(1)  Repeat\n   \nRecords: Dealers and exhibitors. \n---The disposition records presented during this inspection for the following animals were not complete: Sloth (27 Aug \n2020), Grizzly bear, Black Bear, 3 Tigers, 11 Wolves, 11 pigs (3 Oct 2020), 2 Skunks (1 Oct 2020). \n---Acquisition and disposition records were missing or unavailable at time of inspection and at least 60 animals could not \nbe accounted for when comparing inventories. The following are examples of the unaccounted animals: tiger, lion, other \nlarge felids, hedgehog, wooly opossum, nonhuman primate, raccoon, bobcat, and skunk. Acquisition and disposition \nrecords are necessary to be able to accurately track animals being used in regulated activities to ensure their legal \nacquisition, proper care, and humane transportation. \n \nThe facility representatives must make, keep, and maintain records or forms which fully and correctly disclose all required \ninformation concerning animals other than dogs or cats, purchased, or otherwise acquired, owned, held, leased, or \notherwise in his or her possession or ender is or her control, or which is transported, sold, euthanized or otherwise \ndisposed of. \n3.125(a)  Repeat\n   \nFacilities, general.\n\nAt least 2 of the cats were observed to have hair loss and thickening of the skin on their elbows (elbow calluses).  This \nusually occurs when the elbows are subjected to continuous trauma from laying on hard surfaces.   Elbow calluses can \nbecome ulcerated and infected if not addressed early.   Most of the floors in these enclosures are constructed of wood or \nconcrete and have no other surfaces for the cats to lay on.  Housing facilities must be constructed of materials that protect \nthe animals from injury. \n3.127(b)  Repeat\n   \nFacilities, outdoor. \nMany of the outdoor enclosures housing the animals do not provide shelter from inclement weather. The facility \nrepresentatives have added bedding, shelter structures or wind breaks to some of the enclosures, but many are still \nwithout shelter from inclement weather. While big cats are generally cold weather tolerant, protections from discomfort \ndue to climatic conditions such as wind, rain, and snow is required. Even animals that are cold weather tolerant may be \nadversely affected by windy and wet conditions and be uncomfortable. The facility representative must ensure that natural \nor artificial shelter appropriate to the local climatic conditions for the species concerned shall be provided for all the \nanimals kept outdoors to afford them protection and to prevent discomfort to such animals. \n3.128  Repeat\n   \nSpace requirements. \nMany of the big cats are still being housed in enclosures that measure 8 feet wide by 14 feet long by 7 feet tall according \nto the facility representative. During this inspection at least four of the big cats were observed pacing back and forth in \ntheir enclosure.  There did not appear to be anything distracting these cats to cause the pacing. Also, this pacing did not \nappear to be excitement in response to our presence.  Pacing for no reason can be a stereotypical behavior caused by  \nboredom and stress in large cats. \nAdult cats must be able to exhibit normal postural adjustments and require more than 7 feet of height in an enclosure in\n\norder to freely stand on their rear legs and stretch. The facility representative must ensure that all animals are housed in \nenclosures that are constructed and maintained so as to provide sufficient space to allow each animal to make normal \npostural and social adjustments in order to prevent boredom and stress. \n3.127(d)  Repeat\n   \nFacilities, outdoor. \nOne of the two front gates that are part of the perimeter fence is still less than 8 feet in height. This gate has sides that \nslope down on each side to a height of approximately 6 feet. The other front gate was altered so that it is compliant at this \ntime. Problems with the perimeter fence can provide unwanted and unauthorized people and animals access to the \nfacility. Based on the animal species maintained within the facility, the facility representative must ensure that the \nperimeter fence is at least 8 feet high. The perimeter fence must be constructed so that it protects the animals in the \nfacility by restricting animals and unauthorized people from going through it or under it and so that it can function as a \nsecondary containment system for the animals in the facility. \n2.40(b)(2)  Critical Repeat\n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \n---A young tiger named “Bubbles” died shortly after the last USDA inspection.  According to the conversation during the \ninspection with the facility representative, the cub choked on a chicken bone.  They explained that they were able to \nremove the bone, but the cub “never acted right” after that, then choked again and died a couple of days later.  The facility \nrepresentative failed to communicate this to a veterinarian and therefore this cub failed to receive adequate veterinary \ncare in a timely manner (after the first incident of choking).  If the facility representative had communicated this \nimmediately to a veterinarian, this cub could have received adequate veterinary care as soon as it was noticed to not be \n“acting right” and it may not have died. \n---During the last USDA inspection, a geriatric wolf hybrid named “Cochise” was observed to be extremely thin (hip bones\n\neasily visible) and moving very slowly.  During this inspection the facility representative explained that the wolf had died. A \nmedical note dated 11/2/2000 addressing only his limping was provided during this inspection. This medical note was \ndated prior to the last inspection.  No medical records were provided indicating that the facility representatives \ncommunicated “Cochise’s” condition to a veterinarian after the last inspection. He therefore received no medical \nassessment and care from a veterinarian addressing his condition as instructed on the last inspection report. Weight loss, \nespecially in geriatric animals, can be a result of problems such as, but not limited to, numerous metabolic diseases and \nother illnesses, changing dietary requirements, and/or intestinal parasites. \n--- During the last USDA inspection, a geriatric lion named “Simba” was observed to be thin and have areas of hair loss \non his upper back legs. The medical notes that were provided during the inspection did not indicate that the facility \nrepresentatives communicated “Simba’s” condition to a veterinarian.  The veterinarian referenced by the facility \nrepresentatives during the inspection verified that he had not been contacted about this animal's conditions since the last \ninspection. \"Simba\" therefore, received no medical assessment and care from a veterinarian for his current conditions as \ninstructed on the last inspection report. Weight loss and hair coat changes, especially in geriatric animals, can be a result \nof problems such as, but not limited to, numerous metabolic diseases and other illnesses, changing dietary requirements, \nand/or intestinal parasites. \n--- During the last USDA inspection, A liliger named “Django” was observed to be limping. The daily medical documents \nshow that the facility monitored the limping and found it to be improving in the days after the inspection. When the limping \nreturned on 12/21/2020, a prescription medication was given to “Django” for 7 days. The medical notes that were provided \nduring the inspection did not indicate that the facility representatives communicated “Django’s” condition to a veterinarian \nas instructed on the last inspection report. The medical records do not show communication with the veterinarian \nregarding instructions or approval for the use of any medication for this animal’s condition. The veterinarian referenced by\n\nthe facility representatives during the inspection verified that he had not been contacted about this animals since the last \ninspection. Gait abnormalities can result from problems such as, but not limited to, injury, orthopedic problems, and/or \nmetabolic and diet problems. Limping also indicates the animal is painful. The use of medications not approved by a \nveterinarian can result in the failure of the condition to be addressed and for unintended side effects from the medication. \n \nThe facility representative must ensure that all animals receive adequate veterinary approved nutritional and medical care \nat all times as directed by a veterinarian which includes appropriate methods to prevent, control, diagnose and treat \ndiseases and injuries. \n2.40(b)(3)  Direct Repeat\n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \n---An arctic fox was limping during the inspection. It appears that the right front limb is affected. The facility \nrepresentatives had not previously observed the limping and had not consulted a veterinarian regarding this animal’s \ncondition prior to the inspection. Gait abnormalities can result from problems such as but not limited to injury, orthopedic \ndisease, and other neurologic medical problems. Limping also indicates the animal is painful. \n---The black jaguar “Bagheera” had hair loss on the end and sides of his tail. The facility representatives said they have \nnoticed limited tail sucking in the past with Bagheera but were not aware of the extent of the hair loss that is now present. \nThey have not consulted with a veterinarian regarding this animal’s condition prior to the inspection. Coat/hair loss can be \ncaused by problems such as but not limited to trauma, parasites, stress/behavior, and other dermatologic medical \nproblems. \n \nFailure to observe medical problems and/or communicate those problems to a veterinarian can result in prolonged pain, \nsuffering, and even death. The facility representative must observe all animals daily and then ensure a mechanism of\n\ndirect and frequent communication with a veterinarian so that timely and accurate information on problems of health, \nbehavior, and well-being are conveyed. \n \n***The facility currently does not have an attending veterinarian and therefore also does not have a written program of \nveterinary care or an environmental enhancement plan for nonhuman primates. These are all required by the Animal \nWelfare Act. According to a court order, the facility has until January 29 to employ an attending veterinarian. \n \nThis inspection was conducted with facility representatives. \n \nAdditional Inspectors: \nCYNTHIA DIGESUALDO, VETERINARY MEDICAL OFFICEREnd Section",
  "animals_total": 150,
  "species": [
    {
      "count": 3,
      "scientific": "Hystrix cristata",
      "common": "AFRICAN CRESTED PORCUPINE"
    },
    {
      "count": 2,
      "scientific": "Puma concolor",
      "common": "PUMA / MOUNTAIN LION / COUGAR"
    },
    {
      "count": 1,
      "scientific": "Lama pacos",
      "common": "ALPACA"
    },
    {
      "count": 8,
      "scientific": "Lemur catta",
      "common": "RING-TAILED LEMUR"
    },
    {
      "count": 3,
      "scientific": "Vulpes vulpes",
      "common": "RED FOX (INCLUDES SILVER FOX & CROSS FOX)"
    },
    {
      "count": 3,
      "scientific": "Sheep",
      "common": "SHEEP"
    },
    {
      "count": 1,
      "scientific": "Vulpes lagopus",
      "common": "ARCTIC FOX"
    },
    {
      "count": 6,
      "scientific": "Lynx rufus",
      "common": "BOBCAT"
    },
    {
      "count": 1,
      "scientific": "Camelus dromedarius domestic",
      "common": "DOMESTIC DROMEDARY CAMEL"
    },
    {
      "count": 5,
      "scientific": "Caracal caracal",
      "common": "CARACAL"
    },
    {
      "count": 1,
      "scientific": "Canis latrans",
      "common": "COYOTE"
    },
    {
      "count": 1,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 1,
      "scientific": "Lynx canadensis",
      "common": "CANADIAN LYNX"
    },
    {
      "count": 7,
      "scientific": "Panthera leo",
      "common": "LION"
    },
    {
      "count": 1,
      "scientific": "Panthera onca",
      "common": "JAGUAR"
    },
    {
      "count": 1,
      "scientific": "Potos flavus",
      "common": "KINKAJOU"
    },
    {
      "count": 4,
      "scientific": "Mustela putorius furo",
      "common": "DOMESTIC FERRET"
    },
    {
      "count": 60,
      "scientific": "Panthera tigris",
      "common": "TIGER"
    },
    {
      "count": 16,
      "scientific": "Panthera leo X  P. tigris",
      "common": "LION X TIGER HYBRID / LIGER / TIGON"
    },
    {
      "count": 1,
      "scientific": "Caluromys philander",
      "common": "BARE-TAILED WOOLLY OPOSSUM"
    },
    {
      "count": 2,
      "scientific": "Atelerix albiventris",
      "common": "FOUR-TOED HEDGEHOG"
    },
    {
      "count": 9,
      "scientific": "Procyon lotor",
      "common": "RACCOON"
    },
    {
      "count": 1,
      "scientific": "Saguinus midas",
      "common": "RED-HANDED TAMARIN"
    },
    {
      "count": 3,
      "scientific": "Canis lupus",
      "common": "GRAY WOLF / GREY WOLF / TIMBER WOLF"
    },
    {
      "count": 3,
      "scientific": "Callithrix jacchus",
      "common": "COMMON MARMOSET"
    },
    {
      "count": 1,
      "scientific": "Galago senegalensis",
      "common": "NORTHERN LESSER BUSHBABY"
    },
    {
      "count": 1,
      "scientific": "Canis aureus",
      "common": "GOLDEN JACKAL"
    },
    {
      "count": 1,
      "scientific": "Macaca mulatta",
      "common": "RHESUS MACAQUE"
    },
    {
      "count": 1,
      "scientific": "Macaca nemestrina",
      "common": "PIG-TAILED MACAQUE"
    },
    {
      "count": 1,
      "scientific": "Otocyon megalotis",
      "common": "BAT-EARED FOX"
    },
    {
      "count": 1,
      "scientific": "Martes pennanti",
      "common": "FISHER"
    }
  ]
}