{
  "insp_id": "321151558440835",
  "layout": "a",
  "customer_id": "324219",
  "customer_name": "Larry W Wilson",
  "customer_addr": "5450 Hampton Road\nLakeland, FL 33810",
  "certificate": "58-B-0539",
  "site_id": "001",
  "site_name": "LARRY WILSON",
  "insp_type": "ROUTINE INSPECTION",
  "date": "17-NOV-2015",
  "report_date": "17-NOV-2015",
  "citations": [
    {
      "code": "2.126(a)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ACCESS AND INSPECTION OF RECORDS AND PROPERTY; SUBMISSION OF ITINERARIES.",
      "narrative": "During this inspection the Owner was unable to locate the documentation of the last Veterinary site visit. This\ninformation should be made available for the next inspection.\nCorrect by: 11-30-2015."
    },
    {
      "code": "3.50(b)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "At time of this inspection the power for the building was off. The light needs to be made available to conduct an\ninspection and to facilitate the husbandry of the rabbits. Reliable and adequate electric power, if required to comply\nwith other provisions of this subpart, and adequate potable water shall be available.\nCorrect by: 11-19-2015."
    },
    {
      "code": "3.53(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "There are several rabbit enclosures that have come apart in one of the back corners of the wire mesh flooring. The\nwire mesh has come unfastened and broken wires are exposed. Broken wires were also seen along the back wall\nfor the enclosures holding the bucks. These enclosures need to be made structurally sound and maintained in good\nrepair to protect the rabbits from injury.\nCorrect by: 12-17-2015."
    },
    {
      "code": "3.56(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "There is a buildup of hair and cobwebs in the rabbit housing area and on the cages. Primary enclosures shall be\nkept reasonably free of excreta, hair, cobwebs and other debris by periodic cleaning. Cages need to be cleaned\nand kept free of the hair and cobwebs.\nCorrect by: 11-21-2015.\nAn exit briefing was conducted with the Owner."
    }
  ],
  "narrative": "2.126(a)(2)\nACCESS AND INSPECTION OF RECORDS AND PROPERTY; SUBMISSION OF ITINERARIES.\nDuring this inspection the Owner was unable to locate the documentation of the last Veterinary site visit.  This\ninformation should be made available for the next inspection.  \nCorrect by:  11-30-2015.\n3.50(b)\nFACILITIES, GENERAL.  \nAt time of this inspection the power for the building was off.  The light needs to be made available to conduct an\ninspection and to facilitate the husbandry of the rabbits.  Reliable and adequate electric power, if required to comply\nwith other provisions of this subpart, and adequate potable water shall be available.\nCorrect by:  11-19-2015.\n3.53(a)(1)\nPRIMARY ENCLOSURES.   \nThere are several rabbit enclosures that have come apart in one of the back corners of the wire mesh flooring. The\nwire mesh has come unfastened and broken wires are exposed.  Broken wires were also seen along the back wall\nfor the enclosures holding the bucks.  These enclosures need to be made structurally sound and maintained in good\nrepair to protect the rabbits from injury.\nCorrect by:  12-17-2015.\n3.56(a)(1)\nSANITATION. \nThere is a buildup of hair and cobwebs in the rabbit housing area and on the cages.   Primary enclosures shall be\nkept reasonably free of excreta, hair, cobwebs and other debris by periodic cleaning.  Cages need to be cleaned\n\nand kept free of the hair and cobwebs.\nCorrect by:  11-21-2015.\nAn exit briefing was conducted with the Owner.",
  "animals_total": 17,
  "species": [
    {
      "count": 17,
      "scientific": "Oryctolagus cuniculus",
      "common": "EUROPEAN RABBIT"
    }
  ]
}