{
  "insp_id": "188161414100899",
  "layout": "a",
  "customer_id": "324780",
  "customer_name": "Seaworld Parks & Entertainment Llc",
  "customer_addr": "Busch Gardens\n3605 E Bougainvillea Ave\nTampa, FL 33612",
  "certificate": "58-C-1002",
  "site_id": "001",
  "site_name": "BUSCH GARDENS, TAMPA",
  "insp_type": "ROUTINE INSPECTION",
  "date": "06-JUL-2016",
  "report_date": "06-JUL-2016",
  "citations": [
    {
      "code": "2.131",
      "kind": "",
      "repeat": false,
      "desc": "HANDLING OF ANIMALS.",
      "narrative": "The female orangutan that escaped the outdoor portion of the enclosure entered into the public areas and had to be\ndarted with a sedative to be captured and returned to her enclosure. During her escape she was brachiating in the\ntrees when she grabbed a tree limb that failed to support her weight and she fell approximately 20-25 feet to the\nground. Handling of all animals shall be done as expeditiously and carefully as possible in a manner that does not\ncause trauma, behavioral stress, physical harm, or unnecessary discomfort. The animal suffered stress and some\nphysical harm from the escape, fall and the darting. The veterinary staff cared for the animal during and following\nthe event.\nThe facility has taken steps to prevent any future escapes as the animal is being housed indoors until\nmodifications/repairs are made."
    },
    {
      "code": "3.75(a)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "A female orangutan escaped the outdoor housing area on July 01, 2016. This orangutan had previously escaped\nfrom this same enclosure in 2008. The egress area is unknown at time of this inspection. Housing facilities must\nsecurely contain the animals and the current orangutan enclosure did not securely contain the female. The facility is\nconsidering several modifications to ensure the animals stay contained within the enclosure. At time of recapture\nand to this date the animals is being housed in the back holding area and is not being allowed into the outdoor\nsections.\nOn 06-16-2016 a male orangutan escaped the outdoor enclosure called the \"Day Yard.\" The stainless steel mesh\nwas pushed/bit through at the top of the enclosure. A fire hose that is referred to as the \"tightrope\" was high\nenough that the orangutans used the wire mesh roof to hold onto when on the fire hose. The weight of the animals\nmay have caused the mesh to stretch and weaken. The facility has reinforced the weakened area that the animal\nused to leave the enclosure and the fire hose was lowered to prevent the animals from using the top of the mesh to\nhang from. The mesh is approximately 8 years old and other sections appeared stretched. The mesh needs to be\nfurther evaluated to determine if it is strong enough to contain the orangutans or if a different material is necessary.\nFurther modifications are planned to re-enforce this area and other areas where it appears the wire mesh is\nstretching for additional structural soundness.\nCorrect by: 08-06-2016\nThis exit briefing was conducted with Megan E. Adams-ACI, Dr. Gregory Gaj-Animal Care Supervisor and the\nfacility representative.\nAdditional Inspectors\nGaj Gregory, Supervisory Animal Care Specialist"
    }
  ],
  "narrative": "2.131\nHANDLING OF ANIMALS.\nThe female orangutan that escaped the outdoor portion of the enclosure entered into the public areas and had to be\ndarted with a sedative to be captured and returned to her enclosure.  During her escape she was brachiating in the\ntrees when she grabbed a tree limb that failed to support her weight and she fell approximately 20-25 feet to the\nground.  Handling of all animals shall be done as expeditiously and carefully as possible in a manner that does not\ncause trauma, behavioral stress, physical harm, or unnecessary discomfort.  The animal suffered stress and some\nphysical harm from the escape, fall and the darting.  The veterinary staff cared for the animal during and following\nthe event.  \nThe facility has taken steps to prevent any future escapes as the animal is being housed indoors until\nmodifications/repairs are made.\n3.75(a)\nHOUSING FACILITIES, GENERAL. \nA female orangutan escaped the outdoor housing area on July 01, 2016. This orangutan had previously escaped\nfrom this same enclosure in 2008.  The egress area is unknown at time of this inspection.  Housing facilities must\nsecurely contain the animals and the current orangutan enclosure did not securely contain the female. The facility is\nconsidering several modifications to ensure the animals stay contained within the enclosure.  At time of recapture\nand to this date the animals is being housed in the back holding area and is not being allowed into the outdoor\nsections.\nOn 06-16-2016 a male orangutan escaped the outdoor enclosure called the \"Day Yard.\"  The stainless steel mesh\nwas  pushed/bit through at the top of the enclosure.  A fire hose that is referred to as the \"tightrope\" was high\nenough that the orangutans used the wire mesh roof to hold onto when on the fire hose.   The weight of the animals\nmay have caused the mesh to stretch and weaken.  The facility has reinforced the weakened area that the animal\nused to leave the enclosure and the fire hose was lowered to prevent the animals from using the top of the mesh to\nhang from.  The mesh is approximately 8 years old and other sections appeared stretched.  The mesh needs to be\nfurther evaluated to determine if it is strong enough to contain the orangutans or if a different material is necessary.\n\nFurther modifications are planned to re-enforce this area and other areas where it appears the wire mesh is\nstretching for additional structural soundness.\nCorrect by:  08-06-2016\nThis exit briefing was conducted with Megan E. Adams-ACI, Dr. Gregory Gaj-Animal Care Supervisor and the\nfacility representative.\nAdditional Inspectors\nGaj Gregory, Supervisory Animal Care Specialist",
  "animals_total": 6,
  "species": [
    {
      "count": 6,
      "scientific": "Pongo pygmaeus",
      "common": "BORNEAN ORANGUTAN"
    }
  ]
}