{
  "insp_id": "INS-0000851080",
  "layout": "c",
  "customer_id": "501843",
  "customer_name": "ELIAS MAST",
  "customer_addr": "11724 200TH ST\nBLOOMFIELD, IA 52537",
  "certificate": "42-A-1573",
  "site_id": "001",
  "site_name": "ELIAS H MAST",
  "insp_type": "ROUTINE INSPECTION",
  "date": "28-FEB-2023",
  "report_date": "01-MAR-2023",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "The vaccines for the dogs are not being stored at the proper temperature. The temperature inside the refrigerator\ncontaining the vaccines is 58 degrees F according to the inspector's Kestrel. The label on the vaccines state they are to\nbe stored between 35-46 degrees F. Storing vaccines at an inappropriate temperature may interfere with their ability to\nbe effective which could leave dogs without proper protection against serious and deadly diseases.\nEach dealer must use appropriate methods to prevent, control, diagnose and treat diseases and injuries. The licensee\nmust store the vaccines at the appropriate temperature and ensure that all other medical products are properly stored at\nall times in order to support the health of the dogs.\nTo be corrected by: From this day forward"
    },
    {
      "code": "3.13(a)(2)",
      "kind": "",
      "repeat": false,
      "desc": "Veterinary care for dogs.",
      "narrative": "The Program of Veterinary Care is incomplete and the schedule for the physical examination of the dogs by the attending\nveterinarian is missing. Records indicate that the attending veterinarian conducted a visual examination of the adult dogs\non June 02, 2022, but no records indicate that a physical examination has been performed. The licensee stated that the\npuppies are each physically examined before they are sold, but this plan is not documented.\nFailure to document the frequency of physical examinations may interfere with the ability of APHIS officials to determine if\nthe animals are receiving adequate veterinary care. Failure to have the dogs physically examined by the attending\nveterinarian at least once every 12 months may allow medical concerns to go unnoticed and the conditions could worsen.\nEach dealer must follow an appropriate program of veterinary care that is developed, documented in writing, and signed\nby the attending veterinarian and includes a complete physical examination from head to tail of each dog by the attending\nveterinarian not less than once every 12 months. The licensee must add the schedule for the physical examinations of\nthe adult dogs and puppies to the program of veterinary care and ensure that each dog receives the physical examination\nin order to support their health and well-being.\nTo be corrected by: The schedule of examinations must be documented by 14-March-2023. All dogs must receive the\nphysical examination not less than once every 12 months from this day forward."
    },
    {
      "code": "3.13(a)(4)",
      "kind": "",
      "repeat": false,
      "desc": "Veterinary care for dogs.",
      "narrative": "The Program of Veterinary Care is incomplete and the preventative care and treatment plans to ensure healthy and\nunmatted hair coats, properly trimmed nails, and clean and healthy eyes, ears, skin, and teeth is missing. Failure to\ndocument the preventative care and treatment plans may interfere with the ability of APHIS officials to determine if the\nanimals are receiving adequate veterinary care.\nEach dealer must follow an appropriate program of veterinary care that is developed, documented in writing, and signed\nby the attending veterinarian and includes the preventative care and treatment plans to ensure healthy and unmatted hair\ncoats, properly trimmed nails, and clean and healthy eyes, ears, skin, and teeth. The licensee must add these missing\nplans to the Program of Veterinary Care to ensure the dogs are receiving adequate veterinary care.\nTo be corrected by: 14-March-2023"
    },
    {
      "code": "3.13(b)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Veterinary care for dogs.",
      "narrative": "The licensee had approximately a quarter of the kennel population tested for heartworm and intestinal parasites (fecals) in\nMay or June of 2022. The identification of which dogs were tested is not documented in writing on a medical record.\nFailure to document the animal identification can interfere with the ability of APHIS officials to determine which medical\nrecord belongs to which animal and if adequate veterinary care is being provided.\nEach dealer shall keep copies of medical records that includes the identity of the animal, including identifying marks,\ntattoos, or tags on the animal and the animal’s breed, sex, and age. The licensee must ensure that all medical records\ncontain the animal's identification along with all other required information.\nTo be corrected by: From this day forward"
    },
    {
      "code": "3.13(b)(4)",
      "kind": "",
      "repeat": false,
      "desc": "Veterinary care for dogs.",
      "narrative": "The licensee had approximately a quarter of the kennel population tested for heartworm and intestinal parasites (fecals) in\nMay or June of 2022. The results of the tests are not documented in writing on a medical record. Failure to document the\nresults of the testing may interfere with the ability of APHIS officials to determine if the dogs are receiving adequate\nveterinary care.\nEach dealer shall keep copies of medical records that include the results of all screening, routine, or other required or\nrecommended tests or examinations. The licensee must document the results of all heartworm and fecal testing and\nensure that all medical records are complete and contain all the required information.\nTo be corrected by: From this day forward\nThis inspection and exit interview were conducted with the facility representative.\nEnd Section"
    }
  ],
  "narrative": "2.40(b)(2) \n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nThe vaccines for the dogs are not being stored at the proper temperature.  The temperature inside the refrigerator \ncontaining the vaccines is 58 degrees F according to the inspector's Kestrel.  The label on the vaccines state they are to \nbe stored between 35-46 degrees F.  Storing vaccines at an inappropriate temperature may interfere with their ability to \nbe effective which could leave dogs without proper protection against serious and deadly diseases. \n \nEach dealer must use appropriate methods to prevent, control, diagnose and treat diseases and injuries.  The licensee \nmust store the vaccines at the appropriate temperature and ensure that all other medical products are properly stored at \nall times in order to support the health of the dogs. \n \nTo be corrected by:  From this day forward \n3.13(a)(2) \n   \nVeterinary care for dogs. \nThe Program of Veterinary Care is incomplete and the schedule for the physical examination of the dogs by the attending \nveterinarian is missing.  Records indicate that the attending veterinarian conducted a visual examination of the adult dogs \non June 02, 2022, but no records indicate that a physical examination has been performed.  The licensee stated that the\n\npuppies are each physically examined before they are sold, but this plan is not documented.   \n \nFailure to document the frequency of physical examinations may interfere with the ability of APHIS officials to determine if \nthe animals are receiving adequate veterinary care.  Failure to have the dogs physically examined by the attending \nveterinarian at least once every 12 months may allow medical concerns to go unnoticed and the conditions could worsen.   \n \nEach dealer must follow an appropriate program of veterinary care that is developed, documented in writing, and signed \nby the attending veterinarian and includes a complete physical examination from head to tail of each dog by the attending \nveterinarian not less than once every 12 months.  The licensee must add the schedule for the physical examinations of \nthe adult dogs and puppies to the program of veterinary care and ensure that each dog receives the physical examination \nin order to support their health and well-being. \n \nTo be corrected by:  The schedule of examinations must be documented by 14-March-2023.  All dogs must receive the \nphysical examination not less than once every 12 months from this day forward. \n3.13(a)(4) \n   \nVeterinary care for dogs. \nThe Program of Veterinary Care is incomplete and the preventative care and treatment plans to ensure healthy and \nunmatted hair coats, properly trimmed nails, and clean and healthy eyes, ears, skin, and teeth is missing.  Failure to \ndocument the preventative care and treatment plans may interfere with the ability of APHIS officials to determine if the \nanimals are receiving adequate veterinary care. \n \nEach dealer must follow an appropriate program of veterinary care that is developed, documented in writing, and signed\n\nby the attending veterinarian and includes the preventative care and treatment plans to ensure healthy and unmatted hair \ncoats, properly trimmed nails, and clean and healthy eyes, ears, skin, and teeth.  The licensee must add these missing \nplans to the Program of Veterinary Care to ensure the dogs are receiving adequate veterinary care. \n \nTo be corrected by:  14-March-2023 \n3.13(b)(1) \n   \nVeterinary care for dogs. \nThe licensee had approximately a quarter of the kennel population tested for heartworm and intestinal parasites (fecals) in \nMay or June of 2022.  The identification of which dogs were tested is not documented in writing on a medical record.  \nFailure to document the animal identification can interfere with the ability of APHIS officials to determine which medical \nrecord belongs to which animal and if adequate veterinary care is being provided. \n \nEach dealer shall keep copies of medical records that includes the identity of the animal, including identifying marks, \ntattoos, or tags on the animal and the animal’s breed, sex, and age.  The licensee must ensure that all medical records \ncontain the animal's identification along with all other required information.   \n \nTo be corrected by:  From this day forward \n3.13(b)(4) \n   \nVeterinary care for dogs. \nThe licensee had approximately a quarter of the kennel population tested for heartworm and intestinal parasites (fecals) in \nMay or June of 2022.  The results of the tests are not documented in writing on a medical record.  Failure to document the \nresults of the testing may interfere with the ability of APHIS officials to determine if the dogs are receiving adequate\n\nveterinary care. \n \nEach dealer shall keep copies of medical records that include the results of all screening, routine, or other required or \nrecommended tests or examinations.  The licensee must document the results of all heartworm and fecal testing and \nensure that all medical records are complete and contain all the required information. \n \nTo be corrected by:  From this day forward \n \nThis inspection and exit interview were conducted with the facility representative. \n \nEnd Section",
  "animals_total": 41,
  "species": [
    {
      "count": 31,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 10,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}