{
  "insp_id": "2016090000509147",
  "layout": "b",
  "customer_id": "326205",
  "customer_name": "BEN ESH JR",
  "customer_addr": "565 S MILL STREET\nLOGANTON, PA 17747",
  "certificate": "23-A-0552",
  "site_id": "001",
  "site_name": "BEN K ESH JR",
  "insp_type": "ROUTINE INSPECTION",
  "date": "12-JAN-2021",
  "report_date": "12-JAN-2021",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "There were 6 guinea pigs observed with health conditions requiring treatment in accordance with the Program of\nVeterinary Care or consultation with the attending veterinarian. This included a gray and white adult in pen 43, a tricolor\nadult in pen 42, a brown and black adult in pen 36, a tricolor adult in pen 27, a tricolor adult in pen 24, and a brown adult\nin pen 23. The guinea pigs were observed to have firm movable masses under the chin ranging in size from 1 cm to 1\ninch in diameter. The licensee stated he had not observed the health conditions in these animals and had not contacted\nhis attending veterinarian. The condition was addressed in the Program of Veterinary Care with treatment options\nprovided, but the licensee was not administering any treatments.\nSwellings in the neck can be indications of disease or injury, can be painful, affect the overall health and well-being of the\nanimal, and may require treatment with antibiotics or other medications. Failure to seek proper diagnosis and treatment\nfor disease may result in pain to the animals, worsening of the condition, and possible spread to additional animals if the\ncondition is contagious.\nThe licensee must initiate treatment according to the Program of Veterinary Care or contact the attending veterinarian to\nevaluate these animals and determine an appropriate plan for diagnosis and treatment.\nCorrect by: January 15, 2021"
    },
    {
      "code": "3.31(a)(1)",
      "kind": "",
      "repeat": true,
      "desc": "Sanitation.",
      "narrative": "Approximately 25% of the enclosures housing approximately 158 guinea pigs contained a large amount of soiled, wet\nbedding with excess fecal material and discarded food and little to no clean bedding available. The licensee stated\nenclosures are being scraped out and then sprayed with sanitizer and no cleaning step with soap and water or other\ndetergent is being performed. In addition, enclosures are being sanitized once a month instead of every 2 weeks as\nrequired.\nThe accumulation of feces and unclean enclosures can cause unpleasant odors, lead to contamination of the enclosure,\nand attract pests and vermin that carry diseases that result in risks to the health of the animals.\nEnclosures must be cleaned with soap and water or other detergent and sanitized as often as necessary to prevent a\nbuild-up of debris and fecal material and sanitized at a minimum of once every two weeks."
    },
    {
      "code": "3.30",
      "kind": "",
      "repeat": false,
      "desc": "Watering.",
      "narrative": "There was a buildup of bedding, fecal material, debris, and brown residue coating the interior and exterior of the waste\nwater PVC piping around the automatic watering nipples in the majority of the enclosures. The licensee stated they are\ncleaned and sanitized once a month and not every 2 weeks as required.\nFailure to clean and sanitize waterers often enough to prevent accumulation of debris can result in decreased water\nintake or spread of disease which can negatively impact the health of the animals.\nWatering receptacles must be cleaned and sanitized as often as necessary to prevent a build-up of debris and fecal\nmaterial and sanitized at a minimum of once every two weeks.\nCorrect by: January 19, 2021"
    },
    {
      "code": "3.26(a)",
      "kind": "",
      "repeat": true,
      "desc": "Facilities, indoor.",
      "narrative": "The temperature inside the guinea pig housing facility as measured with a kestrel was 51.8 degrees F at the corner\nfurthest from the heater and 55.7 degrees F closest to the heater. There was one wall heater in one corner of the facility.\nGuinea pigs kept in ambient temperatures that are too low may be subject to cold stress that may cause discomfort and\npredispose them to developing other health issues.\nThe ambient temperature in indoor housing facilities for guinea pigs must not fall below 60 degrees F."
    },
    {
      "code": "2.75(b)(1)",
      "kind": "",
      "repeat": true,
      "desc": "Records: Dealers and exhibitors.",
      "narrative": "The facility is recording the number of adults and weanlings but there is no record of the number of newborns.\nFailure to maintain these records can make it difficult to assess the health of the colony by identifying animal losses by\ndeaths or decreased numbers of animals born and to track animals being used in regulated activities to ensure their\nhumane care and use.\nThe facility must maintain records containing the required information for animals which fully and correctly disclose the\nnumber of animals held, owned, and acquired or disposed of including the number of newborns.\nThis inspection and exit interview were conducted with the licensee.\nEnd Section"
    }
  ],
  "narrative": "2.40(b)(2) \n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nThere were 6 guinea pigs observed  with health conditions requiring treatment in accordance with the Program of \nVeterinary Care or consultation with the attending veterinarian.  This included a gray and white adult in pen 43, a tricolor \nadult in pen 42, a brown and black adult in pen 36, a tricolor adult in pen 27, a tricolor adult in pen 24, and a brown adult \nin pen 23.  The guinea pigs were observed  to have firm movable masses under the chin ranging in size from 1 cm to 1 \ninch in diameter.  The licensee stated he had not observed  the health conditions in these animals and had not contacted \nhis attending veterinarian.   The condition was addressed in the Program of Veterinary Care with treatment options \nprovided,  but the licensee was not administering any treatments. \nSwellings in the neck can be indications of disease or injury, can be painful, affect the overall health and well-being of the \nanimal, and may require treatment with antibiotics or other medications. Failure to seek proper diagnosis and treatment \nfor disease may result in pain to the animals, worsening of the condition, and possible spread to additional animals if the \ncondition is contagious. \nThe licensee must initiate treatment according to the Program of Veterinary Care or contact the attending veterinarian  to \nevaluate these animals and determine an appropriate plan for diagnosis and treatment. \nCorrect by:  January 15, 2021\n\n3.31(a)(1)  Repeat\n   \nSanitation. \nApproximately 25% of the enclosures housing approximately 158 guinea pigs contained a large amount of soiled, wet \nbedding with excess fecal material and discarded food and little to no clean bedding available.  The licensee stated \nenclosures are being scraped out and then sprayed with sanitizer and no cleaning step with soap and water or other \ndetergent is being performed.  In addition, enclosures are being sanitized once a month instead of every 2 weeks as \nrequired. \nThe accumulation of feces and unclean enclosures can cause unpleasant odors, lead to contamination of the enclosure, \nand attract pests and vermin that carry diseases that result in risks to the health of the animals. \nEnclosures must be cleaned with soap and water or other detergent and sanitized as often as necessary to prevent a \nbuild-up of debris and fecal material and sanitized at a minimum of once every two weeks. \n3.30 \n   \nWatering. \nThere was a buildup of bedding, fecal material, debris, and brown residue coating the interior and exterior of the waste \nwater PVC piping around the automatic watering nipples in the majority of the enclosures.  The licensee stated they are \ncleaned and sanitized once a month and not every 2 weeks as required. \nFailure to clean and sanitize waterers often enough to prevent accumulation of debris can result in decreased water \nintake or spread of disease which can negatively impact the health of the animals. \nWatering receptacles must be cleaned and sanitized as often as necessary to prevent a build-up of debris and fecal \nmaterial and sanitized at a minimum of once every two weeks. \nCorrect by:  January 19, 2021 \n3.26(a)  Repeat\n\nFacilities, indoor. \nThe temperature inside the guinea pig housing facility as measured with a kestrel was 51.8 degrees F at the corner \nfurthest from the heater and 55.7 degrees F closest to the heater.  There was one wall heater in one corner of the facility. \nGuinea pigs kept in ambient temperatures that are too low may be subject to cold stress that may cause discomfort and \npredispose them to developing  other health issues. \nThe ambient temperature in indoor housing facilities for guinea pigs must not fall below 60 degrees F. \n2.75(b)(1)  Repeat\n   \nRecords: Dealers and exhibitors. \nThe facility is recording the number of adults and weanlings but there is no record of the number of newborns. \nFailure to maintain these records can make it difficult to assess the health of the colony by identifying animal losses by \ndeaths or decreased numbers of animals born and to track animals being used in regulated activities to ensure their \nhumane care and use. \nThe facility must maintain records containing the required information for animals which fully and correctly disclose the \nnumber of animals held, owned, and acquired or disposed of including the number of newborns. \n \nThis inspection and exit interview were conducted with the licensee. \n \nEnd Section",
  "animals_total": 508,
  "species": [
    {
      "count": 508,
      "scientific": "Cavia porcellus",
      "common": "DOMESTIC GUINEA PIG"
    }
  ]
}