{
  "insp_id": "INS-0001252751",
  "layout": "c",
  "customer_id": "9335",
  "customer_name": "Misfitland Monkey Rescue",
  "customer_addr": "100 Bullock Lane\nMOSCOW, OH 45153",
  "certificate": "31-C-0284",
  "site_id": "002",
  "site_name": "Misfitland Monkey Rescue",
  "insp_type": "ROUTINE INSPECTION",
  "date": "25-FEB-2025",
  "report_date": "04-MAR-2025",
  "citations": [
    {
      "code": "2.40(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "The facility does not have a current formal arrangement with an attending veterinarian. While the facility states another\nveterinarian provides care for the animals, the Program of Veterinary Care (PVC) lists an attending veterinarian who was\ncontacted and stated they stopped providing services to this facility about two years ago. Failure to employ an attending\nveterinarian under formal arrangements can lead to the inability to provide preventative and emergency care and timely\ndiagnosis and treatment of animals which can affect the health and well-being of all animals. Each exhibitor shall employ\nan attending veterinarian under formal arrangements who shall provide adequate veterinary care to its animals. In the\ncase of a part-time attending veterinarian the formal arrangements shall include a written program of veterinary care and\nregularly scheduled visits to the premises. Correct by documenting formal arrangements with an attending veterinarian\nand completing a veterinarian approved Program of Veterinary Care. Correct by 4-April-2025."
    },
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "The facility is not following their Program of Veterinary Care (PVC). The PVC states that nonhuman primates will receive\na rabies vaccine and be tested for Tetanus and Tuberculosis annually. A facility representative states that they have not\nbeen performing these treatments and testing annually. Failure to vaccinate and perform testing in accordance with the\nveterinarian approved schedule can increase the risk of disease exposure and disease transmission, and could cause\nillness to the animals. The facility must establish and maintain programs of adequate veterinary care that include the use\nof appropriate methods to prevent, control, diagnose, and treat diseases and injuries. Correct by ensuring that all animals\nreceive adequate veterinary care and that requirements in a veterinarian approved PVC are followed. Correct by 4-April-\n2025."
    },
    {
      "code": "2.131(c)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Handling of animals.",
      "narrative": "An animal was not being properly handled with a patron. APHIS Officials reviewed a social media post dated 22-April-\n2024 in which a Brown Capuchin is interacting with a patron. A facility representative states that this was their posting and\nanimal. The patron is seen holding the animal with their faces very close to one another and the animal is placing its hand\non the patron’s face near their eye. Failure to handle animals so there is minimal risk to the public and to the animal, can\nlead to injury to the public and the animal, zoonotic disease spread, and stress in the animals. Correct by ensuring that\nduring public exhibition, any animal must be handled so there is minimal risk of harm to the animal and to the public with\nsufficient distance and/or barriers between the animal and the general viewing public so as to assure the safety of animals\nand the public. Correct by 07-March-2025."
    },
    {
      "code": "3.75(e)",
      "kind": "",
      "repeat": false,
      "desc": "Housing facilities, general.",
      "narrative": "The facility is not storing food in a manner that protects them from contamination. Perishable food items for the animals\nsuch as bananas and lettuce are being stored in a room of the facility that has sheets of insulation hanging from the\nceiling. The insulation is hanging adjacent to the uncovered food items risking contamination. Additionally, there was a\ndomestic cat observed making contact with the food items and eating out of a dog treat container in the food storage area.\nFailure to store food properly can result in contamination of food items and the spread of disease from animals that make\ncontact with the food. Correct by ensuring that supplies of food and bedding are stored in a manner that protects the\nsupplies from spoilage, contamination, and vermin infestation. The supplies must be stored off the floor and away from\nthe walls, to allow cleaning underneath and around the supplies. Food requiring refrigeration must be stored accordingly,\nand all food must be stored a manner that prevents contamination and deterioration of its nutritive value. Only the food\nand bedding currently being used may be kept in animal areas, and when not in actual use, open food and bedding\nsupplies must be kept in leakproof containers with tightly fitting lids to prevent spoilage and contamination. Correct by 14-\nMarch-2025."
    },
    {
      "code": "3.80(a)(2)(i)",
      "kind": "",
      "repeat": false,
      "desc": "Primary enclosures.",
      "narrative": "A primary enclosure housing nonhuman primates contains sharp points. The metal fencing of an outdoor section of an\nenclosure housing 1 Squirrel Monkey, 3 Brown Capuchins, and 1 White-Headed Capuchin contained several sharp points\nwhere the metal had broken apart. The sharp points were located in the area closest to the indoor section of the\nenclosure and were accessible to the animals. Sharp points can cause injury and distress to the regulated animals.\nPrimary enclosures must be constructed and maintained so that they have no sharp points or edges that could injure the\nnonhuman primates. Correct by ensuring primary enclosures housing nonhuman primates do not contain sharp points.\nCorrect by 14-March-2025."
    },
    {
      "code": "3.80(a)(2)(ii)",
      "kind": "",
      "repeat": false,
      "desc": "Primary enclosures.",
      "narrative": "The facility is not protecting nonhuman primates from injury. An enclosure housing 1 Squirrel Monkey, 3 Brown\nCapuchins, and 1 White-Headed Capuchin contains insulation that is accessible to the animals. The source of the\ninsulation was located in the back right corner of the enclosure and insulation was seen torn apart and dispersed on the\nfloor of the enclosure. Insulation if ingested can cause irritation, discomfort, and distress to the animals. Primary\nenclosures must be constructed and maintained so that they protect the nonhuman primates from injury. Correct by\nensuring that primary enclosures housing nonhuman primates protect them from injury. Correct by 14-March-2025."
    },
    {
      "code": "3.80(a)(2)(iii)",
      "kind": "",
      "repeat": false,
      "desc": "Primary enclosures.",
      "narrative": "The primary enclosures housing nonhuman primates are not containing them securely. A Brown Capuchin was seen\nhanging on the outside of the primary enclosure near the front entrance of the facility. A White-Face Capuchin was also\nobserved outside of the enclosure on the sidewalk outside of the primary enclosure. Additionally, a Crab-Eating Macaque\n(Java Macaque) was seen on the ground outside the perimeter fence near the entrance to the facility. A facility\nrepresentative stated that the Brown Capuchin got out and was able to then let out the other animals. All animals were\nrecovered with the Brown Capuchin taking approximately 20 minutes before they were returned to their primary\nenclosure. Primary enclosures that do not contain nonhuman primates securely or prevent opening by the animal can\nresult in escape, distress, or injury to the animal. Correct by ensuring that primary enclosures are constructed and\nmaintained so that they contain the nonhuman primates securely and prevent accidental opening of the enclosure,\nincluding opening by the animal. Correct by 7-March-2025."
    },
    {
      "code": "3.81(a)(3)",
      "kind": "",
      "repeat": false,
      "desc": "Environment enhancement to promote psychological well-being.",
      "narrative": "Inspectors observed a blue and gold macaw repeatedly attempting to bite a squirrel monkey. The facility had a wire\nbarrier between the primate enclosure and an additional indoor area that the animals have access to when an inspection\nis not being conducted. When the squirrel monkey would navigate the enclosure in front of the barrier or attempt to touch\nthe barrier the blue and gold macaw was observed repeatedly lunging at the limbs of the primate.\nAdditionally, a video sent by a facility representative shows further potentially dangerous interactions between the blue\nand gold macaw and the squirrel monkey. In the video that is approximately 1 minute and 28 seconds long, the facility\nrepresentative is observed laying on their back on a couch interacting with both the Squirrel Monkey and the blue and\ngold macaw. During this interaction the macaw is perched on what appears to be the pillow behind the facility\nrepresentative's shoulder. There is a hanging swing adjacent to the couch that the primate is utilizing to navigate its\nsurroundings to make contact with the faciilty representative. When the primate jumps to the floor and attempts to climb\nup onto the facility representative the macaw lunges at the primate with an open mouth. Further in the recording the\nprimate is observed excessively vocalizing and making repeated attempts to avoid potential injury by being bitten by the\nmacaw while attempting to interact with the facility representative.\nFailure to ensure that other animals housed with primates are compatible can result in injury, stress, and endanger their\nwell-being. Correct by ensuring that non-human primates are not housed with other species of primates or animals unless\nthey are compatible, do not prevent access to food, water, or shelter by individual animals, and are not known to be\nhazardous to the health and well-being of each other. Correct by 14-March-2025."
    },
    {
      "code": "3.81(c)(2)",
      "kind": "",
      "repeat": false,
      "desc": "Environment enhancement to promote psychological well-being.",
      "narrative": "The Environment Enhancement Plan does not adequately address the special considerations of an approximately 2-year-\nold adult male Squirrel Monkey “Maurice” who was observed engaging in stereotypic behavior. The primate was pacing\nalong an elevated structure in the enclosure and performing a distinct head twirling motion when it got to the ends of the\nstructure. The primate was engaging in these behaviors for nearly the entire duration of observations by the inspectors.\nThe animal was also viewed at different points in the inspection process and was continuing to engage in this behavior.\nWhen the facility representative was asked how this behavior was being treated they stated that this is how Squirrel\nMonkeys act and was not implementing any corrective action to curb the behavior.\nFailure to establish and follow a written environmental enhancement plan that is reviewed by the attending veterinarian\nthat includes special considerations for animals that are exhibiting signs of psychological distress can result in the\nbehaviors worsening, and prolonged discomfort and distress in non-human primates. Certain nonhuman primates must be\nprovided special attention regarding enhancement of their environment, based on the needs of the individual species in\naccordance with the instructions of the attending veterinarian. Correct by ensuring that the written environmental\nenhancement plan for all non-human primates contains veterinarian-approved provisions for animals exhibiting signs of\npsychological distress and that these provisions are utilized. Correct by 4-April-2025."
    },
    {
      "code": "3.87",
      "kind": "",
      "repeat": false,
      "desc": "Primary enclosures used to transport nonhuman primates.",
      "narrative": "A nonhuman primate was not being transported in a primary enclosure. APHIS Officials reviewed a social media post\ndated 19-April-2024 in which a Squirrel Monkey is being transported in a vehicle freely and not housed in a primary\ntransport enclosure. A facility representative states that this was their posting and animal. Failure to transport an animal in\na primary enclosure could cause stress, injury, or even death if the vehicle is involved in an accident. Any person subject\nto the Animal Welfare regulations must not transport or deliver for transport in commerce a nonhuman primate unless it is\ncontained in a primary enclosure, such as a compartment, transport cage, carton, or crate. The transport enclosure must\nmeet all requirements set forth in this subpart. Correct by ensuring nonhuman primates are transported in an adequate\ntransport enclosure that meets the requirements of this subpart. Correct by 7-March-2025."
    },
    {
      "code": "3.154",
      "kind": "",
      "repeat": false,
      "desc": "Environment enhancement to promote psychological well-being.",
      "narrative": "The facility was unable to provide a written environmental enhancement plan for the blue and gold macaw at the facility. A\nwritten plan is necessary to ensure that the overall health, well-being, and psychological needs of the birds are being\nappropriately met. Failure to follow a species-appropriate environmental enhancement plan can lead to psychological\ndistress and abnormal behaviors in birds housed at the facility. Facilities that house avian species must develop,\ndocument, and follow a species-appropriate plan for environment enhancement adequate to promote the psychological\nwell-being of birds. The plan must be in accordance with the currently accepted professional standards as cited in\nappropriate professional journals or reference guides, and be approved by the attending veterinarian. The plan must\naddress social grouping, environmental enrichment, special considerations, restraint devices, and exemptions. The\nenvironmental enhancement plan must be made available to APHIS officials upon request. Correct by 4-April-2025.\nThis inspection and exit interview were conducted with a Facility Representative.\nAdditional Inspectors:\nMark Sanderbeck, ANIMAL CARE INSPECTOR n"
    }
  ],
  "narrative": "2.40(a)(1) \n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nThe facility does not have a current formal arrangement with an attending veterinarian. While the facility states another \nveterinarian provides care for the animals, the Program of Veterinary Care (PVC) lists an attending veterinarian who was \ncontacted and stated they stopped providing services to this facility about two years ago. Failure to employ an attending \nveterinarian under formal arrangements can lead to the inability to provide preventative and emergency care and timely \ndiagnosis and treatment of animals which can affect the health and well-being of all animals. Each exhibitor shall employ \nan attending veterinarian under formal arrangements who shall provide adequate veterinary care to its animals. In the \ncase of a part-time attending veterinarian the formal arrangements shall include a written program of veterinary care and \nregularly scheduled visits to the premises. Correct by documenting formal arrangements with an attending veterinarian \nand completing a veterinarian approved Program of Veterinary Care. Correct by 4-April-2025. \n2.40(b)(2) \n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nThe facility is not following their Program of Veterinary Care (PVC). The PVC states that nonhuman primates will receive \na rabies vaccine and be tested for Tetanus and Tuberculosis annually. A facility representative states that they have not \nbeen performing these treatments and testing annually. Failure to vaccinate and perform testing in accordance with the \nveterinarian approved schedule can increase the risk of disease exposure and disease transmission, and could cause \nillness to the animals. The facility must establish and maintain programs of adequate veterinary care that include the use \nof appropriate methods to prevent, control, diagnose, and treat diseases and injuries. Correct by ensuring that all animals \nreceive adequate veterinary care and that requirements in a veterinarian approved PVC are followed. Correct by 4-April-\n2025. \n2.131(c)(1) \n   \nHandling of animals. \nAn animal was not being properly handled with a patron. APHIS Officials reviewed a social media post dated 22-April-\n2024 in which a Brown Capuchin is interacting with a patron. A facility representative states that this was their posting and \nanimal. The patron is seen holding the animal with their faces very close to one another and the animal is placing its hand \non the patron’s face near their eye. Failure to handle animals so there is minimal risk to the public and to the animal, can \nlead to injury to the public and the animal, zoonotic disease spread, and stress in the animals. Correct by ensuring that\n\nduring public exhibition, any animal must be handled so there is minimal risk of harm to the animal and to the public with \nsufficient distance and/or barriers between the animal and the general viewing public so as to assure the safety of animals \nand the public. Correct by 07-March-2025. \n3.75(e) \n   \nHousing facilities, general. \nThe facility is not storing food in a manner that protects them from contamination. Perishable food items for the animals \nsuch as bananas and lettuce are being stored in a room of the facility that has sheets of insulation hanging from the \nceiling. The insulation is hanging adjacent to the uncovered food items risking contamination. Additionally, there was a \ndomestic cat observed making contact with the food items and eating out of a dog treat container in the food storage area. \nFailure to store food properly can result in contamination of food items and the spread of disease from animals that make \ncontact with the food. Correct by ensuring that supplies of food and bedding are stored in a manner that protects the \nsupplies from spoilage, contamination, and vermin infestation. The supplies must be stored off the floor and away from \nthe walls, to allow cleaning underneath and around the supplies. Food requiring refrigeration must be stored accordingly, \nand all food must be stored a manner that prevents contamination and deterioration of its nutritive value. Only the food \nand bedding currently being used may be kept in animal areas, and when not in actual use, open food and bedding \nsupplies must be kept in leakproof containers with tightly fitting lids to prevent spoilage and contamination. Correct by 14-\nMarch-2025. \n3.80(a)(2)(i) \n   \nPrimary enclosures. \nA primary enclosure housing nonhuman primates contains sharp points. The metal fencing of an outdoor section of an \nenclosure housing 1 Squirrel Monkey, 3 Brown Capuchins, and 1 White-Headed Capuchin contained several sharp points \nwhere the metal had broken apart. The sharp points were located in the area closest to the indoor section of the \nenclosure and were accessible to the animals. Sharp points can cause injury and distress to the regulated animals. \nPrimary enclosures must be constructed and maintained so that they have no sharp points or edges that could injure the \nnonhuman primates. Correct by ensuring primary enclosures housing nonhuman primates do not contain sharp points. \nCorrect by 14-March-2025. \n3.80(a)(2)(ii) \n   \nPrimary enclosures. \nThe facility is not protecting nonhuman primates from injury. An enclosure housing 1 Squirrel Monkey, 3 Brown \nCapuchins, and 1 White-Headed Capuchin contains insulation that is accessible to the animals. The source of the \ninsulation was located in the back right corner of the enclosure and insulation was seen torn apart and dispersed on the \nfloor of the enclosure. Insulation if ingested can cause irritation, discomfort, and distress to the animals. Primary \nenclosures must be constructed and maintained so that they protect the nonhuman primates from injury. Correct by \nensuring that primary enclosures housing nonhuman primates protect them from injury. Correct by 14-March-2025. \n3.80(a)(2)(iii) \n   \nPrimary enclosures.\n\nThe primary enclosures housing nonhuman primates are not containing them securely. A Brown Capuchin was seen \nhanging on the outside of the primary enclosure near the front entrance of the facility. A White-Face Capuchin was also \nobserved outside of the enclosure on the sidewalk outside of the primary enclosure. Additionally, a Crab-Eating Macaque \n(Java Macaque) was seen on the ground outside the perimeter fence near the entrance to the facility. A facility \nrepresentative stated that the Brown Capuchin got out and was able to then let out the other animals. All animals were \nrecovered with the Brown Capuchin taking approximately 20 minutes before they were returned to their primary \nenclosure. Primary enclosures that do not contain nonhuman primates securely or prevent opening by the animal can \nresult in escape, distress, or injury to the animal. Correct by ensuring that primary enclosures are constructed and \nmaintained so that they contain the nonhuman primates securely and prevent accidental opening of the enclosure, \nincluding opening by the animal. Correct by 7-March-2025. \n3.81(a)(3) \n   \nEnvironment enhancement to promote psychological well-being. \nInspectors observed a blue and gold macaw repeatedly attempting to bite a squirrel monkey. The facility had a wire \nbarrier between the primate enclosure and an additional indoor area that the animals have access to when an inspection \nis not being conducted. When the squirrel monkey would navigate the enclosure in front of the barrier or attempt to touch \nthe barrier the blue and gold macaw was observed repeatedly lunging at the limbs of the primate. \n \nAdditionally, a video sent by a facility representative shows further potentially dangerous interactions between the blue \nand gold macaw and the squirrel monkey. In the video that is approximately 1 minute and 28 seconds long, the facility \nrepresentative is observed laying on their back on a couch interacting with both the Squirrel Monkey and the blue and \ngold macaw. During this interaction the macaw is perched on what appears to be the pillow behind the facility \nrepresentative's shoulder. There is a hanging swing adjacent to the couch that the primate is utilizing to navigate its \nsurroundings to make contact with the faciilty representative. When the primate jumps to the floor and attempts to climb \nup onto the facility representative the macaw lunges at the primate with an open mouth. Further in the recording the \nprimate is observed excessively vocalizing and making repeated attempts to avoid potential injury by being bitten by the \nmacaw while attempting to interact with the facility representative.  \n \nFailure to ensure that other animals housed with primates are compatible can result in injury, stress, and endanger their \nwell-being. Correct by ensuring that non-human primates are not housed with other species of primates or animals unless \nthey are compatible, do not prevent access to food, water, or shelter by individual animals, and are not known to be \nhazardous to the health and well-being of each other. Correct by 14-March-2025. \n3.81(c)(2) \n   \nEnvironment enhancement to promote psychological well-being. \nThe Environment Enhancement Plan does not adequately address the special considerations of an approximately 2-year-\nold adult male Squirrel Monkey “Maurice” who was observed engaging in stereotypic behavior. The primate was pacing \nalong an elevated structure in the enclosure and performing a distinct head twirling motion when it got to the ends of the \nstructure. The primate was engaging in these behaviors for nearly the entire duration of observations by the inspectors. \nThe animal was also viewed at different points in the inspection process and was continuing to engage in this behavior. \nWhen the facility representative was asked how this behavior was being treated they stated that this is how Squirrel \nMonkeys act and was not implementing any corrective action to curb the behavior.\n\nFailure to establish and follow a written environmental enhancement plan that is reviewed by the attending veterinarian \nthat includes special considerations for animals that are exhibiting signs of psychological distress can result in the \nbehaviors worsening, and prolonged discomfort and distress in non-human primates. Certain nonhuman primates must be \nprovided special attention regarding enhancement of their environment, based on the needs of the individual species in \naccordance with the instructions of the attending veterinarian. Correct by ensuring that the written environmental \nenhancement plan for all non-human primates contains veterinarian-approved provisions for animals exhibiting signs of \npsychological distress and that these provisions are utilized. Correct by 4-April-2025. \n3.87 \n   \nPrimary enclosures used to transport nonhuman primates. \nA nonhuman primate was not being transported in a primary enclosure. APHIS Officials reviewed a social media post \ndated 19-April-2024 in which a Squirrel Monkey is being transported in a vehicle freely and not housed in a primary \ntransport enclosure. A facility representative states that this was their posting and animal. Failure to transport an animal in \na primary enclosure could cause stress, injury, or even death if the vehicle is involved in an accident. Any person subject \nto the Animal Welfare regulations must not transport or deliver for transport in commerce a nonhuman primate unless it is \ncontained in a primary enclosure, such as a compartment, transport cage, carton, or crate. The transport enclosure must \nmeet all requirements set forth in this subpart. Correct by ensuring nonhuman primates are transported in an adequate \ntransport enclosure that meets the requirements of this subpart. Correct by 7-March-2025. \n3.154 \n   \nEnvironment enhancement to promote psychological well-being. \nThe facility was unable to provide a written environmental enhancement plan for the blue and gold macaw at the facility. A \nwritten plan is necessary to ensure that the overall health, well-being, and psychological needs of the birds are being \nappropriately met. Failure to follow a species-appropriate environmental enhancement plan can lead to psychological \ndistress and abnormal behaviors in birds housed at the facility. Facilities that house avian species must develop, \ndocument, and follow a species-appropriate plan for environment enhancement adequate to promote the psychological \nwell-being of birds. The plan must be in accordance with the currently accepted professional standards as cited in \nappropriate professional journals or reference guides, and be approved by the attending veterinarian. The plan must \naddress social grouping, environmental enrichment, special considerations, restraint devices, and exemptions. The \nenvironmental enhancement plan must be made available to APHIS officials upon request. Correct by 4-April-2025. \n \nThis inspection and exit interview were conducted with a Facility Representative. \n \nAdditional Inspectors: \nMark Sanderbeck, ANIMAL CARE INSPECTOR n",
  "animals_total": 12,
  "species": [
    {
      "count": 1,
      "scientific": "Saimiri sciureus",
      "common": "COMMON SQUIRREL MONKEY"
    },
    {
      "count": 2,
      "scientific": "Macaca mulatta",
      "common": "RHESUS MACAQUE"
    },
    {
      "count": 4,
      "scientific": "Macaca fascicularis",
      "common": "CRAB-EATING MACAQUE / CYNOMOLGUS MONKEY"
    },
    {
      "count": 3,
      "scientific": "Sapajus appella",
      "common": "BROWN CAPUCHIN / TUFTED CAPUCHIN"
    },
    {
      "count": 1,
      "scientific": "Cebus capucinus",
      "common": "WHITE-HEADED / WHITE-THROATED CAPUCHIN"
    },
    {
      "count": 1,
      "scientific": "Ara ararauna",
      "common": "BLUE-AND-YELLOW MACAW / BLUE-AND-GOLD MACAW"
    }
  ]
}