{
  "insp_id": "2016082568860349",
  "layout": "a",
  "customer_id": "3834",
  "customer_name": "Barbara Hubner",
  "customer_addr": "Lorie Hunt-Heaton\n354 121 Street\nPipestone, MN 56164",
  "certificate": "41-A-0323",
  "site_id": "001",
  "site_name": "BARBARA HUBNER & LORIE HUNT HEATON",
  "insp_type": "ROUTINE INSPECTION",
  "date": "19-SEP-2017",
  "report_date": "19-SEP-2017",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "A tan colored female Shih Tzu named \"Allegro\" (microchip ID # 094-362-872) was injured in a dog fight with\n\"Buttons\", a black and white female Shih Tzu on September 6th, 2017. \"Buttons\" did not have any injuries at the\ntime of inspection, but \"Allegro\" had injuries to its jaw and its left front leg. The left front leg had a wound that had\nbeen scabbed over. \"Allegro\" also had its tongue sticking out of its mouth and its lower jaw appeared to be\ncrooked. The licensee mentioned that the dog is older. She said the dog is 11 years old. I asked her if this is how\nthe dog's mouth appeared before the dog fight. She said it was sort of like that, but it did look worse after the dog\nfight. She also mentioned that the dog's mouth has been sore since the fight. She said it is looking much better\nnow than it was right after the fight. I asked her if she contacted the Attending Veterinarian in regards to the injuries\nthe dog had received from the fight and she said she had not.\nUntreated veterinary care problems in animals can cause them prolonged discomfort and if not treated conditions\ncould worsen. Ensure that animals with veterinary care problems are seen by the veterinarian and treated as\nprescribed.\nNote: The licensee did contact the Attending Veterinarian during inspection to inquire about treatment for the dog.\nThis inspection and exit interview were conducted with the licensee.\nEnd of report."
    }
  ],
  "narrative": "2.40(b)(2)                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nA tan colored female Shih Tzu named \"Allegro\" (microchip ID # 094-362-872) was injured in a dog fight with\n\"Buttons\", a black and white female Shih Tzu on September 6th, 2017.  \"Buttons\" did not have any injuries at the\ntime of inspection, but \"Allegro\" had injuries to its jaw and its left front leg.  The left front leg had a wound that had\nbeen scabbed over.  \"Allegro\" also had its tongue sticking out of its mouth and its lower jaw appeared to be\ncrooked.  The licensee mentioned that the dog is older.  She said the dog is 11 years old.  I asked her if this is how\nthe dog's mouth appeared before the dog fight.  She said it was sort of like that, but it did look worse after the dog\nfight.  She also mentioned that the dog's mouth has been sore since the fight.  She said it is looking much better\nnow than it was right after the fight.  I asked her if she contacted the Attending Veterinarian in regards to the injuries\nthe dog had received from the fight and she said she had not.\nUntreated veterinary care problems in animals can cause them prolonged discomfort and if not treated conditions\ncould worsen. Ensure that animals with veterinary care problems are seen by the veterinarian and treated as\nprescribed.\nNote: The licensee did contact the Attending Veterinarian during inspection to inquire about treatment for the dog.\nThis inspection and exit interview were conducted with the licensee.\nEnd of report.",
  "animals_total": 161,
  "species": [
    {
      "count": 117,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 44,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}