{
  "insp_id": "INS-0000812464",
  "layout": "c",
  "customer_id": "331288",
  "customer_name": "The California Medical Innovations Institute Inc.",
  "customer_addr": "11107 Roselle St., Ste 211\nSAN DIEGO, CA 92121",
  "certificate": "93-R-0563",
  "site_id": "001",
  "site_name": "The California Medical Innovations Institute Inc.",
  "insp_type": "ROUTINE INSPECTION",
  "date": "09-AUG-2022",
  "report_date": "31-AUG-2022",
  "citations": [
    {
      "code": "2.31(c)(3)",
      "kind": "",
      "repeat": false,
      "desc": "Institutional Animal Care and Use Committee (IACUC).",
      "narrative": "Although semiannual evaluations were conducted in January 2021 and January 2022, the documentation available for\nthese evaluations was incomplete. Documentation of the January 2021 semiannual evaluation did not distinguish\nsignificant deficiencies from minor deficiencies, and there was no timely report to the Institutional Official upon completion\nof the evaluation. Instead, a single signature page following the July 2021 semiannual evaluation was used to record\nsignatures for both the January 2021 and July 2021 report to the Institutional Official. A report to the Institutional Official\nwas not available for the January 2022 semiannual evaluation.\nThe IACUC must communicate timely and accurate information to the Institutional Official. Semiannual reports to the\nInstitutional Official must be updated at least once every six months upon completion of the required semiannual\nevaluations, and must be maintained by the research facility and made available upon request. Additionally, the reports\nmust distinguish significant deficiencies from minor deficiencies.\nWithout timely receipt of the semiannual reports, the Institutional Official may not be informed of IACUC activities and the\nconditions of the animals and facilities, and animal welfare may be negatively impacted. All reports to the Institutional\nOfficial must identify any departures from the regulations or standards, distinguish significant from minor deficiencies,\ncontain a reasonable and specific plan and schedule with dates for correcting each deficiency, and be reported at least\nonce every six months upon completion of the required semiannual evaluations. These reports must be reviewed and\nsigned by a majority of the IACUC members, include any minority views, and be available for APHIS inspection.\nCorrect from this date forward.\nThis inspection and exit interview were conducted with facility representatives.\nAdditional Inspectors:\nALEXANDRA ANDRICOS, VETERINARY MEDICAL OFFICER n"
    }
  ],
  "narrative": "2.31(c)(3) \n   \nInstitutional Animal Care and Use Committee (IACUC). \nAlthough semiannual evaluations were conducted in January 2021 and January 2022, the documentation available for \nthese evaluations was incomplete.  Documentation of the January 2021 semiannual evaluation did not distinguish \nsignificant deficiencies from minor deficiencies, and there was no timely report to the Institutional Official upon completion \nof the evaluation.  Instead, a single signature page following the July 2021 semiannual evaluation was used to record \nsignatures for both the January 2021 and July 2021 report to the Institutional Official.  A report to the Institutional Official \nwas not available for the January 2022 semiannual evaluation. \n \nThe IACUC must communicate timely and accurate information to the Institutional Official.  Semiannual reports to the \nInstitutional Official must be updated at least once every six months upon completion of the required semiannual \nevaluations, and must be maintained by the research facility and made available upon request.  Additionally, the reports \nmust distinguish significant deficiencies from minor deficiencies. \n \nWithout timely receipt of the semiannual reports, the Institutional Official may not be informed of IACUC activities and the \nconditions of the animals and facilities, and animal welfare may be negatively impacted.  All reports to the Institutional\n\nOfficial must identify any departures from the regulations or standards, distinguish significant from minor deficiencies, \ncontain a reasonable and specific plan and schedule with dates for correcting each deficiency, and be reported at least \nonce every six months upon completion of the required semiannual evaluations.  These reports must be reviewed and \nsigned by a majority of the IACUC members, include any minority views, and be available for APHIS inspection. \n \nCorrect from this date forward. \n \nThis inspection and exit interview were conducted with facility representatives. \n \nAdditional Inspectors: \nALEXANDRA ANDRICOS, VETERINARY MEDICAL OFFICER n",
  "animals_total": 10,
  "species": [
    {
      "count": 10,
      "scientific": "Sus scrofa domestica",
      "common": "DOMESTIC PIG / POTBELLY PIG / MICRO PIG"
    }
  ]
}