{
  "insp_id": "2016090000778814",
  "layout": "b",
  "customer_id": "35419",
  "customer_name": "Jeff Denning",
  "customer_addr": "526 Main St\nHOUGHTON, IA 52631",
  "certificate": "42-A-1235",
  "site_id": "001",
  "site_name": "JEFF DENNING",
  "insp_type": "ROUTINE INSPECTION",
  "date": "31-MAR-2022",
  "report_date": "01-APR-2022",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "Male shih-tzu (microchip #941000017056453) has an abnormal condition of the eyes. Both eyes appear cloudy and an\nopaque area is located in the center of each eye. The edges of the opaque area have a blueish tint and the the white of\nboth eyes has developed a slight redness. The facility has not noticed the condition of the dog's eyes and no treatment\nwas currently being provided. Abnormal conditions of the eye could cause pain and discomfort to the dog.\nEach dealer shall use appropriate methods to prevent, control, diagnose and treat diseases and injuries. This dog must\nbe evaluated by a veterinarian for an accurate diagnosis and to develop an effective treatment plan. The licensee must\nensure all dogs receive adequate veterinary care at all times.\nTo be corrected by: End of business 02-April-2022"
    },
    {
      "code": "3.6(c)(1)(i)",
      "kind": "",
      "repeat": false,
      "desc": "Primary enclosures.",
      "narrative": "Three adult dogs are housed in an enclosure that provides 9.53 square feet of floor space. Measurements of the 3 dogs\nrevealed that they require a minimum floor space of 14.09 square feet when housed together. Enclosures that do not\nprovided minimum floor space could have a negative impact on the health and well-being of the animals.\nEach dog housed in a primary enclosure must be provided a minimum amount of flor space. The licensee must ensure\nthat each dog is provided with the minimum amount of required floor space in order to support their health and well-being.\nTo be corrected by: From this day forward all dogs must be housed in enclosures providing at least the minimum amount\nof floor space."
    },
    {
      "code": "3.11(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "Cleaning, sanitization, housekeeping, and pest control.",
      "narrative": "In the 2 adult rooms, housing at least 140 dogs, the metal feeders are only sanitized approximately once a month and the\nsurfaces of the enclosures are not sanitized every two weeks. Failure to properly sanitize surfaces could increase the risk\nof disease towards the dogs.\nUsed primary enclosures and food and water receptacles for dogs must be sanitized at least once every 2 weeks and\nmore often if necessary to prevent an accumulation of dirt, debris, food waste, excreta, and other disease hazards. The\nlicensee must ensure all surfaces within the enclosure including the self-feeders are sanitized at least once every two\nweeks in order to protect the health and well-being of the dogs.\nTo be corrected by: 16-April-2022\nThis inspection and exit interview were conducted with the facility representative.\nEnd Section"
    }
  ],
  "narrative": "2.40(b)(2) \n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nMale shih-tzu (microchip #941000017056453) has an abnormal condition of the eyes.  Both eyes appear cloudy and an \nopaque area is located in the center of each eye.  The edges of the opaque area have a blueish tint and the the white of \nboth eyes has developed a slight redness.  The facility has not noticed the condition of the dog's eyes and no treatment \nwas currently being provided.  Abnormal conditions of the eye could cause pain and discomfort to the dog. \n \nEach dealer shall use appropriate methods to prevent, control, diagnose and treat diseases and injuries.  This dog must \nbe evaluated by a veterinarian for an accurate diagnosis and to develop an effective treatment plan.  The licensee must \nensure all dogs receive adequate veterinary care at all times. \n \nTo be corrected by:  End of business 02-April-2022 \n3.6(c)(1)(i) \n   \nPrimary enclosures. \nThree adult dogs are housed in an enclosure that provides 9.53 square feet of floor space.  Measurements of the 3 dogs \nrevealed that they require a minimum floor space of 14.09 square feet when housed together.  Enclosures that do not \nprovided minimum floor space could have a negative impact on the health and well-being of the animals.\n\nEach dog housed in a primary enclosure must be provided a minimum amount of flor space.  The licensee must ensure \nthat each dog is provided with the minimum amount of required floor space in order to support their health and well-being. \n \nTo be corrected by:  From this day forward all dogs must be housed in enclosures providing at least the minimum amount \nof floor space. \n3.11(b)(2) \n   \nCleaning, sanitization, housekeeping, and pest control. \nIn the 2 adult rooms, housing at least 140 dogs, the metal feeders are only sanitized approximately once a month and the \nsurfaces of the enclosures are not sanitized every two weeks.  Failure to properly sanitize surfaces could increase the risk \nof disease towards the dogs. \n \nUsed primary enclosures and food and water receptacles for dogs must be sanitized at least once every 2 weeks and \nmore often if necessary to prevent an accumulation of dirt, debris, food waste, excreta, and other disease hazards.  The \nlicensee must ensure all surfaces within the enclosure including the self-feeders are sanitized at least once every two \nweeks in order to protect the health and well-being of the dogs. \n \nTo be corrected by:  16-April-2022 \n \nThis inspection and exit interview were conducted with the facility representative. \n \nEnd Section",
  "animals_total": 294,
  "species": [
    {
      "count": 171,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 123,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}