{
  "insp_id": "174141441010981",
  "layout": "a",
  "customer_id": "2401",
  "customer_name": "Dan Moulton",
  "customer_addr": "976 14th Avenue S W\nRochester, MN 55902",
  "certificate": "41-B-0239",
  "site_id": "001",
  "site_name": "DAN MOULTON",
  "insp_type": "ROUTINE INSPECTION",
  "date": "09-JUN-2014",
  "report_date": "30-JUN-2014",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "Appropriate Methods of Treatment\nAt least 5 Chinchillas have a crusty yellow discharge around one or both eyes. Some of these Chinchilla's cannot\nsee because their eyes cannot open on their own. This has been an ongoing problem which has been assessed in\nthe past. However, the problem persists and the licensee is currently treating it with Ciprofloxacin. The licensee\nstates that the Ciprofloxacin was prescribed by a Veterinarian, but there are no instructions on how to administer the\ndrug, what dosages to give, or how long to treat the animals. Medication given without proper diagnosis, or without\nthe authorization a veterinarian can have harmful side affects, and may cause further health problems. The 5\nChinchillas displaying eye irritation must be seen by a veterinarian and a treatment plan must be created and\nfollowed."
    },
    {
      "code": "3.125(a)",
      "kind": "Direct",
      "repeat": true,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "Structural Strength\nIn at least 6 enclosures, there are blocks of wood being used as enrichment. The animals have chewed these wood\nblocks to the extent that they are exposing nails which were inside them that now poses an injury hazard. Direct\ninjury and infection can occur by exposing animals to sharp or rusted objects. Remove any enrichment containing\nsharp or rusty objects. Correct by 06/10/2014\nDIRECT/REPEAT\nEnclosures housing approximately 25 chinchillas contained a tray on the floor in the past which the animals had\ndirect contact with. These trays have since been removed, exposing 1 inch by 1 inch metal wire flooring\nunderneath. At the time of the inspection, A newborn chinchilla was observed stuck with the top half of its body\nhanging down through the floor. The chinchilla had to be physically pulled out by the licensee. The floor no longer\nprotects the animals from injury, as the gaps between the wire are much larger than the feet of the chinchillas.\nMaterials that come in contact with the animals must protect the animals from injury. Ensure that the enclosures are\nstructurally sound and maintained appropriately."
    },
    {
      "code": "3.126(c)",
      "kind": "",
      "repeat": true,
      "desc": "FACILITIES, INDOOR.",
      "narrative": "Lighting\nThere continues to be sections of the facility which to not have adequate lighting and a flashlight has to be used to\nproperly inspect some animals and enclosures. Without adequate lighting, there is no way to conduct daily\nobservations of the animals and enclosures. Adequate lighting must be available in areas where animals are\npresent."
    },
    {
      "code": "3.130",
      "kind": "",
      "repeat": true,
      "desc": "WATERING.",
      "narrative": "Water Receptacles\nThere continues to be many sections of the watering line that has an excessive buildup of hair, cobwebs, and\nexcreta built up on them. Unclean watering lines can contaminate the water supply which can affect the animals in\na negative way. All watering lines must be cleaned or replaced in order to assure a clean supply of water to the\nanimals."
    },
    {
      "code": "3.131(a)",
      "kind": "Direct",
      "repeat": true,
      "desc": "SANITATION.",
      "narrative": "Cleaning of enclosures\nThere was an excessive accumulation of excreta and food waste in many of the primary enclosures. Some animals\ncurrently cannot find adequate areas in their enclosure where they can stand or walk without being in waste. There\nwere multiple primary enclosures and enclosure runs throughout the facility that had an excessive accumulation of\nwood shaving waste, cobwebs, fur, and dust. The facility failed to maintain the primary caging of these animals in a\nsanitary condition. Unsanitary conditions can lead to biological disease hazards and can affect the comfort of the\nanimals as well as their health and well-being. Eliminate the buildup of waste material from the primary enclosures\nand maintain in a clean and sanitary condition."
    },
    {
      "code": "3.131(c)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "Housekeeping\nThe facility has an overly excessive accumulation of soiled bedding, excreta, feed, non used cages, enclosure parts,\nand construction material throughout the facility. These areas can contain insects or vermin, can contaminate clean\nmaterials, or can make the atmosphere inside the facility unsafe to breathe. The facility must be cleaned and any\nunused hardware must be moved somewhere away from active enclosures. Correct by 6/20/2014"
    },
    {
      "code": "3.132",
      "kind": "Direct",
      "repeat": true,
      "desc": "EMPLOYEES.",
      "narrative": "Employees\nThere were numerous repeat and/or direct noncompliances identified on the inspection. The licensee stated that in\norder to properly clean some areas, other areas must be neglected. The licensee also stated that he has hired an\nemployee on a part time bases, however the employee has not started working in the animal facility yet. Without an\nadequate number of trained employees, both the animals and the facility itself do not receive the proper amount of\ncare that is required for good husbandry practices. The licensee must attain enough employees to adequately and\nproperly care for the animals and preform all husbandry requirements.\nInspection was conducted with the licensee on 6/9/2014\nExit interview was conducted with the undersigned facility representative on 6/10/2014"
    }
  ],
  "narrative": "2.40(b)(2)           DIRECT                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nAppropriate Methods of Treatment\nAt least 5 Chinchillas have a crusty yellow discharge around one or both eyes.  Some of these Chinchilla's cannot\nsee because their eyes cannot open on their own.  This has been an ongoing problem which has been assessed in\nthe past.  However, the problem persists and the licensee is currently treating it with Ciprofloxacin.  The licensee\nstates that the Ciprofloxacin was prescribed by a Veterinarian, but there are no instructions on how to administer the\ndrug, what dosages to give, or how long to treat the animals.  Medication given without proper diagnosis, or without\nthe authorization a veterinarian can have harmful side affects, and may cause further health problems.  The 5\nChinchillas displaying eye irritation must be seen by a veterinarian and a treatment plan must be created and\nfollowed.\n3.125(a)           DIRECT                    REPEAT\nFACILITIES, GENERAL.   \nStructural Strength\nIn at least 6 enclosures, there are blocks of wood being used as enrichment.  The animals have chewed these wood\nblocks to the extent that they are exposing nails which were inside them that now poses an injury hazard.  Direct\ninjury and infection can occur by exposing animals to sharp or rusted objects.  Remove any enrichment containing\nsharp or rusty objects.  Correct by 06/10/2014\nDIRECT/REPEAT\nEnclosures housing approximately 25 chinchillas contained a tray on the floor in the past which the animals had\ndirect contact with.  These trays have since been removed, exposing 1 inch by 1 inch metal wire flooring\nunderneath.  At the time of the inspection, A newborn chinchilla was observed stuck with the top half of its body\n\nhanging down through the floor.  The chinchilla had to be physically pulled out by the licensee.  The floor no longer\nprotects the animals from injury, as the gaps between the wire are much larger than the feet of the chinchillas. \nMaterials that come in contact with the animals must protect the animals from injury.  Ensure that the enclosures are\nstructurally sound and maintained appropriately. \n3.126(c)                    REPEAT\nFACILITIES, INDOOR. \nLighting\nThere continues to be sections of the facility which to not have adequate lighting and a flashlight has to be used to\nproperly inspect some animals and enclosures.  Without adequate lighting, there is no way to conduct daily\nobservations of the animals and enclosures.  Adequate lighting must be available in areas where animals are\npresent.\n3.130                    REPEAT\nWATERING.  \nWater Receptacles\nThere continues to be many sections of the watering line that has an excessive buildup of hair, cobwebs, and\nexcreta built up on them.  Unclean watering lines can contaminate the water supply which can affect the animals in\na negative way.  All watering lines must be cleaned or replaced in order to assure a clean supply of water to the\nanimals.\n3.131(a)           DIRECT                    REPEAT\nSANITATION.   \nCleaning of enclosures\nThere was an excessive accumulation of excreta and food waste in many of the primary enclosures.  Some animals\ncurrently cannot find adequate areas in their enclosure where they can stand or walk without being in waste.  There\nwere multiple primary enclosures and enclosure runs throughout the facility that had an excessive accumulation of\nwood shaving waste, cobwebs, fur, and dust. The facility failed to maintain the primary caging of these animals in a\nsanitary condition.  Unsanitary conditions can lead to biological disease hazards and can affect the comfort of the\nanimals as well as their health and well-being.  Eliminate the buildup of waste material from the primary enclosures\nand maintain in a clean and sanitary condition.\n\n3.131(c)\nSANITATION.   \nHousekeeping\nThe facility has an overly excessive accumulation of soiled bedding, excreta, feed, non used cages, enclosure parts,\nand construction material throughout the facility.  These areas can contain insects or vermin, can contaminate clean\nmaterials, or can make the atmosphere inside the facility unsafe to breathe.  The facility must be cleaned and any\nunused hardware must be moved somewhere away from active enclosures.  Correct by 6/20/2014\n3.132           DIRECT                    REPEAT\nEMPLOYEES. \nEmployees\nThere were numerous repeat and/or direct noncompliances identified on the inspection.  The licensee stated that in\norder to properly clean some areas, other areas must be neglected.  The licensee also stated that he has hired an\nemployee on a part time bases, however the employee has not started working in the animal facility yet.  Without an\nadequate number of trained employees, both the animals and the facility itself do not receive the proper amount of\ncare that is required for good husbandry practices.  The licensee must attain enough employees to adequately and\nproperly care for the animals and preform all husbandry requirements.\nInspection was conducted with the licensee on 6/9/2014\nExit interview was conducted with the undersigned facility representative on 6/10/2014",
  "animals_total": 419,
  "species": [
    {
      "count": 419,
      "scientific": "Chinchilla brevicaudata",
      "common": "CHINCHILLA"
    }
  ]
}