{
  "insp_id": "131152153200716",
  "layout": "a",
  "customer_id": "41551",
  "customer_name": "Ronald Parkey",
  "customer_addr": "2709 Lynx Rd.\nLebo, KS 66856",
  "certificate": "48-A-2110",
  "site_id": "001",
  "site_name": "Ronald Parkey",
  "insp_type": "ROUTINE INSPECTION",
  "date": "11-MAY-2015",
  "report_date": "12-MAY-2015",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "* No expiration date was recorded on one bottle containing Cephalexin pills. This medication was intermingled\nwith other products that are currently being used at the facility and is therefore ready for use. This medication was\nobtained from the attending veterinarian. Medications must be labeled with appropriate and accurate information to\nensure that the contents of the container can be known with certainty. The effectiveness and expected results could\nbe drastically changed or may not work as anticipated if the expiration date is unknown. The usage of any\nmedication with an unknown expiration date on regulated animals is not considered to be an acceptable veterinary\npractice and does not constitute adequate veterinary care. The licensee must ensure that all medications used in\nthe facility have a current expiration date recorded. Correct by 5/25/15.\n*****************************************************\n* The following medication used to treat the dogs at the facility was past the labeled expiration date. The\nrecorded expiration date on one bottle containing Metronidazole 250 mg pills was 11/2013. This medication was\nintermingled with other products that are currently being used at the facility and is therefore ready for use. The\nusage of expired drugs on regulated animals is not considered to be an acceptable veterinary practice and does not\nconstitute adequate veterinary care. The effectiveness of the dosage level and expected results when expired\ndrugs are administrated could be drastically changed or may not work as anticipated. The licensee must ensure\nthat all medications used on the dogs have not gone past the recorded expiration date. Correct by 5/25/15."
    },
    {
      "code": "3.1(c)(1)(1)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "* Five galvanized metal gates and three galvanized metal divider panels are showing excessive rust. Eight dogs\nare in contact with the affected areas located in sheltered housing. The surfaces were rough in appearance. Rust\ncan erode and deteriorate all metal surfaces to the point that the metal surfaces can no longer be readily cleaned\nand sanitized. Excessive rust affects the structural integrity of all metal surfaces. The licensee must ensure that\nthis and all other surfaces are free of rust and of good structural strength. Correct by 6/11/15.\n* The facility inspection and verbal exit briefing done on 5/11/15 were conducted with the licensee.\n* Copy of inspection report was sent by certified and regular mail."
    }
  ],
  "narrative": "2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n*     No expiration date was recorded on one bottle containing Cephalexin pills.  This medication was intermingled\nwith other products that are currently being used at the facility and is therefore ready for use.  This medication was\nobtained from the attending veterinarian.   Medications must be labeled with appropriate and accurate information to\nensure that the contents of the container can be known with certainty.  The effectiveness and expected results could\nbe drastically changed or may not work as anticipated if the expiration date is unknown.  The usage of any\nmedication with an unknown expiration date on regulated animals is not considered to be an acceptable veterinary\npractice and does not constitute adequate veterinary care.  The licensee must ensure that all medications used in\nthe facility have a current expiration date recorded. Correct by 5/25/15. \n*****************************************************\n*       The following medication used to treat the dogs at the facility was past the labeled expiration date.  The\nrecorded expiration date on one bottle containing Metronidazole 250 mg pills was 11/2013.   This medication was\nintermingled with other products that are currently being used at the facility and is therefore ready for use.  The\nusage of expired drugs on regulated animals is not considered to be an acceptable veterinary practice and does not\nconstitute adequate veterinary care.  The effectiveness of the dosage level and expected results when expired\ndrugs are administrated could be drastically changed or may not work as anticipated.   The licensee must ensure\nthat all medications used on the dogs have not gone past the recorded expiration date.  Correct by 5/25/15.\n3.1(c)(1)(1)\nHOUSING FACILITIES, GENERAL.\n*   Five galvanized metal gates and three galvanized metal divider panels are showing excessive rust.  Eight dogs\nare in contact with the affected areas located in sheltered housing.   The surfaces were rough in appearance.  Rust\ncan erode and deteriorate all metal surfaces to the point that the metal surfaces can no longer be readily cleaned\nand sanitized.  Excessive rust affects the structural integrity of all metal surfaces.  The licensee must ensure that\nthis and all other surfaces are free of rust and of good structural strength.  Correct by 6/11/15.\n\n*  The facility inspection and verbal exit briefing done on 5/11/15 were conducted with the licensee.\n*  Copy of inspection report was sent by certified and regular mail.",
  "animals_total": 14,
  "species": [
    {
      "count": 14,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    }
  ]
}