{
  "insp_id": "2016082569453012",
  "layout": "a",
  "customer_id": "40729",
  "customer_name": "United Vaccines Inc",
  "customer_addr": "1131 Thousand Oaks Trail\nVerona, WI 53593",
  "certificate": "35-R-0122",
  "site_id": "003",
  "site_name": "UNITED VACCINES INC",
  "insp_type": "ROUTINE INSPECTION",
  "date": "15-APR-2019",
  "report_date": "15-APR-2019",
  "citations": [
    {
      "code": "3.138(a)",
      "kind": "Critical",
      "repeat": false,
      "desc": "PRIMARY CONVEYANCES (MOTOR VEHICLE, RAIL, AIR, AND MARINE).",
      "narrative": "The facility transported mink on July 13, 2018. Four mink died in transit and one wasn't healthy upon arrival and\nwas humanely euthanized. Necropsy findings on the euthanized mink and one of the passed mink supported heat\nstress to have been likely. The animals were transported within a trailer ventilated with ambient air. Heat stress\nindicates ambient conditions likely were too warm for the affected animals. The facility must ensure that transport\nmethods used will protect animals' health and ensure the safety and comfort of the animals at all times.\nNote: The facility recognized this incident and reported it to the IACUC. The IACUC has reviewed the incident and\nnoted the importance of monitoring climate conditions prior to transport and the need to plan accordingly. Ensure\ncorrective actions are taken to prevent further occurrences.\nThis inspection and exit interview were conducted with facility representatives."
    }
  ],
  "narrative": "3.138(a)           CRITICAL\nPRIMARY CONVEYANCES (MOTOR VEHICLE, RAIL, AIR, AND MARINE).  \nThe facility transported mink on July 13, 2018.  Four mink died in transit and one wasn't healthy upon arrival and\nwas humanely euthanized.  Necropsy findings on the euthanized mink and one of the passed mink supported heat\nstress to have been likely.  The animals were transported within a trailer ventilated with ambient air.  Heat stress\nindicates ambient conditions likely were too warm for the affected animals.  The facility must ensure that transport\nmethods used will protect animals' health and ensure the safety and comfort of the animals at all times.\nNote:  The facility recognized this incident and reported it to the IACUC.  The IACUC has reviewed the incident and\nnoted the importance of monitoring climate conditions prior to transport and the need to plan accordingly.  Ensure\ncorrective actions are taken to prevent further occurrences.\nThis inspection and exit interview were conducted with facility representatives.",
  "animals_total": 163,
  "species": [
    {
      "count": 163,
      "scientific": "Mustela vison",
      "common": "AMERICAN MINK"
    }
  ]
}