{
  "insp_id": "38151627240267",
  "layout": "a",
  "customer_id": "4900",
  "customer_name": "Arlene L Koehn",
  "customer_addr": "2625 E. 20th St\nBurns, KS 66840",
  "certificate": "48-A-1189",
  "site_id": "001",
  "site_name": "Arlene Koehn",
  "insp_type": "ROUTINE INSPECTION",
  "date": "04-NOV-2014",
  "report_date": "05-NOV-2014",
  "citations": [
    {
      "code": "2.50(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "TIME AND METHOD OF IDENTIFICATION.",
      "narrative": "* There are eight dogs that have no official identification on them at time of inspection. Official identification is\nneeded to ensure each animal(cid:25)s identity can be known with certainty and to facilitate the ability to trace dogs. The\nlicensee must ensure that all dogs are officially identified by collar, tattoo or microchip means. If the licensee uses\nmicrochips then a microchip reader must be made available to the inspector at time of facility inspection. Correct\nby 12/4/14."
    },
    {
      "code": "2.75(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "RECORDS: DEALERS AND EXHIBITORS.",
      "narrative": "* Official identification of eight dogs were not listed on the official USDA (APHIS form 7005) dog on hand sheets.\nRecords provide a source of information that can be used to identify every dog on the premise. Complete and\naccurate records are needed to ensure each animal's identity can be known with certainty and to facilitate the ability\nto trace all dogs. The licensee must maintain complete and accurate records of all dogs at all times at their facility.\nCorrect by 12/4/14."
    },
    {
      "code": "3.1(c)(2)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "* Gaps in the cement flooring were observed in four outdoor enclosures. Eight dogs are in contact with the\naffected gaps estimated to be a half to one inch in width. Gaps in cement flooring can allow accumulations of dirt,\ndebris, food waste, excreta, and other disease hazards. The licensee must fill in all gaps and holes with surface\nmaterial that will allow the cement floor surface to be adequately cleaned and sanitized. Correct by 12/4/14."
    },
    {
      "code": "3.10",
      "kind": "",
      "repeat": true,
      "desc": "WATERING.",
      "narrative": "* The interior rim of three metal water receptacles used by three dogs have a brownish looking deposit collecting on\nan estimated 80 to 90 percent of the interior wall of these receptacles. The receptacles are located in shelter\nenclosures. It indicates the water receptacles have not been adequately cleaned and sanitized. It could lead to\nwater contamination affecting the health and well-being of the dogs. The licensee must ensure all water\nreceptacles are kept clean and sanitized.\n* The facility inspection done on 11/4/14 and exit briefing done on 11/5/14 were conducted with the licensee.\n* Copy of inspection report was sent by certified and regular mail."
    }
  ],
  "narrative": "2.50(a)(1)\nTIME AND METHOD OF IDENTIFICATION.\n*   There are eight dogs that have no official identification on them at time of inspection.  Official identification is\nneeded to ensure each animal(cid:25)s identity can be known with certainty and to facilitate the ability to trace dogs.  The\nlicensee must ensure that all dogs are officially identified by collar, tattoo or microchip means.  If the licensee uses\nmicrochips then a microchip reader must be made available to the inspector at time of facility inspection.   Correct\nby  12/4/14.\n2.75(a)(1)\nRECORDS: DEALERS AND EXHIBITORS.\n*      Official identification of eight dogs were not listed on the official USDA (APHIS form 7005) dog on hand sheets. \nRecords provide a source of information that can be used to identify every dog on the premise.   Complete and\naccurate records are needed to ensure each animal's identity can be known with certainty and to facilitate the ability\nto trace all dogs.  The licensee must maintain complete and accurate records of all dogs at all times at their facility. \nCorrect by 12/4/14.\n3.1(c)(2)\nHOUSING FACILITIES, GENERAL.\n*  Gaps in the cement flooring were observed in four outdoor enclosures.   Eight dogs are in contact with the\naffected gaps estimated to be a half to one inch in width.   Gaps in cement flooring can allow accumulations of dirt,\ndebris, food waste, excreta, and other disease hazards.  The licensee must fill in all gaps and holes with surface\nmaterial that will allow the cement floor surface to be adequately cleaned and sanitized.   Correct by  12/4/14.\n3.10                    REPEAT\nWATERING.\n*  The interior rim of three metal water receptacles used by three dogs have a brownish looking deposit collecting on\nan estimated 80 to 90 percent of the interior wall of these receptacles.  The receptacles are located in shelter\nenclosures. It indicates the water receptacles have not been adequately cleaned and sanitized.  It could lead to\n\nwater contamination affecting the health and well-being of the dogs.   The licensee must ensure all water\nreceptacles are kept clean and sanitized.  \n*  The facility inspection done on 11/4/14 and exit briefing done on 11/5/14 were conducted with the licensee.\n*   Copy of inspection report was sent by certified and regular mail.",
  "animals_total": 35,
  "species": [
    {
      "count": 23,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 12,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}