{
  "insp_id": "139161545480375",
  "layout": "a",
  "customer_id": "8176",
  "customer_name": "Squalus Inc",
  "customer_addr": "36302 Singletary Road\nMyakka City, FL 34251",
  "certificate": "58-C-0648",
  "site_id": "TRA",
  "site_name": "VARIOUS TRAVEL LOCATIONS",
  "insp_type": "ROUTINE INSPECTION",
  "date": "17-MAY-2016",
  "report_date": "18-MAY-2016",
  "citations": [
    {
      "code": "3.101(a)(3)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "A no longer needed piece of a metal support bar at the front left side of stage next to the small pool is very rusted.\nAlthough the sea lions cannot reach this bar, it is being sprayed by the pool water and can leach rust into the pool.\nThis bar also cannot be adequately cleaned and sanitized. It needs to be replaced or removed. To be corrected by\n6-3-16."
    },
    {
      "code": "3.104(d)(3)(1)",
      "kind": "",
      "repeat": false,
      "desc": "SPACE REQUIREMENTS.",
      "narrative": "Minimum surface area of a pool of water shall be at least equal to the dry resting or social activity area required. At\nthe start of this inspection at 3:00 pm all 5 sea lions were still contained in the smaller pool. There are 3 female\nCalifornia sea lions (average body length 5.7 feet) and 2 female South American Sea Lions (average body length\n6.6 feet). This means the total dry resting area needs to be a minimum of 184.59 square feet (6.6 x 6.6 = 43.56 x 2\n= 87.12 square feet + 5.7 x 5.7 = 32.49 x 3 = 97.47 square feet). For these animals the pool needs to be at least\n184.59 square feet. The small pool measures 22 X 6.5 = 143 square feet. Either fewer animals are to be\nmaintained in this small pool or while stopped the animals are to have access to the outdoor pool. To be corrected\nby 5-25-16."
    },
    {
      "code": "3.106(a)",
      "kind": "",
      "repeat": false,
      "desc": "WATER QUALITY.",
      "narrative": "During this inspection at least 3 of the 5 sea lions are exhibiting painful eye conditions. The pools were filled with\nmunicipal city water. The chlorine levels in the water and the methods to correct it, along with the lack of salinity are\ncontributing to eye issues. The water is not being tested according to the written protocol, and nitrites are not being\ntested, as according to their protocol. The monitoring records are not clear in diffentiating if a 2 is 2.0 or 0.2 . The\npH testing device only goes down to 7.0 and this is inadequate to monitor. Primary enclosures shall not contain\nwater which would be detrimental to the health of the marine mammals contained therein. Better water quality\ncontrol testing needs to be done. To be corrected 5-21-16."
    },
    {
      "code": "3.106(c)",
      "kind": "",
      "repeat": false,
      "desc": "WATER QUALITY.",
      "narrative": "The attending veterinarian has prescribed all of the sea lions have easy access to salt water. This is not being done\nand was recorded as 0 during this inspection and at least 3 of the 5 sea lions are exhibiting painful eye conditions.\nWhen salt is used, the salinity of any pool is to be maintained between 15 (cid:19) 36 parts per thousand. To be corrected\nby 5-25-16."
    },
    {
      "code": "3.108(a)",
      "kind": "",
      "repeat": false,
      "desc": "EMPLOYEES OR ATTENDANTS.",
      "narrative": "Five sea lions are under the care of two caretakers in a travel exhibit. The head keeper has worked with this\ncompany for two years. Due to multiple items cited and noted during this inspection, this keeper does not appear to\nhave adequate training and knowledge to be the primary caretaker for these animals. Items seen include: serious\neye conditions are not recognized and reported; not recognizing the importance of shade in exhibiting marine\nmammals; medical records are incomplete not indicating which eyes are treated when treated; pH monitoring is not\nadequate; water treatments are added without using measured amounts and are not documented; and animals are\nnot released into bigger pools in timely manner. The caretaker does not have a copy of the USDA regulations and\nhas not read them. Old and newer bite slash wounds were observed on both arms and she stated Poonky will play\nattack. During the inspection, the two oldest sea lions went off the stage and onto the grass by the public barrier.\nThe secondary caretaker needed the primary caretakers help to return them to the stage. All of these items show\nthe current caretakers have not been adequately trained and supervised to maintain the professionally acceptable\nlevel of husbandry practices required by USDA. These employees need to receive additional training and\nsupervision. To be corrected by 6-3-16."
    },
    {
      "code": "3.110(f)",
      "kind": "",
      "repeat": false,
      "desc": "VETERINARY CARE.",
      "narrative": "The medical records for the 5 sea lions do not show the attending veterinarian visually examined the sea lions at\nleast semi-annually. There were only reports for an annual physical examination at the first of the years in 2015 and\n2016. If these animals were seen by the veterinarian, it needs to be documented. Since several of these sea lions\nare exhibiting painful eye conditions, the veterinarian should be regularly consulted about these conditions. This\ndoes not appear to be done. To be corrected by 6-1-16.\nThis is a partial report of an inspection conducted at the travel location at Heritage Park in Simpsonville, SC.\nInspection of sea lions Kitty, Stella, Zoey, Poonky, and Lilly. Exit briefing conducted with owner by phone."
    }
  ],
  "narrative": "3.101(a)(3)\nFACILITIES, GENERAL. \nA no longer needed piece of a metal support bar at the front left side of stage next to the small pool is very rusted. \nAlthough the sea lions cannot reach this bar, it is being sprayed by the pool water and can leach rust into the pool. \nThis bar also cannot be adequately cleaned and sanitized.   It needs to be replaced or removed.  To be corrected by\n6-3-16.\n3.104(d)(3)(1)\nSPACE REQUIREMENTS.\nMinimum surface area of a pool of water shall be at least equal to the dry resting or social activity area required. At\nthe start of this inspection at 3:00 pm all 5 sea lions were still contained in the smaller pool.  There are 3 female\nCalifornia sea lions (average body length 5.7 feet) and 2 female South American Sea Lions (average body length\n6.6 feet).  This means the total dry resting area needs to be a minimum of 184.59 square feet (6.6 x 6.6 = 43.56 x 2\n= 87.12 square feet + 5.7 x 5.7 = 32.49 x 3 = 97.47 square feet).   For these animals the pool needs to be at least\n184.59 square feet.  The small pool measures 22 X 6.5 = 143 square feet.  Either fewer animals are to be\nmaintained in this small pool or while stopped the animals are to have access to the outdoor pool.  To be corrected\nby 5-25-16.\n3.106(a)\nWATER QUALITY.\nDuring this inspection at least 3 of the 5 sea lions are exhibiting painful eye conditions.  The pools were filled with\nmunicipal city water.  The chlorine levels in the water and the methods to correct it, along with the lack of salinity are\ncontributing to eye issues.  The water is not being tested according to the written protocol, and nitrites are not being\ntested, as according to their protocol.  The monitoring records are not clear in diffentiating if a 2 is 2.0 or 0.2 .  The\npH testing device only goes down to 7.0 and this is inadequate to monitor.   Primary enclosures shall not contain\nwater which would be detrimental to the health of the marine mammals contained therein.  Better water quality\ncontrol testing needs to be done.  To be corrected 5-21-16.\n\n3.106(c)\nWATER QUALITY.\nThe attending veterinarian has prescribed all of the sea lions have easy access to salt water.  This is not being done\nand was recorded as 0 during this inspection and at least 3 of the 5 sea lions are exhibiting painful eye conditions. \nWhen salt is used, the salinity of any pool is to be maintained between 15 (cid:19) 36 parts per thousand.   To be corrected\nby 5-25-16.\n3.108(a)\nEMPLOYEES OR ATTENDANTS.\nFive sea lions are under the care of two caretakers in a travel exhibit.  The head keeper has worked with this\ncompany for two years.  Due to multiple items cited and noted during this inspection, this keeper does not appear to\nhave adequate training and knowledge to be the primary caretaker for these animals.   Items seen include: serious\neye conditions are not recognized and reported; not recognizing the importance of shade in exhibiting marine\nmammals; medical records are incomplete not indicating which eyes are treated when treated; pH monitoring is not\nadequate; water treatments are added without using measured amounts and are not documented; and animals are\nnot released into bigger pools in timely manner.  The caretaker does not have a copy of the USDA regulations and\nhas not read them.  Old and newer bite slash wounds were observed on both arms and she stated Poonky will play\nattack.   During the inspection, the two oldest sea lions went off the stage and onto the grass by the public barrier. \nThe secondary caretaker needed the primary caretakers help to return them to the stage.   All of these items show\nthe current caretakers have not been adequately trained and supervised to maintain the professionally acceptable\nlevel of husbandry practices required by USDA.  These employees need to receive additional training and\nsupervision.   To be corrected by 6-3-16.\n3.110(f)\nVETERINARY CARE.\nThe medical records for the 5 sea lions do not show the attending veterinarian visually examined the sea lions at\nleast semi-annually.  There were only reports for an annual physical examination at the first of the years in 2015 and\n2016. If these animals were seen by the veterinarian, it needs to be documented.  Since several of these sea lions\nare exhibiting painful eye conditions, the veterinarian should be regularly consulted about these conditions.  This\ndoes not appear to be done.  To be corrected by 6-1-16.\nThis is a partial report of an inspection conducted at the travel location at Heritage Park in Simpsonville, SC. \nInspection of sea lions Kitty, Stella, Zoey, Poonky, and Lilly.   Exit briefing conducted with owner by phone.",
  "animals_total": 5,
  "species": [
    {
      "count": 2,
      "scientific": "Otaria byronia",
      "common": "SOUTH AMERICAN SEA LION"
    },
    {
      "count": 3,
      "scientific": "Zalophus californianus",
      "common": "CALIFORNIA SEA LION"
    }
  ]
}