{
  "insp_id": "2016082567918357",
  "layout": "a",
  "customer_id": "39627",
  "customer_name": "Beaver Trails Campground & Rv Park Inc",
  "customer_addr": "21943 630th Avenue\nAustin, MN 55912",
  "certificate": "41-C-0211",
  "site_id": "001",
  "site_name": "BEAVER TRAILS CAMPGROUND & RV PARK INC",
  "insp_type": "ROUTINE INSPECTION",
  "date": "08-SEP-2016",
  "report_date": "08-SEP-2016",
  "citations": [
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "Chicken wire surrounded the inside of the enclosure containing the goats. Throughout the enclosure, the chicken\nwire had been mangled and sharp points were protruding inward. Sharp points can cause injury to the animals\nwithin the enclosure. The chicken wire needs to be fixed and maintained in good repair to protect the animals from\ninjury. Correct by 9/22/16."
    },
    {
      "code": "3.130",
      "kind": "",
      "repeat": false,
      "desc": "WATERING.",
      "narrative": "The enclosure containing the goats had two receptacles for water. One of the watering receptacles was green in\ncolor. It also had bugs (appeared to be mosquitoes) swimming around in it. Unsanitary water could be\ncontaminated with various types of parasites which could cause illness or disease for the goats. All watering\nreceptacles shall be kept clean and sanitary. Correct immediately.\nThis inspection and exit interview were conducted with the facility representative.\nEnd of report."
    }
  ],
  "narrative": "3.125(a)\nFACILITIES, GENERAL.   \nChicken wire surrounded the inside of the enclosure containing the goats.  Throughout the enclosure, the chicken\nwire had been mangled and sharp points were protruding inward.  Sharp points can cause injury to the animals\nwithin the enclosure.  The chicken wire needs to be fixed and maintained in good repair to protect the animals from\ninjury.  Correct by 9/22/16.\n3.130\nWATERING.  \nThe enclosure containing the goats had two receptacles for water.  One of the watering receptacles was green in\ncolor.  It also had bugs (appeared to be mosquitoes) swimming around in it.  Unsanitary water could be\ncontaminated with various types of parasites which could cause illness or disease for the goats. All watering\nreceptacles shall be kept clean and sanitary.  Correct immediately.\nThis inspection and exit interview were conducted with the facility representative.\nEnd of report.",
  "animals_total": 7,
  "species": [
    {
      "count": 7,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    }
  ]
}