{
  "insp_id": "203151106220250",
  "layout": "a",
  "customer_id": "26310",
  "customer_name": "Mose D Yoder",
  "customer_addr": "5415 S R 557\nMillersburg, OH 44654",
  "certificate": "31-A-0513",
  "site_id": "001",
  "site_name": "MOSE YODER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "21-JUL-2015",
  "report_date": "22-JUL-2015",
  "citations": [
    {
      "code": "2.40(b)(3)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "*** Male Maltese #118 was found limping on the right rear leg during this inspection. Upon examination, the right\nrear foot appears reddened in between the pads. The licensee was not aware of the dog limping and did not have\nany documentation of the any problem with this dog. The licensee did begin treatment on this foot per the written\nrecommendations in the Program of Veterinary Care. Failure to identify animals with health problems so treatment\ncan be given can result in animals suffering unnecessarily. Correct this by ensuring all animals problems are\nidentified and documented during required daily observations.\nCorrect from this day forward.\nFacility inspection conducted on 21 July 2015, records inspection and exit interview conducted on 22 July 2015.\nBoth inspection days conducted with the licensee, Randy Coleman, ACI, and Liz Bartels, ACI."
    }
  ],
  "narrative": "2.40(b)(3)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n*** Male Maltese #118 was found limping on the right rear leg during this inspection.  Upon examination, the right\nrear foot appears reddened in between the pads.  The licensee was not aware of the dog limping and did not have\nany documentation of the any problem with this dog.  The licensee did begin treatment on this foot per the written\nrecommendations in the Program of Veterinary Care.  Failure to identify animals with health problems so treatment\ncan be given can result in animals suffering unnecessarily.  Correct this by ensuring all animals problems are\nidentified and documented during required daily observations.\nCorrect from this day forward.\nFacility inspection conducted on 21 July 2015, records inspection and exit interview conducted on 22 July 2015. \nBoth inspection days conducted with the licensee, Randy Coleman, ACI, and Liz Bartels, ACI.",
  "animals_total": 112,
  "species": [
    {
      "count": 89,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 23,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}