{
  "insp_id": "2016090000565844",
  "layout": "b",
  "customer_id": "506082",
  "customer_name": "SHARMON HOLM",
  "customer_addr": "618 NE 3rd Street\nABILENE, KS 67410",
  "certificate": "48-T-0012",
  "site_id": "001",
  "site_name": "SHARMON L HOLM",
  "insp_type": "ROUTINE INSPECTION",
  "date": "08-MAR-2021",
  "report_date": "16-JUN-2021",
  "citations": [
    {
      "code": "3.137(a)(4)",
      "kind": "",
      "repeat": false,
      "desc": "Primary enclosures used to transport live animals.",
      "narrative": "The paperwork provided by the registrant states that she accepted 11 sugar gliders for transport on 25 Jan 2020 that\nwere in a “sealed enclosure”. The registrant stated that this meant the consignor covered the front and side openings of\nthe primary enclosure and secured the covering with zip ties. Covering the ventilation openings of a primary enclosure\nrestricts the air flow to the animals. The registrant must ensure that there are ventilation openings located on two opposite\nwalls of the primary enclosure and the ventilation opening on each wall be at least 16 percent of the total surface area of\neach wall OR that there are ventilation openings on all four walls of the primary enclosure with the ventilation openings on\neach wall be at least 8 percent of the total surface area of each wall. To be corrected from this date forward."
    },
    {
      "code": "3.137(b)",
      "kind": "",
      "repeat": false,
      "desc": "Primary enclosures used to transport live animals.",
      "narrative": "The registrant stated during her initial conversation with the inspector regarding this transport that she learned after\naccepting and departing with the shipment of sugar gliders on 24 Jan 2020 that the enclosure contained 5 baby sugar\ngliders and 5 adult sugar gliders. The registrant stated that she left with the animals from the consignor’s residence about\n2:43 am and didn’t check the enclosure until approximately 6:30 am. It was at this time when she found 5 adults in the\nenclosure and 5 baby sugar gliders in a pillowcase in the enclosure. Transporting animals who have not reached puberty\nwith adults other than their dam, can result in injury to the young animals. The registrant must ensure that live animals\ntransported in the same enclosure be of the same species and maintained in compatible groups. The registrant must also\nensure that live animals that have not reached puberty are not transported in the same primary enclosure with adults\nother than their dams. To be corrected from this date forward."
    },
    {
      "code": "3.137(d)",
      "kind": "",
      "repeat": false,
      "desc": "Primary enclosures used to transport live animals.",
      "narrative": "The registrant accepted a primary enclosure containing 10 sugar gliders into transportation on 24 January 2020 and\ndelivered it on 27 January 2020. During this time, the registrant was unable to clean the enclosure. Photos were\nprovided to the inspector showing that excreta had not been removed from the primary enclosure often enough to ensure\nthe sugar gliders would have a clean space area to lie on during the time in transport. Failure to remove excreta from\nprimary enclosures so that there is no clean space for the animals can result in contamination of the animals, is a disease\nhazard, and contributes to odors. The registrant must ensure that primary enclosures used to transport live animals be\ncleaned and sanitized in a manner prescribed in 3.131 of the standards of the Animal Welfare Act. To be corrected from\nthis date forward."
    },
    {
      "code": "3.139(e)",
      "kind": "",
      "repeat": false,
      "desc": "Food and water requirements.",
      "narrative": "The registrant reported that she accepted 10 sugar gliders for transportation on 24 Jan 2020 with no written instructions\nfor the food and water requirements affixed to the outside of the primary enclosure. Failure to have written feeding and\nwatering instructions can result in animals who do not receive correct care during the time of transport. The registrant\nmust not accept any live animals for transportation in commerce unless written instructions concerning the food and water\nrequirements of such animals being transported is affixed to the outside of its primary enclosure. To be corrected from this\ndate forward."
    },
    {
      "code": "3.140(a)",
      "kind": "Critical",
      "repeat": false,
      "desc": "Care in transit.",
      "narrative": "The registrant stated that she was unable to observe five young sugar gliders in a pillowcase bag being transported within\nthe primary enclosure with five adult sugar gliders during the time of transport. The five sugar gliders were accepted into\ntransport on 24 Jan 2020 and were delivered on 27 Jan 2020. The registrant stated she was unable to observe the five\nyoung sugar gliders during the transport because she was fearful of the adult sugar gliders would try to bite and did bite\nher. In addition, the registrant was fearful of adult sugar glider escape when the transport enclosure was opened. She\nstated that she put apples into the inner pillowcase bag containing the young sugar gliders but was not able to observe\nthem regularly. She told the inspector that she was unaware that one of the sugar gliders had died sometime during the\ntransport.\nThe registrant provided paperwork that stated she had accepted another shipment of 11 sugar gliders on 25 Jan 2020\nthat she accepted in a “sealed container”. When asked what this entailed, she stated that the consignor covered the front\nand sides of the enclosure so that she could not view the interior and the animals during the transport. According to the\npaperwork provided, these animals were delivered to the same consignee as above on 27 Jan 2020.\nFailure to visually observe live animals during surface transportation can result in those animals being subjected to unsafe\nconditions during travel. If these animals are in physical distress during transport the ability to provide adequate\nveterinarian care would not be made available. The registrant must ensure that all live animals are visually observed as\nfrequently as circumstances dictate, but not less than every 4 hours. Registrants must assure that transported animals\nare receiving sufficient air for normal breathing, their ambient temperatures are within the prescribed limits, all other\napplicable standards are being complied with and to determine whether any of the live animals are in obvious physical\ndistress and to provide any needed veterinary care as soon as possible. To be corrected from the day forward.\nInspection of the transport vehicle and complaint interview done on 5/4/21 were conducted with the registrant. The\ninspection report and exit briefing done on 6/17/21 were conducted with the registrant.\nAdditional Inspectors:\nMARGARET SHAVER, VETERINARY MEDICAL OFFICEREnd Section"
    }
  ],
  "narrative": "3.137(a)(4) \n   \nPrimary enclosures used to transport live animals. \nThe paperwork provided by the registrant states that she accepted 11 sugar gliders for transport on 25 Jan 2020 that \nwere in a “sealed enclosure”. The registrant stated that this meant the consignor covered the front and side openings of \nthe primary enclosure and secured the covering with zip ties. Covering the ventilation openings of a primary enclosure \nrestricts the air flow to the animals. The registrant must ensure that there are ventilation openings located on two opposite \nwalls of the primary enclosure and the ventilation opening on each wall be at least 16 percent of the total surface area of \neach wall OR that there are ventilation openings on all four walls of the primary enclosure with the ventilation openings on \neach wall be at least 8 percent of the total surface area of each wall. To be corrected from this date forward. \n3.137(b) \n   \nPrimary enclosures used to transport live animals. \nThe registrant stated during her initial conversation with the inspector regarding this transport that she learned after \naccepting and departing with the shipment of sugar gliders on 24 Jan 2020 that the enclosure contained 5 baby sugar \ngliders and 5 adult sugar gliders.  The registrant stated that she left with the animals from the consignor’s residence about \n2:43 am and didn’t check the enclosure until approximately 6:30 am. It was at this time when she found 5 adults in the \nenclosure and 5 baby sugar gliders in a pillowcase in the enclosure. Transporting animals who have not reached puberty \nwith adults other than their dam, can result in injury to the young animals. The registrant must ensure that live animals\n\ntransported in the same enclosure be of the same species and maintained in compatible groups. The registrant must also \nensure that live animals that have not reached puberty are not transported in the same primary enclosure with adults \nother than their dams. To be corrected from this date forward. \n3.137(d) \n   \nPrimary enclosures used to transport live animals. \nThe registrant accepted a primary enclosure containing 10 sugar gliders into transportation on 24 January 2020 and \ndelivered it on 27 January 2020. During this time, the registrant was unable to clean the enclosure.   Photos were \nprovided to the inspector showing that excreta had not been removed from the primary enclosure often enough to ensure \nthe sugar gliders would have a clean space area to lie on during the time in transport.   Failure to remove excreta from \nprimary enclosures so that there is no clean space for the animals can result in contamination of the animals, is a disease \nhazard, and contributes to odors. The registrant must ensure that primary enclosures used to transport live animals be \ncleaned and sanitized in a manner prescribed in 3.131 of the standards of the Animal Welfare Act. To be corrected from \nthis date forward. \n3.139(e) \n   \nFood and water requirements. \nThe registrant reported that she accepted 10 sugar gliders for transportation on 24 Jan 2020 with no written instructions \nfor the food and water requirements affixed to the outside of the primary enclosure. Failure to have written feeding and \nwatering instructions can result in animals who do not receive correct care during the time of transport. The registrant \nmust not accept any live animals for transportation in commerce unless written instructions concerning the food and water \nrequirements of such animals being transported is affixed to the outside of its primary enclosure. To be corrected from this \ndate forward. \n3.140(a)  Critical\n\nCare in transit. \nThe registrant stated that she was unable to observe five young sugar gliders in a pillowcase bag being transported within \nthe primary enclosure with five adult sugar gliders during the time of transport. The five sugar gliders were accepted into \ntransport on 24 Jan 2020 and were delivered on 27 Jan 2020.   The registrant stated she was unable to observe the five \nyoung sugar gliders during the transport because she was fearful of the adult sugar gliders would try to bite and did bite \nher.  In addition, the registrant was fearful of adult sugar glider escape when the transport enclosure was opened. She \nstated that she put apples into the inner pillowcase bag containing the young sugar gliders but was not able to observe \nthem regularly. She told the inspector that she was unaware that one of the sugar gliders had died sometime during the \ntransport. \n \nThe registrant provided paperwork that stated she had accepted another shipment of 11 sugar gliders on 25 Jan 2020 \nthat she accepted in a “sealed container”. When asked what this entailed, she stated that the consignor covered the front \nand sides of the enclosure so that she could not view the interior and the animals during the transport. According to the \npaperwork provided, these animals were delivered to the same consignee as above on 27 Jan 2020. \n \nFailure to visually observe live animals during surface transportation can result in those animals being subjected to unsafe \nconditions during travel.   If these animals are in physical distress during transport the ability to provide adequate \nveterinarian care would not be made available.   The registrant must ensure that all live animals are visually observed as \nfrequently as circumstances dictate, but not less than every 4 hours.  Registrants must assure that transported animals \nare receiving sufficient air for normal breathing, their ambient temperatures are within the prescribed limits, all other \napplicable standards are being complied with and to determine whether any of the live animals are in obvious physical \ndistress and to provide any needed veterinary care as soon as possible. To be corrected from the day forward.\n\nInspection of the transport vehicle and  complaint interview done on 5/4/21 were conducted with the registrant.  The \ninspection report and exit briefing done on 6/17/21 were conducted with the registrant. \n \nAdditional Inspectors: \nMARGARET SHAVER, VETERINARY MEDICAL OFFICEREnd Section",
  "animals_total": 0,
  "species": [
    {
      "count": 0,
      "scientific": "NONE",
      "common": "NONE"
    }
  ]
}