{
  "insp_id": "2016082568852704",
  "layout": "a",
  "customer_id": "329053",
  "customer_name": "Jonathan Yutzy",
  "customer_addr": "16640 240th Street\nBloomfield, IA 52537",
  "certificate": "42-A-1467",
  "site_id": "001",
  "site_name": "Jonathan Yutzy",
  "insp_type": "ROUTINE INSPECTION",
  "date": "12-SEP-2017",
  "report_date": "12-SEP-2017",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "Male Chihuahua (microchip #483A256902) has overgrown toenails. The toenails have become excessively long\nand have developed a severe curve.\nFemale Chihuahua (microchip #0006FACC44) has overgrown toenails. The toenails have become excessively long\nand have developed a severe curve. The nails of the dewclaws on both front legs have grown completely around\nand are nearly touching the back of the digit.\nOvergrown toenails could cause pain and discomfort to the dogs, as well as, affect the dog's natural gait. The\nlicensee must have the toenails on the above mentioned dogs trimmed to an acceptable length. The licensee must\nensure that the toenails of every dog are kept at an acceptable length at all times in order to promote their health\nand well-being.\nCorrection date: September 16, 2017"
    },
    {
      "code": "2.40(b)(3)",
      "kind": "Critical",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "In the outdoor section of one enclosure is a deceased female Chihuahua (microchip #0007296B3B). The dog is\nlocated at the end of the enclosure lying on her right side up against the enclosure gate. There is a large, circular\nopen wound in the lower left side of the abdomen directly in front of the left hind leg. The licensee said this dog\ntended to have intermittent issues with uterine infections during the time she has been at the facility.\nThe licensee stated that he normally conducts daily observations of the dogs in the evening, therefore had not\nobserved the dogs at the time of the inspection, but the licensee had observed the dog during the weekend and it\nhad been fine at that time. The day before the inspection, the licensee stated he had been inside the kennel three\ntimes, but did not walk around the outside of the kennel at anytime and couldn't be sure this dog had been observed\non that day.\nFailure to make daily observations of the dogs may result in unnoticed health and behavioral issues that could have\na detrimental effect on the life and well-being of the animals.\nDaily observations of all animals is required to assess their health and well-being. The licensee must ensure that\neach dog is observed everyday in order to have the best possible chance of identifying any health problems and\nreducing the negative impact these health issues may have on the animal.\nCorrection date: Daily observation of every animal must be done from this day forward.\nInspection and exit interview conducted with Kelly Maxwell, ACI and the facility representative."
    }
  ],
  "narrative": "2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nMale Chihuahua (microchip #483A256902) has overgrown toenails.  The toenails have become excessively long\nand have developed a severe curve.\nFemale Chihuahua (microchip #0006FACC44) has overgrown toenails.  The toenails have become excessively long\nand have developed a severe curve.  The nails of the dewclaws on both front legs have grown completely around\nand are nearly touching the back of the digit.  \nOvergrown toenails could cause pain and discomfort to the dogs, as well as, affect the dog's natural gait.  The\nlicensee must have the toenails on the above mentioned dogs trimmed to an acceptable length.  The licensee must\nensure that the toenails of every dog are kept at an acceptable length at all times in order to promote their health\nand well-being.\nCorrection date:  September 16, 2017\n2.40(b)(3)           CRITICAL\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nIn the outdoor section of one enclosure is a deceased female Chihuahua (microchip #0007296B3B).  The dog is\nlocated at the end of the enclosure lying on her right side up against the enclosure gate.  There is a large, circular\nopen wound in the lower left side of the abdomen directly in front of the left hind leg.  The licensee said this dog\ntended to have intermittent issues with uterine infections during the time she has been at the facility.  \nThe licensee stated that he normally conducts daily observations of the dogs in the evening, therefore had not\nobserved the dogs at the time of the inspection, but the licensee had observed the dog during the weekend and it\nhad been fine at that time.  The day before the inspection, the licensee stated he had been inside the kennel three\ntimes, but did not walk around the outside of the kennel at anytime and couldn't be sure this dog had been observed\non that day.\n\nFailure to make daily observations of the dogs may result in unnoticed health and behavioral issues that could have\na detrimental effect on the life and well-being of the animals.\nDaily observations of all animals is required to assess their health and well-being.  The licensee must ensure that\neach dog is observed everyday in order to have the best possible chance of identifying any health problems and\nreducing the negative impact these health issues may have on the animal. \nCorrection date:  Daily observation of every animal must be done from this day forward.    \nInspection and exit interview conducted with Kelly Maxwell, ACI and the facility representative.",
  "animals_total": 57,
  "species": [
    {
      "count": 52,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 5,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}