{
  "insp_id": "2016082568795428",
  "layout": "a",
  "customer_id": "334104",
  "customer_name": "Fort Keogh L A R R L",
  "customer_addr": "243 Fort Keogh Road\nMiles City, MT 59301",
  "certificate": "81-G-0001",
  "site_id": "001",
  "site_name": "USDA ARS FORT KEOGH LARRL",
  "insp_type": "ROUTINE INSPECTION",
  "date": "07-SEP-2017",
  "report_date": "25-OCT-2017",
  "citations": [
    {
      "code": "2.31(d)(5)",
      "kind": "",
      "repeat": false,
      "desc": "INSTITUTIONAL ANIMAL CARE AND USE COMMITTEE (IACUC).",
      "narrative": "The IACUC did not conduct appropriate reviews of animal activities for all protocols to ensure that investigators are\nfollowing the approved protocol. The inspectors reviewed five of the eleven active protocols. The principal\ninvestigator for one protocol did not follow the approved protocol. The medical records indicate that acepromazine\nwas used as a pre-anesthetic drug instead of the IACUC approved xylazine. The protocol states that the animals\nwill be monitored twice daily for four weeks post-surgery. The records indicate that the animals were monitored\nonce daily for two weeks then intermittently twice the next week. Also, the protocol states the surgical site will be\nwashed daily for two weeks. The records indicate the washing occurred at 9, 10, 13, 21, 24, and 28 days\npost-surgery. The IACUC must conduct continuing review of all activities involving animals in order to ensure that\nall animal activities are conducted as stated in the approved protocols.\nCorrect from this date forward."
    },
    {
      "code": "2.33(b)(3)",
      "kind": "Critical",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE.",
      "narrative": "The facility houses a total of 2532 cattle of which 908 were inspected. Of the animals inspected, inspectors\nidentified the facility failed to communicate problems of animal health to the attending veterinarian regarding a 250\npound calf diagnosed with coccidiosis. The calf, part of a pair along with its mother, were part of a study that\nincluded 289 pairs plus 116 yearling heifers and 20 bulls. The pair were separated from the herd and housed in the\ntreatment area near the office building. On August 31, 2017 the calf was examined by a veterinarian and placed\non a treatment regimen of amprolium, once daily for five days, and an oral electrolyte solution. Treatment with\namprolium was stopped on September 5, 2017.\nOn inspection at 11:45 a.m on September 7, 2017, the calf was dehydrated with sunken eyes and tented skin and\nwas also weak, lethargic, and unable to rise when prompted. The facility verbally confirmed they had not contacted\nthe attending veterinarian to notify him of the calf’s condition and no additional treatments had been implemented.\nAt approximately 4:00 p.m, the facility informed the inspectors the calf had died. Illnesses that are not treated may\nbe painful and can lead to prolonged suffering, other veterinary health problems, and death. All sick and/or injured\nanimals must be examined by a veterinarian and adequate veterinary care provided.\nCorrect from this date forward.\nThis inspection and exit interview were conducted with facility representatives.\nAdditional Inspectors\nEngel D.V.M Dominique, Hpa Gov User"
    }
  ],
  "narrative": "2.31(d)(5)\nINSTITUTIONAL ANIMAL CARE AND USE COMMITTEE (IACUC).\nThe IACUC did not conduct appropriate reviews of animal activities for all protocols to ensure that investigators are\nfollowing the approved protocol. The inspectors reviewed five of the eleven active protocols.  The principal\ninvestigator for one protocol did not follow the approved protocol. The medical records indicate that acepromazine\nwas used as a pre-anesthetic drug instead of the IACUC approved xylazine.  The protocol states that the animals\nwill be monitored twice daily for four weeks post-surgery.  The records indicate that the animals were monitored\nonce daily for two weeks then intermittently twice the next week.  Also, the protocol states the surgical site will be\nwashed daily for two weeks.  The records indicate the washing occurred at 9, 10, 13, 21, 24, and 28 days\npost-surgery.  The IACUC must conduct continuing review of all activities involving animals in order to ensure that\nall animal activities are conducted as stated in the approved protocols.  \nCorrect from this date forward.\n2.33(b)(3)           CRITICAL\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE.\nThe facility houses a total of 2532 cattle of which 908 were inspected. Of the animals inspected, inspectors\nidentified the facility failed to communicate problems of animal health to the attending veterinarian regarding a 250\npound calf diagnosed with coccidiosis. The calf, part of a pair along with its mother, were part of a study that\nincluded 289 pairs plus 116 yearling heifers and 20 bulls.  The pair were separated from the herd and housed in the\ntreatment area near the office building.    On August 31, 2017 the calf was examined by a veterinarian and placed\non a treatment regimen of amprolium, once daily for five days, and an oral electrolyte solution. Treatment with\namprolium was stopped on September 5, 2017.\nOn inspection at 11:45 a.m on September 7, 2017, the calf was dehydrated with sunken eyes and tented skin and\nwas also weak, lethargic, and unable to rise when prompted.  The facility verbally confirmed they had not contacted\nthe attending veterinarian to notify him of the calf’s condition and no additional treatments had been implemented.\nAt approximately 4:00 p.m, the facility informed the inspectors the calf had died. Illnesses that are not treated may\nbe painful and can lead to prolonged suffering, other veterinary health problems, and death. All sick and/or injured\nanimals must be examined by a veterinarian and adequate veterinary care provided.\n\nCorrect from this date forward.\nThis inspection and exit interview were conducted with facility representatives.\nAdditional Inspectors\nEngel D.V.M Dominique, Hpa Gov User",
  "animals_total": 2532,
  "species": [
    {
      "count": 2532,
      "scientific": "Bos taurus",
      "common": "CATTLE / COW / OX / WATUSI"
    }
  ]
}