{
  "insp_id": "335151434030353",
  "layout": "a",
  "customer_id": "325742",
  "customer_name": "Mary Jane Burkholder",
  "customer_addr": "40 Groffdale Church Road\nLeola, PA 17540",
  "certificate": "23-A-0617",
  "site_id": "001",
  "site_name": "MARY JANE BURKHOLDER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "01-DEC-2015",
  "report_date": "02-DEC-2015",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "The adult dark brown and white smooth hair guinea pig previously cited on the last inspection report still has a\nuniformly cloudy left eye and is housed in its own enclosure. The licensee informed the APHIS officials that this\nguinea pig was not examined by a licensed veterinarian; instead, she talked to the attending veterinarian over the\nphone and received only verbal instructions. This animal is still not receiving any treatment and failure to have it\nexamined prevents accurate diagnosis of the condition or the development of an appropriate treatment plan. When\nleft untreated eye problems may become painful and may progress to impairment of vision. Correct by ensuring\nthat this animal is examined by a licensed veterinarian and that animals which become ill in the future are also\nexamined and treated appropriately."
    },
    {
      "code": "3.31(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "During this inspection the floor of the guinea pig enclosures had approximately a half inch layer of compacted\nsoiled/wet bedding that was beneath newer bedding. The licensee informed the APHIS officials that the guinea pig\nenclosures were last cleaned two weeks ago, but that new bedding had been added on top of the soiled bedding.\nIneffective cleaning and sanitation exposes the animals to disease hazards such bacterial, fungal, and viral\ndiseases. Primary enclosures must be cleaned often enough to prevent an accumulation of excreta/soiled bedding\nand must be sanitized at least once every 2 weeks. Correct by ensuring enclosures are cleaned and sanitized as\nrequired.\nNote: This was an incomplete inspection. While only partially through the inspection process, the APHIS officials\ndiscussed noncompliant items identified above with the licensee. At that time the licensee stated her intention to\ndiscontinue her license under the Animal Welfare Act. The licensee then voluntarily surrendered her license and\nwalked out of the animal building. APHIS Officials stopped the inspection process at that time and left the facility.\nAn accurate animal count had not yet been completed and not all animals had been inspected. Non-compliances\nwere discussed during the inspection with the licensee; Robert Markmann, ACI; and Mary Geib, VMO. This report\nwill be sent to the licensee by certified mail.\nNO REGUALTED ACTIVITIES MAY BE CONDUCTED WITHOUT A USDA LICENSE.\nAdditional Inspectors\nGeib Mary, Veterinary Medical Officer"
    }
  ],
  "narrative": "2.40(b)(2)                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThe adult dark brown and white smooth hair guinea pig previously cited on the last inspection report still has a\nuniformly cloudy left eye and is housed in its own enclosure.  The licensee informed the APHIS officials that this\nguinea pig was not examined by a licensed veterinarian; instead, she talked to the attending veterinarian over the\nphone and received only verbal instructions.   This animal is still not receiving any treatment and failure to have it\nexamined prevents accurate diagnosis of the condition or the development of an appropriate treatment plan.  When\nleft untreated eye problems may become painful and may progress to impairment of vision.   Correct by ensuring\nthat this animal is examined by a licensed veterinarian and that animals which become ill in the future are also\nexamined and treated appropriately.\n3.31(a)(1)\nSANITATION.\nDuring this inspection the floor of the guinea pig enclosures had approximately a half inch layer of compacted\nsoiled/wet bedding that was beneath newer bedding. The licensee informed the APHIS officials that the guinea pig\nenclosures were last cleaned two weeks ago, but that new bedding had been added on top of the soiled bedding.\nIneffective cleaning and sanitation exposes the animals to disease hazards such bacterial, fungal, and viral\ndiseases.  Primary enclosures must be cleaned often enough to prevent an accumulation of excreta/soiled bedding\nand must be sanitized at least once every 2 weeks.  Correct by ensuring enclosures are cleaned and sanitized as\nrequired. \nNote: This was an incomplete inspection.  While only partially through the inspection process, the APHIS officials\ndiscussed noncompliant items identified above with the licensee.  At that time the licensee stated her intention to\ndiscontinue her license under the Animal Welfare Act.  The licensee then voluntarily surrendered her license and\nwalked out of the animal building.  APHIS Officials stopped the inspection process at that time and left the facility. \nAn accurate animal count had not yet been completed and not all animals had been inspected.   Non-compliances\nwere discussed during the inspection with the licensee; Robert Markmann, ACI; and Mary Geib, VMO.  This report\nwill be sent to the licensee by certified mail.\n\nNO REGUALTED ACTIVITIES MAY BE CONDUCTED WITHOUT A USDA LICENSE.\nAdditional Inspectors\nGeib Mary, Veterinary Medical Officer",
  "animals_total": 115,
  "species": [
    {
      "count": 115,
      "scientific": "Cavia porcellus",
      "common": "DOMESTIC GUINEA PIG"
    }
  ]
}