{
  "insp_id": "2016090000618448",
  "layout": "b",
  "customer_id": "323515",
  "customer_name": "HOWLING WOODS FARM",
  "customer_addr": "1371 WEST VETERANS HIGHWAY\nJACKSON, NJ 08527",
  "certificate": "22-C-0127",
  "site_id": "001",
  "site_name": "HOWLING WOODS FARM",
  "insp_type": "ROUTINE INSPECTION",
  "date": "25-MAY-2021",
  "report_date": "28-MAY-2021",
  "citations": [
    {
      "code": "3.1(a)",
      "kind": "",
      "repeat": false,
      "desc": "Housing facilities, general.",
      "narrative": "The following items are in need of repair and/or replacement:\n1. The wooden trim, that is adjacent to the ramp leading up to the shelter entrance, has detached from the wall and is no\nlonger secured.\n2. An interior wooden support post, just inside of the shelter door opening, is rotted and dangling.\n3. The wood trim, above the space storing bales of straw, has deteriorated and is no longer present.\nThe detached wooden trim of the shelter entrance and rotted interior wood post could injure the wolf hybrids upon\nentering or exiting the shelter building. The detached trim for the wolf enclosure and above the straw storage building\nshould be secured, and the rotted wooden support post replaced to keep the buildings in good repair.\nTO BE CORRECTED BY: JUNE 15, 2021\nAccording to the facility representative and the owner, on January 7, 2021, a wolf hybrid escaped from the fenced\nbackyard and was on the loose for several days. The wolf hybrid was found unharmed and it was picked up by a facility\nrepresentative. The fencing of the backyard failed to contain the wolf hybrid thus allowing escape. Facilities must be\nconstructed in such a way that will contain wolf hybrids securely.\nTO BE CORRECTED BY: FACILITY PLACED THE ESCAPED WOLF HYBRID IN A MORE SECURE ENCLOSURE\nUPON ITS RETURN."
    },
    {
      "code": "3.6(a)(2)(i)",
      "kind": "",
      "repeat": false,
      "desc": "Primary enclosures.",
      "narrative": "Dig guards are exposed in most of the wolf hybrid enclosures. Some of these exposed, metal dig guards have protruding\nsharp points that may cause injuries. Exposed points on the dig guards should be repaired and/or removed and the\nexposed dig guards significantly covered to protect the wolf hybrids from injury.\nTO BE CORRECTED BY: JUNE 25, 2021\nThis inspection and exit briefing were conducted with the facility representative and owner.\nAdditional Inspectors:\nRoland Marquis, Investigator\nJESSICA GOWINS, VETERINARY MEDICAL OFFICEREnd Section"
    }
  ],
  "narrative": "3.1(a) \n   \nHousing facilities, general. \nThe following items are in need of repair and/or replacement: \n \n1.  The wooden trim, that is adjacent to the ramp leading up to the shelter entrance, has detached from the wall and is no \nlonger secured. \n \n2. An interior wooden support post, just inside of the shelter door opening, is rotted and dangling. \n \n3. The wood trim, above the space storing bales of straw, has deteriorated and is no longer present. \n \nThe detached wooden trim of the shelter entrance and rotted interior wood post could injure the wolf hybrids upon \nentering or exiting the shelter building.  The detached trim for the wolf enclosure and above the straw storage building \nshould be secured, and the rotted wooden support post replaced to keep the buildings in good repair. \n \nTO BE CORRECTED  BY:  JUNE 15, 2021\n\nAccording to the facility representative  and the owner, on January 7, 2021, a wolf hybrid escaped from the fenced \nbackyard and was on the loose for several days.  The wolf hybrid was found unharmed and it was picked up by a facility \nrepresentative.   The fencing of the backyard failed to contain the wolf hybrid thus allowing escape.  Facilities must be \nconstructed in such a way that will contain wolf hybrids securely. \n \nTO BE CORRECTED  BY:     FACILITY PLACED THE ESCAPED WOLF HYBRID IN A MORE SECURE ENCLOSURE \nUPON ITS RETURN. \n3.6(a)(2)(i) \n   \nPrimary enclosures. \nDig guards are exposed in most of the wolf hybrid enclosures.  Some of these exposed, metal dig guards have protruding \nsharp points that may cause injuries.  Exposed points on the dig guards should be repaired and/or removed  and the \nexposed dig guards significantly covered to protect the wolf hybrids from injury. \n \nTO BE CORRECTED  BY:  JUNE 25, 2021 \n \nThis inspection and exit briefing were conducted with the facility representative  and owner. \n \nAdditional Inspectors: \nRoland Marquis, Investigator \nJESSICA GOWINS, VETERINARY MEDICAL OFFICEREnd Section",
  "animals_total": 15,
  "species": [
    {
      "count": 13,
      "scientific": "Canis lupus X C. l. familiaris",
      "common": "WOLF/DOG HYBRID"
    },
    {
      "count": 2,
      "scientific": "Canis latrans x C. lupus familiaris",
      "common": "COYOTE-DOG HYBRID / COYDOG"
    }
  ]
}