{
  "insp_id": "2016082568191370",
  "layout": "a",
  "customer_id": "15743",
  "customer_name": "Pamela Asmussen",
  "customer_addr": "Rodney Asmussen\n22034 452nd Avenue\nArlington, SD 57212",
  "certificate": "46-A-0409",
  "site_id": "001",
  "site_name": "PAMELA ASMUSSEN & RODNEY ASMUSSEN",
  "insp_type": "ATTEMPTED INSPECTION",
  "date": "04-APR-2017",
  "report_date": "07-APR-2017",
  "citations": [
    {
      "code": "2.126(b)",
      "kind": "",
      "repeat": true,
      "desc": "ACCESS AND INSPECTION OF RECORDS AND PROPERTY; SUBMISSION OF ITINERARIES.",
      "narrative": "A responsible adult was not available to accompany APHIS Officials during the inspection process at 1237 on\n04-Apr-17.\nInspector arrival to facility at 1237. No answer at door and no person visible on premise. Contacted phone #s listed\nin ACIS for owner contact. Spoke with licensee (PA). PA stated that there would not be anyone available on\npremise until after 5 pm and that they (the licensee) had planned to cancel their license and would not be resuming\ntheir business. I recommended the licensee contact the Ft Collins Office prior to having a 3rd attempted inspection\nif they were no longer continuing in business. Left premises at 1310 following leaving my card and optimal hours\ninformation sheet in storm door (note: no visible or auditory signs of an active kennel on premise at time of\nattempted inspection)"
    }
  ],
  "narrative": "2.126(b)                    REPEAT\nACCESS AND INSPECTION OF RECORDS AND PROPERTY; SUBMISSION OF ITINERARIES.\nA responsible adult was not available to accompany APHIS Officials during the inspection process at 1237 on\n04-Apr-17.\nInspector arrival to facility at 1237. No answer at door and no person visible on premise.  Contacted phone #s listed\nin ACIS for owner contact.  Spoke with licensee (PA).  PA stated that there would not be anyone available on\npremise until after 5 pm and that they (the licensee)  had planned to cancel their license and would not be resuming\ntheir business. I recommended the licensee  contact the Ft Collins Office  prior to having a 3rd attempted inspection\nif they were no longer continuing in  business.  Left premises at 1310 following leaving my card and optimal hours\ninformation sheet in storm door (note: no visible or auditory signs of an active kennel on premise at time of\nattempted inspection)",
  "animals_total": 0,
  "species": [
    {
      "count": 0,
      "scientific": "NONE",
      "common": "NONE"
    }
  ]
}