{
  "insp_id": "2016090000786599",
  "layout": "b",
  "customer_id": "9245",
  "customer_name": "STEVE KRUSE",
  "customer_addr": "2345 HWY 16\nWEST POINT, IA 52656",
  "certificate": "42-B-0182",
  "site_id": "001",
  "site_name": "STEVE KRUSE",
  "insp_type": "ROUTINE INSPECTION",
  "date": "29-MAR-2022",
  "report_date": "03-MAY-2022",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": true,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "Female Mini-Golden Doodle (tattoo #28, microchip 0A02561301) has an abnormal condition of the skin. Large hairless\nareas are located along both sides of the dog from the shoulders to the hindlegs, as well as across the top of the\nshoulders and on the top and sides of the neck. The skin in these areas is reddened and contains small crusty lesions.\nThe condition of the dog has not been identified and no treatment has been provided.\nFemale Bulldog (tattoo #34, microchip 7E10334721) has an abnormal condition of the left hind foot. A dark colored\nmaterial is coating the hair surrounding the middle toes of the foot. Closer examination revealed a small red growth\nbetween the toes which is exuding a discharge causing the skin and hair in the affected area to be wet. The skin between\nthese toes is moderately reddened. Documentation revealed this dog was treated for an interdigital cyst on 03-21-22 with\nPanalog, but no additional treatment has been provided. The facility's interdigital cyst treatment plan states: \"Early -\nPanalog and Penicillin (once or twice), Advanced or severe - Panalog daily and Excede (repeat in 3 days if needed)\".\nBased on the condition of the dog's foot, the additional treatment required by the interdigital cyst treatment plan should\nhave been provided.\nMale Pomeranian (tattoo #2, microchip 0A02563944) has poor dental health. The upper left canine tooth and the upper\nand lower cheek teeth on both sides of the mouth are encased in a thick buildup of brown colored tartar. A line of grey\nmaterial is located along the gum line of the upper cheek teeth on both sides of the mouth. The gums are moderately\nreddened with darker red areas located along the upper cheek teeth on both sides of the mouth. The condition of the\ndog's teeth has not been identified and no treatment has been provided.\nAbnormal conditions of the skin and poor dental health could cause pain and discomfort to the animal as well as lead to\nfurther health issues.\nEach dealer shall use appropriate methods to prevent, control, diagnose, and treat diseases and injuries. The above-\nmentioned dogs must be evaluated by a veterinarian for an accurate diagnosis and to develop an effective treatment plan.\nThe licensee must ensure that all dogs receive adequate veterinary care at all times."
    },
    {
      "code": "2.131(b)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Handling of animals.",
      "narrative": "During the inspection of the Bulldog Building, the inspectors noticed an employee trimming the toenails of several dogs.\nThe inspectors found at least 1 poodle, 3 pomskys, 2 French bulldogs, 5 ore-peis, 3 Boston terriers, 1 pug and 1 shih tzu\nwhich have toenails that are trimmed too short causing the dogs to bleed. Each of the affected dogs is actively bleeding\nand most of them have several bloody toes, and in the case of 2 pomskys all four feet are bloody. Significant amounts of\nblood are located in the washdown beneath the enclosures, on the enclosure floors and fencing, and on the walkway\noutside of the enclosures. Trimming toenails too short can be extremely painful to the dog. Toenails trimmed to the point\nwhere they bleed creates an open wound which could allow disease causing agents to enter the animal's body potentially\nresulting in infection.\nHandling of all animals shall be done as expeditiously and carefully as possible in a manner that does not cause trauma,\nbehavioral stress, physical harm, or unnecessary discomfort. The licensee must ensure that the toenails are trimmed to\nan appropriate length that does not result in bleeding nails and/or pain and discomfort to the animal.\nTo be corrected by: From this day forward\nThis inspection and exit interview were conducted with the facility representatives.\nAdditional Inspectors:\nWilliam Janecke, VETERINARY MEDICAL OFFICEREnd Section"
    }
  ],
  "narrative": "2.40(b)(2)  Repeat\n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nFemale Mini-Golden Doodle (tattoo #28, microchip 0A02561301) has an abnormal condition of the skin.  Large hairless \nareas are located along both sides of the dog from the shoulders to the hindlegs, as well as across the top of the \nshoulders and on the top and sides of the neck.  The skin in these areas is reddened and contains small crusty lesions.  \nThe condition of the dog has not been identified and no treatment has been provided. \n \nFemale Bulldog (tattoo #34, microchip 7E10334721) has an abnormal condition of the left hind foot.  A dark colored \nmaterial is coating the hair surrounding the middle toes of the foot.  Closer examination revealed a small red growth \nbetween the toes which is exuding a discharge causing the skin and hair in the affected area to be wet.  The skin between \nthese toes is moderately reddened. Documentation revealed this dog was treated for an interdigital cyst on 03-21-22 with \nPanalog, but no additional treatment has been provided.  The facility's interdigital cyst treatment plan states:  \"Early - \nPanalog and Penicillin (once or twice), Advanced or severe - Panalog daily and Excede (repeat in 3 days if needed)\".  \nBased on the condition of the dog's foot, the additional treatment required by the interdigital cyst treatment plan should \nhave been provided. \n \nMale Pomeranian (tattoo #2, microchip 0A02563944) has poor dental health.  The upper left canine tooth and the upper\n\nand lower cheek teeth on both sides of the mouth are encased in a thick buildup of brown colored tartar.  A line of grey \nmaterial is located along the gum line of the upper cheek teeth on both sides of the mouth.  The gums are moderately \nreddened with darker red areas located along the upper cheek teeth on both sides of the mouth.  The condition of the \ndog's teeth has not been identified and no treatment has been provided. \n \nAbnormal conditions of the skin and poor dental health could cause pain and discomfort to the animal as well as lead to \nfurther health issues. \n \nEach dealer shall use appropriate methods to prevent, control, diagnose, and treat diseases and injuries.  The above-\nmentioned dogs must be evaluated by a veterinarian for an accurate diagnosis and to develop an effective treatment plan.  \nThe licensee must ensure that all dogs receive adequate veterinary care at all times. \n2.131(b)(1) \n   \nHandling of animals. \nDuring the inspection of the Bulldog Building, the inspectors noticed an employee trimming the toenails of several dogs.  \nThe inspectors found at least 1 poodle, 3 pomskys, 2 French bulldogs, 5 ore-peis, 3 Boston terriers, 1 pug and 1 shih tzu \nwhich have toenails that are trimmed too short causing the dogs to bleed.  Each of the affected dogs is actively bleeding \nand most of them have several bloody toes, and in the case of 2 pomskys all four feet are bloody.  Significant amounts of \nblood are located in the washdown beneath the enclosures, on the enclosure floors and fencing, and on the walkway \noutside of the enclosures. Trimming toenails too short can be extremely painful to the dog.  Toenails trimmed to the point \nwhere they bleed creates an open wound which could allow disease causing agents to enter the animal's body potentially \nresulting in infection.\n\nHandling of all animals shall be done as expeditiously and carefully as possible in a manner that does not cause trauma, \nbehavioral stress, physical harm, or unnecessary discomfort.  The licensee must ensure that the toenails are trimmed to \nan appropriate length that does not result in bleeding nails and/or pain and discomfort to the animal. \n \nTo be corrected by:  From this day forward \n \nThis inspection and exit interview were conducted with the facility representatives. \n \nAdditional Inspectors: \nWilliam Janecke, VETERINARY MEDICAL OFFICEREnd Section",
  "animals_total": 666,
  "species": [
    {
      "count": 648,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 18,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}