{
  "insp_id": "2016082568085186",
  "layout": "a",
  "customer_id": "10957",
  "customer_name": "Colleen Cox",
  "customer_addr": "6882 W 800 S\nJamestown, IN 46147",
  "certificate": "32-A-0566",
  "site_id": "001",
  "site_name": "COLLEEN COX",
  "insp_type": "ROUTINE INSPECTION",
  "date": "01-FEB-2017",
  "report_date": "01-FEB-2017",
  "citations": [
    {
      "code": "2.40(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "The program of veterinary care is vague. A dewormer is listed, but only the name; dose and frequency are not\nprovided. A veterinarian with knowledge and expertise in caring for skunks has not visited the facility. Licensee\nstated the completed program of veterinary care was provided by a veterinarian who does not actually treat or\nprovide care for the skunks. Without guidance and input from a knowledgeable veterinarian, animal welfare may be\ncompromised. Licensee shall employ an attending veterinarian under formal arrangements including a written\nprogram of veterinary care and regularly scheduled visits to the premises. Detailed guidance for medications shall\nbe included on the written program of veterinary care. A licensed veterinarian with expertise in the treatment,\nhusbandry, and care of skunks shall be employed as the attending veterinarian.\nCorrect by: March 1, 2017"
    },
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "Three of the skunks have daily access to the living areas in the house. The upstairs animal room and the living\nareas of the house are carpeted. The carpet is torn under the animal room door exposing the wooden subfloor.\nShavings, hair, and other debris is accumulated in the carpet throughout the housing room and living areas.\nDisease agents can thrive in the dirty carpet posing a threat to the animals. The facility must be constructed of\nmaterials appropriate for the animals and be maintained in good repair to protect the animals from injury and\ndisease. The carpets must be cleaned and repaired, or replaced, to facilitate standard husbandry practices. A\nschedule for maintenance to prevent recurrence shall be developed and maintained.\nCorrect by: March 1, 2017\nThis inspection and exit interview were conducted with the Licensee"
    }
  ],
  "narrative": "2.40(a)(1)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThe program of veterinary care is vague.  A dewormer is listed, but only the name; dose and frequency are not\nprovided.  A veterinarian with knowledge and expertise in caring for skunks has not visited the facility.  Licensee\nstated the completed program of veterinary care was provided by a veterinarian who does not actually treat or\nprovide care for the skunks.  Without guidance and input from a knowledgeable veterinarian, animal welfare may be\ncompromised.  Licensee shall employ an attending veterinarian under formal arrangements including a written\nprogram of veterinary care and regularly scheduled visits to the premises.  Detailed guidance for medications shall\nbe included on the written program of veterinary care.  A licensed veterinarian with expertise in the treatment,\nhusbandry, and care of skunks shall be employed as the attending veterinarian.\nCorrect by:  March 1, 2017\n3.125(a)\nFACILITIES, GENERAL.   \nThree of the skunks have daily access to the living areas in the house.  The upstairs animal room and the living\nareas of the house are carpeted.  The carpet is torn under the animal room door exposing the wooden subfloor. \nShavings, hair, and other debris is accumulated in the carpet throughout the housing room and living areas. \nDisease agents can thrive in the dirty carpet posing a threat to the animals. The facility must be constructed of\nmaterials appropriate for the animals and be maintained in good repair to protect the animals from injury and\ndisease.  The carpets must be cleaned and repaired, or replaced, to facilitate standard husbandry practices.  A\nschedule for maintenance to prevent recurrence shall be developed and maintained.\nCorrect by:  March 1, 2017\n\nThis inspection and exit interview were conducted with the Licensee",
  "animals_total": 5,
  "species": [
    {
      "count": 5,
      "scientific": "Mephitis mephitis",
      "common": "STRIPED SKUNK"
    }
  ]
}