{
  "insp_id": "INS-0000871030",
  "layout": "c",
  "customer_id": "334250",
  "customer_name": "Lamar Martin",
  "customer_addr": "29905 E Stone Rd\nEL DORADO SPRINGS, MO 64744",
  "certificate": "43-A-6078",
  "site_id": "002",
  "site_name": "LAMAR Z MARTIN",
  "insp_type": "ROUTINE INSPECTION",
  "date": "24-MAY-2023",
  "report_date": "26-MAY-2023",
  "citations": [
    {
      "code": "3.1(a)",
      "kind": "",
      "repeat": false,
      "desc": "Housing facilities, general.",
      "narrative": "* Rusted, broken, missing and bent enclosure wiring with sharp points were observed in two enclosures. Four dogs are\nin contact with the affected wiring located in outdoor runs attached to sheltered housing. Sharp points may allow the\ndogs to become injured. Rusty wire that has corrosion becomes weakened and may not be sound enough to maintain the\ndogs in their enclosures. The licensee must ensure that housing facilities for dogs must be designed and constructed so\nthat they are structurally sound. They must be kept in good repair, and they must protect the animals from injury, contain\nthe animals securely, and restrict other animals from entering. Correct by 6/7/23.\nThis inspection and exit interview were conducted with the licensee.\nn"
    }
  ],
  "narrative": "3.1(a) \n   \nHousing facilities, general. \n*   Rusted, broken, missing and bent enclosure wiring with sharp points were observed in two enclosures.  Four dogs are \nin contact with the affected wiring located in outdoor runs attached to sheltered housing.   Sharp points may allow the \ndogs to become injured. Rusty wire that has corrosion becomes weakened and may not be sound enough to maintain the \ndogs in their enclosures.   The licensee must ensure that housing facilities for dogs must be designed and constructed so \nthat they are structurally sound. They must be kept in good repair, and they must protect the animals from injury, contain \nthe animals securely, and restrict other animals from entering.  Correct by 6/7/23. \n \nThis inspection and exit interview were conducted with the licensee. \n \n n",
  "animals_total": 42,
  "species": [
    {
      "count": 30,
      "scientific": "Canis familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 12,
      "scientific": "Canis familiaris",
      "common": "DOG PUPPY"
    }
  ]
}