{
  "insp_id": "268151357500712",
  "layout": "a",
  "customer_id": "2481",
  "customer_name": "Virginia Safari Park Inc",
  "customer_addr": "Po Box 147\nNatural Bridge, VA 24578",
  "certificate": "52-C-0166",
  "site_id": "001",
  "site_name": "VIRGINIA SAFARI PARK INC",
  "insp_type": "ROUTINE INSPECTION",
  "date": "24-JUN-2015",
  "report_date": "28-OCT-2015",
  "citations": [
    {
      "code": "2.131(c)(1)",
      "kind": "",
      "repeat": false,
      "desc": "HANDLING OF ANIMALS.",
      "narrative": "In the drive through park the patrons in personal vehicles are instructed to keep their windows completely down to\nfeed the animals. Buckets of feed are sold at the entrance to the park. Animals in this area of the park include\ncamels, llamas, zebra, elk, bison, and various other hoof stock. In the walk through park, there is no barrier at the\ngiraffe exhibit and members of the public are allowed to feed and touch them. There is no barrier in the petting farm\narea where the public feeds and contacts the animals. There are also no public barriers in the kangaroo walkabout.\nAnimal Care was made aware of a camel biting a child who then needed medical attention. The facility verified that\nthe incident did happen. The incident happened on a wagon ride and the camel reached over the primary fencing\ngrabbing the childs arm with the feed bucket. The facility has addressed this incident by placing a 6' wide area of\nlarge jagged rocks under the primary enclosure fence to prevent the public from approaching the camels and the\ncamels from approaching the public.\nDuring public exhibition, any animal must be handled so there is minimal risk of harm to the animal and to the\npublic, with sufficient distance and/or barriers between the animal and the general viewing public so as to assure\nthe safety of animals and the public.\nVehicle windows can serve as public barriers. However, by keeping the windows of the vehicle completely down\nthe barrier between the public and animal is removed. The lack of barriers needs to be corrected to protect the\nhealth and safety of the animals and to ensure the safety of the public.\nTo be corrected by July 8, 2015."
    },
    {
      "code": "2.131(d)(2)",
      "kind": "",
      "repeat": false,
      "desc": "HANDLING OF ANIMALS.",
      "narrative": "In the drive through park the patrons in private vehicles are instructed to keep their windows completely down to\nfeed the animals. Buckets of feed are sold at the park entrance. Although park employees regularly drive this area,\nit is impossible for them to adequately supervise all private vehicles within this area of the park. In the walk through\npark, the giraffes have a feeding platform with no uniformed attendant present. There are two food dispensers\navailable on the platform for park guests to purchase food. The petting farm area has no attendant, nor does the\nkangaroo walkabout. There is also a barn and enclosure housing Boer goats which does not have an attendant. In\nall these areas, there are no public barriers to keep members of the public separated from the animals.\nUnsupervised contact between animals and the public increases the possibility of injury to the animals and the\npublic. In any situation where there is contact between animals and the public, there must be a responsible,\nknowledgeable, and readily identifiable employee or attendant present at all times.\nIf there are no public barriers in these areas, the facility must ensure that these sections of the park are adequately\nsupervised by readily identifiable employees when members of the public are present.\nTo be corrected from this time forward."
    },
    {
      "code": "3.75(c)(1)(2)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "- Several exposed screws are present in the wooden branches in an enclosure housing a single female tamarin.\nThe screws are intended to connect branches together to provide a stable play structure for the tamarin. Sharp\npoints and edges provide a risk of injury to enclosed animals, and must be removed or repaired to protect the health\nof the animals.\nCorrect by: 25 June 2015"
    },
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "- Two sharp nails were exposed in a section of a broken wooden trough in the petting barn area of the walk through\npark. Numerous adult and juvenile animals had access to this area, including goats, pigs, llamas, and camels.\nSharp points are an injury risk, and must be removed or repaired to protect the health and welfare of enclosed\nanimals.\nCorrected on the spot"
    },
    {
      "code": "3.127(a)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, OUTDOOR.",
      "narrative": "- In the walk through portion of the zoo one of the two giraffe enclosures, housing three giraffes, did not have\nsufficient shade to accommodate all animals. At approximately 3 pm, the only available shade was a small section\nwithin the public feeding area. Although all animals had access to this feeding area, there was not enough shade to\ncomfortably cover all the animals. Lack of shade can lead to discomfort and overheating, and may have a negative\nimpact on the health and welfare of the affected animals. The facility must ensure that there is sufficient shade\nprovided to all animals, at all times of day.\nCorrect by: 10 July 2015"
    },
    {
      "code": "3.131(d)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "The animals in the drive through park appear to have a heavy infestation of flies, especially on their heads and\nshoulders, and are constantly moving, twitching and rubbing to get the flies off. Animals in this area include bison,\ncamels, llamas, elk and various other hoofstock. There is a large accumulation of yellow jackets on the door to the\nblack buck shelter.\nInsects are a source of discomfort to the affected animals, and can lead to physical injury due to animals rubbing\nand scratching themselves in an effort to remove the pests. Insects may also cause contamination of feed and\nwater, negatively impacting the health of the animals. The facility is currently attempting to control flies and insects\nwith a combination of sprays carried by employees, and the use of mineral blocks with additives to prevent fly eggs\nfrom hatching. However, the current attempts at control are not adequate. Per facility representatives, only certain\nanimals can be safely sprayed. The facility must take further steps to address fly control in all animals within the\ndrive through area. A safe and effective program for the control of insects, ectoparasites, and avian and\nmammalian pests shall be established and maintained.\nA safe method for fly and yellow jacket control for all of the animals in the drive through park must be established for\nthe health and comfort of the animals.\nTo be corrected by July 8, 2015.\nExit interview conducted with a facility representative.\nFacility declined to sign the report. A copy of the report was left at the facility and a copy will be sent by certified\nmail.\nAdditional Inspectors\nTygart Michael, Supervisory Animal Care Specialist"
    }
  ],
  "narrative": "2.131(c)(1)\nHANDLING OF ANIMALS.\nIn the drive through park the patrons in personal vehicles are instructed to keep their windows completely down to\nfeed the animals.  Buckets of feed are sold at the entrance to the park.  Animals in this area of the park include\ncamels, llamas, zebra, elk, bison, and various other hoof stock.  In the walk through park, there is no barrier at the\ngiraffe exhibit and members of the public are allowed to feed and touch them.  There is no barrier in the petting farm\narea where the public feeds and contacts the animals.  There are also no public barriers in the kangaroo walkabout.\n Animal Care was made aware of a camel biting a child who then needed medical attention.  The facility verified that\nthe incident did happen.  The incident happened on a wagon ride and the camel reached over the primary fencing\ngrabbing the childs arm with the feed bucket.  The facility has addressed this incident by placing a 6' wide area of\nlarge jagged rocks under the primary enclosure fence to prevent the public from approaching the camels and the\ncamels from approaching the public.\nDuring public exhibition, any animal must be handled so there is minimal risk of harm to the animal and to the\npublic, with sufficient distance and/or barriers between the animal and the general viewing public so as to assure\nthe safety of animals and the public.\nVehicle windows can serve as  public barriers.  However, by keeping the windows of the vehicle completely down\nthe barrier between the public and animal is removed.  The lack of barriers needs to be corrected to protect the\nhealth and safety of the animals and to ensure the safety of the public.  \nTo be corrected by July 8, 2015.\n2.131(d)(2)\nHANDLING OF ANIMALS.\nIn the drive through park the patrons in private vehicles are instructed to keep their windows completely down to\n\nfeed the animals.  Buckets of feed are sold at the park entrance.  Although park employees regularly drive this area,\nit is impossible for them to adequately supervise all private vehicles within this area of the park.  In the walk through\npark, the giraffes have a feeding platform with no uniformed attendant present.  There are two food dispensers\navailable on the platform for park guests to purchase food.  The petting farm area has no attendant, nor does the\nkangaroo walkabout.  There is also a barn and enclosure housing Boer goats which does not have an attendant.  In\nall these areas, there are no public barriers to keep members of the public separated from the animals.\nUnsupervised contact between animals and the public increases the possibility of injury to the animals and the\npublic.  In any situation where there is contact between animals and the public, there must be a responsible,\nknowledgeable, and readily identifiable employee or attendant present at all times. \nIf there are no public barriers in these areas,  the facility must ensure that these sections of the park are adequately\nsupervised by readily identifiable employees when members of the public are present.\nTo be corrected from this time forward.\n3.75(c)(1)(2)\nHOUSING FACILITIES, GENERAL. \n- Several exposed screws are present in the wooden branches in an enclosure housing a single female tamarin. \nThe screws are intended to connect branches together to provide a stable play structure for the tamarin.  Sharp\npoints and edges provide a risk of injury to enclosed animals, and must be removed or repaired to protect the health\nof the animals.  \nCorrect by:  25 June 2015\n3.125(a)\nFACILITIES, GENERAL.   \n- Two sharp nails were exposed in a section of a broken wooden trough in the petting barn area of the walk through\npark.  Numerous adult and juvenile animals had access to this area, including goats, pigs, llamas, and camels. \nSharp points are an injury risk, and must be removed or repaired to protect the health and welfare of enclosed\nanimals.\nCorrected on the spot\n3.127(a)\nFACILITIES, OUTDOOR. \n- In the walk through portion of the zoo one of the two giraffe enclosures, housing three giraffes, did not have\n\nsufficient shade to accommodate all animals.  At approximately 3 pm, the only available shade was a small section\nwithin the public feeding area.  Although all animals had access to this feeding area, there was not enough shade to\ncomfortably cover all the animals.  Lack of shade can lead to discomfort and overheating, and may have a negative\nimpact on the health and welfare of the affected animals.  The facility must ensure that there is sufficient shade\nprovided to all animals, at all times of day.  \nCorrect by:  10 July 2015\n3.131(d)\nSANITATION.   \nThe animals in the drive through park appear to have a heavy infestation of flies, especially on their heads and\nshoulders, and are constantly moving, twitching and rubbing to get the flies off.  Animals in this area include bison,\ncamels, llamas, elk and various other hoofstock.  There is a large accumulation of yellow jackets on the door to the\nblack buck shelter.\nInsects are a source of discomfort to the affected animals, and can lead to physical injury due to animals rubbing\nand scratching themselves in an effort to remove the pests.  Insects may also cause contamination of feed and\nwater, negatively impacting the health of the animals.  The facility is currently attempting to control flies and insects\nwith a combination of sprays carried by employees, and the use of mineral blocks with additives to prevent fly eggs\nfrom hatching.  However, the current attempts at control are not adequate.  Per facility representatives, only certain\nanimals can be safely sprayed.  The facility must take further steps to address fly control in all animals within the\ndrive through area.  A safe and effective program for the control of insects, ectoparasites, and avian and\nmammalian pests shall be established and maintained.\nA safe method for fly and yellow jacket control for all of the animals in the drive through park must be established for\nthe health and comfort of the animals.\nTo be corrected by July 8, 2015.\nExit interview conducted with a facility representative.\nFacility declined to sign the report.  A copy of the report was left at the facility and a copy will be sent by certified\nmail.\n\nAdditional Inspectors\nTygart Michael, Supervisory Animal Care Specialist",
  "animals_total": 839,
  "species": [
    {
      "count": 4,
      "scientific": "Acinonyx jubatus",
      "common": "CHEETAH"
    },
    {
      "count": 70,
      "scientific": "Antilope cervicapra",
      "common": "BLACKBUCK"
    },
    {
      "count": 6,
      "scientific": "Arctictis binturong",
      "common": "BINTURONG"
    },
    {
      "count": 1,
      "scientific": "Atelerix albiventris",
      "common": "FOUR-TOED HEDGEHOG"
    },
    {
      "count": 7,
      "scientific": "Ateles fusciceps",
      "common": "BROWN-HEADED SPIDER MONKEY"
    },
    {
      "count": 15,
      "scientific": "Axis axis",
      "common": "AXIS DEER / SPOTTED DEER / CHITAL"
    },
    {
      "count": 13,
      "scientific": "Bison bison",
      "common": "AMERICAN BISON"
    },
    {
      "count": 1,
      "scientific": "Bos grunniens grunniens domestic",
      "common": "DOMESTIC YAK"
    },
    {
      "count": 22,
      "scientific": "Bos taurus",
      "common": "CATTLE / COW / OX / WATUSI"
    },
    {
      "count": 13,
      "scientific": "Boselaphus tragocamelus",
      "common": "NILGAI"
    },
    {
      "count": 2,
      "scientific": "Bubalus bubalis",
      "common": "ASIATIC WATER BUFFALO"
    },
    {
      "count": 4,
      "scientific": "Callosciurus prevostii",
      "common": "PREVOST'S SQUIRREL / TRI-COLORED SQUIRREL"
    },
    {
      "count": 4,
      "scientific": "Camelus bactrianus domestic",
      "common": "DOMESTIC BACTRIAN CAMEL"
    },
    {
      "count": 17,
      "scientific": "Camelus dromedarius domestic",
      "common": "DOMESTIC DROMEDARY CAMEL"
    },
    {
      "count": 29,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 2,
      "scientific": "Caracal caracal",
      "common": "CARACAL"
    },
    {
      "count": 3,
      "scientific": "Ceratotherium simum",
      "common": "WHITE RHINOCEROS"
    },
    {
      "count": 4,
      "scientific": "Cercopithecus neglectus",
      "common": "DE BRAZZA'S MONKEY"
    },
    {
      "count": 29,
      "scientific": "Cervus c. canadensis",
      "common": "ELK"
    },
    {
      "count": 35,
      "scientific": "Cervus nippon",
      "common": "SIKA DEER"
    },
    {
      "count": 2,
      "scientific": "Chaetophractus nationi",
      "common": "BOLIVIAN HAIRY ARMADILLO"
    },
    {
      "count": 17,
      "scientific": "Connochaetes gnou",
      "common": "BLACK WILDEBEEST"
    },
    {
      "count": 2,
      "scientific": "Crocuta crocuta",
      "common": "SPOTTED HYENA"
    },
    {
      "count": 300,
      "scientific": "Dama dama",
      "common": "FALLOW DEER"
    },
    {
      "count": 8,
      "scientific": "Elaphurus davidianus",
      "common": "PERE DAVID'S DEER"
    },
    {
      "count": 12,
      "scientific": "Equus quagga",
      "common": "BURCHELL’S / GRANT’S / CHAPMAN’S / PLAINS ZEBRA"
    },
    {
      "count": 5,
      "scientific": "Giraffa camelopardalis",
      "common": "GIRAFFE"
    },
    {
      "count": 6,
      "scientific": "Hippotragus niger",
      "common": "SABLE ANTELOPE"
    },
    {
      "count": 129,
      "scientific": "Lama glama",
      "common": "LLAMA"
    },
    {
      "count": 5,
      "scientific": "Lemur catta",
      "common": "RING-TAILED LEMUR"
    },
    {
      "count": 3,
      "scientific": "Oryx dammah",
      "common": "SCIMITAR-HORNED ORYX"
    },
    {
      "count": 3,
      "scientific": "Oryx leucoryx",
      "common": "ARABIAN ORYX"
    },
    {
      "count": 2,
      "scientific": "Panthera tigris",
      "common": "TIGER"
    },
    {
      "count": 3,
      "scientific": "Saguinus midas",
      "common": "RED-HANDED TAMARIN"
    },
    {
      "count": 1,
      "scientific": "Saguinus oedipus",
      "common": "COTTON-TOP TAMARIN"
    },
    {
      "count": 5,
      "scientific": "Saimiri ustus",
      "common": "GOLDEN-BACKED SQUIRREL MONKEY"
    },
    {
      "count": 16,
      "scientific": "Sus scrofa domestica",
      "common": "DOMESTIC PIG / POTBELLY PIG / MICRO PIG"
    },
    {
      "count": 19,
      "scientific": "Taurotragus oryx",
      "common": "COMMON ELAND"
    },
    {
      "count": 18,
      "scientific": "Tragelaphus eurycerus",
      "common": "BONGO"
    },
    {
      "count": 2,
      "scientific": "Varecia rubra",
      "common": "RED RUFFED LEMUR"
    }
  ]
}