{
  "insp_id": "2016082569513656",
  "layout": "a",
  "customer_id": "327222",
  "customer_name": "Kristina Brouner",
  "customer_addr": "2512 Cedar St.\nEverett, WA 98201",
  "certificate": "91-A-0124",
  "site_id": "001",
  "site_name": "Hedgehogs Northwest",
  "insp_type": "ROUTINE INSPECTION",
  "date": "13-JUN-2019",
  "report_date": "19-JUN-2019",
  "citations": [
    {
      "code": "3.131(a)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "The hedgehog enclosures have excess fecal material and soiled bedding present. The licensee stated that they\nwere last cleaned about 2 weeks ago. Excreta must be removed from the animal enclosures as often as necessary\nto prevent contamination of the animals, minimize disease hazards, and to reduce odors.\nThe hedgehog enclosures must be cleaned, and a more frequent schedule of cleaning established and maintained.\nTo be corrected by: June 24, 2019"
    },
    {
      "code": "3.131(c)",
      "kind": "",
      "repeat": true,
      "desc": "SANITATION.",
      "narrative": "The room for the hedgehogs has accumulated fecal material and bedding present on the floor. Clutter, dust and\ndebris are present throughout the room, and cobwebs and debris are present on the walls. Several of the floor tiles\nare loose and could allow fecal material and pests underneath. Excess equipment and supplies are filling one side\nof the animal room.\nIn addition, a large accumulation of animal cages and other equipment awaiting cleaning or disposal are present on\nthe ground in front of the animal building. There is no organization of these materials, and the majority are being\nkept in unsanitary conditions and could potentially contribute to disease hazards within the facility.\nAccumulated bedding and fecal material on the floor and loose flooring tiles contribute to odor and make it difficult to\nmaintain adequate pest control. Excess equipment and clutter make the animal room difficult to clean and sanitize,\nand accumulated caging and other equipment preclude adequate pest control on the premises.\nThe floors and walls of the animal housing room must be cleaned, and clutter and debris removed from the room.\nLoose flooring tiles must be removed or repaired. The licensee must also ensure that all unwanted items are\nproperly discarded and removed from the property, and that the premises are kept clean in order to minimize odor\nand pests. Additionally, useful items must be properly cleaned, organized and stored so that all areas of the facility,\nespecially the animal housing room, are kept clean and free of accumulation of materials in order to facilitate proper\nhusbandry practices.\nThe facility was previously cited under this regulation on 7/18/16, 9/11/17, 12/11/17, 3/14/18 and 2/19/19.\nThis inspection and exit briefing were conducted with the facility representative."
    }
  ],
  "narrative": "3.131(a)\nSANITATION.   \nThe hedgehog enclosures have excess fecal material and soiled bedding present.  The licensee stated that they\nwere last cleaned about 2 weeks ago.  Excreta must be removed from the animal enclosures as often as necessary\nto prevent contamination of the animals, minimize disease hazards, and to reduce odors. \nThe hedgehog enclosures must be cleaned, and a more frequent schedule of cleaning established and maintained.\nTo be corrected by:  June 24, 2019\n3.131(c)                    REPEAT\nSANITATION.   \nThe room for the hedgehogs has accumulated fecal material and bedding present on the floor.  Clutter, dust and\ndebris are present throughout the room, and cobwebs and debris are present on the walls.  Several of the floor tiles\nare loose and could allow fecal material and pests underneath.  Excess equipment and supplies are filling one side\nof the animal room.\nIn addition, a large accumulation of animal cages and other equipment awaiting cleaning or disposal are present on\nthe ground in front of the animal building.  There is no organization of these materials, and the majority are being\nkept in unsanitary conditions and could potentially contribute to disease hazards within the facility.\nAccumulated bedding and fecal material on the floor and loose flooring tiles contribute to odor and make it difficult to\nmaintain adequate pest control.  Excess equipment and clutter make the animal room difficult to clean and sanitize,\nand accumulated caging and other equipment preclude adequate pest control on the premises.\nThe floors and walls of the animal housing room must be cleaned, and clutter and debris removed from the room. \nLoose flooring tiles must be removed or repaired.  The licensee must also ensure that all unwanted items are\nproperly discarded and removed from the property, and that the premises are kept clean in order to minimize odor\nand pests.  Additionally, useful items must be properly cleaned, organized and stored so that all areas of the facility,\n\nespecially the animal housing room, are kept clean and free of accumulation of materials in order to facilitate proper\nhusbandry practices.  \nThe facility was previously cited under this regulation on 7/18/16, 9/11/17, 12/11/17, 3/14/18 and 2/19/19.\nThis inspection and exit briefing were conducted with the facility representative.",
  "animals_total": 53,
  "species": [
    {
      "count": 53,
      "scientific": "Atelerix albiventris",
      "common": "FOUR-TOED HEDGEHOG (MOST COMMON PET HEDGEHOG)"
    }
  ]
}