{
  "insp_id": "55160909220246",
  "layout": "a",
  "customer_id": "6902",
  "customer_name": "Summer Wind Farm Sanctuary",
  "customer_addr": "6490 Mowerson Rd\nBrown City, MI 48416",
  "certificate": "34-C-0227",
  "site_id": "001",
  "site_name": "SUMMER WIND FARMS",
  "insp_type": "ROUTINE INSPECTION",
  "date": "23-FEB-2016",
  "report_date": "25-FEB-2016",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "A 25 week old tiger at the facility named Daisy is being fed KMR, goats' milk and chicken. The chicken is being\ndusted with an unknown vitamin supplement mixed with calcium carbonate in an unknown ratio and placed on the\nchicken in an unknown amount. Daisy has a dull coat lacking the normal sheen that you would expect in a healthy,\nactively growing tiger. There could be several causes for this dull coat appearance including: indoor housing,\ninternal parasite infestation and poor nutrition. This tiger has never had a fecal according to the CEO and the CEO\nhas no idea if the nutritional supplementation that he is giving her is adequate. The facility must determine what\nsupplementation is being given to the tiger and what amount. The attending veterinarian should be consulted to\ndetermine if this is adequate and fecal testing should be done if the attending veterinarian determines that this is\nindicated. Records of this consultation should be made and should be available for APHIS review. This should be\ncompleted by 3-3-16."
    },
    {
      "code": "3.125(c)",
      "kind": "",
      "repeat": true,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "The meat cooler had an overwhelming odor of rotten and decaying meat. This stench was noticeable from the\nalleyway 20 to 30 feet away from the cooler. This odor makes it very hard to determine if the meat items stored in\nthis cooler are fit for animal consumption. Clean the cooler, identify the source of the odor and eliminate it."
    },
    {
      "code": "3.125(d)",
      "kind": "",
      "repeat": true,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "A wheel barrow full of fecal material was located in an alleyway next to the alpaca enclosures. Food and fecal\nwaste needs to be removed promptly in order to minimize odors, vermin infestation and disease hazards. Remove\nthis and all other waste materials in a prompt manner."
    },
    {
      "code": "3.128",
      "kind": "",
      "repeat": false,
      "desc": "SPACE REQUIREMENTS.",
      "narrative": "A 25 week old tiger is currently being housed in the basement of the residence located on the property. The\nenclosure this tiger is housed in is too small for a six month old juvenile tiger. Tigers at this age are active. They\nrequire space for exercise and play to promote proper development of bones, joints and muscles. This tiger needs\nto be in a larger enclosure.\nCorrect by: 3-17-16."
    },
    {
      "code": "3.131(c)",
      "kind": "",
      "repeat": true,
      "desc": "SANITATION.",
      "narrative": "The majority of the premises are filled with various debris, old equipment, boards, trash, buckets, tires and fence.\nSeveral other buildings on the property are also filled with old equipment and debris and trash. Tall weeds are\nlocated throughout the facility. These areas provide ample hiding areas for rodents and other pests and numerous\nrodent holes were located throughout the facility. A mouse nest with live mice was noted on a shelf in the warm\nroom. All this material must be removed to help control pests.\nThe sink in the butcher area is dirty and contained blood and tissue covered utensils and cleaning supplies. The\nband saw in the butcher area is covered with blood and needs to be cleaned. The floor and wall next to the meat\ncooler is covered in blood and animal tissue. These things need to be cleaned in order to ensure that processed\nmeat does not become contaminated. Contaminated meat fed to the animals can make them ill and lead to\nunnecessary suffering."
    },
    {
      "code": "3.131(d)",
      "kind": "",
      "repeat": true,
      "desc": "SANITATION.",
      "narrative": "Numerous rodent holes were located throughout the facility. Rodent holes were located outside the Syrian brown\nbear enclosure. Rodent holes were located next to the Asian black bear's food box. Rodent holes were located in\nthe alleyway for the leopard row cat enclosures and in the service area for the tigers Lenny and Squigy. Rodent\nholes were located next to the tiger Mohan's enclosure. A mouse nest containing live fully haired baby mice was\nlocated on a shelf in the warm room. Rodents can be carriers of disease which may be harmful to the animals\nhoused in these areas. A more effective means of rodent control must be established for the facility."
    },
    {
      "code": "3.132",
      "kind": "",
      "repeat": true,
      "desc": "EMPLOYEES.",
      "narrative": "It is evident that due to the amount of the animal husbandry issues at the facility that there is a lack of adequately\ntrained employees. The facility relies on volunteer workers. A lack of properly trained employees can result in\nfacility and animal conditions that result in unnecessary animal suffering. The unnoticed mouse nest in plain site on\na shelf in the warm room or the fact that staff continues to fail to clean equipment after butchering or to dispose\nproperly of animal waste removed from enclosures are examples of conditions that could be corrected with an\nadequate number of properly trained workers. Animal numbers must be reduced or more properly trained workers\nmust be added.\nAn exit interview was conducted at the conclusion of the inspection with the facility CEO and APHIS personnel Kurt\nHammel and Carrie Bongard. A formal exit interview was conducted with the facility CEO and Kurt Hammel on\n2-25-16.\nAdditional Inspectors\nBongard Carrie, Animal Care Inspector"
    }
  ],
  "narrative": "2.40(b)(2)                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nA 25 week old tiger at the facility named Daisy is being fed KMR, goats' milk and chicken.  The chicken is being\ndusted with an unknown vitamin supplement mixed with calcium carbonate in an unknown ratio and placed on the\nchicken in an unknown amount.  Daisy has a dull coat lacking the normal sheen that you would expect in a healthy,\nactively growing tiger.  There could be several causes for this dull coat appearance including:  indoor housing,\ninternal parasite infestation and poor nutrition.  This tiger has never had a fecal according to the CEO and the CEO\nhas no idea if the nutritional supplementation that he is giving her is adequate.  The facility must determine what\nsupplementation is being given to the tiger and what amount.  The attending veterinarian should be consulted to\ndetermine if this is adequate and fecal testing should be done if the attending veterinarian determines that this is\nindicated.  Records of this consultation should be made and should be available for APHIS review.  This should be\ncompleted by 3-3-16.\n3.125(c)                    REPEAT\nFACILITIES, GENERAL.   \nThe meat cooler had an overwhelming odor of rotten and decaying meat.  This stench was noticeable from the\nalleyway 20 to 30 feet away from the cooler.  This odor makes it very hard to determine if the meat items stored in\nthis cooler are fit for animal consumption.  Clean the cooler, identify the source of the odor and eliminate it.\n3.125(d)                    REPEAT\nFACILITIES, GENERAL.   \nA wheel barrow full of fecal material was located in an alleyway next to the alpaca enclosures.  Food and fecal\nwaste needs to be removed promptly in order to minimize odors, vermin infestation and disease hazards.  Remove\nthis and all other waste materials in a prompt manner.\n3.128\nSPACE REQUIREMENTS.\n\nA 25 week old tiger is currently being housed in the basement of the residence located on the property.  The\nenclosure this tiger is housed in is too small for a six month old juvenile tiger.  Tigers at this age are active.  They\nrequire space for exercise and play to promote proper development of bones, joints and muscles.  This tiger needs\nto be in a larger enclosure.\nCorrect by:  3-17-16.\n3.131(c)                    REPEAT\nSANITATION.   \nThe majority of the premises are filled with various debris, old equipment, boards, trash, buckets, tires and fence. \nSeveral other buildings on the property are also filled with old equipment and debris and trash.  Tall weeds are\nlocated throughout the facility.  These areas provide ample hiding areas for rodents and other pests and numerous\nrodent holes were located throughout the facility.  A mouse nest with live mice was noted on a shelf in the warm\nroom.  All this material must be removed to help control pests.\nThe sink in the butcher area is dirty and contained blood and tissue covered utensils and cleaning supplies.  The\nband saw in the butcher area is covered with blood and needs to be cleaned.  The floor and wall next to the meat\ncooler is covered in blood and animal tissue.  These things need to be cleaned in order to ensure that processed\nmeat does not become contaminated.  Contaminated meat fed to the animals can make them ill and lead to\nunnecessary suffering.\n3.131(d)                    REPEAT\nSANITATION.   \nNumerous rodent holes were located throughout the facility.  Rodent holes were located outside the Syrian brown\nbear enclosure.  Rodent holes were located next to the Asian black bear's food box.  Rodent holes were located in\nthe alleyway for the leopard row cat enclosures and in the service area for the tigers Lenny and Squigy.  Rodent\nholes were located next to the tiger Mohan's enclosure. A mouse nest containing live fully haired baby mice was\nlocated on a shelf in the warm room.  Rodents can be carriers of disease which may be harmful to the animals\nhoused in these areas.  A more effective means of rodent control must be established for the facility.\n3.132                    REPEAT\nEMPLOYEES. \nIt is evident that due to the amount of the animal husbandry issues at the facility that there is a lack of adequately\ntrained employees.  The facility relies on volunteer workers.  A lack of properly trained employees can result in\nfacility and animal conditions that result in unnecessary animal suffering. The unnoticed mouse nest in plain site on\na shelf in the warm room or the fact that staff continues to fail to clean equipment after butchering or to dispose\nproperly of animal waste removed from enclosures are examples of conditions that could be corrected with an\n\nadequate number of properly trained workers.  Animal numbers must be reduced or more properly trained workers\nmust be added.\nAn exit interview was conducted at the conclusion of the inspection with the facility CEO and APHIS personnel Kurt\nHammel and Carrie Bongard.  A formal exit interview was conducted with the facility CEO and Kurt Hammel on\n2-25-16.\nAdditional Inspectors\nBongard Carrie, Animal Care Inspector",
  "animals_total": 32,
  "species": [
    {
      "count": 1,
      "scientific": "Arctos",
      "common": "GRIZZLY BEAR"
    },
    {
      "count": 1,
      "scientific": "Canis latrans",
      "common": "COYOTE"
    },
    {
      "count": 4,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 1,
      "scientific": "Lama glama",
      "common": "LLAMA"
    },
    {
      "count": 4,
      "scientific": "Lama pacos",
      "common": "ALPACA"
    },
    {
      "count": 1,
      "scientific": "Macaca fascicularis",
      "common": "CRAB-EATING MACAQUE / CYNOMOLGUS MONKEY"
    },
    {
      "count": 1,
      "scientific": "Macaca fuscata",
      "common": "JAPANESE MACAQUE / SNOW MACAQUE"
    },
    {
      "count": 1,
      "scientific": "Ovis aries aries",
      "common": "SHEEP INCLUDING ALL DOMESTIC BREEDS"
    },
    {
      "count": 7,
      "scientific": "Panthera tigris",
      "common": "TIGER"
    },
    {
      "count": 1,
      "scientific": "Puma concolor",
      "common": "PUMA / MOUNTAIN LION / COUGAR"
    },
    {
      "count": 2,
      "scientific": "Ursus arctos syriacus",
      "common": "SYRIAN BROWN BEAR"
    },
    {
      "count": 2,
      "scientific": "Ursus americanus",
      "common": "NORTH AMERICAN BLACK BEAR"
    },
    {
      "count": 2,
      "scientific": "Ursus thibetanus",
      "common": "ASIATIC BLACK BEAR"
    },
    {
      "count": 4,
      "scientific": "Vulpes vulpes",
      "common": "RED FOX (INCLUDES SILVER FOX & CROSS FOX)"
    }
  ]
}