{
  "insp_id": "2016082568759568",
  "layout": "a",
  "customer_id": "5177",
  "customer_name": "Ruby Fur Farm Inc",
  "customer_addr": "2564 200th Street\nNew Sharon, IA 50207",
  "certificate": "42-B-0052",
  "site_id": "001",
  "site_name": "RUBY FUR FARM, I N C",
  "insp_type": "ROUTINE INSPECTION",
  "date": "21-AUG-2017",
  "report_date": "22-AUG-2017",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "A female ferret is laying in the corner of her enclosure and closer inspection of the animal revealed that she is\nlethargic, appeared weakened, and has numerous engorged ticks located on her head and body. Ticks attached\nand feeding off the animal could be detrimental to the animal’s health and a lethargic attitude could indicate an\nunderlying health issue.\nThis ferret must be evaluated by a licensed veterinarian for a proper diagnosis and treatment plan. This diagnosis\nand treatment plan must be documented in writing and available to the inspectors upon request.\nAt the exit interview the inspectors verbally instructed the licensee to have the ferret evaluated by a licensed\nveterinarian by noon on August 23, 2017."
    },
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": true,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "In the “Ferret Building” at least seven enclosures, containing a total of at least fifteen ferrets, have broken wires\ncreating sharp points at the level of the animals. The affected enclosures have broken wires in the back corners\nalong the enclosure flooring or broken wires in the center of the floors creating holes that an animal’s foot could\npass through.\nAt least thirteen enclosures, containing at least sixteen skunks have broken wires creating sharp points at the level\nof the animals. Several of the affected enclosures have sharp points located around the entry door of the nest box.\nOne affected enclosure has a nest box that has been pulled apart and the sharp end of a nail is exposed. Another\naffected enclosure has broken wires in the floor creating a hole that an animal’s foot could pass through. One\naffected enclosure has a long, loose wire hanging through the enclosure and another enclosure has a piece of\nmetal attached to the side wall and the twisted wire holding the metal onto the enclosure has a created a sharp\npoint.\nIn two enclosures, containing a total of four foxes, the wooden frames have rotted away leaving exposed nails at the\nlevel of the animals. In two enclosures, containing a total of four foxes, the wooden floor supports under the\nenclosures have broken and are no longer fully supporting the wire floors. In another enclosure, containing one fox,\nthere is a broken wire creating a sharp point around the water receptacle.\nIn one enclosure containing at least two raccoons, there is a long piece of loose wire creating a sharp point at the\nlevel of the animals. In at least three more enclosures, containing a total of at least six raccoons, there is a broken\nwire creating a sharp point around the water receptacle.\nIn the “Ferret Building” one enclosure, containing three ferrets, has a gate that is loose and easily moved. The gate\ncould be opened far enough that the foot and leg of an animal could pass through.\nSharp points and holes in the flooring could cause injury to the animals. Broken structural supports could cause the\nenclosure to be unsafe for the animals. The licensee must eliminate all the sharp points and holes in the flooring, as\nwell as, ensure that all housing including the wooden framework is constructed of material appropriate for the\nanimals housed and is maintained in good repair to protect the animals from injury and contain the animals safely.\nContinual monitoring and maintenance of cage and housing is an ongoing process."
    },
    {
      "code": "3.130",
      "kind": "",
      "repeat": false,
      "desc": "WATERING.",
      "narrative": "In one enclosure, containing two foxes, the inside of the water receptacle is coated with green algae and the algae\nis floating in the water. In one enclosure containing one fox and another enclosure containing at least one raccoon,\nthere is an excessive number of flies floating in the water. Water sources contaminated by algae and insects could\nhave a negative effect on the health of the animals.\nIf potable water is not accessible to the animals at all times, it must be provided as often as necessary for the health\nand comfort of the animals. All water receptacles shall be kept clean and sanitary. The licensee must ensure that\nthe water source is free of algae and flies to ensure the health and well-being of the animals.\nCorrection date: By noon on August 23, 2017"
    },
    {
      "code": "3.131(a)",
      "kind": "",
      "repeat": true,
      "desc": "SANITATION.",
      "narrative": "At least nine enclosures, containing at least eighteen raccoons, have an excessive buildup of old excrement located\nin front of the den box or at the front of the enclosure. Some of the excrement is dried and covered in a gray\nmaterial that has the appearance of mold.\nIn one enclosure, containing one skunk, the nest box has an excessive buildup of dried, dark colored organic\nmaterial inside it.\nFailure to remove excreta, food waste and other organic material from the enclosures can lead to contamination,\ndisease hazards and odors, which can affect the health and well-being of the animals.\nThe licensee must ensure that excreta and organic material is removed from all primary enclosures and nest boxes\nas often as necessary to prevent contamination of the animals contained therein and to minimize disease hazards\nand to reduce odors."
    },
    {
      "code": "3.131(d)",
      "kind": "",
      "repeat": true,
      "desc": "SANITATION.",
      "narrative": "The animals are fed a raw ground meat mixture that is placed on the top of their wire enclosures. In the “Ferret\nBuilding” at least two enclosures, containing at least six ferrets, has a heavy accumulation of flies on the food and\none of these affected enclosures has a large number of insects on the walls of the enclosure. In this same building,\none enclosure containing one fox, has a large accumulation of flies in the food receptacle. In the “Raccoon\nBuilding” one enclosure containing at least three raccoons has a heavy accumulation of flies on the food. In one\nenclosure containing one skunk there is a heavy accumulation of flies on the food.\nBeneath numerous enclosures in the “Ferret Building”, “Raccoon Building” and at least one skunk enclosure there is\nan excessively large number of maggots mixed in the excreta and organic material.\nThe presence of pests can cause contamination of the food supply and also lead to health hazards for the animals.\nThe licensee must establish and maintain a safe and effective program for the control of flies and other pests.\nThe non-compliant item listed under 2.131(e) DIRECT on the inspection report dated July 25, 2017 has been\ncorrected.\nThe inspection was conducted with Kelly Maxwell, ACI, Autumn Unck, VMO and an Iowa State Trooper and the\nfacility representative.\nOn August 22, 2017, the exit interview was conducted with Kelly Maxwell, ACI, Corbin Ranslem, ACI, and an Iowa\nState Trooper and the facility representative.\nAdditional Inspectors\nUnck Autumn, Veterinary Medical Officer"
    }
  ],
  "narrative": "2.40(b)(2)           DIRECT                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nA female ferret is laying in the corner of her enclosure and closer inspection of the animal revealed that she is\nlethargic, appeared weakened, and has numerous engorged ticks located on her head and body.  Ticks attached\nand feeding off the animal could be detrimental to the animal’s health and a lethargic attitude could indicate an\nunderlying health issue.\nThis ferret must be evaluated by a licensed veterinarian for a proper diagnosis and treatment plan.  This diagnosis\nand treatment plan must be documented in writing and available to the inspectors upon request.\nAt the exit interview the inspectors verbally instructed the licensee to have the ferret evaluated by a licensed\nveterinarian by noon on August 23, 2017.   \n3.125(a)                    REPEAT\nFACILITIES, GENERAL.   \nIn the “Ferret Building” at least seven enclosures, containing a total of at least fifteen ferrets, have broken wires\ncreating sharp points at the level of the animals. The affected enclosures have broken wires in the back corners\nalong the enclosure flooring or broken wires in the center of the floors creating holes that an animal’s foot could\npass through. \nAt least thirteen enclosures, containing at least sixteen skunks have broken wires creating sharp points at the level\nof the animals. Several of the affected enclosures have sharp points located around the entry door of the nest box. \nOne affected enclosure has a nest box that has been pulled apart and the sharp end of a nail is exposed.  Another\naffected enclosure has broken wires in the floor creating a hole that an animal’s foot could pass through.  One\naffected enclosure has a long, loose wire hanging through the enclosure and another enclosure has a piece of\nmetal attached to the side wall and the twisted wire holding the metal onto the enclosure has a created a sharp\npoint.\n\nIn two enclosures, containing a total of four foxes, the wooden frames have rotted away leaving exposed nails at the\nlevel of the animals.  In two enclosures, containing a total of four foxes, the wooden floor supports under the\nenclosures have broken and are no longer fully supporting the wire floors.  In another enclosure, containing one fox,\nthere is a broken wire creating a sharp point around the water receptacle.  \nIn one enclosure containing at least two raccoons, there is a long piece of loose wire creating a sharp point at the\nlevel of the animals.  In at least three more enclosures, containing a total of at least six raccoons, there is a broken\nwire creating a sharp point around the water receptacle.\nIn the “Ferret Building” one enclosure, containing three ferrets, has a gate that is loose and easily moved.  The gate\ncould be opened far enough that the foot and leg of an animal could pass through.  \nSharp points and holes in the flooring could cause injury to the animals.  Broken structural supports could cause the\nenclosure to be unsafe for the animals. The licensee must eliminate all the sharp points and holes in the flooring, as\nwell as, ensure that all housing including the wooden framework is constructed of material appropriate for the\nanimals housed and is maintained in good repair to protect the animals from injury and contain the animals safely.\nContinual monitoring and maintenance of cage and housing is an ongoing process.\n3.130\nWATERING.  \nIn one enclosure, containing two foxes, the inside of the water receptacle is coated with green algae and the algae\nis floating in the water.  In one enclosure containing one fox and another enclosure containing at least one raccoon,\nthere is an excessive number of flies floating in the water.  Water sources contaminated by algae and insects could\nhave a negative effect on the health of the animals.\nIf potable water is not accessible to the animals at all times, it must be provided as often as necessary for the health\nand comfort of the animals.  All water receptacles shall be kept clean and sanitary.  The licensee must ensure that\nthe water source is free of algae and flies to ensure the health and well-being of the animals.\nCorrection date:  By noon on August 23, 2017\n3.131(a)                    REPEAT\nSANITATION.   \nAt least nine enclosures, containing at least eighteen raccoons, have an excessive buildup of old excrement located\nin front of the den box or at the front of the enclosure. Some of the excrement is dried and covered in a gray\n\nmaterial that has the appearance of mold.\nIn one enclosure, containing one skunk, the nest box has an excessive buildup of dried, dark colored organic\nmaterial inside it.  \nFailure to remove excreta, food waste and other organic material from the enclosures can lead to contamination,\ndisease hazards and odors, which can affect the health and well-being of the animals. \nThe licensee must ensure that excreta and organic material is removed from all primary enclosures and nest boxes\nas often as necessary to prevent contamination of the animals contained therein and to minimize disease hazards\nand to reduce odors.\n3.131(d)                    REPEAT\nSANITATION.   \nThe animals are fed a raw ground meat mixture that is placed on the top of their wire enclosures. In the “Ferret\nBuilding” at least two enclosures, containing at least six ferrets, has a heavy accumulation of flies on the food and\none of these affected enclosures has a large number of insects on the walls of the enclosure.  In this same building,\none enclosure containing one fox, has a large accumulation of flies in the food receptacle.  In the “Raccoon\nBuilding” one enclosure containing at least three raccoons has a heavy accumulation of flies on the food.  In one\nenclosure containing one skunk there is a heavy accumulation of flies on the food.\nBeneath numerous enclosures in the “Ferret Building”, “Raccoon Building” and at least one skunk enclosure there is\nan excessively large number of maggots mixed in the excreta and organic material.  \nThe presence of pests can cause contamination of the food supply and also lead to health hazards for the animals.\nThe licensee must establish and maintain a safe and effective program for the control of flies and other pests.\n \nThe non-compliant item listed under 2.131(e) DIRECT on the inspection report dated July 25, 2017 has been\ncorrected.\nThe inspection was conducted with Kelly Maxwell, ACI, Autumn Unck, VMO and an Iowa State Trooper and the\nfacility representative.\nOn August 22, 2017, the exit interview was conducted with Kelly Maxwell, ACI, Corbin Ranslem, ACI, and an Iowa\n\nState Trooper and the facility representative.\nAdditional Inspectors\nUnck Autumn, Veterinary Medical Officer",
  "animals_total": 2144,
  "species": [
    {
      "count": 589,
      "scientific": "Mephitis mephitis",
      "common": "STRIPED SKUNK"
    },
    {
      "count": 1183,
      "scientific": "Mustela putorius furo",
      "common": "DOMESTIC FERRET"
    },
    {
      "count": 340,
      "scientific": "Procyon lotor",
      "common": "RACCOON"
    },
    {
      "count": 9,
      "scientific": "Urocyon cinereoargenteus",
      "common": "GRAY FOX / GREY FOX"
    },
    {
      "count": 23,
      "scientific": "Vulpes vulpes",
      "common": "RED FOX (INCLUDES SILVER FOX & CROSS FOX)"
    }
  ]
}