{
  "insp_id": "2016082568768006",
  "layout": "a",
  "customer_id": "22454",
  "customer_name": "Linda Kent",
  "customer_addr": "303 E Grand Ave.\nElgin, KS 67361",
  "certificate": "48-A-2171",
  "site_id": "001",
  "site_name": "Linda Kent",
  "insp_type": "ROUTINE INSPECTION",
  "date": "28-AUG-2017",
  "report_date": "30-AUG-2017",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "Appropriate methods and adequate veterinary care must be put into place to ensure that all dogs receive proper\ndental care. Kitten, an older red and white Japanese Chin, identification number #38, needs her teeth addressed by\na licensed veterinarian. The left side of her mouth, her teeth are abnormal shaped, brown with a buildup of tartar or\nplaque. The top gum appear to be receding. Kittens, right side, her cheek teeth and k-9 tooth are brown and\nstained. Her top gum appears to be receding, also. This could be painful and lead to poor eating habits. The\nowner must have this dog seen by a veterinarian to determine what best dental procedure needs to be done for this\ndog. A plan needs to be in place to actively address older dogs in this area. An efficient dental care program will\nhelp dogs to be healthy and maintain a good body score for their older years. Correct by 09-02-2017.\nThis inspection and exit briefing were conducted with the facility operator and Karl Thornton, ACI."
    }
  ],
  "narrative": "2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nAppropriate methods and adequate veterinary care must be put into place to ensure that all dogs receive proper\ndental care.  Kitten, an older red and white Japanese Chin, identification number #38, needs her teeth addressed by\na licensed veterinarian.  The left side of her mouth, her teeth are abnormal shaped, brown with a buildup of tartar or\nplaque. The top gum appear to be receding.  Kittens, right side, her cheek teeth and k-9 tooth are brown and\nstained.  Her top gum appears to be receding, also.  This could be painful and lead to poor eating habits.   The\nowner must have this dog seen by a veterinarian to determine what best dental procedure needs to be done for this\ndog.  A plan needs to be in place to actively address older dogs in this area.  An efficient dental care program will\nhelp dogs to be healthy and maintain a good body score for their older years.  Correct by 09-02-2017.\nThis inspection and exit briefing were conducted with the facility operator and Karl Thornton, ACI.",
  "animals_total": 43,
  "species": [
    {
      "count": 32,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 11,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}