{
  "insp_id": "2016090000767959",
  "layout": "b",
  "customer_id": "11863",
  "customer_name": "Cynthia Paula Jack",
  "customer_addr": "1020 HWY 43 E\nSTRINGTOWN, OK 74569",
  "certificate": "73-A-1661",
  "site_id": "002",
  "site_name": "CYNTHIA PAULA JACK",
  "insp_type": "ROUTINE INSPECTION",
  "date": "10-FEB-2022",
  "report_date": "14-FEB-2022",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": false,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "Several dogs had untreated veterinary care issues.\n- A 5 year old, black, female pug named \"Black Diamond\" with ID # 5639 had severe accumulation of dental tartar and\nexposed tooth roots on her right upper cheek teeth.\n- A 1 year old male poodle named \" Rowdy\" with ID # 5642 had accumulation of dental tartar and multiple retained\ndeciduous teeth. He had matted fur on his face, legs, back, backend, hips, and belly area.\n- A 15 year old, male, gray and black poodle named \" Rowdy\" with ID # 069069033 had severe hair matting over the\nmajority of his body. The mats were very tight to his body on his back, legs, hips, backend, and on his face to the point\nwhere it was difficult to find his ears.\nDental disease can be extremely painful and potentially lead to tooth loss, reluctance to eat, and systemic illness. Hair\nmatting can lead to severe problems with the underlying skin, including infection and skin sloughing. The animals on the\nreport must be treated appropriately. The licensee must develop and implement an effective program to control dental\ndisease and hair coat care.\nCorrect by: 16 February 2022"
    },
    {
      "code": "2.75(b)",
      "kind": "",
      "repeat": false,
      "desc": "Records: Dealers and exhibitors.",
      "narrative": "The licensee doesn't have the record of acquisition form 7005 for any dogs in care. Keeping complete and accurate\nrecords helps maintain accurate veterinary records and to know the certainty of identity and number of dogs."
    },
    {
      "code": "3.1(a)",
      "kind": "",
      "repeat": false,
      "desc": "Housing facilities, general.",
      "narrative": "There are numerous structural problems throughout the facility. Multiple runs have broken wires with exposed sharp\npoints. At least one indoor/outdoor access door has an exposed metal edge at the same height as the head's of the\nenclosed dogs. One enclosure has a large hole in the back wall above the access door. A suspended kennel housing\ntwo miniature pinschers has a large hole in the wire outer wall, with an exposed sharp point. This hole is easily large\nenough to allow a dog's head to pass through. Multiple enclosures have sagging and/or leaning walls which need to be\ntightened, repaired, or replaced.\nSharp points and edges are a potential source of injury to the enclosed animals. Holes in the walls of the enclosures are\na potential source of injury and/or escape. All sharp points/edges need to be repaired or removed. All holes need to be\npatched or repaired. Sagging/leaning walls need to be replaced or repaired. The licensee must maintain the facility in\nappropriate condition for the animals housed here.\nCorrect by: 28 February 2022"
    },
    {
      "code": "3.11(a)",
      "kind": "Direct",
      "repeat": false,
      "desc": "Cleaning, sanitization, housekeeping, and pest control.",
      "narrative": "The outdoor sections of the enclosures at the facility had an excessive accumulation of feces present. In most of these\nenclosures the dogs were not able to avoid contact with the fecal matter when using the outdoor runs. The washdowns\nunder the enclosures had excessive accumulation of fecal material. At least one washdown appeared to have a clogged\ndrain, resulting in several inches of standing fecal contaminated water.\nAccumulation of waste is a source of contamination to the enclosed animals. The presence of excessive waste in the\nwashdowns underneath the dogs is an attractant to pests and a source of noxious odors for the animals above. Primary\nenclosures must be spot cleaned on a daily basis, and the washdowns must be cleaned as often an necessary to prevent\naccumulation of waste.\nCorrect by: 12 February 2022"
    },
    {
      "code": "3.11(d)",
      "kind": "",
      "repeat": false,
      "desc": "Cleaning, sanitization, housekeeping, and pest control.",
      "narrative": "There were numerous roaches and other insects present in the interior portion of all three kennel buildings. Roaches\nwere seen on the walls and within the cages of the dogs and newborn puppies. This is a potential source of\ncontamination to the enclosed animals. The licensee must implement an effective pest control program to maintain\nappropriate sanitation in the facility.\nCorrect by: 1 March 2022"
    },
    {
      "code": "3.13",
      "kind": "Direct",
      "repeat": false,
      "desc": "Veterinary care for dogs.",
      "narrative": "The licensee didn't have a current program of vet care. A current program of vet care that addresses treatment and\nprevention of parasites and pests as well as preventative care and treatment of eyes, ears, skin, coats, teeth, and nails is\nnecessary to ensure proper health and welfare for the dogs.\nThe licensee must have her program of vet care to include treatment and prevention of parasites and pests as well as\npreventative care and treatment of eyes, ears, skin, coats, teeth, and nails. Correction by February 16, 2022.\nThis inspection and exit interview were conducted with licensee.\nA follow-up exit briefing was done at the time the report was hand delivered.\nAdditional Inspectors:\nMICHAEL TYGART, VETERINARY MEDICAL OFFICEREnd Section"
    }
  ],
  "narrative": "2.40(b)(2)  Direct\n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nSeveral dogs had untreated veterinary care issues. \n- A 5 year old, black, female pug named \"Black Diamond\" with ID # 5639 had severe accumulation of dental tartar and \nexposed tooth roots on her right upper cheek teeth. \n- A 1 year old male poodle named \" Rowdy\" with ID # 5642 had accumulation of dental tartar and multiple retained \ndeciduous teeth. He had matted fur on his face, legs, back, backend, hips, and belly area. \n- A 15 year old, male, gray and black poodle named \" Rowdy\" with ID # 069069033 had severe hair matting over the \nmajority of his body.  The mats were very tight to his body on his back, legs, hips, backend, and on his face to the point \nwhere it was difficult to find his ears. \n \nDental disease can be extremely painful and potentially lead to tooth loss, reluctance to eat, and systemic illness.  Hair \nmatting can lead to severe problems with the underlying skin, including infection and skin sloughing.  The animals on the \nreport must be treated appropriately.  The licensee must develop and implement an effective program to control dental \ndisease and hair coat care. \nCorrect by:  16 February 2022 \n2.75(b)\n\nRecords: Dealers and exhibitors. \nThe licensee doesn't have the record of acquisition form 7005 for any dogs in care. Keeping complete and accurate \nrecords helps maintain accurate veterinary records and to know the certainty of identity and number of dogs. \n3.1(a) \n   \nHousing facilities, general. \nThere are numerous structural problems throughout the facility.  Multiple runs have broken wires with exposed sharp \npoints.  At least one indoor/outdoor access door has an exposed metal edge at the same height as the head's of the \nenclosed dogs.  One enclosure has a large hole in the back wall above the access door.  A suspended kennel housing \ntwo miniature pinschers has a large hole in the wire outer wall, with an exposed sharp point.  This hole is easily large \nenough to allow a dog's head to pass through.  Multiple enclosures have sagging and/or leaning walls which need to be \ntightened, repaired, or replaced. \n \nSharp points and edges are a potential source of injury to the enclosed animals.  Holes in the walls of the enclosures are \na potential source of injury and/or escape.  All sharp points/edges need to be repaired or removed.  All holes need to be \npatched or repaired.  Sagging/leaning walls need to be replaced or repaired.  The licensee must maintain the facility in \nappropriate condition for the animals housed here. \nCorrect by:  28 February 2022 \n3.11(a)  Direct\n   \nCleaning, sanitization, housekeeping, and pest control. \nThe outdoor sections of the enclosures at the facility had an excessive accumulation of feces present.  In most of these \nenclosures the dogs were not able to avoid contact with the fecal matter when using the outdoor runs.  The washdowns \nunder the enclosures had excessive accumulation of fecal material.  At least one washdown appeared to have a clogged \ndrain, resulting in several inches of standing fecal contaminated water.\n\nAccumulation of waste is a source of contamination to the enclosed animals. The presence of excessive waste in the \nwashdowns underneath the dogs is an attractant to pests and a source of noxious odors for the animals above.  Primary \nenclosures must be spot cleaned on a daily basis, and the washdowns must be cleaned as often an necessary to prevent \naccumulation of waste. \nCorrect by:  12 February 2022 \n3.11(d) \n   \nCleaning, sanitization, housekeeping, and pest control. \nThere were numerous roaches and other insects present in the interior portion of all three kennel buildings.  Roaches \nwere seen on the walls and within the cages of the dogs and newborn puppies.  This is a potential source of \ncontamination to the enclosed animals.  The licensee must implement an effective pest control program to maintain \nappropriate sanitation in the facility. \nCorrect by: 1 March 2022 \n3.13  Direct\n   \nVeterinary care for dogs. \nThe licensee didn't have a current program of vet care. A current program of vet care that   addresses treatment and \nprevention of parasites and pests as well as preventative care and treatment of eyes, ears, skin, coats, teeth, and nails is \nnecessary to ensure proper health and welfare for the dogs. \n \nThe licensee must have her program of vet care to include treatment and prevention of parasites and pests as well as \npreventative care and treatment of eyes, ears, skin, coats, teeth, and nails. Correction by February 16, 2022.\n\nThis inspection and exit interview were conducted with licensee. \n \nA follow-up exit briefing was done at the time the report was hand delivered. \n \nAdditional Inspectors: \nMICHAEL TYGART, VETERINARY MEDICAL OFFICEREnd Section",
  "animals_total": 80,
  "species": [
    {
      "count": 60,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 20,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}