{
  "insp_id": "190151028050791",
  "layout": "a",
  "customer_id": "324055",
  "customer_name": "Vernon Zeiset",
  "customer_addr": "21754 Beard Creek Rd\nBarnett, MO 65011",
  "certificate": "43-A-5647",
  "site_id": "001",
  "site_name": "VERNON ZEISET",
  "insp_type": "ROUTINE INSPECTION",
  "date": "08-JUL-2015",
  "report_date": "09-JUL-2015",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "***A young greyish brown and white guinea pig had circular areas of raised rough-looking scab-like lesions behind\nits left ear and over its left back side. The lesions also had small open breaks through the skin which appeared\nmoist and reddened. Generally, the animal's haircoat appeared thin and its skin appeared flaky.\n***An adult tricolor guinea pig had an approximately 1 inch diameter reddened, moist, bloody-looking lesion over the\nregion of its left hip. The lesion was hairless and there were areas covered with blackened tissue.\n***An adult tricolor guinea pig had regions of patchy hair loss and raised rough-looking scab-like lesions along its\nback. Some of the lesions also had small open breaks through the skin which appeared moist and reddened.\nGenerally, the animal's skin appeared flaky.\n***An adult red and white guinea pig had an approximately 1 inch irregular shaped area of hair loss on its left side.\nSeveral small circular reddened scab-like lesions were noted near the edges of the hair loss.\n***A young tricolor guinea pig had hair loss behind its left ear extending down its side. The skin in the region of hair\nloss appeared flaky.\nThese guinea pigs with noted conditions were not housed within the same enclosures, however, they were housed\nwith other guinea pigs. None of the animals mentioned above had been examined by a veterinarian for their\nconditions nor were they under any type of treatment during the inspection. These lesions could be the result of\ninjury, infection, illness or other veterinary medical conditons which could be uncomfortable and/or lead to further\nhealth complications of the animals. The licensee must have these animals examined by a licensed veterinarian no\nlater than July 11, 2015 in order to obtain accurate diagnoses and to ensure that appropriate treatment plans are\ndeveloped and followed. The licensee must ensure that all animals receive adequate veterinary care at all times.\n**Note: the guinea pigs which were identified during the January 28, 2015 inspection and included on the report\nunder 2.40 (b)(2) had been examined by a veterinarian and a treatment plan had been developed."
    },
    {
      "code": "2.40(b)(3)",
      "kind": "",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "***During the current inspection, there were 5 guinea pigs located within the facility that had varying degrees of hair\nloss and/or skin conditions. A veterinarian had not be contacted regarding their conditions nor had any treatments\nbeen given. Guinea pigs with veterinary conditions, most including hair loss and/or skin conditions, have been\nincluded on seven previous inspection reports since January 17, 2012. The identification of animals with abnormal\nconditions and following through on the treatment recommendations from a veterinarian have appeared to be\ninconsistent by the licensee over the past several inspections. Daily observation of the animals is important to\nassess the health and well-being of the animals. It is also important that accurate information with regards to animal\nhealth from daily observations is being relayed to the veterinarian in a timely manner so that appropriate treatment\nrecomendations can be established and followed by the licensee for the health and well-being of the animal. The\nlicensee must establish a mechanism of direct and frequent communication with the veterinarian in order to ensure\nthat timely and accurate information on problems of animal health are conveyed to the veterinarian at all times."
    },
    {
      "code": "2.75(b)(1)",
      "kind": "",
      "repeat": true,
      "desc": "RECORDS: DEALERS AND EXHIBITORS.",
      "narrative": "***The licensee does not have a record or form which discloses all of the required information for the animals which\nhave been disposed of from the facility. The licensee had documentation regarding the disposition of some of the\nanimals sold; however, the documentation did not include all required information such as the addresses of the\npersons to whom the animals were sold or given. According to the licensee, he had given some guinea pigs to\nanother individual who was housing the animals in a separate building on the licensee's property. The licensee did\nnot have any documentation regarding the disposition of these animals. Complete and accurate records must be\nkept in order to ensure that each animal's identity can be known with certainty and to facilitate tracking/tracing of\nanimals. The licensee must make, keep and maintain records which fully disclose all of the required infromation\nconcerning all animals acquired, owned, held or otherwise in possession of, or which are transported, sold,\neuthanized or otherwise disposed of by the licensee."
    },
    {
      "code": "3.25(d)",
      "kind": "",
      "repeat": true,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "d) Waste disposal.\n***In the indoor facility, there was an accumulation of excreta, food waste, dirt and grime on the washdowns\nbeneath the primary enclosures. Throughout the facility, there was an excessive number of gnats swarming within\nand/or around the animals' enclosures. Accumulations of excreta, waste, dirt and grime can cause odors, attract\npests that can transmit disease and create an unhealthy environment for the animals. The licensee must establish\nand maintain a program that ensures that animal waste and debris are removed and disposed of in a manner that\nreduces or eliminates the risks from pests, odors or disease."
    },
    {
      "code": "3.31(a)(1)",
      "kind": "",
      "repeat": true,
      "desc": "SANITATION.",
      "narrative": "(a) Cleaning and sanitation of primary enclosures. (1)\n***There was an excessive amount of dirt and/or grime within several of the guinea pig enclosures. There was a\nbuild-up of dirt and grime on the PVC pipes of the automatic watering system in most of these enclosures. There\nwas also a build-up of dirt, debris and grime along the ledges and side walls of some of these enclosures. Failure to\nproperly clean and sanitize primary enclosures can attract pests, odors and potential disease hazards. The\nlicensee must establish and maintain a program to ensure that primary enclosures are cleaned and sanitized often\nenough, but not less than every two weeks, to prevent an accumulation of dirt and debris."
    },
    {
      "code": "3.31(b)",
      "kind": "",
      "repeat": true,
      "desc": "SANITATION.",
      "narrative": "(b) Housekeeping.\n***Within the indoor facility, there were excessive accumulations of dirt, debris, grime and/or pellet shaped fecal-like\nmaterial along the ledges, pipes and walls above the primary enclosures. Throughout the building, there was an\nexcessive number of gnats swarming within and/or around the animals' enclosures. Accumulations of dirt, debris\nand grime can lead to pests, odors and potential disease hazards. The licensee must establish and maintain a\nprogram to ensure that the premises are kept clean to protect the health and well-being of the animals."
    },
    {
      "code": "3.31(c)",
      "kind": "",
      "repeat": true,
      "desc": "SANITATION.",
      "narrative": "(c) Pest control.\n***An excessive amount of gnats was observed within and around the guinea pig enclosures inside the indoor\nbuilding. To control the insects in the building, the licensee said he had used a spray product and it was time to\nspray again. The current pest control method utilized in the facility was not effective in controlling all of the insects\npresent in the building. Insects can increase the risk of disease hazards to animals. The licensee must establish\nand maintatin an effective program of pest control.\nThe inspection and a thorough verbal exit interview were conducted on July 8, 2015 with the licensee, Bev Hicks\n(ACI) and Erika Leisner (VMO).\nAdditional Inspectors\nHicks Beverly, Animal Care Inspector"
    }
  ],
  "narrative": "2.40(b)(2)                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n***A young greyish brown and white guinea pig had circular areas of raised rough-looking scab-like lesions behind\nits left ear and over its left back side.  The lesions also had small open breaks through the skin which appeared\nmoist and reddened.  Generally, the animal's haircoat appeared thin and its skin appeared flaky. \n***An adult tricolor guinea pig had an approximately 1 inch diameter reddened, moist, bloody-looking lesion over the\nregion of its left hip.  The lesion was hairless and there were areas covered with blackened tissue.  \n***An adult tricolor guinea pig had regions of patchy hair loss and raised rough-looking scab-like lesions along its\nback. Some of the lesions also had small open breaks through the skin which appeared moist and reddened. \nGenerally, the animal's skin appeared flaky.\n***An adult red and white guinea pig had an approximately 1 inch irregular shaped area of hair loss on its left side. \nSeveral small circular reddened scab-like lesions were noted near the edges of the hair loss.\n***A young tricolor guinea pig had hair loss behind its left ear extending down its side.  The skin in the region of hair\nloss appeared flaky.\nThese guinea pigs with noted conditions were not housed within the same enclosures, however, they were housed\nwith other guinea pigs. None of the animals mentioned above had been examined by a veterinarian for their\nconditions nor were they under any type of treatment during the inspection. These lesions could be the result of\ninjury, infection, illness or other veterinary medical conditons which could be uncomfortable and/or lead to further\nhealth complications of the animals.  The licensee must have these animals examined by a licensed veterinarian no\nlater than July 11, 2015 in order to obtain accurate diagnoses and to ensure that appropriate treatment plans are\ndeveloped and followed.  The licensee must ensure that all animals receive adequate veterinary care at all times.\n**Note:  the guinea pigs which were identified during the January 28, 2015 inspection and included on the report\nunder 2.40 (b)(2) had been examined by a veterinarian and a treatment plan had been developed.\n2.40(b)(3)                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n***During the current inspection, there were 5 guinea pigs located within the facility that had varying degrees of hair\nloss and/or skin conditions.  A veterinarian had not be contacted regarding their conditions nor had any treatments\n\nbeen given. Guinea pigs with veterinary conditions, most including hair loss and/or skin conditions, have been\nincluded on seven previous inspection reports since January 17, 2012.  The identification of animals with abnormal\nconditions and following through on the treatment recommendations from a veterinarian have appeared to be\ninconsistent by the licensee over the past several inspections.  Daily observation of the animals is important to\nassess the health and well-being of the animals.  It is also important that accurate information with regards to animal\nhealth from daily observations is being relayed to the veterinarian in a timely manner so that appropriate treatment\nrecomendations can be established and followed by the licensee for the health and well-being of the animal. The\nlicensee must establish a mechanism of direct and frequent communication with the veterinarian in order to ensure\nthat timely and accurate information on problems of animal health are conveyed to the veterinarian at all times.\n2.75(b)(1)                    REPEAT\nRECORDS: DEALERS AND EXHIBITORS.\n***The licensee does not have a record or form which discloses all of the required information for the animals which\nhave been disposed of from the facility. The licensee had documentation regarding the disposition of some of the\nanimals sold; however, the documentation did not include all required information such as the addresses of the\npersons to whom the animals were sold or given.  According to the licensee, he had given some guinea pigs to\nanother individual who was housing the animals in a separate building on the licensee's property.  The licensee did\nnot have any documentation regarding the disposition of these animals. Complete and accurate records must be\nkept in order to ensure that each animal's identity can be known with certainty and to facilitate tracking/tracing of\nanimals. The licensee must make, keep and maintain records which fully disclose all of the required infromation\nconcerning all animals acquired, owned, held or otherwise in possession of, or which are transported, sold,\neuthanized or otherwise disposed of by the licensee.\n3.25(d)                    REPEAT\nFACILITIES, GENERAL.\nd) Waste disposal. \n***In the indoor facility, there was an accumulation of excreta, food waste, dirt and grime on the washdowns\nbeneath the primary enclosures. Throughout the facility, there was an excessive number of gnats swarming within\nand/or around the animals' enclosures.  Accumulations of excreta, waste, dirt and grime can cause odors, attract\npests that can transmit disease and create an unhealthy environment for the animals. The licensee must establish\nand maintain a program that ensures that animal waste and debris are removed and disposed of in a manner that\nreduces or eliminates the risks from pests, odors or disease.\n3.31(a)(1)                    REPEAT\nSANITATION.\n(a) Cleaning and sanitation of primary enclosures. (1)\n***There was an excessive amount of dirt and/or grime within several of the guinea pig enclosures.  There was a\n\nbuild-up of dirt and grime on the PVC pipes of the automatic watering system in most of these enclosures.  There\nwas also a build-up of dirt, debris and grime along the ledges and side walls of some of these enclosures. Failure to\nproperly clean and sanitize primary enclosures can attract pests, odors and potential disease hazards.  The\nlicensee must establish and maintain a program to ensure that primary enclosures are cleaned and sanitized often\nenough, but not less than every two weeks, to prevent an accumulation of dirt and debris.\n3.31(b)                    REPEAT\nSANITATION.\n(b) Housekeeping. \n***Within the indoor facility, there were excessive accumulations of dirt, debris, grime and/or pellet shaped fecal-like\nmaterial along the ledges, pipes and walls above the primary enclosures.  Throughout the building, there was an\nexcessive number of gnats swarming within and/or around the animals' enclosures.  Accumulations of dirt, debris\nand grime can lead to pests, odors and potential disease hazards. The licensee must establish and maintain a\nprogram to ensure that the premises are kept clean to protect the health and well-being of the animals.\n3.31(c)                    REPEAT\nSANITATION.\n(c) Pest control. \n***An excessive amount of gnats was observed within and around the guinea pig enclosures inside the indoor\nbuilding. To control the insects in the building, the licensee said he had used a spray product and it was time to\nspray again. The current pest control method utilized in the facility was not effective in controlling all of the insects\npresent in the building.  Insects can increase the risk of disease hazards to animals.  The licensee must establish\nand maintatin an effective program of pest control.\nThe inspection and a thorough verbal exit interview were conducted on July 8, 2015 with the licensee, Bev Hicks\n(ACI) and Erika Leisner (VMO).\nAdditional Inspectors\nHicks Beverly, Animal Care Inspector",
  "animals_total": 386,
  "species": [
    {
      "count": 386,
      "scientific": "Cavia porcellus",
      "common": "DOMESTIC GUINEA PIG"
    }
  ]
}