{
  "insp_id": "2016090000526807",
  "layout": "b",
  "customer_id": "327046",
  "customer_name": "JOHN KAUFFMAN",
  "customer_addr": "2523 E VALLEY ROAD\nLOGANTON, PA 17747",
  "certificate": "23-A-0583",
  "site_id": "001",
  "site_name": "JOHN KAUFFMAN",
  "insp_type": "ROUTINE INSPECTION",
  "date": "05-FEB-2021",
  "report_date": "05-FEB-2021",
  "citations": [
    {
      "code": "3.28(a)(1)",
      "kind": "",
      "repeat": true,
      "desc": "Primary enclosures.",
      "narrative": "Approximately 11 out of 48 enclosures have the wooden sides of the enclosures chewed and worn down with exposed\nunsealed wood.\nIn addition, the back walls of the enclosures have wire attached to the wall in order to increase wall height. The wire is cut\nso that there are exposed wire tips within reach of the guinea pigs. The wire tips are present for every square of wire,\napproximately 1 in. by 1 in. The licensee has begun the process of bending the tips down in about half of the pens but\nhalf of the pens still have exposed wires.\nExposed wire tips can cause injury to the guinea pigs. Chewed, exposed wood is not impervious to moisture and cannot\nbe adequately cleaned and sanitized leading to possible spread of disease.\nPrimary enclosures must be structurally sound and maintained in good repair to protect the guinea pigs from injury and\nmust be constructed of material impervious to moisture.\nThis inspection and exit interview were conducted with the licensee.\nEnd Section"
    }
  ],
  "narrative": "3.28(a)(1)  Repeat\n   \nPrimary enclosures. \nApproximately 11 out of 48 enclosures have the wooden sides of the enclosures chewed and worn down with exposed \nunsealed wood. \nIn addition, the back walls of the enclosures have wire attached to the wall in order to increase wall height.  The wire is cut \nso that there are exposed wire tips within reach of the guinea pigs.  The wire tips are present for every square of wire, \napproximately 1 in. by 1 in.  The licensee has begun the process of bending the tips down in about half of the pens but \nhalf of the pens still have exposed wires. \nExposed wire tips can cause injury to the guinea pigs.  Chewed, exposed wood is not impervious  to moisture and cannot \nbe adequately cleaned and sanitized leading to possible spread of disease. \nPrimary enclosures must be structurally sound and maintained in good repair to protect the guinea pigs from injury and \nmust be constructed of material impervious to moisture. \n \nThis inspection and exit interview were conducted with the licensee. \n \nEnd Section",
  "animals_total": 350,
  "species": [
    {
      "count": 350,
      "scientific": "Cavia porcellus",
      "common": "DOMESTIC GUINEA PIG"
    }
  ]
}