{
  "insp_id": "255141622550647",
  "layout": "a",
  "customer_id": "616",
  "customer_name": "University Of Wisconsin Madison",
  "customer_addr": "Director Research Animal Resources Center\n1710 University Avenue 396 Enzyme Inst\nMadison, WI 53726",
  "certificate": "35-R-0001",
  "site_id": "001",
  "site_name": "ALL CAMPUS SITES",
  "insp_type": "ROUTINE INSPECTION",
  "date": "15-JUL-2014",
  "report_date": "17-SEP-2014",
  "citations": [
    {
      "code": "2.32(c)(1)(2)",
      "kind": "",
      "repeat": false,
      "desc": "PERSONNEL QUALIFICATIONS.",
      "narrative": "While reviewing records at the Primate Center it was noted that there had been 36 incidents of non-human primates\nescaping from their primary enclosure since January 1, 2013. While some of these escapes were brief and quickly\ncorrected, five incidents led to significant injury requiring surgery or primary closure of wounds. Many of these\nescapes were due to human error such as incorrectly closing enclosures or improperly securing enclosure dividers.\nInadequate training in the proper handling and care of animals can lead to injuries. In order to prevent future\nescapes, the research facility must ensure that all personnel with direct animal contact are qualified and properly\ntrained in the handling and care of the animals housed at the facility.\nNote: The facility previously identified this issue, reported it to the Office of Lab Animal Welfare (OLAW), and\nimplemented corrective actions to further prevent and minimize escapes.\nCorrection: Ensure corrective actions are properly followed."
    },
    {
      "code": "2.32(c)(3)",
      "kind": "",
      "repeat": false,
      "desc": "PERSONNEL QUALIFICATIONS.",
      "narrative": "On February 7, 2013 an incident occurred during a procedure on a 5 year old marmoset. The anesthesia machine\nwas not properly operated by the veterinary technician. The veterinary technician used a different anesthesia\nmachine than was normally used. Review of the records indicated that the veterinary technician looked at the\nanesthesia machine prior to surgery; however improper closure of a valve lead to the death of the marmoset.\nEmployees must be properly trained and familiar with the anesthesia equipment they will be using in order to\nprevent adverse effects to the animals.\nNote: The facility previously identified this issue, reported it to OLAW, and implemented timely and appropriate\ncorrective actions to prevent the problem from recurring.\nCorrection: Ensure corrective actions are properly followed."
    },
    {
      "code": "2.38(f)(1)",
      "kind": "",
      "repeat": true,
      "desc": "MISCELLANEOUS.",
      "narrative": "While reviewing records it was noted that on October 30, 2013 a macaque sustained a thermal injury while\nundergoing a procedure. A heat lamp was used during the procedure to provide warmth to the animal. The thermal\ninjury was discovered on October 31, 2013 and was treated appropriately and in a timely manner. It was\ndetermined that the heat lamp malfunctioned and was subsequently discarded. Handling of animals must be done\nin a manner to prevent trauma and overheating. Measures must be in place and implemented in order to prevent\nthermal injuries from occurring to animals during procedures.\nNote: The facility previously identified this issue, reported it to OLAW, and implemented timely and appropriate\ncorrective actions to prevent the problem from recurring."
    },
    {
      "code": "3.75(a)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "On June 4, 2013 a 2.2y old female macaque was found dead after her head was caught in one of the chains\nattached to an enrichment device on the cage. Notations in medical records indicated the animal to be fine 2h prior\nto the incident. On June 1, 2012 a 7month old macaque's head became caught between the support bar and the\nenclosure causing the animal(cid:25)'s death. Notations in medical records indicated the animal to be fine about 2h prior\nto the incident. The chain length on the enrichment device and the support bar spacing in relation to the macaque's\nsize allowed the animals to inadvertently become entrapped. The research facility must ensure facilities are\ndesigned and constructed in a manner that protect animals against injury or death.\nNote: The facility previously identified these issues, reported them to OLAW, and implemented timely and\nappropriate corrective actions to prevent the problems from recurring.\nCorrection: Ensure corrective actions are properly followed.\nThis was an inspection of records conducted at the Primate Center from 7/15/14 thru 7/17/14.\nExit interview conducted with facility representatives on 7/18/14 and with Chief Campus Veterinarian via phone on\n7/22/14.\nAdditional Inspectors\nBarksdale Dawn, Veterinary Medical Officer"
    }
  ],
  "narrative": "2.32(c)(1)(2)\nPERSONNEL QUALIFICATIONS.\nWhile reviewing records at the Primate Center it was noted that there had been 36 incidents of non-human primates\nescaping from their primary enclosure since January 1, 2013.  While some of these escapes were brief and quickly\ncorrected, five incidents led to significant injury requiring surgery or primary closure of wounds.  Many of these\nescapes were due to human error such as incorrectly closing enclosures or improperly securing enclosure dividers. \nInadequate training in the proper handling and care of animals can lead to injuries. In order to prevent future\nescapes, the research facility must ensure that all personnel with direct animal contact are qualified and properly\ntrained in the handling and care of the animals housed at the facility.\nNote:  The facility previously identified this issue, reported it to the Office of Lab Animal Welfare (OLAW), and\nimplemented corrective actions to further prevent and minimize escapes. \nCorrection:  Ensure corrective actions are properly followed.\n2.32(c)(3)\nPERSONNEL QUALIFICATIONS.\nOn February 7, 2013 an incident occurred during a procedure on a 5 year old marmoset. The anesthesia machine\nwas not properly operated by the veterinary technician.  The veterinary technician used a different anesthesia\nmachine than was normally used.  Review of the records indicated that the veterinary technician looked at the\nanesthesia machine prior to surgery; however improper closure of a valve lead to the death of the marmoset. \nEmployees must be properly trained and familiar with the anesthesia equipment they will be using in order to\nprevent adverse effects to the animals. \nNote: The facility previously identified this issue, reported it to OLAW, and implemented timely and appropriate\ncorrective actions to prevent the problem from recurring.\nCorrection: Ensure corrective actions are properly followed.\n\n2.38(f)(1)                    REPEAT\nMISCELLANEOUS.\nWhile reviewing records it was noted that on October 30, 2013 a macaque sustained a thermal injury while\nundergoing a procedure.  A heat lamp was used during the procedure to provide warmth to the animal.  The thermal\ninjury was discovered on October 31, 2013 and was treated appropriately and in a timely manner.  It was\ndetermined that the heat lamp malfunctioned and was subsequently discarded.  Handling of animals must be done\nin a manner to prevent trauma and overheating.  Measures must be in place and implemented in order to prevent\nthermal injuries from occurring to animals during procedures.  \nNote: The facility previously identified this issue, reported it to OLAW, and implemented timely and appropriate\ncorrective actions to prevent the problem from recurring.\n3.75(a)\nHOUSING FACILITIES, GENERAL. \nOn June 4, 2013 a 2.2y old female macaque was found dead after her head was caught in one of the chains\nattached to an enrichment device on the cage.  Notations in medical records indicated the animal to be fine 2h prior\nto the incident.  On June 1, 2012 a 7month old macaque's head became caught between the support bar and the\nenclosure causing the animal(cid:25)'s  death.  Notations in medical records indicated the animal to be fine about 2h prior\nto the incident.  The chain length on the enrichment device and the support bar spacing in relation to the macaque's\nsize allowed the animals to inadvertently become entrapped.  The research facility must ensure facilities are\ndesigned and constructed in a manner that protect animals against injury or death. \nNote:  The facility previously identified these issues, reported them to OLAW, and implemented timely and\nappropriate corrective actions to prevent the problems from recurring.\nCorrection:  Ensure corrective actions are properly followed.\nThis was an inspection of records conducted at the Primate Center from 7/15/14 thru 7/17/14. \nExit interview conducted with facility representatives on 7/18/14 and with Chief Campus Veterinarian via phone on\n7/22/14.\n\nAdditional Inspectors\nBarksdale Dawn, Veterinary Medical Officer",
  "animals_total": 0,
  "species": [
    {
      "count": 0,
      "scientific": "NONE",
      "common": "NONE"
    }
  ]
}