{
  "insp_id": "282141629460460",
  "layout": "a",
  "customer_id": "331508",
  "customer_name": "Emma Wagler",
  "customer_addr": "Menno D Wagler\n8774 Shortcut Rd\nBloomington, WI 53804",
  "certificate": "35-A-0360",
  "site_id": "001",
  "site_name": "MENNO WAGLER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "09-OCT-2014",
  "report_date": "09-OCT-2014",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "A female shih tzu, \"Me-me's Meggie\" (no legible ID number) has a round raised hairless area on her left side that is\nabout 2x2 inches wide. Documentation shows she had been seen by the Attending Veterinarian in May 2014 and\nwas prescribed treatment. The licensee reports that the condition has not changed and that treatment doesn't seem\nto help it. The licensee reports that this has not been communicated to the Attending Veterinarian. It is important to\ncommunicate with the Attending Veterinarian if a treatment is not working so that the animal can be re-evaluated\nand determine if different medications are needed. To ensure this animal's condition is not painful and that what is\ncausing the condition cannot be spread to other animals, the licensee must have the Attending Veterinarian\nre-evaluate this animal so that its condition can be appropriately diagnosed and treated.\nCorrect by October 14, 2014.\nExit interview conducted with facility representative."
    }
  ],
  "narrative": "2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nA female shih tzu, \"Me-me's Meggie\" (no legible ID number) has a round raised hairless area on her left side that is\nabout 2x2 inches wide.  Documentation shows she had been seen by the Attending Veterinarian in May 2014 and\nwas prescribed treatment.  The licensee reports that the condition has not changed and that treatment doesn't seem\nto help it.  The licensee reports that this has not been communicated to the Attending Veterinarian.  It is important to\ncommunicate with the Attending Veterinarian if a treatment is not working so that the animal can be re-evaluated\nand determine if different medications are needed.  To ensure this animal's condition is not painful and that what is\ncausing the condition cannot be spread to other animals, the licensee must have the Attending Veterinarian\nre-evaluate this animal so that its condition can be appropriately diagnosed and treated.     \nCorrect by October 14, 2014.\nExit interview conducted with facility representative.",
  "animals_total": 53,
  "species": [
    {
      "count": 39,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 14,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}