{
  "insp_id": "2016090000699987",
  "layout": "b",
  "customer_id": "506618",
  "customer_name": "DANIEL GINGERICH",
  "customer_addr": "3125 Davis Rd\nSEYMOUR, IA 52590",
  "certificate": "42-A-1632",
  "site_id": "003",
  "site_name": "Daniel Gingerich",
  "insp_type": "ROUTINE INSPECTION",
  "date": "30-AUG-2021",
  "report_date": "31-AUG-2021",
  "citations": [
    {
      "code": "2.50(a)(2)",
      "kind": "",
      "repeat": false,
      "desc": "Time and method of identification.",
      "narrative": "Approximately 28 weaned puppies less than 16 weeks of age are not maintained in distinct litters, but are co-mingled\ntogether in 3 separate enclosures. The puppies do not have any form of official identification. Failure to provide official\nidentification interferes with the ability of APHIS officials to identify dogs and trace their movements.\nLive puppies, less than 16 weeks of age, shall be identified by either an official tag, legible tattoo marking approved by the\nAdministrator, a plastic-type collar containing the required information, a microchip, or by a cage card as long as the\npuppies are maintained in a distinct litter and reside at the facility which they were born. The licensee must apply an\nofficial form of identification to each of the puppies and the licensee must also ensure that all dogs at the facility have an\nofficial form of identification at all times.\nTo be corrected by: 13 September 2021"
    },
    {
      "code": "2.75(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Records: Dealers and exhibitors.",
      "narrative": "Approximately 25 weaned puppies less than 16 weeks of age are not kept in distinct litters but are co-mingled together in\nthree separate enclosures. These puppies are not recorded on APHIS form 7005 (Record of Acquisition of Dogs and\nCats on Hand). Failure to maintain records of all animals at the facility interferes with the ability of APHIS officials to\nidentify dogs and trace their movements.\nEach dealer shall make, keep, and maintain records or forms which fully and correctly disclose the required information\nfor all dogs acquired, owned, held, controlled, transported, euthanized, sold or otherwise disposed of. The licensee must\ninput the required information for each of these puppies onto APHIS form 7005. The licensee must ensure that all dogs\nare properly documented at all times.\nTo be corrected by: 08 September 2021"
    },
    {
      "code": "3.1(e)",
      "kind": "",
      "repeat": false,
      "desc": "Housing facilities, general.",
      "narrative": "The facility uses wood shavings in the enclosures to absorb waste from the dogs. One open bag of shavings is sitting on\nthe floor in a corner of the kennel. Open bags of shavings are at risk of contamination from pests such as flies or mice.\nAll open supplies of food and bedding must be kept in leakproof containers with tightly fitting lids to prevent contamination\nand spoilage. The licensee must place the open bag of wood shavings into a leakproof container with a tightly fitted lid in\norder to protect it from potential contamination. The licensee must ensure all open supplies of food and bedding are\nproperly stored at all times.\nTo be corrected by: 08 September 2021"
    },
    {
      "code": "3.11(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "Cleaning, sanitization, housekeeping, and pest control.",
      "narrative": "The facility uses a plastic scoop to place dog food from the food container into the metal self-feeders. Approximately one-\nthird of the interior surface of this plastic scoop is coated in a thick buildup of a brown organic material. The facility\nrepresentative stated that the scoop was previously used to feed horses and the buildup came from an additive applied to\nthe horse feed. A buildup of organic material on the scoop could cause contamination of the dog feed and increase the\nrisk of disease hazards.\nUsed primary enclosures and food and water receptacles for dogs must be sanitized at least once every 2 weeks and\nmore often if necessary to prevent an accumulation of dirt, debris, food waste, excreta, and other disease hazards. The\nlicensee must clean and sanitize the plastic scoop in order to remove the buildup of material and to eliminate the risk of\nfood contamination. The licensee must ensure all food receptacles are free of a buildup of potential disease hazards at all\ntimes in order to support the health of the animals.\nTo be corrected by: 08 September 2021"
    },
    {
      "code": "3.13(a)(3)",
      "kind": "",
      "repeat": false,
      "desc": "Veterinary care for dogs.",
      "narrative": "The licensee's Program of Veterinary Care (PVC) is incomplete. The following sections state:\nEctoparasites: every 2 weeks\nBlood parasites: monthly\nIntestinal parasites: bi-monthly\nEach of these sections is missing the name and dosage of the products that are to be used and the PVC does not\naccurately reflect how often adult dogs and puppies receive the treatments. The facility representative stated that the\nectoparasite treatment is not given year round, but only during the warm months and the intestinal parasite treatment for\npuppies might be given at intervals other than bi-monthly. The plan to sample for heartworm and intestinal parasites is\nalso missing from the document. A complete Program of Veterinary Care is necessary for APHIS officials to determine\nthe dogs are receiving adequate veterinary care.\nEach dealer must follow an appropriate program of veterinary dare for dogs that is developed, documented in writing, and\nsigned by the attending veterinarian. The missing information must be added to the Program of Veterinary Care and the\nlicensee must ensure that the Program of Veterinary Care contains all the required information at all times.\nTo be corrected by: 13 September 2021\nThis inspection and exit interview were conducted with the facility representative.\nEnd Section"
    }
  ],
  "narrative": "2.50(a)(2) \n   \nTime and method of identification. \nApproximately 28 weaned puppies less than 16 weeks of age are not maintained in distinct litters, but are co-mingled \ntogether in 3 separate enclosures.  The puppies do not have any form of official identification.  Failure to provide official \nidentification interferes with the ability of APHIS officials to identify dogs and trace their movements. \n \nLive puppies, less than 16 weeks of age, shall be identified by either an official tag, legible tattoo marking approved by the \nAdministrator, a plastic-type collar containing the required information, a microchip, or by a cage card as long as the \npuppies are maintained in a distinct litter and reside at the facility which they were born.  The licensee must apply an \nofficial form of identification to each of the puppies and the licensee must also ensure that all dogs at the facility have an \nofficial form of identification at all times. \n \nTo be corrected by:  13 September 2021 \n2.75(a)(1) \n   \nRecords: Dealers and exhibitors. \nApproximately 25 weaned puppies less than 16 weeks of age are not kept in distinct litters but are co-mingled together in \nthree separate enclosures.  These puppies are not recorded on APHIS form 7005 (Record of Acquisition of Dogs and\n\nCats on Hand).  Failure to maintain records of all animals at the facility interferes with the ability of APHIS officials to \nidentify dogs and trace their movements. \n \nEach dealer shall make, keep, and maintain records or forms which fully and correctly disclose the required information \nfor all dogs acquired, owned, held, controlled, transported, euthanized, sold or otherwise disposed of.  The licensee must \ninput the required information for each of these puppies onto APHIS form 7005.  The licensee must ensure that all dogs \nare properly documented at all times. \n \nTo be corrected by:  08 September 2021 \n3.1(e) \n   \nHousing facilities, general. \nThe facility uses wood shavings in the enclosures to absorb waste from the dogs.  One open bag of shavings is sitting on \nthe floor in a corner of the kennel.  Open bags of shavings are at risk of contamination from pests such as flies or mice. \n \nAll open supplies of food and bedding must be kept in leakproof containers with tightly fitting lids to prevent contamination \nand spoilage.  The licensee must place the open bag of wood shavings into a leakproof container with a tightly fitted lid in \norder to protect it from potential contamination.  The licensee must ensure all open supplies of food and bedding are \nproperly stored at all times. \n \nTo be corrected by:  08 September 2021 \n3.11(b)(2) \n   \nCleaning, sanitization, housekeeping, and pest control.\n\nThe facility uses a plastic scoop to place dog food from the food container into the metal self-feeders.  Approximately one-\nthird of the interior surface of this plastic scoop is coated in a thick buildup of a brown organic material.  The facility \nrepresentative stated that the scoop was previously used to feed horses and the buildup came from an additive applied to \nthe horse feed.  A buildup of organic material on the scoop could cause contamination of the dog feed and increase the \nrisk of disease hazards. \n \nUsed primary enclosures and food and water receptacles for dogs must be sanitized at least once every 2 weeks and \nmore often if necessary to prevent an accumulation of dirt, debris, food waste, excreta, and other disease hazards.  The \nlicensee must clean and sanitize the plastic scoop in order to remove the buildup of material and to eliminate the risk of \nfood contamination.  The licensee must ensure all food receptacles are free of a buildup of potential disease hazards at all \ntimes in order to support the health of the animals. \n \nTo be corrected by:  08 September 2021 \n3.13(a)(3) \n   \nVeterinary care for dogs. \nThe licensee's Program of Veterinary Care (PVC) is incomplete.  The following sections state: \n \nEctoparasites:  every 2 weeks \nBlood parasites:  monthly \nIntestinal parasites:  bi-monthly \n \nEach of these sections is missing the name and dosage of the products that are to be used and the PVC does not\n\naccurately reflect how often adult dogs and puppies receive the treatments.  The facility representative stated that the \nectoparasite treatment is not given year round, but only during the warm months and the intestinal parasite treatment for \npuppies might be given at intervals other than bi-monthly.  The plan to sample for heartworm and intestinal parasites is \nalso missing from the document.  A complete Program of Veterinary Care is necessary for APHIS officials to determine \nthe dogs are receiving adequate veterinary care. \n \nEach dealer must follow an appropriate program of veterinary dare for dogs that is developed, documented in writing, and \nsigned by the attending veterinarian.  The missing information must be added to the Program of Veterinary Care and the \nlicensee must ensure that the Program of Veterinary Care contains all the required information at all times. \n \nTo be corrected by:  13 September 2021 \n \nThis inspection and exit interview were conducted with the facility representative. \n \nEnd Section",
  "animals_total": 40,
  "species": [
    {
      "count": 7,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 33,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}