{
  "insp_id": "209151419390994",
  "layout": "a",
  "customer_id": "24564",
  "customer_name": "Real Pets Corp",
  "customer_addr": "30 N 3rd St\nWomelsdorf, PA 19567",
  "certificate": "23-B-0200",
  "site_id": "004",
  "site_name": "REAL PETS CORP",
  "insp_type": "ROUTINE INSPECTION",
  "date": "28-JUL-2015",
  "report_date": "28-JUL-2015",
  "citations": [
    {
      "code": "3.30",
      "kind": "",
      "repeat": false,
      "desc": "WATERING.",
      "narrative": "Section 3.30 Watering: There were accumulations of moist dirt and debris by the automatic water valves for 3 racks\nof enclosures housing 242 guinea pigs. The moist dirt and debris may harbor disease hazards such as bacteria,\nfungi, and parasites. Once APHIS officials identified the effected enclosures/rack, employees cleaned the area\naround the automatic water valves, water lines and back of the racks. The licensee must ensure that the areas\naround the water valves are sanitized when dirty for the health of the guinea pigs. Correct from this day forward."
    },
    {
      "code": "3.31(b)",
      "kind": "",
      "repeat": true,
      "desc": "SANITATION.",
      "narrative": "Section 3.31(b) Housekeeping: The racks housing the guinea pig enclosures had dirt, debris and cobwebs on the\nsupport frames, top, and shelves. The underside of the top of one rack had a large accumulation of brown matter\nadhered to the surface above an enclosure housing 10 guinea pigs. Animal enclosures on dirty racks exposes\nanimals to potential health hazards such as fungal, bacterial and viral diseases. The licensee must ensure animal\nracks are kept clean to maintain the health of the animals.\nNote: There were no animals found in need of veterinary care during this inspection. The ventilation system was\nrunning on the racks housing the Chinese hamsters. The food for the hamsters was dry and free of mold. The\nhamsters had clean dry bedding in their enclosures.\nAn exit briefing was conducted with the facility president; Mary Geib, VMO; and Robert Markmann, ACI.\nAdditional Inspectors\nMarkmann Robert, Animal Care Inspector"
    }
  ],
  "narrative": "3.30\nWATERING. \nSection 3.30 Watering: There were accumulations of moist dirt and debris by the automatic water valves for 3 racks\nof enclosures housing 242 guinea pigs.  The moist dirt and debris may harbor disease hazards such as bacteria,\nfungi, and parasites.  Once APHIS officials identified the effected enclosures/rack, employees cleaned the area\naround the automatic water valves, water lines and back of the racks.  The licensee must ensure that the areas\naround the water valves are sanitized when dirty for the health of the guinea pigs.  Correct from this day forward.\n3.31(b)                    REPEAT\nSANITATION.\nSection 3.31(b) Housekeeping: The racks housing the guinea pig enclosures had dirt, debris and cobwebs on the\nsupport frames, top, and shelves.  The underside of the top of one rack had a large accumulation of brown matter\nadhered to the surface above an enclosure housing 10 guinea pigs.  Animal enclosures on dirty racks exposes\nanimals to potential health hazards such as fungal, bacterial and viral diseases.  The licensee must ensure animal\nracks are kept clean to maintain the health of the animals.\nNote: There were no animals found in need of veterinary care during this inspection.  The ventilation system was\nrunning on the racks housing the Chinese hamsters.  The food for the hamsters was dry and free of mold.  The\nhamsters had clean dry bedding in their enclosures. \nAn exit briefing was conducted with the facility president; Mary Geib, VMO; and Robert Markmann, ACI.\nAdditional Inspectors\nMarkmann Robert, Animal Care Inspector",
  "animals_total": 4081,
  "species": [
    {
      "count": 1928,
      "scientific": "Cavia porcellus",
      "common": "DOMESTIC GUINEA PIG"
    },
    {
      "count": 646,
      "scientific": "Cricetulus griseus",
      "common": "CHINESE HAMSTER"
    },
    {
      "count": 247,
      "scientific": "Meriones unguiculatus",
      "common": "MONGOLIAN GERBIL (COMMON PET / RESEARCH VARIETY)"
    },
    {
      "count": 246,
      "scientific": "Mesocricetus auratus",
      "common": "SYRIAN / GOLDEN HAMSTER (COMMON PET/RESEARCH TYPE)"
    },
    {
      "count": 4,
      "scientific": "Oryctolagus cuniculus",
      "common": "EUROPEAN RABBIT"
    },
    {
      "count": 332,
      "scientific": "Phodopus campbelli",
      "common": "CAMPBELLS DWARF HAMSTER"
    },
    {
      "count": 297,
      "scientific": "Phodopus roborovskis",
      "common": "ROBOROVSKIS DWARF HAMSTER"
    },
    {
      "count": 381,
      "scientific": "Phodopus sungorus",
      "common": "WINTER WHITE RUSSIAN DWARF HAMSTER"
    }
  ]
}