{
  "insp_id": "2016082568317557",
  "layout": "a",
  "customer_id": "335918",
  "customer_name": "Dennis O Troyer",
  "customer_addr": "7133 T W R 654\nMillersburg, OH 44654",
  "certificate": "31-A-0624",
  "site_id": "001",
  "site_name": "DENNIS TROYER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "31-MAY-2017",
  "report_date": "02-JUN-2017",
  "citations": [
    {
      "code": "2.40(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "*** A bottle of yellow liquid was found in the facility refrigerator. The bottle was labeled \"recipe for Cocitia\". The\nlabel also listed several drugs including pills and liquid to be mixed together. The licensee stated that he got the\nrecipe from another breeder and that the other breeder said it was quite effective for parasites but that he did not\nthink his attending veterinarian was aware of or approved of him using the mixture. The Program of Veterinary\nCare (PVC) for this facility does not have written guidance for the use of this mixture of drugs. The licensee must\nensure that his PVC contains guidance for the use of all drugs to be used in the prevention and control of parasites.\nAlthough this mixture may be effective, the attending veterinarian must approve its use to ensure it is safe for the\ndogs.. Correct this by contacting your attending veterinarian and ensure all drugs are approved before use.\nCorrect by: June 15, 2017"
    },
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "*** The following dogs were found in need of veterinary care or grooming:\n1. A female Malti-Poo (USDA tag from another licensee #240) was found with excessive tartar to both upper\narcades of teeth, which was worse of the upper left. This dog also had several pre-molars missing on the upper\nright. The gums had minor swelling near the upper molars. This dog also has a circular area of hair-loss on the left\nflank area. The skin under the hair-loss appeared darkened.\n2. A Maltese (USDA tag from another licensee #61) was found with excessive tartar to both upper arcades of teeth\nto the point that all teeth from the canines to the 4th pre-molar were completely covered with tartar. The gums were\nreddened on both sides.\n3. Male Yorkie (USDA tag from another licensee #66) was found excessively matted, wet, and smelling of urine.\nThere was excessive matting over most of the dog but especially around the face and muzzle.\n4. Male Poodle (USDA tag from another licensee #73) was found with excessive tartar on all molars and\npre-molars. There was also reddened gums and a film of greenish-yellow mucous on the molars at the gumline.\nThis dog was also moderately matted overall and had excessively long nails.\n5. Male Yorkie (USDA tag from another licensee #65) is missing many teeth and has severely recessed gums on\nboth upper canines. There is excessive tartar on the remaining teeth that this dog does have. This dog is also\nmatted mainly around its face.\n6. A male Bichon with no ID was found with long nails.\n7. A female black Cock-a-Poo (USDA tag from another licensee #12) was found to be matted over most of its body\nand in need of grooming. This dog also has tartar build-up especially on the upper pre-molars and molars. A film of\ngreenish-yellow material was also noted on at the gumline of the upper pre-molars and molars.\nThe Program of Veterinary Care has a dental care plan that describes dental disease of various degrees. Dogs of\nthe degree noted above require cleaning by the attending veterinarian if not bred or pregnant and documented for a\nlater cleaning if they are bred or pregnant. There was no documentation on the status of any dog dental disease at\nthe facility.\nAll of these dogs are in need of veterinary care or grooming. Dental disease can lead to pain in the animal and can\ncause additional medical problems in the dogs. Severe matting can lead to skin problems and impedes the ability to\nobserve the dogs for health issues. Long nails are a potential hazard should they get caught in the enclosure wires\nand can be painful if left to grow too long. The licensee must ensure that appropriate methods are in place to treat\nall diseases and health concerns in the animals. Correct this by having dogs listed in 1,2,4,5,7 above examined by\nthe attending veterinarian and follow recommendations for treatment. Dogs listed in 3 and 6 above required nail\ntrimming or grooming.\nCorrect by: June 5, 2017"
    },
    {
      "code": "2.40(b)(3)",
      "kind": "Direct",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "*** Seven adult dogs were found in need of veterinary care including dogs with significant dental disease, dogs with\nexcessively long nails, one dog with hair loss, and dogs that were matted and required grooming. There were no\nrecords or documentation that the licensee had identified these health concerns or conveyed any of this information\nto the attending veterinarian so a treatment plan could be implemented. Daily observation was not provided to\nthese animals to asses their health and well-being. The licensee must ensure that all animals are observed daily\nand that accurate and timely information concerning problems in the dogs is conveyed to the attending veterinarian.\nCorrect from this day forward"
    },
    {
      "code": "2.50(a)",
      "kind": "",
      "repeat": false,
      "desc": "TIME AND METHOD OF IDENTIFICATION.",
      "narrative": "*** This facility has no official identification for the adult dogs on hand. The licensee stated that he has purchased\ntags for the adult dogs, but has not placed any on the dogs yet. Several adult dogs were found with USDA tags that\ncame with the dogs acquired from other USDA licensed kennels. Failure to properly identify all dogs in the facility\nimpedes the inspection process and does not allow for animal tracking, which is especially important in the event of\na disease outbreak. Correct this by properly identifying all dogs in the facility.\nCorrect by: June 15, 2017"
    },
    {
      "code": "3.1(c)(3)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "*** There are several areas of the kennel that require cleaning. Many of the enclosure doors have a buildup of hair\non them. The tops of the wire enclosures is covered in layer of dust and dirt. There were cob/dust webs in the\ncorner of several enclosures. The wash downs have a mineral build-up running down the center of all of them.\nThe areas in contact with the dogs must be cleaned daily, other surfaces not in contact with the dogs must be\ncleaned often enough to satisfy accepted cleaning standards. Areas such as the wash downs also contribute to\nodors in the kennel. Correct this by cleaning and maintaining all of these areas.\nCorrect by: June 5, 2017"
    },
    {
      "code": "3.9(b)",
      "kind": "",
      "repeat": false,
      "desc": "FEEDING.",
      "narrative": "*** At least 3 self feeders were found with caked feed in the bottom of them. Many others were in need of cleaning,\nmost of which was a dried brownish liquid that the licensee stated was a \"top dressing\" for the food. These feeders\nhave not been adequately cleaned and sanitized on a regular schedule in accordance with Section 3.11(b) and this\nfailure to ensure they are kept clean can lead to caking, deterioration, or molding of feed. Also, the liquid \"top\ndressing\" being used may turn sour or rancid causing the food to be unpalatable to the dogs if left to dry for long\nperiods. The licensee must institute a schedule to ensure all self feeders are kept clean and sanitary.\nCorrect by: June 5, 2017\n**Inspection conducted with the licensee's wife on May 31, 2017. Records reviewed conducted with Randy\nColeman, ACI with the licensee on June 1, 2017. Exit interview conducted with the licensee and Randy Coleman,\nACI on June 2, 2017.\nAdditional Inspectors\nCrowley Lacy, Veterinary Medical Officer"
    }
  ],
  "narrative": "2.40(a)(1)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n*** A bottle of yellow liquid was found in the facility refrigerator.   The bottle was labeled \"recipe for Cocitia\".  The\nlabel also listed several drugs including pills and liquid to be mixed together.  The licensee stated that he got the\nrecipe from another breeder and that the other breeder said it was quite effective for parasites but that he did not\nthink his attending veterinarian was aware of or approved of him using the mixture.   The Program of Veterinary\nCare (PVC) for this facility does not have written guidance for the use of this mixture of drugs.   The licensee must\nensure that his PVC contains guidance for the use of all drugs to be used in the prevention and control of parasites. \n Although this mixture may be effective, the attending veterinarian must approve its use to ensure it is safe for the\ndogs..  Correct this by contacting your attending veterinarian and ensure all drugs are approved before use.\nCorrect by: June 15, 2017\n2.40(b)(2)           DIRECT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n*** The following dogs were found in need of veterinary care or grooming:\n1. A female Malti-Poo (USDA tag from another licensee #240) was found with excessive tartar to both upper\narcades of teeth, which was worse of the upper left.  This dog also had several pre-molars missing on the upper\nright.  The gums had minor swelling near the upper molars.  This dog also has a circular area of hair-loss on the left\nflank area.   The skin under the hair-loss appeared darkened.\n2.  A Maltese (USDA tag from another licensee #61) was found with excessive tartar to both upper arcades of teeth\nto the point that all teeth from the canines to the 4th pre-molar were completely covered with tartar. The gums were\nreddened on both sides.\n3.  Male Yorkie (USDA tag from another licensee #66) was found excessively matted, wet, and smelling of urine.   \nThere was excessive matting over most of the dog but especially around the face and muzzle.\n4.  Male Poodle (USDA tag from another licensee #73) was found with excessive tartar on all molars and\npre-molars.   There was also reddened gums and a film of greenish-yellow mucous on the molars at the gumline. \n This dog was also moderately matted overall and had excessively long nails.\n5.   Male Yorkie (USDA tag from another licensee #65) is missing many teeth and has severely recessed gums on\n\nboth upper canines.   There is excessive tartar on the remaining teeth that this dog does have.  This dog is also\nmatted mainly around its face.  \n6. A male Bichon with no ID was found with long nails.\n7.  A female black Cock-a-Poo (USDA tag from another licensee #12) was found to be matted over most of its body\nand in need of grooming.  This dog also has tartar build-up especially on the upper pre-molars and molars.  A film of\ngreenish-yellow material was also noted on at the gumline of the upper pre-molars and molars. \n The Program of Veterinary Care has a dental care plan that describes dental disease of various degrees.   Dogs of\nthe degree noted above require cleaning by the attending veterinarian if not bred or pregnant and documented for a\nlater cleaning if they are bred or pregnant.  There was no documentation on the status of any dog dental disease at\nthe facility.\nAll of these dogs are in need of veterinary care or grooming.  Dental disease can lead to pain in the animal and can\ncause additional medical problems in the dogs.  Severe matting can lead to skin problems and impedes the ability to\nobserve the dogs for health issues.  Long nails are a potential hazard should they get caught in the enclosure wires\nand can be painful if left to grow too long.  The licensee must ensure that appropriate methods are in place to treat\nall diseases and health concerns in the animals.   Correct this by having dogs listed in 1,2,4,5,7 above examined by\nthe attending veterinarian and follow recommendations for treatment.   Dogs listed in 3 and 6 above required nail\ntrimming or grooming.  \nCorrect by:  June 5, 2017\n2.40(b)(3)           DIRECT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n*** Seven adult dogs were found in need of veterinary care including dogs with significant dental disease, dogs with\nexcessively long nails, one dog with hair loss, and dogs that were matted and required grooming.   There were no\nrecords or documentation that the licensee had identified these health concerns or conveyed any of this information\nto the attending veterinarian so a treatment plan could be implemented.  Daily observation was not provided to\nthese animals to asses their health and well-being.  The licensee must ensure that all animals are observed daily\nand that accurate and timely information concerning problems in the dogs is conveyed to the attending veterinarian.\nCorrect from this day forward\n2.50(a)\nTIME AND METHOD OF IDENTIFICATION.\n*** This facility has no official identification for the adult dogs on hand.   The licensee stated that he has purchased\ntags for the adult dogs, but has not placed any on the dogs yet.  Several adult dogs were found with USDA tags that\n\ncame with the dogs acquired from other USDA licensed kennels.  Failure to properly identify all dogs in the facility\nimpedes the inspection process and does not allow for animal tracking, which is especially important in the event of\na disease outbreak.    Correct this by properly identifying all dogs in the facility.\nCorrect by: June 15, 2017\n3.1(c)(3)\nHOUSING FACILITIES, GENERAL.\n*** There are several areas of the kennel that require cleaning.   Many of the enclosure doors have a buildup of hair\non them.  The tops of the wire enclosures is covered in layer of dust and dirt.  There were cob/dust webs in the\ncorner of several enclosures.  The wash downs have a mineral build-up running down the center of all of them.  \nThe areas in contact with the dogs must be cleaned daily, other surfaces not in contact with the dogs must be\ncleaned often enough to satisfy accepted cleaning standards.   Areas such as the wash downs also contribute to\nodors in the kennel.   Correct this by cleaning and maintaining all of these areas.\nCorrect by: June 5, 2017\n3.9(b)\nFEEDING.\n*** At least 3 self feeders were found with caked feed in the bottom of them.  Many others were in need of cleaning,\nmost of which was a dried brownish liquid that the licensee stated was a \"top dressing\" for the food.  These feeders\nhave not been adequately cleaned and sanitized on a regular schedule in accordance with Section 3.11(b) and this\nfailure to ensure they are kept clean can lead to caking, deterioration, or molding of feed.  Also, the liquid \"top\ndressing\" being used may turn sour or rancid causing the food to be unpalatable to the dogs if left to dry for long\nperiods.   The licensee must institute a schedule to ensure all self feeders are kept clean and sanitary.\nCorrect by: June 5, 2017\n**Inspection conducted with the licensee's wife on May 31, 2017.   Records reviewed conducted with Randy\nColeman, ACI with the licensee on June 1, 2017.  Exit interview conducted with the licensee and Randy Coleman,\nACI on June 2, 2017.\n\nAdditional Inspectors\nCrowley Lacy, Veterinary Medical Officer",
  "animals_total": 69,
  "species": [
    {
      "count": 42,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 27,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}