{
  "insp_id": "223141058010928",
  "layout": "a",
  "customer_id": "5074",
  "customer_name": "Jerome Packer",
  "customer_addr": "Nancy Packer\n13649 West Holling Road\nWood River, NE 68883",
  "certificate": "47-A-0217",
  "site_id": "001",
  "site_name": "JEROME & NANCY PACKER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "04-AUG-2014",
  "report_date": "15-AUG-2014",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "*** An adult golden sable female Lhasa apso named \"Hillary\" (ID # 107 273 106), previously cited under 2.40 (b)(2)\non the July 22, 2014 inspection report, still has a greenish-tan discharge on about 30 percent of the surface of the\nleft eye and around the edges of the eyelids. Some of this discharge has dried to a crust around the edge of the\neyelids and is crusted in the fur on the inner corner of the eye. This dog has not been evaluated by a veterinarian\nas instructed in the July 22, 2014 inspection report and has received no treatment. Licensee reports they did not\nhave this dog seen by the veterinarian due to the licensee's misidentification of a different Lhasa apso.\nEye problems can be an indicator of injury, disease, allergies or irritation, and can be painful and/or itchy, and can\naffect the health and well-being of the animal.\nThe licensee must consult with a veterinarian for proper diagnosis and to develop and follow a treatment plan. The\nlicensee must document the veterinarian's findings; the treatment plan that is followed, and have the records\navailable to the inspector upon request.\n>>>>>\nThe licensee stated the following dogs were evaluated by a veterinarian, and the licensee(cid:25)'s documentation of the\nphone conversation between the licensee and the veterinarian was provided. The documentation of the phone\nconversation did not provide details of when these dogs would be treated:\n*** An adult red male long-haired Chihuahua named \"Felix\" (ID # 100 853 787), still has a thick, brownish gray\nmaterial covering the molars on his right side. The gums are receding, and have a creamy white discharge at the\ngum line. On the left side, the upper gums are reddened and it appears that most of the molars and cheek teeth are\nmissing. The entire mouth could not be visualized due to the reluctance of the dog to let the inspector view his\nmouth.\n*** An adult black and tan male Yorkshire terrier named \"Johnnie\" (ID # 096 625 867), still has a thick,\ngrayish-brown material adhered to his upper molars, canines and front teeth on both upper sides, and a moderate\namount on all the lower teeth. The cheek teeth on the left side have receding gums, and a cheek tooth on the right\nside is missing. The upper right molar has a white, creamy discharge at the gum line.\n*** An adult silver and tan female Yorkshire terrier named \"Janelle\" (ID # 069 310 367), still has a thick,\ngrayish-brown material covering all surfaces of upper molars, on the cheek teeth that are present, and front teeth.\nThe lower teeth have a moderate amount of this material adhered to the teeth. The gums on both upper sides of the\nteeth are reddened, swollen, and receding away from the teeth. Above the upper right molar, there is a creamy\nwhite discharge. Also, above the upper right canine tooth there is hair matted in the gum line.\nDental problems can be painful, make it difficult to eat, lead to the development of other health problems, and can\naffect the health and well-being of the animal.\nBased on the licensee's notes regarding their conversation with the veterinarian, it is unclear if these dogs will be\ntreated or not. Given that dental problems worsen over time and can be painful the licensee must ensure that\nthese dogs will receive appropriate treatment. The licensee must obtain and follow a treatment plan from the\nveterinarian for these dogs.\nThis is a focused inspection to specifically address the direct, repeat non-compliant items cited under 2.40 (b)(2)\nfrom the inspection dated July 22, 2014. Of the six dogs cited, the following two were evaluated by a veterinarian\nand documentation was provided.\n*** An adult tan and white male Chihuahua named \"Checker\" (ID # 107 059 817).\n*** An adult female black and white Chihuahua named \"Mindy\" (ID # 264).\nThe inspection and exit interview were conducted with a facility representative."
    }
  ],
  "narrative": "2.40(b)(2)           DIRECT                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n*** An adult golden sable female Lhasa apso named \"Hillary\" (ID # 107 273 106), previously cited under 2.40 (b)(2)\non the July 22, 2014 inspection report, still has a greenish-tan discharge on about 30 percent of the surface of the\nleft eye and around the edges of the eyelids. Some of this discharge has dried to a crust around the edge of the\neyelids and is crusted in the fur on the inner corner of the eye.  This dog has not been evaluated by a veterinarian\nas instructed in the July 22, 2014 inspection report and has received no treatment.  Licensee reports they did not\nhave this dog seen by the veterinarian due to the licensee's misidentification of a different Lhasa apso. \nEye problems can be an indicator of injury, disease, allergies or irritation, and can be painful and/or itchy, and can\naffect the health and well-being of the animal.\nThe licensee must consult with a veterinarian for proper diagnosis and to develop and follow a treatment plan.  The\nlicensee must document the veterinarian's findings; the treatment plan that is followed, and have the records\navailable to the inspector upon request.\n>>>>>\nThe licensee stated the following dogs were evaluated by a veterinarian, and the licensee(cid:25)'s documentation of the\nphone conversation between the licensee and the veterinarian was provided.  The documentation of the phone\nconversation did not provide details of when these dogs would be treated:\n*** An adult red male long-haired Chihuahua named \"Felix\" (ID # 100 853 787), still has a thick, brownish gray\nmaterial covering the molars on his right side. The gums are receding, and have a creamy white discharge at the\ngum line.  On the left side, the upper gums are reddened and it appears that most of the molars and cheek teeth are\nmissing.  The entire mouth could not be visualized due to the reluctance of the dog to let the inspector view his\nmouth.\n*** An adult black and tan male Yorkshire terrier named \"Johnnie\" (ID # 096 625 867), still has a thick,\ngrayish-brown material adhered to his upper molars, canines and front teeth on both upper sides, and a moderate\n\namount on all the lower teeth. The cheek teeth on the left side have receding gums, and a cheek tooth on the right\nside is missing. The upper right molar has a white, creamy discharge at the gum line.\n*** An adult silver and tan female Yorkshire terrier named \"Janelle\" (ID # 069 310 367), still has a thick,\ngrayish-brown material covering all surfaces of upper molars, on the cheek teeth that are present, and front teeth.\nThe lower teeth have a moderate amount of this material adhered to the teeth. The gums on both upper sides of the\nteeth are reddened, swollen, and receding away from the teeth.  Above the upper right molar, there is a creamy\nwhite discharge.  Also, above the upper right canine tooth there is hair matted in the gum line.\nDental problems can be painful, make it difficult to eat, lead to the development of other health problems, and can\naffect the health and well-being of the animal.\nBased on the licensee's notes regarding their conversation with the veterinarian, it is unclear if these dogs will be\ntreated or not.   Given that dental problems worsen over time and can be painful the licensee must ensure that\nthese dogs will receive appropriate treatment.   The licensee must obtain and follow a treatment plan from the\nveterinarian for these dogs.   \nThis is a focused inspection to specifically address the direct, repeat non-compliant items cited under 2.40 (b)(2)\nfrom the inspection dated July 22, 2014.  Of the six dogs cited, the following two were evaluated by a veterinarian\nand documentation was provided. \n*** An adult tan and white male Chihuahua named \"Checker\" (ID # 107 059 817).\n*** An adult female black and white Chihuahua named \"Mindy\" (ID # 264). \nThe inspection and exit interview were conducted with a facility representative.",
  "animals_total": 6,
  "species": [
    {
      "count": 6,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    }
  ]
}