{
  "insp_id": "335151156240981",
  "layout": "a",
  "customer_id": "2827",
  "customer_name": "S Glenice Viken",
  "customer_addr": "28401 380th Avenue\nRoseau, MN 56751",
  "certificate": "41-A-0298",
  "site_id": "001",
  "site_name": "S GLENICE VIKEN",
  "insp_type": "ROUTINE INSPECTION",
  "date": "01-DEC-2015",
  "report_date": "01-DEC-2015",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "The left eye of a 9 month-old female Pekinese/Pomeranian mix (no ID) is abnormal in appearance and has some\ndischarge around it. The licensee has not had the attending veterinarian evaluate this dog's eye to see if it needs\ntreatment. Eye problems can be due to many things and may be painful. To ensure that the condition is not painful\nand/or receives proper treatment this dog's eye must be evaluated by the Attending Veterinarian to be properly\ndiagnosed. Documentation of the dog's diagnosis must be kept for future inspections.\nA female Pomeranian microchip #005-008-600 has problems with her teeth and right ear. The upper teeth were\ncovered in a dark hard material and there was a pale discharge around them. Her right upper first pre-molar (the\ntooth far back on the upper right side just behind the large tooth) of the mouth was loose to the touch. Her right ear\nhad a thick brown discharge matted in the hair. Tooth problems can be painful and cause further health issues in\ndogs if not treated. The discharge from the ear may be a sign of a problem in the ear and needs to be evaluated if it\nneeds proper treatment. To ensure that this dog is not in pain and receives appropriate treatment have the\nattending veterinarian evaluate it to diagnose the ear and teeth problems and treat them per the veterinarian's\ninstructions. Documentation of the dog's diagnosis must be kept for future inspections.\nA medication labeled for goats (Safeguard--Fenbendazole) is being used for deworming. The licensee has\nconsulted with the attending veterinarian on the safety of this medication for dogs, however there is no\ndocumentation on the dosage amount that should be used for dogs. Use of medications in dogs that are labeled for\nother species (off-label use) must be accompanied by written instructions from the attending veterinarian that\ndescribe the dose/dosage, route (such as oral, injection, etc), and use for the medication."
    },
    {
      "code": "2.50(a)(1)",
      "kind": "",
      "repeat": true,
      "desc": "TIME AND METHOD OF IDENTIFICATION.",
      "narrative": "A 9 month old female Pekinese/Pomeranian mix remains unidentified with official USDA identification. Lack of\nofficial identification does not allow for the proper identification or tracking of the animal. Identify the adult dog with\nofficial USDA identification."
    },
    {
      "code": "3.1(c)(1)(1)",
      "kind": "",
      "repeat": true,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "Excessive rust development remains on the metal door flaps in the enclosures of the inside/outside building. The\npresence of rust can prevent the surfaces from being properly cleaned and sanitized. Eliminate the rust from the\nmetal door flaps."
    },
    {
      "code": "3.1(c)(1)(2)",
      "kind": "",
      "repeat": true,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "Sharp wire points remain inside the second pen on the east side of the inside/outside building. Sharp points are an\ninjury hazard. Remove the sharp points from inside the runs.\nInspection and exit interview conducted with the licensee, VMO Welch and ACI Miller.\nEnd of report.\nAdditional Inspectors\nWelch Scott, Veterinary Medical Officer"
    }
  ],
  "narrative": "2.40(b)(2)                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThe left eye of a 9 month-old female Pekinese/Pomeranian mix (no ID) is abnormal in appearance and has some\ndischarge around it.  The licensee has not had the attending veterinarian evaluate this dog's eye to see if it needs\ntreatment.  Eye problems can be due to many things and may be painful.  To ensure that the condition is not painful\nand/or receives proper treatment this dog's eye must be evaluated by the Attending Veterinarian to be properly\ndiagnosed.  Documentation of the dog's diagnosis must be kept for future inspections.\nA female Pomeranian microchip #005-008-600 has problems with her teeth and right ear.  The upper teeth were\ncovered in a dark hard material and there was a pale discharge around them.  Her right upper first pre-molar (the\ntooth far back on the upper right side just behind the large tooth) of the mouth was loose to the touch.  Her right ear\nhad a thick brown discharge matted in the hair.  Tooth problems can be painful and cause further health issues in\ndogs if not treated.  The discharge from the ear may be a sign of a problem in the ear and needs to be evaluated if it\nneeds proper treatment.   To ensure that this dog is not in pain and receives appropriate treatment have the\nattending veterinarian evaluate it to diagnose the ear and teeth problems and treat them per the veterinarian's\ninstructions.  Documentation of the dog's diagnosis must be kept for future inspections.\nA medication labeled for goats (Safeguard--Fenbendazole) is being used for deworming.  The licensee has\nconsulted with the attending veterinarian on the safety of this medication for dogs, however there is no\ndocumentation on the dosage amount that should be used for dogs. Use of medications in dogs that are labeled for\nother species (off-label use) must be accompanied by written instructions from the attending veterinarian that\ndescribe the dose/dosage, route (such as oral, injection, etc), and use for the medication.\n2.50(a)(1)                    REPEAT\nTIME AND METHOD OF IDENTIFICATION.\nA 9 month old female Pekinese/Pomeranian mix remains unidentified with official USDA identification.  Lack of\nofficial identification does not allow for the proper identification or tracking of the animal.  Identify the adult dog with\nofficial USDA identification.\n\n3.1(c)(1)(1)                    REPEAT\nHOUSING FACILITIES, GENERAL.\nExcessive rust development remains on the metal door flaps in the enclosures of the inside/outside building.  The\npresence of rust can prevent the surfaces from being properly cleaned and sanitized.  Eliminate the rust from the\nmetal door flaps.\n3.1(c)(1)(2)                    REPEAT\nHOUSING FACILITIES, GENERAL.\nSharp wire points remain inside the second pen on the east side of the inside/outside building.  Sharp points are an\ninjury hazard.  Remove the sharp points from inside the runs.  \nInspection and exit interview conducted with the licensee, VMO Welch and ACI Miller.\nEnd of report.\nAdditional Inspectors\nWelch Scott, Veterinary Medical Officer",
  "animals_total": 60,
  "species": [
    {
      "count": 56,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 4,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}