{
  "insp_id": "2016082569760819",
  "layout": "a",
  "customer_id": "2942",
  "customer_name": "Robert L Sawmiller",
  "customer_addr": "16761 County Road 25a\nWapakoneta, OH 45895",
  "certificate": "31-C-0221",
  "site_id": "001",
  "site_name": "ROBERT L SAWMILLER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "04-MAR-2020",
  "report_date": "20-MAR-2020",
  "citations": [
    {
      "code": "2.50(c)(2)(i)",
      "kind": "",
      "repeat": true,
      "desc": "TIME AND METHOD OF IDENTIFICATION.",
      "narrative": "The licensee has no official identification for the dogs kept on the premises.\nA class ``C'' exhibitor shall identify all live dogs under his or her control or on his or her premises, whether held,\npurchased, or otherwise acquired by identifying each dog with an official USDA sequentially numbered tag that is\nkept on the door of the animal's cage or run.\nAn official USDA, sequentially numbered tag must be assigned to all dogs held on the premises. This tag must be\naffixed to the dogs run and moved whenever the dog is moved to a different run."
    },
    {
      "code": "2.75(a)",
      "kind": "",
      "repeat": true,
      "desc": "RECORDS: DEALERS AND EXHIBITORS.",
      "narrative": "The licensee does not have a record of animals on hand for the dogs kept at his facility.\nEach exhibitor shall make, keep, and maintain records or forms which fully and correctly disclose the following\ninformation concerning each dog or cat purchased or otherwise acquired, owned, held, or otherwise in his or her\npossession or under his or her control, or which is transported, euthanized, sold, or otherwise disposed of by that\ndealer or exhibitor. The records shall include any offspring born of any animal while in his or her possession or\nunder his or her control.\nRecords must be created for all dogs purchased or otherwise acquired, owned, held, or otherwise in his or her\npossession or under his or her control, or which is transported, euthanized, sold, or otherwise disposed of by that\nexhibitor. The records shall include any offspring born of any animal while in his or her possession or under his or\nher control.\nA record of animals on must be made, kept and maintained to record all animals acquired, sold, transported, died or\neuthanized or born on the premises."
    },
    {
      "code": "2.75(b)(1)",
      "kind": "",
      "repeat": false,
      "desc": "RECORDS: DEALERS AND EXHIBITORS.",
      "narrative": "When the inspectors asked the licensee for records, the licensee stated that he had no records. The licensee has\nno record of the species and number of animals that were transported and transferred from a facility in Iowa to his\nfacility. The licensee stated that one coyote, one North American Badger and two Kodiak brown bears have died\nand there is no record ot the deaths of these animals. The licensee has 3 Kodiak brown bear cubs with no record of\norigin.\nEvery exhibitor shall make, keep, and maintain records or forms which fully and correctly disclose the following\ninformation concerning animals other than dogs and cats, purchased or otherwise acquired, owned, held, leased, or\notherwise in his or her possession or under his or her control, or which is transported, sold, euthanized, or otherwise\ndisposed of by that dealer or exhibitor. The records shall include any offspring born of any animal while in his or her\npossession or under his or her control.\nRecords of animals acquired or added to the facility, transported, deaths and births must be kept to ensure animals\ncan be tracked and traced back in case of animal disease and to ensure the animals are acquired from a licensed\nfacility.\nTo be corrected from this day forward."
    },
    {
      "code": "3.4(b)",
      "kind": "",
      "repeat": true,
      "desc": "OUTDOOR HOUSING FACILITIES.",
      "narrative": "There is no shade structure in the dog enclosures.\nIn addition to the shelter structures, one or more separate outside areas of shade must be provided, large enough to\ncontain all the animals at one time and protect them from the direct rays of the sun.\nA shade structure must be constructed that is large enough for all dogs in the enclosure to protect them from direct\nsun."
    },
    {
      "code": "3.6(a)(2)(i)",
      "kind": "",
      "repeat": true,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "There are various rusty areas of the piping used to construct the dog and wolf hybrid enclosures and a large piece\nof rusty sheet metal that is in the primary enclosure used to house two wolf hybrids. These rusty metal tubes and\nsheet have sharp points and jagged edges on them.\nPrimary enclosures for dogs must meet the following minimum requirements. Have no sharp points or edges that\ncould injure the dogs.\nReplace, remove, or repair any rusty construction or metal sheets to prevent injury to the animals contained in the\nprimary enclosures."
    },
    {
      "code": "3.8",
      "kind": "",
      "repeat": false,
      "desc": "EXERCISE FOR DOGS.",
      "narrative": "When the inspectors asked the licensee for records, the licensee stated he had no records.\nDealers, exhibitors, and research facilities must develop, document, and follow an appropriate plan to provide dogs\nwith the opportunity for exercise. In addition, the plan must be approved by the attending veterinarian. The plan\nmust include written standard procedures to be followed in providing the opportunity for exercise. The plan must be\nmade available to APHIS upon request.\nWork with your attending veterinarian to develop and institute an exercise program for the dogs and wolf hybrids.\nTo be corrected by March 28, 2020."
    },
    {
      "code": "3.9(b)",
      "kind": "",
      "repeat": true,
      "desc": "FEEDING.",
      "narrative": "The wolf hybrids are fed a raw meat diet. There are chutes used to deliver the food to a food dish. These chutes\nare rusty and have a large amount of food debris on them. One of the enclosures for two hybrids does not have\nfood container.\nFood receptacles must be use for dogs, must be readily accessible to all dogs , and must be located so as to\nminimize contamination by excreta and pests, and be protected from rain and snow. Feeding pans must either be\nmade of a durable material that can be easily cleaned and sanitized or be disposable. If the food receptacles are not\ndisposable, they must be kept clean and must be sanitized in accordance with Sec. 3.11(b) of this subpart.\nSanitization is achieved by using one of the methods described in Sec. 3.11(b)(3) of this subpart.\nFood receptacles must be used and the chutes used to deliver the food to the animals must be cleaned and\nsanitized to prevent contamination of the food fed to these animals."
    },
    {
      "code": "3.10",
      "kind": "",
      "repeat": true,
      "desc": "WATERING.",
      "narrative": "There is a large, rusty tub in the enclosure for two wolf hybrids. This tub is the only source of water. There is no\nway to properly clean and sanitize this tub.\nWater receptacles must be kept clean and sanitized in accordance with Sec. 3.11(b) of this subpart,\nAll water receptacles must be kept clean and sanitized. The water receptacles must be sanitized a minimum of\nevery 2 weeks."
    },
    {
      "code": "3.11(a)",
      "kind": "",
      "repeat": true,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "There is excessive feces and old bones in at least 4 of the dog and wolf hybrid enclosures.\nCleaning of primary enclosures. Excreta and food waste must be removed from primary enclosures daily to prevent\nsoiling of the dogs contained in the primary enclosures, and to reduce disease hazards, insects, pests and odors.\nDog feces and food waste must be removed from primary enclosures daily. Clean waste from enclosures to reduce\nodor, pests and disease hazards."
    },
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "The single housed fox has a small shelter box in its enclosure. This shelter box has a gap at the bottom where the\nbase is coming away from the side. There are sharp edges of sheet metal that are present due to the separation.\nThe indoor and outdoor housing facilities shall be structurally sound and shall be maintained in good repair to\nprotect the animals from injury.\nThe shelter box must be replaced or repaired to prevent injury to the fox.\nTo be corrected by March 28, 2020."
    },
    {
      "code": "3.127(b)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, OUTDOOR.",
      "narrative": "The single housed coyote has a large, square, plastic container that is used for its shelter. There is no bedding in\nthe container used for shelter for this animal.\nNatural or artificial shelter appropriate to the local climatic conditions for the species concerned shall be provided for\nall animals kept outdoors to afford them protection and to prevent discomfort to such animals.\nThe daytime highs have ranged from the upper 40's to mid 50's. The nighttime lows have ranged from the low 20's\nto mid 40's. Bedding must be provided for this animals to ensure protection from the cold ground and to maintain\nthe animals body heat for the animals comfort.\nTo be corrected by March 25, 2020."
    },
    {
      "code": "3.127(d)",
      "kind": "",
      "repeat": true,
      "desc": "FACILITIES, OUTDOOR.",
      "narrative": "There is no perimeter fence around the coyote, the fox and the North American badgers.\nOn or after May 17, 2000, all outdoor housing facilities (i.e., facilities not entirely indoors) must be enclosed by a\nperimeter fence that is of sufficient height to keep animals and unauthorized persons out. Fences less than 6 feet\nhigh must be approved in writing by the Administrator. The fence must be constructed so that it protects the animals\nin the facility by restricting animals and unauthorized persons from going through it or under it and having contact\nwith the animals in the facility, and so that it can function as a secondary containment system for the animals in the\nfacility. It must be of sufficient distance from the outside of the primary enclosure to prevent physical contact\nbetween animals inside the enclosure and animals or persons outside the perimeter fence. Such fences less than 3\nfeet in distance from the primary enclosure must be approved in writing by the Administrator.\nA perimeter fence no less than 6 feet high and 3 feet away from the primary enclosure must be constructed for all\nwild or exotic animals, or a perimeter fence variance can be requested."
    },
    {
      "code": "3.129(b)",
      "kind": "",
      "repeat": false,
      "desc": "FEEDING.",
      "narrative": "There are 4 to 5 rusty food cans in the single housed fox. These cans are rusted to the point of having sharp and\njagged edges.\nFood receptacles shall be kept clean and sanitary at all times.\nRusty food cans cannot be properly sanitized and due to their condition could cause injury to the fox.\nTo be corrected by March 25, 2020."
    },
    {
      "code": "3.130",
      "kind": "",
      "repeat": true,
      "desc": "WATERING.",
      "narrative": "The water receptacles for the North American badger is dirty and have excessive algae growing in it.\nAll water receptacles shall be kept clean and sanitary.\nClean water receptacles as often as necessary to provide potable water to the animals held at the facility.\nThis inspection was conducted with the licensee. Three attempts to schedule the exit interview, two by text\n6MAR20 and 13MAR20 and one by phone 17MAR20, have been made.\nAdditional Inspectors\nHammel Kurt, Veterinary Medical Officer"
    }
  ],
  "narrative": "2.50(c)(2)(i)                    REPEAT\nTIME AND METHOD OF IDENTIFICATION.\nThe licensee has no official identification for the dogs kept on the premises.\nA class ``C'' exhibitor shall identify all live dogs under his or her control or on his or her premises, whether held,\npurchased, or otherwise acquired by identifying each dog with an official USDA sequentially numbered tag that is\nkept on the door of the animal's cage or run.\nAn official USDA, sequentially numbered tag must be assigned to all dogs held on the premises.  This tag must be\naffixed to the dogs run and moved whenever the dog is moved to a different run.\n2.75(a)                    REPEAT\nRECORDS: DEALERS AND EXHIBITORS.\nThe licensee does not have a record of animals on hand for the dogs kept at his facility.\nEach exhibitor shall make, keep, and maintain records or forms which fully and correctly disclose the following\ninformation concerning each dog or cat purchased or otherwise acquired, owned, held, or otherwise in his or her\npossession or under his or her control, or which is transported, euthanized, sold, or otherwise disposed of by that\ndealer or exhibitor. The records shall include any offspring born of any animal while in his or her possession or\nunder his or her control.\nRecords must be created for all dogs purchased or otherwise acquired, owned, held, or otherwise in his or her\npossession or under his or her control, or which is transported, euthanized, sold, or otherwise disposed of by that\nexhibitor. The records shall include any offspring born of any animal while in his or her possession or under his or\nher control.\nA record of animals on must be made, kept and maintained to record all animals acquired, sold, transported, died or\n\neuthanized or born on the premises.\n2.75(b)(1)\nRECORDS: DEALERS AND EXHIBITORS.\nWhen the inspectors asked the licensee for records, the licensee stated that he had no records.  The licensee has\nno record of the species and number of animals that were transported and transferred  from a facility in Iowa to his\nfacility.  The licensee stated that one coyote, one North American Badger and two Kodiak brown bears have died\nand there is no record ot the deaths of these animals.  The licensee has 3 Kodiak brown bear cubs with no record of\norigin.\nEvery exhibitor shall  make, keep, and maintain records or forms which fully and correctly disclose the following\ninformation concerning animals other than dogs and cats, purchased or otherwise acquired, owned, held, leased, or\notherwise in his or her possession or under his or her control, or which is transported, sold, euthanized, or otherwise\ndisposed of by that dealer or exhibitor. The records shall include any offspring born of any animal while in his or her\npossession or under his or her control.\nRecords of animals acquired or added to the facility, transported, deaths and births must be kept to ensure animals\ncan be tracked and traced back in case of animal disease and to ensure the animals are acquired from a licensed\nfacility.\nTo be corrected from this day forward.\n3.4(b)                    REPEAT\nOUTDOOR HOUSING FACILITIES.\nThere is no shade structure in the dog enclosures.\nIn addition to the shelter structures, one or more separate outside areas of shade must be provided, large enough to\ncontain all the animals at one time and protect them from the direct rays of the sun.\nA shade structure must be constructed that is large enough for all dogs in the enclosure to protect them from direct\nsun.\n\n3.6(a)(2)(i)                    REPEAT\nPRIMARY ENCLOSURES.\nThere are various rusty areas of the piping used to construct the dog and wolf hybrid enclosures and a large piece\nof rusty sheet metal that is in the primary enclosure used to house two wolf hybrids.  These rusty metal tubes and\nsheet have sharp points and jagged edges on them.\nPrimary enclosures for dogs must meet the following minimum requirements. Have no sharp points or edges that\ncould injure the dogs.\nReplace, remove, or repair any rusty construction or metal sheets to prevent injury to the animals contained in the\nprimary enclosures.\n3.8\nEXERCISE FOR DOGS.\nWhen the inspectors asked the licensee for records, the licensee stated he had no records.\nDealers, exhibitors, and research facilities must develop, document, and follow an appropriate plan to provide dogs\nwith the opportunity for exercise. In addition, the plan must be approved by the attending veterinarian. The plan\nmust include written standard procedures to be followed in providing the opportunity for exercise. The plan must be\nmade available to APHIS upon request.\nWork with your attending veterinarian to develop and institute an exercise program for the dogs and wolf hybrids.\nTo be corrected by March 28, 2020.\n3.9(b)                    REPEAT\nFEEDING.\nThe wolf hybrids are fed a raw meat diet.  There are chutes used to deliver the food to a food dish.  These chutes\nare rusty and have a large amount of food debris on them.  One of the enclosures for two hybrids does not have\nfood container.\nFood receptacles must be use for dogs, must be readily accessible to all dogs , and must be located so as to\nminimize contamination by excreta and pests, and be protected from rain and snow. Feeding pans must either be\nmade of a durable material that can be easily cleaned and sanitized or be disposable. If the food receptacles are not\n\ndisposable, they must be kept clean and must be sanitized in accordance with Sec. 3.11(b) of this subpart.\nSanitization is achieved by using one of the methods described in Sec. 3.11(b)(3) of this subpart.\nFood receptacles must be used and the chutes used to deliver the food to the animals must be cleaned and\nsanitized to prevent contamination of the food fed to these animals.\n3.10                    REPEAT\nWATERING.\nThere is a large, rusty tub in the enclosure for two wolf hybrids. This tub is the only source of water.  There is no\nway to properly clean and sanitize this tub.\nWater receptacles must be kept clean and sanitized in accordance with Sec. 3.11(b) of this subpart,\nAll water receptacles must be kept clean and sanitized.  The water receptacles must be sanitized a minimum of\nevery 2 weeks.\n3.11(a)                    REPEAT\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\nThere is excessive feces and old bones in at least 4 of the dog and wolf hybrid enclosures. \nCleaning of primary enclosures. Excreta and food waste must be removed from primary enclosures daily to prevent\nsoiling of the dogs contained in the primary enclosures, and to reduce disease hazards, insects, pests and odors.\nDog feces and food waste must be removed from primary enclosures daily.  Clean waste from enclosures to reduce\nodor, pests and disease hazards.\n3.125(a)\nFACILITIES, GENERAL.   \nThe single housed fox has a small shelter box in its enclosure.  This shelter box has a gap at the bottom where the\nbase is coming away from the side.  There are sharp edges of sheet metal that are present due to the separation.\n\nThe indoor and outdoor housing facilities shall be structurally sound and shall be maintained in good repair to\nprotect the animals from injury.\nThe shelter box must be replaced or repaired to prevent injury to the fox.\nTo be corrected by March 28, 2020.\n3.127(b)\nFACILITIES, OUTDOOR. \nThe single housed coyote has a large, square, plastic container that is used for its shelter.  There is no bedding in\nthe container used for shelter for this animal.\nNatural or artificial shelter appropriate to the local climatic conditions for the species concerned shall be provided for\nall animals kept outdoors to afford them protection and to prevent discomfort to such animals. \nThe daytime highs have ranged from the upper 40's to mid 50's.  The nighttime lows have ranged from the low 20's\nto mid 40's.  Bedding must be provided for this animals to ensure protection from the cold ground and to maintain\nthe animals body heat for the animals comfort.\nTo be corrected by March 25, 2020.\n3.127(d)                    REPEAT\nFACILITIES, OUTDOOR. \nThere is no perimeter fence around the coyote, the fox and the North American badgers.\nOn or after May 17, 2000, all outdoor housing facilities (i.e., facilities not entirely indoors) must be enclosed by a\nperimeter fence that is of sufficient height to keep animals and unauthorized persons out. Fences less than 6 feet\nhigh must be approved in writing by the Administrator. The fence must be constructed so that it protects the animals\nin the facility by restricting animals and unauthorized persons from going through it or under it and having contact\nwith the animals in the facility, and so that it can function as a secondary containment system for the animals in the\nfacility. It must be of sufficient distance from the outside of the primary enclosure to prevent physical contact\nbetween animals inside the enclosure and animals or persons outside the perimeter fence. Such fences less than 3\nfeet in distance from the primary enclosure must be approved in writing by the Administrator. \nA perimeter fence no less than 6 feet high and 3 feet away from the primary enclosure must be constructed for all\nwild or exotic animals, or a perimeter fence variance can be requested.\n\n3.129(b)\nFEEDING.    \nThere are 4 to 5 rusty food cans in the single housed fox.  These cans are rusted to the point of having sharp and\njagged edges.\nFood receptacles shall be kept clean and sanitary at all times.\nRusty food cans cannot be properly sanitized and due to their condition could cause injury to the fox.\nTo be corrected by March 25, 2020.\n3.130                    REPEAT\nWATERING.  \nThe water receptacles for the North American badger is dirty and have excessive algae growing in it.\nAll water receptacles shall be kept clean and sanitary.\nClean water receptacles as often as necessary to provide potable water to the animals held at the facility.\nThis inspection was conducted with the licensee.  Three attempts to schedule the exit interview, two by text\n6MAR20 and 13MAR20 and one by phone 17MAR20, have been made.\nAdditional Inspectors\nHammel Kurt, Veterinary Medical Officer",
  "animals_total": 26,
  "species": [
    {
      "count": 1,
      "scientific": "Canis latrans",
      "common": "COYOTE"
    },
    {
      "count": 9,
      "scientific": "Canis lupus x c. l. familiaris",
      "common": "WOLF/DOG HYBRID"
    },
    {
      "count": 5,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 2,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    },
    {
      "count": 1,
      "scientific": "Taxidea taxus",
      "common": "AMERICAN BADGER"
    },
    {
      "count": 3,
      "scientific": "Ursus arctos",
      "common": "BROWN BEAR"
    },
    {
      "count": 5,
      "scientific": "Vulpes vulpes",
      "common": "RED FOX (INCLUDES SILVER FOX & CROSS FOX)"
    }
  ]
}