{
  "insp_id": "56160942250489",
  "layout": "a",
  "customer_id": "332152",
  "customer_name": "David J Schlabach",
  "customer_addr": "3893 County Road 70\nSugarcreek, OH 44681",
  "certificate": "31-A-0533",
  "site_id": "001",
  "site_name": "DAVID SCHLABACH",
  "insp_type": "ROUTINE INSPECTION",
  "date": "24-FEB-2016",
  "report_date": "24-FEB-2016",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "There is a Yorkie male #11 with moderate dental disease, including dark greenish-brown tartar on all canines and\ncheek teeth as well as discolored gums with some degree of swelling. In April of 2015, the licensee had\nself-identified this dog as having Grade 3 out of 4 dental disease, which requires cleaning by the veterinarian. This\ndog has not had any dental care performed after this assessment was made by the licensee. Dental disease can\nbe painful, cause difficulty eating/drinking, and can lead to infection in other parts of the body if left untreated. The\nlicensee must ensure that all animals are receiving proper veterinary care, including the use of appropriate methods\nto prevent, diagnose, treat, and control diseases and injuries. Correct by having this animal examined by the\nattending veterinarian and treated accordingly.\nCorrect by: 1 March 2016\nThis inspection was conducted with the wife of the licensee; an exit interview was conducted with the licensee by\nthe undersigned VMO."
    }
  ],
  "narrative": "2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThere is a Yorkie male #11 with moderate dental disease, including dark greenish-brown tartar on all canines and\ncheek teeth as well as discolored gums with some degree of swelling.  In April of 2015, the licensee had\nself-identified this dog as having Grade 3 out of 4 dental disease, which requires cleaning by the veterinarian.  This\ndog has not had any dental care performed after this assessment was made by the licensee.  Dental disease can\nbe painful, cause difficulty eating/drinking, and can lead to infection in other parts of the body if left untreated.  The\nlicensee must ensure that all animals are receiving proper veterinary care, including the use of appropriate methods\nto prevent, diagnose, treat, and control diseases and injuries.  Correct by having this animal examined by the\nattending veterinarian and treated accordingly.\nCorrect by: 1 March 2016\nThis inspection was conducted with the wife of the licensee; an exit interview was conducted with the licensee by\nthe undersigned VMO.",
  "animals_total": 31,
  "species": [
    {
      "count": 16,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 15,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}