{
  "insp_id": "2016090000664730",
  "layout": "b",
  "customer_id": "330542",
  "customer_name": "Wishing Star Farm L L C",
  "customer_addr": "24024 Hwy 94\nCALHAN, CO 80808",
  "certificate": "84-C-0152",
  "site_id": "001",
  "site_name": "Wishing Star Farm L L C",
  "insp_type": "ROUTINE INSPECTION",
  "date": "21-JUL-2021",
  "report_date": "22-JUL-2021",
  "citations": [
    {
      "code": "3.56(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Sanitation.",
      "narrative": "Inside the barn the two rabbit cages, each housing one rabbit, has an excess accumulation of feces inside and under the\ncages. Both cages have excess debris accumulating on the cage wires. There is dried and smeared brown substance on\nthe pieces of wood inside the cages. Bacteria and fungus may grow in the excessive debris and feces and cause the\nanimals to become ill. Rabbit cages should be kept reasonably free of feces and fur to prevent exposure of the animals to\npotential disease. The cages must be thoroughly cleaned (inside and outside) as needed to prevent the build-up fur, and\nother debris. Feces must be removed and disposed of properly to ensure animals are in a clean environment and not\nexposed to vermin or other disease hazards.\nTo be corrected by: July 22, 2021"
    },
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": false,
      "desc": "Facilities, general.",
      "narrative": "In goat pen 1, containing 3 goats, there is boards missing along the front of the shelter. Where the boards are missing\nthere is 5 exposed nail heads protruding outward towards the animals. The exposed nail heads pose a hazard to the\nanimals. All enclosures must be constructed and maintained in good repair to protect the animals from injury.\nTo be corrected by: July 22, 2021"
    },
    {
      "code": "3.130",
      "kind": "",
      "repeat": false,
      "desc": "Watering.",
      "narrative": "The water receptacle in goat pen 2, containing 5 goats, has a coating of green film on the interior surface. The water is\ngreenish brown with plant material and debris floating on the surface and inside the water. Contaminated water can\ncause illness and be unpalatable to animals. All water receptacles must be kept clean and sanitary.\nTo be corrected by: July 22, 2021\nThis inspection and exit interview were conducted with a facility representative.\nEnd Section"
    }
  ],
  "narrative": "3.56(a)(1) \n   \nSanitation. \nInside the barn the two rabbit cages, each housing one rabbit, has an excess accumulation of feces inside and under the \ncages. Both cages have excess debris accumulating on the cage wires.  There is dried and smeared brown substance on \nthe pieces of wood inside the cages. Bacteria and fungus may grow in the excessive debris and feces and cause the \nanimals to become ill. Rabbit cages should be kept reasonably free of feces and fur to prevent exposure of the animals to \npotential disease. The cages must be thoroughly cleaned (inside and outside) as needed to prevent the build-up fur, and \nother debris. Feces must be removed  and disposed of properly to ensure animals are in a clean environment  and not \nexposed to vermin or other disease hazards. \nTo be corrected by:  July 22, 2021 \n3.125(a) \n   \nFacilities, general. \nIn goat pen 1, containing 3 goats, there is boards missing along the front of the shelter.  Where the boards are missing \nthere is 5 exposed nail heads protruding outward towards the animals.  The exposed nail heads pose a hazard to the \nanimals.  All enclosures must be constructed and maintained in good repair to protect the animals from injury. \nTo be corrected by:  July 22, 2021 \n3.130\n\nWatering. \nThe water receptacle in goat pen 2, containing 5 goats, has a coating of green film on the interior surface.  The water is \ngreenish brown with plant material and debris floating on the surface and inside the water.  Contaminated water can \ncause illness and be unpalatable to animals.  All water receptacles must be kept clean and sanitary. \nTo be corrected by:   July 22, 2021 \n \nThis inspection and exit interview were conducted with a facility representative. \n \nEnd Section",
  "animals_total": 34,
  "species": [
    {
      "count": 16,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 1,
      "scientific": "Sus scrofa domestica",
      "common": "DOMESTIC PIG / POTBELLY PIG / MICRO PIG"
    },
    {
      "count": 10,
      "scientific": "Ovis aries aries",
      "common": "SHEEP INCLUDING ALL DOMESTIC BREEDS"
    },
    {
      "count": 2,
      "scientific": "Oryctolagus cuniculus",
      "common": "DOMESTIC RABBIT / EUROPEAN RABBIT"
    },
    {
      "count": 1,
      "scientific": "Camelus dromedarius",
      "common": "DROMEDARY CAMEL"
    },
    {
      "count": 1,
      "scientific": "Lama glama",
      "common": "LLAMA"
    },
    {
      "count": 3,
      "scientific": "Equus asinus asinus",
      "common": "DONKEY / BURRO / ASS"
    }
  ]
}