{
  "insp_id": "2016082569057591",
  "layout": "a",
  "customer_id": "328483",
  "customer_name": "Moses Fisher",
  "customer_addr": "3189 West Winter Rd\nLoganton, PA 17747",
  "certificate": "23-A-0632",
  "site_id": "001",
  "site_name": "MOSES FISHER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "21-FEB-2018",
  "report_date": "21-FEB-2018",
  "citations": [
    {
      "code": "2.40(a)(1)",
      "kind": "",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "** The written Program of Veterinary Care (PVC) lacks specific guidance for the use of ivermectin and the drug\nUniprim. The PVC states to dilute 10% ivermectin to a 1:10 solution and use it as a spray. No guidance is included\nfor amount to spray each guinea pig or how often to treat the animals. Additionally, the ivermectin product produced\nby the licensee is 5mg/ml and not a 10% solution. The licensee's wife stated that they are considering using a\nsyringe to dose each individual animal but have not received guidance from the attending veterinarian yet. The use\nof this drug without specific guidance from the attending veterinary can be dangerous or ineffective. Correct this by\ncontacting the attending veterinarian and follow specific recommendations for the use of these drug."
    },
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "*** The following animals were found in need of veterinary care during this inspection:\n- Two adult guinea pigs (one brown and white in enclosure 22, and one black and white in enclosure 35) were\nfound with approximately 1.5 inch by 1.5 inch masses in the lower jaw/neck area. These masses were found to be\nsmooth and firm when felt by inspectors.\n- A juvenile brown and white guinea pig in enclosure 30 was found to be weak and reluctant to move. Even when\napproached by other guinea pigs in the enclosure, this juvenile remained almost completely still and not moving.\n- A tan and white adult guinea pig in enclosure 18 was observed with a head tilt to the right. This animal was\nobserved to have a continuous head tilt when walking, drinking, and eating.\n- A brown and white adult guinea pig in enclosure 24 was found with a completely opaque right eye. This eye was\ndark red around the edges with the center being milky white and appeared to be protruding from the rest of the eye.\n- A brown and white adult guinea pig in enclosure 15 was found with a head tilt to the right. This animal was\nobserved to have a continuous head tilt when walking, eating, and drinking in its enclosure.\n- A black and white adult guinea pig in enclosure 26 was found to have an abnormal gait and was bobbing its head\nexcessively while walking. This guinea pig appeared to have this excessive head bobbing continuously while\nwalking and drinking in the enclosure.\nAll of these animals are in need of veterinary care. The licensee must contact the attending veterinarian to have\nthese animals examined and follow all recommendations for treatment. Failure to provide appropriate methods to\nprevent, control, and treat disease and injuries can lead to suffering in the animals.\nCorrect by: February 23, 2018"
    },
    {
      "code": "2.40(b)(3)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "*** Seven animals were found in need of veterinary care during this inspection, all of which were found by\ninspectors and not known by the licensee. In addition, 6 dead animals were found by inspectors during this\ninspection that had not been identified or documented by the licensee. Failure to provide daily observation to\nensure there is a mechanism in place to assess the animals well-being and convey information on problems with\nthe animals to the attending veterinarian may lead to suffering in the animals. Correct this by ensuring daily\nobservation of all animals is accomplished and all problems with the animals are discovered and addressed in a\ntimely manner.\nCorrect from this day forward"
    },
    {
      "code": "2.75(b)(1)",
      "kind": "",
      "repeat": true,
      "desc": "RECORDS: DEALERS AND EXHIBITORS.",
      "narrative": "*** This facility currently has no records of animals on hand or births. The sale records produced by the licensee\nshow numbers of animals being sold but many did not include dates of the sales. A calendar is being used to\nrecords death but only for adult animals. There are also no records of total numbers of animals on hand at the\nfacility. Failure to provide current accurate records impedes the inspection process and makes animal tracking\nimpossible, which is especially important in the case of a disease outbreak. This facility must develop and maintain\na record keeping system that correctly discloses all required information in Section 2.75."
    },
    {
      "code": "3.25(a)",
      "kind": "",
      "repeat": true,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "*** The front walls and some side walls of the enclosures in this facility still measure 6 inches in height.\nAdditionally, the current design of the watering system allows the guinea pigs to possibly escape as the holes in the\nbacks of the enclosures are large enough for the guinea pigs to get out. 2 guinea pigs were found running loose on\nthe floor of this facility. In the top enclosures, guinea pigs were observed freely climbing over the side walls and out\nof enclosures into the adjacent enclosures. The licensee must ensure that all enclosures are structurally sound,\nmaintained in good repair, protect the animals from injury, and contain the animals. Additional height is required for\nall of the fronts and sides of the enclosures. In addition, repair or replacement of all areas where the guinea pigs\nmay escape is required."
    },
    {
      "code": "3.30",
      "kind": "",
      "repeat": true,
      "desc": "WATERING.",
      "narrative": "** Accumulations of brown debris, bedding and feces around and inside the drain pipe for the automatic water\nreceptacles continue to be a problem. This accumulation around and inside the drain pipe expose the guinea pigs to\npotential disease hazards. Water receptacles including water valves and drain pipes must be cleaned and sanitized\nwhenever dirty and at least once every two weeks. Inadequate cleaning of the water valves and drain pipes can\nresult in contamination of the guinea pigs in the same enclosure and other enclosures as the drain pipes are\ncommon to more than one enclosure. The licensee must establish and maintain a program to keep the water\nvalves and drain pipes sanitized when dirty, and must be sanitized at least once every two weeks."
    },
    {
      "code": "3.31(a)(1)",
      "kind": "",
      "repeat": true,
      "desc": "SANITATION.",
      "narrative": "*** Nearly every primary enclosure in this facility requires cleaning. Many enclosures have a build of dirt and debris\nin the corners, a layer of brown scale and organic material on the walls of the enclosures. Failure to adequately\nclean and maintain the enclosures on a regular basis exposes the animals to disease hazards and does not satisfy\naccepted husbandry standards. The licensee must thoroughly clean all primary enclosures and develop a cleaning\nschedule that will ensure all enclosures are cleaned regularly."
    },
    {
      "code": "3.31(a)(4)",
      "kind": "",
      "repeat": true,
      "desc": "SANITATION.",
      "narrative": "*** The sanitization schedule in place at this facility is not adequate. The licensee's wife stated during this\ninspection that sanitization was done last at least 5 months ago. Failure to provide regular sanitization can lead to\nan increase of potential disease hazards to the animals. Correct this by developing and implementing a sanitization\nprogram that adequately sanitizes all enclosures at least every 2 weeks as required."
    },
    {
      "code": "3.31(b)",
      "kind": "",
      "repeat": true,
      "desc": "SANITATION.",
      "narrative": "***The buckets used to catch water runoff from the automatic watering system are filled with a greenish/black scale\nand require cleaning. Hay and spent bedding was found under all primary enclosures and in the corners of the\nfacility. Failure to maintain the building and premises in a clean condition impedes normal husbandry practices and\nmakes monitoring for pests difficult. Correct this by maintaining all premises in a neat and clean condition."
    },
    {
      "code": "3.31(c)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "*** There are rodent droppings in a sink in the corner of the facility and in the supply cabinet hanging above the\nsink. The licensee's wife stated that have been trying to trap some of the mice they have noticed in the facility.\nRodents can harbor disease which may be harmful to the guinea pigs in the facility. The licensee must develop a\npest control program to effectively control these pests.\nCorrect by: March 15, 2018\nThis inspection and exit interview were conducted with the licensee.\nAdditional Inspectors\nCarlson Melissa, Veterinary Medical Officer"
    }
  ],
  "narrative": "2.40(a)(1)                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n** The written Program of Veterinary Care (PVC) lacks specific guidance for the use of ivermectin and the drug\nUniprim.  The PVC states to dilute 10% ivermectin to a 1:10 solution and use it as a spray.   No guidance is included\nfor amount to spray each guinea pig or how often to treat the animals.  Additionally, the ivermectin product produced\nby the licensee is 5mg/ml and not a 10% solution.  The licensee's wife stated that they are considering using a\nsyringe to dose each individual animal but have not received guidance from the attending veterinarian yet.  The use\nof this drug without specific guidance from the attending veterinary can be dangerous or ineffective.  Correct this by\ncontacting the attending veterinarian and follow specific recommendations for the use of these drug.\n2.40(b)(2)           DIRECT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n*** The following animals were found in need of veterinary care during this inspection:\n-  Two adult guinea pigs (one brown and white in enclosure 22, and one black and white in enclosure 35) were\nfound with approximately 1.5 inch by 1.5 inch masses in the lower jaw/neck area.   These masses were found to be\nsmooth and firm when felt by inspectors.\n- A juvenile brown and white guinea pig in enclosure 30 was found to be weak and reluctant to move.   Even when\napproached by other guinea pigs in the enclosure, this juvenile remained almost completely still and not moving.\n-  A tan and white adult guinea pig in enclosure 18 was observed with a head tilt to the right.   This animal was\nobserved to have a continuous head tilt when walking, drinking, and eating.  \n-  A brown and white adult guinea pig in enclosure 24 was found with a completely opaque right eye.   This eye was\ndark red around the edges with the center being milky white and appeared to be protruding from the rest of the eye. \n- A brown and white adult guinea pig in enclosure 15 was found with a head tilt to the right.  This animal was\nobserved to have a continuous head tilt when walking, eating, and drinking in its enclosure.\n-  A black and white adult guinea pig in enclosure 26 was found to have an abnormal gait and was bobbing its head\nexcessively while walking.  This guinea pig appeared to have this excessive head bobbing continuously while\nwalking and drinking in the enclosure.\n\nAll of these animals are in need of veterinary care.  The licensee must contact the attending veterinarian to have\nthese animals examined and follow all recommendations for treatment.  Failure to provide appropriate methods to\nprevent, control, and treat disease and injuries can lead to suffering in the animals.  \nCorrect by: February 23, 2018\n2.40(b)(3)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n*** Seven animals were found in need of veterinary care during this inspection, all of which were found by\ninspectors and not known by the licensee.   In addition, 6 dead animals were found by inspectors during this\ninspection that had not been identified or documented by the licensee.  Failure to provide daily observation to\nensure there is a mechanism in place to assess the animals well-being and convey information on problems with\nthe animals to the attending veterinarian may lead to suffering in the animals.   Correct this by ensuring daily\nobservation of all animals is accomplished and all problems with the animals are discovered and addressed in a\ntimely manner.\nCorrect from this day forward\n2.75(b)(1)                    REPEAT\nRECORDS: DEALERS AND EXHIBITORS.\n*** This facility currently has no records of animals on hand or births.  The sale records produced by the licensee\nshow numbers of animals being sold but many did not include dates of the sales.   A calendar is being used to\nrecords death but only for adult animals.   There are also no records of total numbers of animals on hand at the\nfacility.  Failure to provide current accurate records impedes the inspection process and makes animal tracking\nimpossible, which is especially important in the case of a disease outbreak.  This facility must develop and maintain\na record keeping system that correctly discloses all required information in Section 2.75.\n3.25(a)                    REPEAT\nFACILITIES, GENERAL.\n*** The front walls and some side walls of the enclosures in this facility still measure 6 inches in height.  \nAdditionally, the current design of the watering system allows the guinea pigs to possibly escape as the holes in the\nbacks of the enclosures are large enough for the guinea pigs to get out.  2 guinea pigs were found running loose on\nthe floor of this facility.  In the top enclosures, guinea pigs were observed freely climbing over the side walls and out\nof enclosures into the adjacent enclosures.  The licensee must ensure that all enclosures are structurally sound,\nmaintained in good repair,  protect the animals from injury, and contain the animals.  Additional height is required for\nall of the fronts and sides of the enclosures.  In addition, repair or replacement of all areas where the guinea pigs\nmay escape is required.\n\n3.30                    REPEAT\nWATERING. \n**  Accumulations of brown debris, bedding and feces around and inside the drain pipe for the automatic water\nreceptacles continue to be a problem. This accumulation around and inside the drain pipe expose the guinea pigs to\npotential disease hazards.  Water receptacles including water valves and drain pipes must be cleaned and sanitized\nwhenever dirty and at least once every two weeks. Inadequate cleaning of the water valves and drain pipes can\nresult in contamination of the guinea pigs in the same enclosure and other enclosures as the drain pipes are\ncommon to more than one enclosure.  The licensee must establish and maintain a program to keep the water\nvalves and drain pipes sanitized when dirty, and must be sanitized at least once every two weeks.\n3.31(a)(1)                    REPEAT\nSANITATION.\n*** Nearly every primary enclosure in this facility requires cleaning.  Many enclosures have a build of dirt and debris\nin the corners, a layer of brown scale and organic material on the walls of the enclosures.  Failure to adequately\nclean and maintain the enclosures on a regular basis exposes the animals to disease hazards and does not satisfy\naccepted husbandry standards.   The licensee must thoroughly clean all primary enclosures and develop a cleaning\nschedule that will ensure all enclosures are cleaned regularly.\n3.31(a)(4)                    REPEAT\nSANITATION.\n*** The sanitization schedule in place at this facility is not adequate.  The licensee's wife stated during this\ninspection that sanitization was done last at least 5 months ago.  Failure to provide regular sanitization can lead to\nan increase of potential disease hazards to the animals.  Correct this by developing and implementing a sanitization\nprogram that adequately sanitizes all enclosures at least every 2 weeks as required.\n3.31(b)                    REPEAT\nSANITATION.\n***The buckets used to catch water runoff from the automatic watering system are filled with a greenish/black scale\nand require cleaning.  Hay and spent bedding was found under all primary enclosures and in the corners of the\nfacility.  Failure to maintain the building and premises in a clean condition impedes normal husbandry practices and\nmakes monitoring for pests difficult.  Correct this by maintaining all premises in a neat and clean condition.\n3.31(c)\nSANITATION.\n\n*** There are rodent droppings in a sink in the corner of the facility and in the supply cabinet hanging above the\nsink.   The licensee's wife stated that have been trying to trap some of the mice they have noticed in the facility. \nRodents can harbor disease which may be harmful to the guinea pigs in the facility.   The licensee must develop a\npest control program to effectively control these pests.\nCorrect by: March 15, 2018\nThis inspection and exit interview were conducted with the licensee.\nAdditional Inspectors\nCarlson Melissa, Veterinary Medical Officer",
  "animals_total": 364,
  "species": [
    {
      "count": 364,
      "scientific": "Cavia porcellus",
      "common": "DOMESTIC GUINEA PIG"
    }
  ]
}