{
  "insp_id": "2016082568094831",
  "layout": "a",
  "customer_id": "30378",
  "customer_name": "Carol Stroud",
  "customer_addr": "47589 137 Trail\nLucas, IA 50151",
  "certificate": "42-A-1119",
  "site_id": "001",
  "site_name": "CAROL STROUD",
  "insp_type": "ROUTINE INSPECTION",
  "date": "07-FEB-2017",
  "report_date": "08-FEB-2017",
  "citations": [
    {
      "code": "2.40(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "The facility has a Program of Veterinary Care but the section for intestinal parasites is not complete. The puppy\ndeworming schedule is not documented on the Program of Veterinary Care. The licensee stated that she deworms\nthe puppies every three weeks, but there is no documentation from the attending veterinarian approving this\nschedule. The deworming schedule must be documented on the Program of Veterinary Care and approved by the\nattending veterinarian to ensure that the animals are receiving adequate veterinary care.\nTo be corrected by: February 21, 2017"
    },
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "Male Maltese (microchip #4964067354) was observed holding his left front foot off the flooring. The dog was mostly\nnon-weight bearing on this foot when he moved around the enclosure. Closer inspection of the dog revealed that\nthe toenails on all four feet are extremely overgrown and all the toenails have developed a severe curve. While\nexamining the left front foot, the inspector noticed that the toenails were growing under the foot towards the paw\npads. There is also a large ball of matted hair on the bottom of both front feet. This dog has a large clump of\nbrown tartar covering the top half of the surface of the left upper canine tooth and nearly the entire surface of the\nupper right canine tooth is also coated in a thick buildup of brown tartar.\nMale Chihuahua (“Earl”, microchip #033-793-272) is observed holding his tongue out the right side of his mouth.\nExamination of the dog’s mouth revealed that the upper right canine tooth is heavily coated in a thick buildup of grey\nand brown colored tartar. This tooth is also loose and moved easily when touched by the inspector.\nFemale Yorkshire terrier (microchip #4826410972) has a very thick buildup of dark brown tartar covering nearly the\nentire surface of the upper left and right canine teeth. The gums have become slightly reddened. This dog also has\nexcessive matting of the hair coat on the right side of her body. The matted hair is beginning to become tightly\nadhered to the body. The license stated that she grooms all the dogs once a year.\nMale Maltese (No ID found) has a very thick buildup of dark brown tartar covering the entire surface of the cheek\nteeth on both sides of the mouth. Nearly the entire surface of both upper and lower canine teeth and all the front\nteeth are coated in the dark brown tartar. The gums have become moderately reddened. This dog also has\nmultiple sections of matted hair along the front and inside of both hind legs. The matted areas have entrapped dirt\nand grime and are nearly black in color. Clumps of matted hair are also found on the bottom of the feet and the\ntoenails on all four feet are overgrown and developing a severe curve. The inspector observed the toenails laid out\nsideways from the foot when the dog was standing on the flooring.\nPoor dental health could cause pain and discomfort to the dog and could lead to further health issues. The above\nmentioned dogs must be evaluated by a licensed veterinarian for a proper diagnosis and to develop an effective\ntreatment plan. The diagnosis and treatment plan must be documented in writing and available to the inspector\nupon request.\nMatted hair coats could cause pain and discomfort to the dog. Female Yorkshire terrier (#4826410972), male\nMaltese (No ID found), and male Maltese (#4964067354) must also receive hair coat maintenance to remove the\nmatted hair from their coats and the bottom of their feet. The licensee must establish an effective hair coat\nmaintenance plan that will keep the hair coats free of matting at all times.\nMale Shih tzu (microchip #48315C7D26) has excessively long toenails on all four feet. The toenails have\ndeveloped a severe curve and are beginning to grown towards the bottom of the dog’s foot. Overgrown toenails\ncould also cause pain and discomfort, as well as, affect the dog’s natural gait. This dog, as well as, male Maltese\n(No ID found), and male Maltese (#4964067354) must have their toenails trimmed to an acceptable length. The\nlicensee must develop a plan to maintain the toenails of all the dogs at a proper length at all times."
    },
    {
      "code": "2.75(a)(1)(vi)",
      "kind": "",
      "repeat": false,
      "desc": "RECORDS: DEALERS AND EXHIBITORS.",
      "narrative": "There is no official USDA identification tag, tattoo, or microchip number for each dog listed on APHIS form 7005\nAcquisition of Dogs and Cats on Hand. The official USDA form of identification is necessary to fully complete the\nrequired paperwork and to physically identify each dog. The licensee must add the official USDA form of\nidentification for each dog to the Acquisition of Dogs and Cats on Hand form.\nTo be corrected by: February 21, 2017"
    },
    {
      "code": "3.1(c)(2)",
      "kind": "",
      "repeat": true,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "In the “Adult” building there are at least five enclosures whose access doors have a thick buildup of dark colored dirt\nand grime on their surfaces. There are seven dogs housed in these affected enclosures.\nAt least seven of the lower enclosures have a buildup of dirt, grime, old food and hair on the plastic tubes directly\nbeneath and next to the gates and on some of the gates. There are at least ten dogs housed in these enclosures.\nTwo plastic feeders are excessively chewed around the front edge of the feed cup. Dark colored dirt and food\nwaste has penetrated into these damaged areas and caked feed is also located along the inside of the front of the\ncup of both feeders. Four dogs have access to these feeders.\nThere is a drain that runs along the back wall of the “Adult” building and there is a buildup of dirt, grime, old food\nand hair in the drain and on the floor around the drain. Some items stored on the floor in front of the drain are also\ncoated with dirt, hair and grime.\nA buildup of dirt, grime, hair and food waste could increase the risk of disease towards the dogs and the health of\nthe dogs could suffer. All surfaces of housing facilities must be maintained on a regular basis. Any surface that\ncannot be readily cleaned or sanitized must be replaced when worn or soiled. The licensee must remove the\nbuildup of dirt, grime, hair and food waste from all surfaces within the housing facility, as well as, replace, repair, or\nalter the damaged self-feeders in a manner that allows them to be properly cleaned and sanitized. The licensee\nmust ensure that all surfaces within the housing facility remain free of dirt, grime, food waste, and hair and remain in\ngood repair at all times.\nExit interview conducted with Kelly Maxwell, ACI and the facility representative.\nThe following dog cited on the previous inspection report has received toenail maintenance:\nFemale Chihuahua (previously identified as 033-793-272)\nThe following dog cited on the previous inspection report was evaluated by a licensed veterinarian:\nMale Yorkie (No ID)\nThe following dog cited on the previous inspection report was evaluated by a licensed veterinarian and received\ntreatment:\nMale Shih tzu (#48315C7D26)"
    }
  ],
  "narrative": "2.40(a)(1)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThe facility has a Program of Veterinary Care but the section for intestinal parasites is not complete.  The puppy\ndeworming schedule is not documented on the Program of Veterinary Care.  The licensee stated that she deworms\nthe puppies every three weeks, but there is no documentation from the attending veterinarian approving this\nschedule.  The deworming schedule must be documented on the Program of Veterinary Care and approved by the\nattending veterinarian to ensure that the animals are receiving adequate veterinary care.  \nTo be corrected by:  February 21, 2017\n2.40(b)(2)           DIRECT                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nMale Maltese (microchip #4964067354) was observed holding his left front foot off the flooring.  The dog was mostly\nnon-weight bearing on this foot when he moved around the enclosure.  Closer inspection of the dog revealed that\nthe toenails on all four feet are extremely overgrown and all the toenails have developed a severe curve. While\nexamining the left front foot, the inspector noticed that the toenails were growing under the foot towards the paw\npads.  There is also a large ball of matted hair on the bottom of both front feet.   This dog has a large clump of\nbrown tartar covering the top half of the surface of the left upper canine tooth and nearly the entire surface of the\nupper right canine tooth is also coated in a thick buildup of brown tartar.  \nMale Chihuahua (“Earl”, microchip #033-793-272) is observed holding his tongue out the right side of his mouth. \nExamination of the dog’s mouth revealed that the upper right canine tooth is heavily coated in a thick buildup of grey\nand brown colored tartar.  This tooth is also loose and moved easily when touched by the inspector.  \nFemale Yorkshire terrier (microchip #4826410972) has a very thick buildup of dark brown tartar covering nearly the\nentire surface of the upper left and right canine teeth.  The gums have become slightly reddened.  This dog also has\nexcessive matting of the hair coat on the right side of her body.  The matted hair is beginning to become tightly\n\nadhered to the body.  The license stated that she grooms all the dogs once a year.  \nMale Maltese (No ID found) has a very thick buildup of dark brown tartar covering the entire surface of the cheek\nteeth on both sides of the mouth.  Nearly the entire surface of both upper and lower canine teeth and all the front\nteeth are coated in the dark brown tartar.  The gums have become moderately reddened.  This dog also has\nmultiple sections of matted hair along the front and inside of both hind legs. The matted areas have entrapped dirt\nand grime and are nearly black in color.  Clumps of matted hair are also found on the bottom of the feet and the\ntoenails on all four feet are overgrown and developing a severe curve.  The inspector observed the toenails laid out\nsideways from the foot when the dog was standing on the flooring.   \nPoor dental health could cause pain and discomfort to the dog and could lead to further health issues.  The above\nmentioned dogs must be evaluated by a licensed veterinarian for a proper diagnosis and to develop an effective\ntreatment plan.  The diagnosis and treatment plan must be documented in writing and available to the inspector\nupon request.  \nMatted hair coats could cause pain and discomfort to the dog.  Female Yorkshire terrier (#4826410972), male\nMaltese (No ID found), and male Maltese (#4964067354) must also receive hair coat maintenance to remove the\nmatted hair from their coats and the bottom of their feet.  The licensee must establish an effective hair coat\nmaintenance plan that will keep the hair coats free of matting at all times.\nMale Shih tzu (microchip #48315C7D26) has excessively long toenails on all four feet.  The toenails have\ndeveloped a severe curve and are beginning to grown towards the bottom of the dog’s foot.  Overgrown toenails\ncould also cause pain and discomfort, as well as, affect the dog’s natural gait. This dog, as well as, male Maltese\n(No ID found), and male Maltese (#4964067354) must have their toenails trimmed to an acceptable length.  The\nlicensee must develop a plan to maintain the toenails of all the dogs at a proper length at all times.\n2.75(a)(1)(vi)\nRECORDS: DEALERS AND EXHIBITORS.\nThere is no official USDA identification tag, tattoo, or microchip number for each dog listed on APHIS form 7005\nAcquisition of Dogs and Cats on Hand.  The official USDA form of identification is necessary to fully complete the\nrequired paperwork and to physically identify each dog.  The licensee must add the official USDA form of\nidentification for each dog to the Acquisition of Dogs and Cats on Hand form. \nTo be corrected by:  February 21, 2017\n\n3.1(c)(2)                    REPEAT\nHOUSING FACILITIES, GENERAL.\nIn the “Adult” building there are at least five enclosures whose access doors have a thick buildup of dark colored dirt\nand grime on their surfaces.  There are seven dogs housed in these affected enclosures.  \nAt least seven of the lower enclosures have a buildup of dirt, grime, old food and hair on the plastic tubes directly\nbeneath and next to the gates and on some of the gates.  There are at least ten dogs housed in these enclosures.\nTwo plastic feeders are excessively chewed around the front edge of the feed cup.  Dark colored dirt and food\nwaste has penetrated into these damaged areas and caked feed is also located along the inside of the front of the\ncup of both feeders.  Four dogs have access to these feeders.  \nThere is a drain that runs along the back wall of the “Adult” building and there is a buildup of dirt, grime, old food\nand hair in the drain and on the floor around the drain.  Some items stored on the floor in front of the drain are also\ncoated with dirt, hair and grime. \nA buildup of dirt, grime, hair and food waste could increase the risk of disease towards the dogs and the health of\nthe dogs could suffer.  All surfaces of housing facilities must be maintained on a regular basis.  Any surface that\ncannot be readily cleaned or sanitized must be replaced when worn or soiled.  The licensee must remove the\nbuildup of dirt, grime, hair and food waste from all surfaces within the housing facility, as well as, replace, repair, or\nalter the damaged self-feeders in a manner that allows them to be properly cleaned and sanitized.  The licensee\nmust ensure that all surfaces within the housing facility remain free of dirt, grime, food waste, and hair and remain in\ngood repair at all times.  \nExit interview conducted with Kelly Maxwell, ACI and the facility representative.\nThe following dog cited on the previous inspection report has received toenail maintenance:\nFemale Chihuahua (previously identified as 033-793-272) \nThe following dog cited on the previous inspection report was evaluated by a licensed veterinarian:\nMale Yorkie (No ID) \nThe following dog cited on the previous inspection report was evaluated by a licensed veterinarian and received\ntreatment:\n\nMale Shih tzu (#48315C7D26)",
  "animals_total": 41,
  "species": [
    {
      "count": 37,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 4,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}