{
  "insp_id": "2016090000640419",
  "layout": "b",
  "customer_id": "330518",
  "customer_name": "MOHICAN VINYL WINDOWS",
  "customer_addr": "20261 NUNDA RD\nBUTLER, OH 44822",
  "certificate": "31-A-0479",
  "site_id": "001",
  "site_name": "MOHICAN VINYL WINDOWS",
  "insp_type": "ROUTINE INSPECTION",
  "date": "24-JUN-2021",
  "report_date": "24-JUN-2021",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "A female red miniature poodle (Abiigail #207) and a female Goldendoodle (Sophie #207) are both nursing females. Both\nof these dogs were found to be excessively thin with easily seen ribs, scapula, spine, and hip bones. The license stated\nthat he is currently supplementing the feed of both of these dogs however the attending veterinarian has not been\ncontacted concerning these dogs. Failure to provide appropriate methods to prevent and treat diseases can result in\npain and suffering in these in dogs. Correct by contacting your attending veterinarian and follow all prescribed treatment\nand/or feeding recommendations.\nCorrect by: June 26, 2021"
    },
    {
      "code": "3.1(a)",
      "kind": "",
      "repeat": false,
      "desc": "Housing facilities, general.",
      "narrative": "There are many primary enclosure walls where the plastic coating has worn off of the metal wire. Many of these wires are\nbroken or in various states of deterioration. This has resulted in several walls that have approximately 2 inch holes in\nthem. These walls are not in good repair and are a potential injury hazard for the dogs. Correct this by repairing or\nreplacing these areas.\nCorrect by; July 24, 2021"
    },
    {
      "code": "3.1(c)(1)(i)",
      "kind": "",
      "repeat": false,
      "desc": "Housing facilities, general.",
      "narrative": "Several of the primary enclosure doors are excessively rusty. This rust does not allow these doors to be adequately\ncleaned and sanitized and may affect their structural strength. Correct this by repairing or replacing these doors.\nCorrect by: July 24, 2021"
    },
    {
      "code": "3.1(c)(3)",
      "kind": "",
      "repeat": false,
      "desc": "Housing facilities, general.",
      "narrative": "There are many surfaces in contact with the dogs that are dirty and require cleaning. This includes doggy doors and\nentryways, walls and tops of enclosures, and the floors of several enclosures. These surfaces are covered with organic\nmaterial and have various degrees of staining. These dirty surfaces are a potential disease hazard to the dogs and do not\nsatisfy accepted cleanliness standards. Correct this by cleaning all surfaces in contact with the dogs on a daily basis.\nCorrect by: June 26, 2021"
    },
    {
      "code": "3.6(a)(2)",
      "kind": "",
      "repeat": false,
      "desc": "Primary enclosures.",
      "narrative": "Several whelping boxes have carpets that are worn and are severely frayed. The loose frayed ends are a potential\ningestion hazard to the puppies should they choose to eat these. The licensee must ensure that all carpets are free of\nthis fraying to protect the puppies from injury. Correct this by replacing and maintaining these carpets.\nCorrect by: June 26, 2021"
    },
    {
      "code": "3.9(b)",
      "kind": "",
      "repeat": false,
      "desc": "Feeding",
      "narrative": "Several of the self-feeders have caked feed on the metal flow control door on the inside of the feeder. This caking of\nfeed can be a source of mold and deterioration of the feed and can be a potential disease hazard to the dogs. Correct\nthis by cleaning and maintaining all self-feeders.\nCorrect by: June 26, 2021"
    },
    {
      "code": "3.11(a)",
      "kind": "",
      "repeat": false,
      "desc": "Cleaning, sanitization, housekeeping, and pest control.",
      "narrative": "There is an excessive accumulation of feces and spent feed under the outdoor runs on building #3. This accumulation is\ncontributing to the odors in this facility, may contribute to pests such as flies, and will increase disease potential to the\ndogs. Correct this by increasing the frequency of cleaning under these primary enclosures.\nCorrect by: June 26, 2021\nThis inspection and exit interview were conducted with the licensee.\nAdditional Inspectors:\nMark Sanderbeck, ANIMAL CARE INSPECTOR\nAmanda Pope, VETERINARY MEDICAL OFFICEREnd Section"
    }
  ],
  "narrative": "2.40(b)(2) \n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nA female red miniature poodle (Abiigail #207) and a female Goldendoodle (Sophie #207) are both nursing females.  Both \nof these dogs were found to be excessively thin with easily seen ribs, scapula, spine, and hip bones.   The license stated \nthat he is currently supplementing the feed of both of these dogs however the attending veterinarian has not been \ncontacted concerning these dogs.    Failure to provide appropriate methods to prevent and treat diseases can result in \npain and suffering in these in dogs.   Correct by contacting your attending veterinarian and  follow all prescribed treatment \nand/or feeding recommendations. \n \nCorrect by: June 26, 2021 \n3.1(a) \n   \nHousing facilities, general. \nThere are many primary enclosure walls where the plastic coating has worn off of the metal wire.  Many of these wires are \nbroken or in various states of deterioration.   This has resulted in several walls that have approximately  2 inch holes in \nthem.   These walls are not in good repair and are a potential injury hazard for the dogs.  Correct this by repairing or \nreplacing these areas.\n\nCorrect by; July 24, 2021 \n3.1(c)(1)(i) \n   \nHousing facilities, general. \nSeveral of the primary enclosure doors are excessively rusty.   This rust does not allow these doors to be adequately \ncleaned and sanitized and may affect their structural strength.  Correct this by repairing or replacing these doors. \n \nCorrect by: July 24, 2021 \n3.1(c)(3) \n   \nHousing facilities, general. \nThere are many surfaces in contact with the dogs that are dirty and require cleaning.  This includes doggy doors and \nentryways, walls and tops of enclosures, and the floors of several enclosures.  These surfaces are covered with organic \nmaterial and have various degrees of staining.  These dirty surfaces are a potential disease hazard to the dogs and do not \nsatisfy accepted cleanliness standards.  Correct this by cleaning all surfaces in contact with the dogs on a daily basis. \nCorrect by: June 26, 2021 \n3.6(a)(2) \n   \nPrimary enclosures. \nSeveral whelping boxes have carpets that are worn and are severely frayed.  The loose frayed ends are a potential \ningestion hazard to the puppies should they choose to eat these.  The licensee must ensure that all carpets are free of \nthis fraying to protect the puppies from injury.  Correct this by replacing and maintaining these carpets. \n \nCorrect by: June 26, 2021\n\n3.9(b) \n   \nFeeding \nSeveral of the self-feeders have caked feed on the metal flow control door on the inside of the feeder.   This caking of \nfeed can be a source of mold and deterioration of the feed and can be a potential disease hazard to the dogs.  Correct \nthis by cleaning and maintaining all self-feeders. \n \nCorrect by: June 26, 2021 \n3.11(a) \n   \nCleaning, sanitization, housekeeping, and pest control. \nThere is an excessive accumulation of feces and spent feed under the outdoor runs on building #3.  This accumulation is \ncontributing to the odors in this facility, may contribute to pests such as flies, and will increase disease potential to the \ndogs.   Correct this by increasing the frequency of cleaning under these primary enclosures. \n \nCorrect by: June 26, 2021 \n \nThis inspection and exit interview were conducted with the licensee. \n \nAdditional Inspectors: \nMark Sanderbeck, ANIMAL CARE INSPECTOR \nAmanda Pope, VETERINARY MEDICAL OFFICEREnd Section",
  "animals_total": 221,
  "species": [
    {
      "count": 104,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 117,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}