{
  "insp_id": "72142018060814",
  "layout": "a",
  "customer_id": "26020",
  "customer_name": "The Gorilla Foundation",
  "customer_addr": "P.O. Box 620530\nWoodside, CA 94062",
  "certificate": "93-C-0768",
  "site_id": "001",
  "site_name": "THE GORILLA FOUNDATION",
  "insp_type": "ROUTINE INSPECTION",
  "date": "11-MAR-2014",
  "report_date": "14-MAR-2014",
  "citations": [
    {
      "code": "3.75(c)(2)",
      "kind": "",
      "repeat": true,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "In the primary enclosures for the animals the floors and toilets have missing and chipped paint in some areas. Paint\nis worn off of walls and window frames. There is bent hardware wire with sharp edges within reach of the animals\nwhen they pass through a a chute that provides access to the outdoors enclosure. The chain-link fencing in the\npatio door opening in Koko's enclosure is missing paint, and has some rust.\nSurfaces of housing facilities--including houses, dens, and other furniture-type fixtures and objects within the\nfacility--that cannot be readily cleaned and sanitized, must be replaced when worn or soiled. All surfaces must be\nmaintained and/or replaced on a regualr basis. Items that are worn or potentially hazardous should be discarded.\nFailure to maintain and/or replace surfaces and items in the enclosure can impede cleaning, create hazards, and\notherwise put the health and well-being of the animals at risk.\nRepeat citation, previosuly cited in 2010, 2011 and 2013."
    },
    {
      "code": "3.82(a)",
      "kind": "",
      "repeat": true,
      "desc": "FEEDING.",
      "narrative": "In the kitchen there is a large freezer that contains human food, including chicken in ziploc bags dated 2012 and a\npork loin dated 2008. This freezer also contains food for the animals. In the kitchen there was a cutting board in\nuse that was heavily scored and discolored.\nFood must be clean, wholesome, and palatable to the animals. Food for animals should be stored apart from\nhuman food, outdated foodstuffs, or other potential contaminants. Cutting boards should be in good repair so that\nthey can be adequately cleaned and disinfected.\nThis issue was cited previously in 2013."
    },
    {
      "code": "3.84(c)",
      "kind": "",
      "repeat": true,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "In a storage room adjoining the kitchen there is an excessive accumulation of discarded items and clutter, and there\nwas evidence of vermin infestation. Some food was also being stored in this room on shelves adjacent to chemical\nproducts. Outside of this room, next to the kitchen, there were discarded items piled up that could provide\nadditional habitat for vermin.\nPremises where housing facilities are located, including buildings and surrounding grounds, must be kept clean and\nin good repair in order to facilitate husbandry and to reduce or eliminate breeding and living areas for rodents,\npests, and vermin. Premises must be kept free of accumulations of trash, junk, waste, and discarded matter. Good\nhousekeeping practices help to ensure the health and well-being of the animals.\nRepeat citation, cited previously in 2007, 2009, 2010, and 2013."
    },
    {
      "code": "3.84(d)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "In the storage room adjoining the kitchen there was evidence of rodent infestation, and an abundance of spider\nwebs. There was no evidence of an effective pest control program. The presence of such pests in the kitchen area\ncould result in contamination of foodstuffs, which could be hazardous to the health and well-being of the animals.\nAn effective program for control of spiders, rodents, and any other pests, should be established and maintained so\nas to promote the health and well-being of the animals and reduce contamination by pests in the kitchen area, and\nthrough out the animal facilites.\nTo be corrected by 4/11/14.\nAn exit interview was conducted with a facility representative.\nAdditional Inspectors\nRosendale Marcy, Veterinary Medical Officer"
    }
  ],
  "narrative": "3.75(c)(2)                    REPEAT\nHOUSING FACILITIES, GENERAL. \nIn the primary enclosures for the animals the floors and toilets have missing and chipped paint in some areas.  Paint\nis worn off of walls and window frames.  There is bent hardware wire with sharp edges within reach of the animals\nwhen they pass through a a chute that provides access to the outdoors enclosure.  The chain-link fencing in the\npatio door opening in Koko's enclosure is missing paint, and has some rust.\nSurfaces of housing facilities--including houses, dens, and other furniture-type fixtures and objects within the\nfacility--that cannot be readily cleaned and sanitized, must be replaced when worn or soiled.  All surfaces must be\nmaintained and/or replaced on a regualr basis.  Items that are worn or potentially hazardous should be discarded. \nFailure to maintain and/or replace surfaces and items in the enclosure can impede cleaning, create hazards, and\notherwise put the health and well-being of the animals at risk.\nRepeat citation, previosuly cited in 2010, 2011 and 2013.\n3.82(a)                    REPEAT\nFEEDING.   \nIn the kitchen there is a large freezer that contains human food, including chicken in ziploc bags dated 2012 and a\npork loin dated 2008.  This freezer also contains food for the animals.  In the kitchen there was a cutting board in\nuse that was heavily scored and discolored.\nFood must be clean, wholesome, and palatable to the animals.  Food for animals should be stored apart from\nhuman food, outdated foodstuffs, or other potential contaminants. Cutting boards should be in good repair so that\nthey can be adequately cleaned and disinfected.  \nThis issue was cited previously in 2013.\n\n3.84(c)                    REPEAT\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL. \nIn a storage room adjoining the kitchen there is an excessive accumulation of discarded items and clutter, and there\nwas evidence of vermin infestation.  Some food was also being stored in this room on shelves adjacent to chemical\nproducts.  Outside of this room, next to the kitchen, there were discarded items piled up that could provide\nadditional habitat for vermin.\nPremises where housing facilities are located, including buildings and surrounding grounds, must be kept clean and\nin good repair in order to facilitate husbandry and to reduce or eliminate breeding and living areas for rodents,\npests, and vermin. Premises must be kept free of accumulations of trash, junk, waste, and discarded matter. Good\nhousekeeping practices help to ensure the health and well-being of the animals.\nRepeat citation, cited previously in 2007, 2009, 2010, and 2013.\n3.84(d)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL. \nIn the storage room adjoining the kitchen there was evidence of rodent infestation, and an abundance of spider\nwebs.  There was no evidence of an effective pest control program.  The presence of such pests in the kitchen area\ncould result in contamination of foodstuffs, which could be hazardous to the health and well-being of the animals.\nAn effective program for control of spiders, rodents, and any other pests, should be established and maintained so\nas to promote the health and well-being of the animals and reduce contamination by pests in the kitchen area, and\nthrough out the animal facilites.\nTo be corrected by 4/11/14.\nAn exit interview was conducted with a facility representative.\nAdditional Inspectors\nRosendale Marcy, Veterinary Medical Officer",
  "animals_total": 2,
  "species": [
    {
      "count": 2,
      "scientific": "Gorilla gorilla",
      "common": "WESTERN GORILLA"
    }
  ]
}