{
  "insp_id": "2016090000743177",
  "layout": "b",
  "customer_id": "337",
  "customer_name": "CHILDRENS HOSPITAL OF PHILADELPHIA",
  "customer_addr": "3615 CIVIC CENTER BOULEVARD\nPHILADELPHIA, PA 19104",
  "certificate": "23-R-0033",
  "site_id": "001",
  "site_name": "COLKET TRANSLATIONAL RESEARCH BLDG",
  "insp_type": "FOCUSED INSPECTION",
  "date": "20-OCT-2021",
  "report_date": "25-OCT-2021",
  "citations": [
    {
      "code": "2.33(b)(3)",
      "kind": "",
      "repeat": false,
      "desc": "Attending veterinarian and adequate veterinary care.",
      "narrative": "On August 17th, a pig was used in a cardiovascular study procedure. The pig was recovered from anesthesia by\nlaboratory personnel and transferred to the recovery suite at 3:20PM. It was noted by laboratory staff that the pig had\nminimal movement in its hind end. The laboratory staff continued to monitor the pig but noted no change in the hindlimbs.\nLaboratory staff communicated with the Investigator on call about the pig’s progress. The Investigator on call elected not\nto contact the DVR Veterinarian about the pig’s hindlimbs. The laboratory staff left the facility at 12:30AM noting no signs\nof pain or distress from the pig.\nOn August 18th during morning rounds, a DVR veterinary technician went to assess the pig’s condition, check the\nFentanyl patch, and jacket placement. After examining the pig, the technician determined that the hindlimbs showed no\nsigns of movement and immediately contacted the on-call clinical veterinarian. The veterinarian assessed the pig,\nconcluded that pig did have bilateral hindlimb paralysis and the pig was euthanized.\nDirect and frequent communication of daily observations is required so that timely and accurate information on problems\nof animal health, behavior, and well-being is conveyed to the attending veterinarian.\nThis was corrected by IACUC suspending the laboratory’s animal use, drafting reports to notify the appropriate federal\nagencies and accrediting associations, retraining of all laboratory staff, and implementing a corrective action plan.\nThis inspection and exit interview were conducted with facility represenatives.\nEnd Section"
    }
  ],
  "narrative": "2.33(b)(3) \n   \nAttending veterinarian and adequate veterinary care. \nOn August 17th, a pig was used in a cardiovascular study procedure.  The pig was recovered from anesthesia by \nlaboratory personnel and transferred to the recovery suite at 3:20PM.   It was noted by laboratory staff that the pig had \nminimal movement in its hind end.  The laboratory staff continued to monitor the pig but noted no change in the hindlimbs.  \nLaboratory staff communicated with the Investigator on call about the pig’s progress.  The Investigator on call elected not \nto contact the DVR Veterinarian about the pig’s hindlimbs.  The laboratory staff left the facility at 12:30AM noting no signs \nof pain or distress from the pig. \n \nOn August 18th during morning rounds, a DVR veterinary technician went to assess the pig’s condition, check the \nFentanyl patch, and jacket placement.  After examining the pig, the technician determined that the hindlimbs showed no \nsigns of movement and immediately contacted the on-call clinical veterinarian.  The veterinarian assessed the pig, \nconcluded that pig did have bilateral hindlimb paralysis and the pig was euthanized. \n \nDirect and frequent communication of daily observations is required so that timely and accurate information on problems \nof animal health, behavior, and well-being is conveyed to the attending veterinarian.\n\nThis was corrected by IACUC suspending the laboratory’s animal use, drafting reports to notify the appropriate federal \nagencies and accrediting associations, retraining of all laboratory staff, and implementing a corrective action plan. \n \nThis inspection and exit interview were conducted with facility represenatives. \n \nEnd Section",
  "animals_total": 2,
  "species": [
    {
      "count": 2,
      "scientific": "Oryctolagus cuniculus",
      "common": "DOMESTIC RABBIT / EUROPEAN RABBIT"
    }
  ]
}