{
  "insp_id": "2016082569674677",
  "layout": "a",
  "customer_id": "329429",
  "customer_name": "May Family Enterprises Inc",
  "customer_addr": "208 Hope Rd\nBuffalo Mills, PA 15534",
  "certificate": "23-B-0226",
  "site_id": "001",
  "site_name": "MAY FAMILY ENTERPRISES INC",
  "insp_type": "ROUTINE INSPECTION",
  "date": "11-DEC-2019",
  "report_date": "12-DEC-2019",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "There are three adult sheep that are in need of veterinary care. A thin Hampshire ewe with green marker covering\nher rump and side (Tag #1422) was observed to be toe-touching on her front left leg while she was standing and\nwas reluctant to move. A Crossbred ewe with a yellow tag (Tag #1791) and green spot on her rump was also\nobserved to be non-weight bearing on her front left leg and was reluctant to move. Another Hampshire ewe with\nyellow marker on her rump (Tag# 1774) was observed to be toe-touching on her rear left leg while standing, was\nreluctant to move, and remained lying during the majority of the inspection. The licensee said that he had treated\nsix to eight of the ewes recently with an antibiotic, but did not contact a veterinarian and had no treatment records or\nveterinary instructions in his program of veterinary care.\nFailure to use the appropriate methods to prevent, control, diagnose, and treat diseases and injuries can result in\npain and distress in animals with lameness.\nThe licensee must maintain an adequate program of veterinary care that includes methods to prevent, control,\ndiagnose, and treat diseases and injuries.\nCorrect by: December 13, 2019"
    },
    {
      "code": "3.127(c)",
      "kind": "Direct",
      "repeat": false,
      "desc": "FACILITIES, OUTDOOR.",
      "narrative": "The outdoor sheep enclosure has an accumulation of mud covering the majority of the lot. There are also several\nlarge puddles of standing water within the area. The sheep must walk through deep areas of mud between the\noutdoor lot and the barn to reach their only water source. Three severely lame sheep were also observed during\nthe inspection.\nStanding in mud and water can cause distress to the animals and adversely impact the health of their hooves. The\nlicensee should ensure that adequate drainage is provided to keep mud and water from accumulating in the animal\nareas.\nCorrect by: December 14, 2019.\nThe animal and facility inspection was conducted with a facility representative.\nThe records inspection and exit interview were conducted with the licensee."
    }
  ],
  "narrative": "2.40(b)(2)           DIRECT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThere are three adult sheep that are in need of veterinary care.  A thin Hampshire ewe with green marker covering\nher rump and side (Tag #1422) was observed to be toe-touching on her front left leg while she was standing and\nwas reluctant to move.  A Crossbred ewe with a yellow tag (Tag #1791) and green spot on her rump was also\nobserved to be non-weight bearing on her front left leg and was reluctant to move.  Another Hampshire ewe with\nyellow marker on her rump (Tag# 1774) was observed to be toe-touching on her rear left leg while standing, was\nreluctant to move, and remained lying during the majority of the inspection.  The licensee said that he had treated\nsix to eight of the ewes recently with an antibiotic, but did not contact a veterinarian and had no treatment records or\nveterinary instructions in his program of veterinary care.  \nFailure to use the appropriate methods to prevent, control, diagnose, and treat diseases and injuries can result in\npain and distress in animals with lameness. \nThe licensee must maintain an adequate program of veterinary care that includes methods to prevent, control,\ndiagnose, and treat diseases and injuries.  \nCorrect by: December 13, 2019\n3.127(c)           DIRECT\nFACILITIES, OUTDOOR. \nThe outdoor sheep enclosure has an accumulation of mud covering the majority of the lot.  There are also several\nlarge puddles of standing water within the area.  The sheep must walk through deep areas of mud between the\noutdoor lot and the barn to reach their only water source.   Three severely lame sheep were also observed during\nthe inspection.  \nStanding in mud and water can cause distress to the animals and adversely impact the health of their hooves.  The\nlicensee should ensure that adequate drainage is provided to keep mud and water from accumulating in the animal\nareas. \nCorrect by: December 14, 2019.\nThe animal and facility inspection was conducted with a facility representative.\n\nThe records inspection and exit interview were conducted with the licensee.",
  "animals_total": 97,
  "species": [
    {
      "count": 97,
      "scientific": "Ovis aries aries",
      "common": "SHEEP INCLUDING ALL DOMESTIC BREEDS"
    }
  ]
}