{
  "insp_id": "90151712040015",
  "layout": "a",
  "customer_id": "4625",
  "customer_name": "Cathy Griesbauer",
  "customer_addr": "Mary Foster\n88 Davis Rd\nMontgomery City, MO 63361",
  "certificate": "43-A-1843",
  "site_id": "001",
  "site_name": "CATHY GRIESBAUER, MARY FOSTER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "30-MAR-2015",
  "report_date": "01-APR-2015",
  "citations": [
    {
      "code": "3.6(a)(2)(1)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "* Five enclosures each had an area with a piece of wire fencing bent out of shape so it protruded into the\nenclosures. One of those sharp points was located so the dog could easily step on it and two others were located\non the ceilings of the enclosures but the dogs were able to hit their heads on the ceilings while jumping up. The\nother two sharp points were located where the dogs could easily puncture their eyes when they jumped up at the\nfronts of their enclosures. Sharp points could result in painful injuries to the dogs and could even cause infections.\n** The licensee must ensure that primary enclosures are maintained so they have no sharp points that could injure\nthe dogs. The licensee eliminated all five sharp points identitifed at the time of inspection."
    },
    {
      "code": "3.10",
      "kind": "",
      "repeat": false,
      "desc": "WATERING.",
      "narrative": "* A long, horizontal, PVC pipe approximately 6 inches in diameter, had holes cut in the top and served as the\ndrinking water receptacle for 40 adult dogs. That pipe had an accumulation of brown sediment settled at the bottom\nso that the bottom of the receptacle could not be visualized. The outside portion of that pipe had hair and a\ntan-colored grimey substance on it. Water receptacles which are not kept clean pose a health risk to the dogs.\n** The licensee must ensure that water receptacles are kept clean and sanitized in accordance with 3.11(b). The\nlicensee was verbally instructed to correct this non-compliant item by 31 March 2015.\nThe inspection and a verbal exit interview were conducted with the licensee, a facility representative, and an Animal\nHealth Officer from Missouri Department of Agriculture."
    }
  ],
  "narrative": "3.6(a)(2)(1)\nPRIMARY ENCLOSURES.\n* Five enclosures each had an area with a piece of wire fencing bent out of shape so it protruded into the\nenclosures.  One of those sharp points was located so the dog could easily step on it and two others were located\non the ceilings of the enclosures but the dogs were able to hit their heads on the ceilings while jumping up.  The\nother two sharp points were located where the dogs could easily puncture their eyes when they jumped up at the\nfronts of their enclosures.  Sharp points could result in painful injuries to the dogs and could even cause infections.\n** The licensee must ensure that primary enclosures are maintained so they have no sharp points that could injure\nthe dogs.  The licensee eliminated all five sharp points identitifed at the time of inspection.\n3.10\nWATERING.\n* A long, horizontal, PVC pipe approximately 6 inches in diameter, had holes cut in the top and served as the\ndrinking water receptacle for 40 adult dogs.  That pipe had an accumulation of brown sediment settled at the bottom\nso that the bottom of the receptacle could not be visualized.  The outside portion of that pipe had hair and a\ntan-colored grimey substance on it.  Water receptacles which are not kept clean pose a health risk to the dogs. \n** The licensee must ensure that water receptacles are kept clean and sanitized in accordance with 3.11(b).  The\nlicensee was verbally instructed to correct this non-compliant item by 31 March 2015.\nThe inspection and a verbal exit interview were conducted with the licensee, a facility representative, and an Animal\nHealth Officer from Missouri Department of Agriculture.",
  "animals_total": 842,
  "species": [
    {
      "count": 627,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 215,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}