{
  "insp_id": "INS-0000868732",
  "layout": "c",
  "customer_id": "17939",
  "customer_name": "Michelle Iddings",
  "customer_addr": "4845 FENNER ROAD\nTROY, OH 45373",
  "certificate": "",
  "site_id": "001",
  "site_name": "MICHELLE IDDINGS",
  "insp_type": "RE-LICENSE INSPECTION",
  "date": "15-MAY-2023",
  "report_date": "18-MAY-2023",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "The facility is not maintaining adequate veterinary care:\n-An adult Two-Toed Sloth has nails that are too long causing them to twist and cross over one another. The two nails on\nthe left forelimb are much longer than the nails on the corresponding hindlimb and have crossed over one another. Long\nnails can cause an animal to have discomfort while ambulating and have an increased chance of the nail breaking and\nfracturing bone.\n-An expired drug was found in the facility and is currently being used on two adult Kangaroos. A bottle of Tylosin with an\nexpiration date of 03/2023 is currently being used to treat two Kangaroos for \"lumpy Jaw.\" The use of expired drugs may\nhave reduced effectiveness or cause harmful effects to the animals.\nEach dealer shall establish and maintain programs of adequate veterinary care that includes the use of appropriate\nmethods to prevent, control, diagnose, and treat diseases and injuries. Correct by ensuring adequate veterinary care is\nprovided."
    },
    {
      "code": "2.75(b)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Records: Dealers and exhibitors.",
      "narrative": "The facility’s list of animals on hand was not up to date and the records for acquisitions and dispositions is not complete.\nThe records on hand states there are 9 goats instead of 12 at the facility, 8 sheep instead of 10 at the facility, 6 pigs\ninstead of 1 at the facility, 7 Llamas instead of 1 at the facility, 1 Alpaca instead of 8 at the facility, 3 Kinkajous instead of 5\nat the facility, 9 Rabbits instead of 7 at the facility, 3 Red Foxes instead of 1 at the facility and 4 cows but none at the\nfacility. Additionally, the animals on hand does not include 1 Yak and 1 Ferret that were present at the facility. An\ninaccurate record of animals on hand and incomplete records of acquisitions and dispositions does not allow for proper\ntraceability of regulated animals. Complete records are needed for proper management of the regulated animals at a\nfacility and those being brokered, acquired, held, and sold.\nEvery exhibitor shall make, keep, and maintain records or forms which fully and correctly disclose the following\ninformation concerning animals other than dogs and cats, purchased or otherwise acquired, owned, held, leased, or\notherwise in his or her possession or under his or her control, or which is transported, sold, euthanized, or otherwise\ndisposed of by that dealer or exhibitor. The records shall include any offspring born of any animal while in his or her\npossession or under his or her control. Correct by ensuring records are current and complete."
    },
    {
      "code": "3.50(a)",
      "kind": "",
      "repeat": false,
      "desc": "Facilities, general.",
      "narrative": "The outdoor enclosure for 7 adult Rabbits is in a state of disrepair. The interior of the enclosure is made of plywood and\nthere are several surfaces that have excessive chew damage. The chew damage is occurring along the surfaces of the\nhutches and extends along the length of the enclosure. Significant water damage is also present along the wood surfaces\nnear the hutches and the water receptacle. Failure to maintain structures that are structurally sound and in good repair\nmay cause injury to the animals. Indoor and outdoor housing facilities for rabbits shall be structurally sound and shall be\nmaintained in good repair, to protect animals from injury, to contain the animals, and to restrict the entrance of other\nanimals. Correct by repairing or replacing these items to ensure that the enclosures protect the animals from injury."
    },
    {
      "code": "3.56(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Sanitation.",
      "narrative": "The outdoor enclosure for 7 adult Rabbits is in need of cleaning and sanitizing. In the enclosure there is a build-up feces,\ndirt, old hay, and food covering almost the entire floor including around and on the outside of the water receptacle. An\nexcessive amount of hair is also found throughout the enclosure including the floor and walls. Failure to clean the\nenclosure can cause odors, disease hazards, and soiling of the animals. Primary enclosures shall be kept reasonably free\nof excreta, hair, cobwebs, and other debris by periodic cleaning. Excreta shall be removed from primary enclosures as\noften as necessary to prevent contamination of the animals contained therein and to minimize disease hazards and to\nreduce odors. Correct by ensuring that enclosures are clean as necessary to maintain sanitary conditions."
    },
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": false,
      "desc": "Facilities, general.",
      "narrative": "The enclosures are not protecting the animals from injury:\n-The fencing of the outdoor enclosure housing three adult camels contains sharp points. Along the bottom of the wire\nfencing near the front of the enclosure, several metal wires have broken off from the bottom section of the fence. The\nmetal wires that have broken off have created sharp points that are accessible to the animals. Additionally, a metal wire is\nmissing that creates a large opening in the fence. The opening is large enough that the animal could place its foot through\nand cause entrapment or injury.\n-Exposed electrical cords are in an enclosure housing two adult River Otters and an enclosure housing four adult\nKangaroos. The electrical cord in the otter enclosure runs up and over the side of the metal pool and the animal can\neasily come into contact with it. The electrical cords near the kangaroo enclosure are plugged in on a wooden post that is\nimmediately adjacent to the enclosure. One of the extension cords that is plugged in is attached to the primary enclosure\nby electrical tape. The kangaroos can easily access the cords. The animals have access to the electrical cords and could\nbe injured as they could chew on the cord, ingest the cord, or become entangled.\n-An enclosure containing two adult River Otters contains two shelter structures and a pool that have large amounts of\nrust. The rust is pitting and flaking and completely covers the front gates of the shelter structures and most of the inside of\nthe pool. Rust can erode and deteriorate metal surfaces and affect the structural integrity of the surface, causing a\npotential injury. Additionally, rust does not allow surfaces to be readily cleaned and sanitized.\n-In the Camel enclosure there is a building with metal siding that contains jagged edges near the ground. These jagged\nedges are accessible to the animals. Additionally, the wooden posts for the fence have excessive wear on the bottom\nnear the ground which narrows the base of the fence posts. These worn posts are leaning and are not in good repair.\nJagged edges and structures that are not in good repair can cause injury to the animals.\nEnclosures must be constructed and maintained so that they protect the animals from injury. Correct by repairing or\nreplacing these items to ensure that the enclosures protect the animals from injury."
    },
    {
      "code": "3.127(b)",
      "kind": "",
      "repeat": false,
      "desc": "Facilities, outdoor.",
      "narrative": "An outdoor enclosure housing three adult camels does not provide shelter for the animals. The enclosure is used during\nthe day and does not have natural or artificial forms of shelter. Access to shelter is necessary to prevent discomfort and\nstress to the animals and to provide protection from the elements. Natural or artificial shelter appropriate to the local\nclimatic conditions for the species concerned shall be provided for all animals kept outdoors to afford them protection and\nto prevent discomfort to such animals. Correct be ensuring the animals have access to adequate shelter at all times."
    },
    {
      "code": "3.127(d)",
      "kind": "",
      "repeat": false,
      "desc": "Facilities, outdoor.",
      "narrative": "The facility does not have a continuous perimeter fence and some of the fencing is not the appropriate height for the\nspecies:\n-There is no perimeter fence behind the primary enclosure containing two River Otters as the back wall of the enclosure is\nbeing used as part of the perimeter fence.\n-An area adjacent to the otter enclosure measuring approximately 16 feet in length contains a fence 5.25 feet in height\nand another section approximately 4 feet in height.\n-The section near two large circular buildings in the back of the facility contains an approximately 4 foot open section\nwhere an animal could escape off the property.\n-The section of perimeter fence behind the camel enclosure stops and does not fully surround the enclosure.\n-A door between the wolf enclosure and a building at the front of the property measures approximately 5.5 feet in height\nand contains a gap at the bottom that is approximately 1 foot in height.\nThe perimeter fence acts as form of secondary containment and failure to provide an appropriate perimeter fence may\nresult in an animal escape. Additionally, the lack of a perimeter fence does not protect the animals from unauthorized\npeople or animals from entering the facility. All outdoor housing facilities must be enclosed by a perimeter fence that is of\nsufficient height to keep animals and unauthorized person out. Fences less than 8 feet high for potentially dangerous\nanimals, such as but not limited to, large felines (e.g., lions, tigers, leopards, cougars, etc.), bears, wolves, rhinoceros,\nand elephants, or less than 6 feet high for the other animals must be approved in writing by the administrator. It must be\nof sufficient distance from the outside of the primary enclosure to prevent physical contact between animals inside the\nenclosure and animals or person outside the perimeter fence. Such fences less than 3 feet in distance from the primary\nenclosure must be approved in writing by the Administrator. Correct by ensuring that all species requiring a perimeter\nfence are enclosed with an adequate perimeter fence."
    },
    {
      "code": "3.128",
      "kind": "",
      "repeat": false,
      "desc": "Space requirements.",
      "narrative": "The enclosure housing an African Crested Porcupine (a metal water trough) does not provide sufficient space for\nadequate freedom of movement. The animal is not able to turn around and/or make normal postural adjustments without\npart of its body touching the sides of the enclosure. Additionally, the animal cannot turn and move with any freedom of\nmovement or engage in behaviors appropriate for the species. Failure to provide an adequate space may lead to\nmalnutrition, poor condition, debility, stress, or abnormal behavior patterns. Enclosures shall be constructed and\nmaintained so as to provide sufficient space to allow each animal to make normal postural and social adjustments with\nadequate freedom of movement. Correct by ensuring enclosures are of sufficient size for the animals."
    },
    {
      "code": "3.130",
      "kind": "Direct",
      "repeat": false,
      "desc": "Watering.",
      "narrative": "The water receptacles for two wolves, three camels, and one coyote are in need of cleaning and sanitizing. The water for\nthe coyote was murky as it was contaminated with rust, algae, and sediment making it so the bottom of the water\nreceptacle could not be seen. The water for the two wolves was murky since it was contaminated with rust, algae, plant\nmaterial, and a significant amount of sediment making it so the bottom of the water receptacle could also not be seen.\nThe sediment was very thick and the receptacle appeared to contain more sediment than actual water. The water for the\nthree camels was clear but contaminated with rust, algae, and plant material. Contaminated water can spread disease,\ncause illness to the animals, and could cause them to not drink the water. If potable water is not accessible to the animals\nat all times, it must be provided as often as necessary for the health and comfort of the animal. All water receptacles shall\nbe kept clean and sanitary. Ensure that water receptacles are clean and sanitary at all times. Correct by 5 pm on 18-May-\n2023."
    },
    {
      "code": "3.131(a)",
      "kind": "",
      "repeat": false,
      "desc": "Sanitation.",
      "narrative": "The shelters for two adult River Otters is in need of cleaning and sanitizing. In one of the shelters there is a build-up of old\nand fresh feces covering nearly the entire sheet of plastic-like material that covers the floor of the shelter. Failure to clean\nfeces can cause odors, disease hazards, and soiling of the animals. Excreta shall be removed from primary enclosures as\noften as necessary to prevent contamination of the animals contained therein and to minimize disease hazards and to\nreduce odors. Correct by ensuring that enclosures are cleaned as necessary to maintain sanitary conditions."
    },
    {
      "code": "3.133",
      "kind": "Direct",
      "repeat": false,
      "desc": "Separation.",
      "narrative": "An adult male Kangaroo housed together in an outdoor enclosure with three other adult male kangaroos was observed\nwith injuries consistent with fighting. The kangaroo appeared lethargic, has a wound on the forehead, was consistently\nholding both eyes closed, and had a mass located on the right side overlying the back of the lower jaw. The wound on the\nforehead was approximately 3 inches long and 1/2 an inch wide with hair loss around the wound. The animal was\nsignificantly squinting the right eye which contained dried, dark red/dark brown to black material at the inside corner of the\neye. Another Kangaroo has a large mass on the right side of the face on the lower jaw measuring approximately 3-5\ninches. Both animals have been diagnosed, and are currently under treatment for, \"lumpy jaw\". All four animals are\npermanently contained in this enclosure that measures approximately 65 feet in length and 45 feet in width and contains\nlimited visual barriers and/or physical barriers (shelter structures and a few trees) for the animals to hide or separate\nthemselves from potential aggressors. The facility has taken no steps to separate the animals.\nFailure to separate incompatible animals can result in discomfort, behavioral stress, injuries, unnecessary suffering, and\ndeath. Correct by ensuring that all animals housed in the same primary enclosure are compatible and that animals are\nsufficiently observed to ensure adequate separation when there are signs of incompatibility. Correct by 5 pm on 18-May-\n2023.\nThis is a 1st Re-License Inspection for a Class “C” license. The inspection and exit briefing were conducted with the\napplicant.\nAll items must be in compliance within 2 more inspections or by July 14, 2023 or the applicant will forfeit the license fee\nand must wait 6 months to reapply. Please contact your inspector to schedule your next Re-License Inspection.\nYour current license expired on May 15, 2023 and it is against the Animal Welfare Act to conduct regulated activity without\na license.\nAdditional Inspectors:\nMark Sanderbeck, ANIMAL CARE INSPECTOR n"
    }
  ],
  "narrative": "2.40(b)(2) \n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nThe facility is not maintaining adequate veterinary care: \n \n-An adult Two-Toed Sloth has nails that are too long causing them to twist and cross over one another. The two nails on \nthe left forelimb are much longer than the nails on the corresponding hindlimb and have crossed over one another. Long \nnails can cause an animal to have discomfort while ambulating and have an increased chance of the nail breaking and \nfracturing bone.  \n \n-An expired drug was found in the facility and is currently being used on two adult Kangaroos. A bottle of Tylosin with an \nexpiration date of 03/2023 is currently being used to treat two Kangaroos for \"lumpy Jaw.\" The use of expired drugs may \nhave reduced effectiveness or cause harmful effects to the animals.  \n \nEach dealer shall establish and maintain programs of adequate veterinary care that includes the use of appropriate \nmethods to prevent, control, diagnose, and treat diseases and injuries. Correct by ensuring adequate veterinary care is \nprovided.\n\n2.75(b)(1) \n   \nRecords: Dealers and exhibitors. \nThe facility’s list of animals on hand was not up to date and the records for acquisitions and dispositions is not complete. \nThe records on hand states there are 9 goats instead of 12 at the facility, 8 sheep instead of 10 at the facility, 6 pigs \ninstead of 1 at the facility, 7 Llamas instead of 1 at the facility, 1 Alpaca instead of 8 at the facility, 3 Kinkajous instead of 5 \nat the facility, 9 Rabbits instead of 7 at the facility, 3 Red Foxes instead of 1 at the facility and 4 cows but none at the \nfacility. Additionally, the animals on hand does not include 1 Yak and 1 Ferret that were present at the facility. An \ninaccurate record of animals on hand and incomplete records of acquisitions and dispositions does not allow for proper \ntraceability of regulated animals. Complete records are needed for proper management of the regulated animals at a \nfacility and those being brokered, acquired, held, and sold. \n \nEvery exhibitor shall make, keep, and maintain records or forms which fully and correctly disclose the following \ninformation concerning animals other than dogs and cats, purchased or otherwise acquired, owned, held, leased, or \notherwise in his or her possession or under his or her control, or which is transported, sold, euthanized, or otherwise \ndisposed of by that dealer or exhibitor. The records shall include any offspring born of any animal while in his or her \npossession or under his or her control. Correct by ensuring records are current and complete. \n3.50(a) \n   \nFacilities, general. \nThe outdoor enclosure for 7 adult Rabbits is in a state of disrepair. The interior of the enclosure is made of plywood and \nthere are several surfaces that have excessive chew damage. The chew damage is occurring along the surfaces of the \nhutches and extends along the length of the enclosure. Significant water damage is also present along the wood surfaces \nnear the hutches and the water receptacle. Failure to maintain structures that are structurally sound and in good repair\n\nmay cause injury to the animals. Indoor and outdoor housing facilities for rabbits shall be structurally sound and shall be \nmaintained in good repair, to protect animals from injury, to contain the animals, and to restrict the entrance of other \nanimals. Correct by repairing or replacing these items to ensure that the enclosures protect the animals from injury. \n3.56(a)(1) \n   \nSanitation. \nThe outdoor enclosure for 7 adult Rabbits is in need of cleaning and sanitizing. In the enclosure there is a build-up feces, \ndirt, old hay, and food covering almost the entire floor including around and on the outside of the water receptacle. An \nexcessive amount of hair is also found throughout the enclosure including the floor and walls. Failure to clean the \nenclosure can cause odors, disease hazards, and soiling of the animals. Primary enclosures shall be kept reasonably free \nof excreta, hair, cobwebs, and other debris by periodic cleaning. Excreta shall be removed from primary enclosures as \noften as necessary to prevent contamination of the animals contained therein and to minimize disease hazards and to \nreduce odors. Correct by ensuring that enclosures are clean as necessary to maintain sanitary conditions. \n3.125(a) \n   \nFacilities, general. \nThe enclosures are not protecting the animals from injury: \n \n-The fencing of the outdoor enclosure housing three adult camels contains sharp points. Along the bottom of the wire \nfencing near the front of the enclosure, several metal wires have broken off from the bottom section of the fence. The \nmetal wires that have broken off have created sharp points that are accessible to the animals. Additionally, a metal wire is \nmissing that creates a large opening in the fence. The opening is large enough that the animal could place its foot through \nand cause entrapment or injury.\n\n-Exposed electrical cords are in an enclosure housing two adult River Otters and an enclosure housing four adult \nKangaroos. The electrical cord in the otter enclosure runs up and over the side of the metal pool and the animal can \neasily come into contact with it. The electrical cords near the kangaroo enclosure are plugged in on a wooden post that is \nimmediately adjacent to the enclosure. One of the extension cords that is plugged in is attached to the primary enclosure \nby electrical tape. The kangaroos can easily access the cords. The animals have access to the electrical cords and could \nbe injured as they could chew on the cord, ingest the cord, or become entangled.  \n \n-An enclosure containing two adult River Otters contains two shelter structures and a pool that have large amounts of \nrust. The rust is pitting and flaking and completely covers the front gates of the shelter structures and most of the inside of \nthe pool.  Rust can erode and deteriorate metal surfaces and affect the structural integrity of the surface, causing a \npotential injury. Additionally, rust does not allow surfaces to be readily cleaned and sanitized. \n \n-In the Camel enclosure there is a building with metal siding that contains jagged edges near the ground. These jagged \nedges are accessible to the animals. Additionally, the wooden posts for the fence have excessive wear on the bottom \nnear the ground which narrows the base of the fence posts. These worn posts are leaning and are not in good repair. \nJagged edges and structures that are not in good repair can cause injury to the animals. \n \nEnclosures must be constructed and maintained so that they protect the animals from injury. Correct by repairing or \nreplacing  these items to ensure that the enclosures protect the animals from injury. \n3.127(b) \n   \nFacilities, outdoor.\n\nAn outdoor enclosure housing three adult camels does not provide shelter for the animals. The enclosure is used during \nthe day and does not have natural or artificial forms of shelter. Access to shelter is necessary to prevent discomfort and \nstress to the animals and to provide protection from the elements. Natural or artificial shelter appropriate to the local \nclimatic conditions for the species concerned shall be provided for all animals kept outdoors to afford them protection and \nto prevent discomfort to such animals. Correct be ensuring the animals have access to adequate shelter at all times. \n3.127(d) \n   \nFacilities, outdoor. \nThe facility does not have a continuous perimeter fence and some of the fencing is not the appropriate height for the \nspecies: \n \n-There is no perimeter fence behind the primary enclosure containing two River Otters as the back wall of the enclosure is \nbeing used as part of the perimeter fence.  \n-An area adjacent to the otter enclosure measuring approximately 16 feet in length contains a fence 5.25 feet in height \nand another section approximately 4 feet in height.  \n-The section near two large circular buildings in the back of the facility contains an approximately 4 foot open section \nwhere an animal could escape off the property.  \n-The section of perimeter fence behind the camel enclosure stops and does not fully surround the enclosure. \n-A door between the wolf enclosure and a building at the front of the property measures approximately 5.5 feet in height \nand contains a gap at the bottom that is approximately 1 foot in height.  \n \nThe perimeter fence acts as form of secondary containment and failure to provide an appropriate perimeter fence may \nresult in an animal escape. Additionally, the lack of a perimeter fence does not protect the animals from unauthorized\n\npeople or animals from entering the facility. All outdoor housing facilities must be enclosed by a perimeter fence that is of \nsufficient height to keep animals and unauthorized person out. Fences less than 8 feet high for potentially dangerous \nanimals, such as but not limited to, large felines (e.g., lions, tigers, leopards, cougars, etc.), bears, wolves, rhinoceros, \nand elephants, or less than 6 feet high for the other animals must be approved in writing by the administrator. It must be \nof sufficient distance from the outside of the primary enclosure to prevent physical contact between animals inside the \nenclosure and animals or person outside the perimeter fence. Such fences less than 3 feet in distance from the primary \nenclosure must be approved in writing by the Administrator. Correct by ensuring that all species requiring a perimeter \nfence are enclosed with an adequate perimeter fence. \n3.128 \n   \nSpace requirements. \nThe enclosure housing an African Crested Porcupine (a metal water trough) does not provide sufficient space for \nadequate freedom of movement. The animal is not able to turn around and/or make normal postural adjustments without \npart of its body touching the sides of the enclosure. Additionally, the animal cannot turn and move with any freedom of \nmovement or engage in behaviors appropriate for the species. Failure to provide an adequate space may lead to \nmalnutrition, poor condition, debility, stress, or abnormal behavior patterns. Enclosures shall be constructed and \nmaintained so as to provide sufficient space to allow each animal to make normal postural and social adjustments with \nadequate freedom of movement. Correct by ensuring enclosures are of sufficient size for the animals. \n3.130  Direct\n   \nWatering. \nThe water receptacles for two wolves, three camels, and one coyote are in need of cleaning and sanitizing. The water for \nthe coyote was murky as it was contaminated with rust, algae, and sediment making it so the bottom of the water \nreceptacle could not be seen. The water for the two wolves was murky since it was contaminated with rust, algae, plant\n\nmaterial, and a significant amount of sediment making it so the bottom of the water receptacle could also not be seen. \nThe sediment was very thick and the receptacle appeared to contain more sediment than actual water. The water for the \nthree camels was clear but contaminated with rust, algae, and plant material. Contaminated water can spread disease, \ncause illness to the animals, and could cause them to not drink the water. If potable water is not accessible to the animals \nat all times, it must be provided as often as necessary for the health and comfort of the animal. All water receptacles shall \nbe kept clean and sanitary. Ensure that water receptacles are clean and sanitary at all times. Correct by 5 pm on 18-May-\n2023. \n3.131(a) \n   \nSanitation. \nThe shelters for two adult River Otters is in need of cleaning and sanitizing. In one of the shelters there is a build-up of old \nand fresh feces covering nearly the entire sheet of plastic-like material that covers the floor of the shelter. Failure to clean \nfeces can cause odors, disease hazards, and soiling of the animals. Excreta shall be removed from primary enclosures as \noften as necessary to prevent contamination of the animals contained therein and to minimize disease hazards and to \nreduce odors. Correct by ensuring that enclosures are cleaned as necessary to maintain sanitary conditions. \n3.133  Direct\n   \nSeparation. \nAn adult male Kangaroo housed together in an outdoor enclosure with three other adult male kangaroos was observed \nwith injuries consistent with fighting. The kangaroo appeared lethargic, has a wound on the forehead, was consistently \nholding both eyes closed, and had a mass located on the right side overlying the back of the lower jaw. The wound on the \nforehead was approximately 3 inches long and 1/2 an inch wide with hair loss around the wound. The animal was \nsignificantly squinting the right eye which contained dried, dark red/dark brown to black material at the inside corner of the \neye. Another Kangaroo has a large mass on the right side of the face on the lower jaw measuring approximately 3-5\n\ninches. Both animals have been diagnosed, and are currently under treatment for, \"lumpy jaw\". All four animals are \npermanently contained in this enclosure that measures approximately 65 feet in length and 45 feet in width and contains \nlimited visual barriers and/or physical barriers (shelter structures and a few trees) for the animals to hide or separate \nthemselves from potential aggressors. The facility has taken no steps to separate the animals. \n \nFailure to separate incompatible animals can result in discomfort, behavioral stress, injuries, unnecessary suffering, and \ndeath. Correct by ensuring that all animals housed in the same primary enclosure are compatible and that animals are \nsufficiently observed to ensure adequate separation when there are signs of incompatibility. Correct by 5 pm on 18-May-\n2023. \n \nThis is a 1st Re-License Inspection for a Class “C” license. The inspection and exit briefing were conducted with the \napplicant. \n \nAll items must be in compliance within 2 more inspections or by July 14, 2023 or the applicant will forfeit the license fee \nand must wait 6 months to reapply. Please contact your inspector to schedule your next Re-License Inspection. \n \nYour current license expired on May 15, 2023 and it is against the Animal Welfare Act to conduct regulated activity without \na license. \n \nAdditional Inspectors: \nMark Sanderbeck, ANIMAL CARE INSPECTOR n",
  "animals_total": 72,
  "species": [
    {
      "count": 1,
      "scientific": "Callithrix pygmaea",
      "common": "PYGMY MARMOSET"
    },
    {
      "count": 10,
      "scientific": "Ovis aries aries",
      "common": "SHEEP INCLUDING ALL DOMESTIC BREEDS"
    },
    {
      "count": 7,
      "scientific": "Oryctolagus cuniculus",
      "common": "DOMESTIC RABBIT / EUROPEAN RABBIT"
    },
    {
      "count": 1,
      "scientific": "Canis latrans",
      "common": "COYOTE"
    },
    {
      "count": 1,
      "scientific": "Vulpes vulpes",
      "common": "RED FOX (INCLUDES SILVER FOX & CROSS FOX)"
    },
    {
      "count": 2,
      "scientific": "Dolichotis patagonum",
      "common": "PATAGONIAN CAVY / MARA"
    },
    {
      "count": 3,
      "scientific": "Camelus dromedarius",
      "common": "DROMEDARY CAMEL"
    },
    {
      "count": 1,
      "scientific": "Lama glama",
      "common": "LLAMA"
    },
    {
      "count": 8,
      "scientific": "Lama pacos",
      "common": "ALPACA"
    },
    {
      "count": 5,
      "scientific": "Osphranter rufus",
      "common": "RED KANGAROO"
    },
    {
      "count": 5,
      "scientific": "Potos flavus",
      "common": "KINKAJOU"
    },
    {
      "count": 2,
      "scientific": "Lontra canadensis",
      "common": "NORTH AMERICAN RIVER OTTER"
    },
    {
      "count": 1,
      "scientific": "Mephitis mephitis",
      "common": "STRIPED SKUNK"
    },
    {
      "count": 1,
      "scientific": "Bos primigenuis indicus",
      "common": "ZEBU"
    },
    {
      "count": 2,
      "scientific": "Lemur catta",
      "common": "RING-TAILED LEMUR"
    },
    {
      "count": 1,
      "scientific": "Varecia rubra",
      "common": "RED RUFFED LEMUR"
    },
    {
      "count": 12,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 1,
      "scientific": "Hystrix cristata",
      "common": "AFRICAN CRESTED PORCUPINE"
    },
    {
      "count": 1,
      "scientific": "Sus scrofa domestica",
      "common": "DOMESTIC PIG / POTBELLY PIG / MICRO PIG"
    },
    {
      "count": 1,
      "scientific": "Bos grunniens",
      "common": "YAK"
    },
    {
      "count": 2,
      "scientific": "Choloepus didactylus",
      "common": "LINNAEUS'S TWO-TOED SLOTH"
    },
    {
      "count": 2,
      "scientific": "Canis lupus",
      "common": "GRAY WOLF / GREY WOLF / TIMBER WOLF"
    },
    {
      "count": 1,
      "scientific": "Sapajus appella",
      "common": "BROWN CAPUCHIN / TUFTED CAPUCHIN"
    },
    {
      "count": 1,
      "scientific": "Mustela putorius furo",
      "common": "DOMESTIC FERRET"
    }
  ]
}