{
  "insp_id": "293151525360285",
  "layout": "a",
  "customer_id": "3913",
  "customer_name": "Bobbi Pradon",
  "customer_addr": "Daniel Pradon\n1101 N Tripp Ave.\nOdessa, TX 79763",
  "certificate": "74-B-0708",
  "site_id": "001",
  "site_name": "Bobbi Pradon & Daniel Pradon",
  "insp_type": "ROUTINE INSPECTION",
  "date": "20-OCT-2015",
  "report_date": "22-OCT-2015",
  "citations": [
    {
      "code": "2.40(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "The current Program of Veterinary Care (PVC) does not address all species at the facility. Licensees' with part time\nattending veterinarians must have a formal written arrangement with a veterinarian (PVC) that addresses the\npreventive care for all regulated species. This is required so that USDA personnel can confirm that the licensee is\nworking with a veterinarian and is following the recommendations from that veterinarian.\nA program of veterinary care needs to be developed for this facility by the attending veterinarian that includes\nrecommendations for all regulated species at the facility. Examples of topics to be covered in the PVC are:\n*The veterinarian's schedule for visits to the facility.\n*Parasite control program if appropriate for the species.\n*Vaccination recommendations if appropriate for the species.\n*Routine medical testing if appropriate for the species.\n*Instructions on necropsies for unexpected deaths.\n*Hoof trims for animals with chronic hoof problems.\n*Any other medical/husbandry recommendations the veterinarian feels necessary for this facility.\n*Emergency contact information.\nThe PVC must be signed and dated by the attending veterinarian. This document must indicate to USDA\nrepresentatives that the licensee and the veterinarian have an active working relationship. To be corrected by:\nDecember 1, 2015."
    },
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "Several hoofed stock appear thin with prominent hip bones and ribs. The thin hoof stock include multiple white\ntailed deer, one spotted deer, one zebu, several hog deer, one addax, and one lechwe. The licensee is responsible\nfor ensuring all animals receive adequate veterinary care in order to prevent, control, diagnose, and treat diseases\nand injuries. These animals must be evaluated by a veterinarian to assess their body conditions and develop an\nappropriate treatment plan. To be corrected by: November 6, 2015.\nOne female zebu has front feet that are so long the hooves are curling upward. When she walks her gait is\nadversely affected by these long front hooves. According to the licensee this animal has to be taken to the\nveterinarian in order to adequately trim its hooves. The licensee is responsible for ensuring that all animals receive\nadequate veterinary care in order to prevent, control, diagnose, and treat diseases and injuries. This animal must\nbe seen by a veterinarian and appropriate hoof care performed. To be corrected by: November 6, 2015."
    },
    {
      "code": "3.81",
      "kind": "",
      "repeat": false,
      "desc": "ENVIRONMENT ENHANCEMENT TO PROMOTE PSYCHOLOGICAL WELL-BEING.",
      "narrative": "At the time of this inspection the licensee did not have a plan for environmental enrichment for the primates. An\nenrichment plan approved by the attending veterinarian needs to be developed that includes specific provisions\nsuch as appropriate social grouping and providing means of expressing species typical behaviors (such as swings\nand perches). To be corrected by: December 1, 2015."
    },
    {
      "code": "3.84(c)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "In the central part of the ringtail lemur breeding building, there is an equipment storage area which has a lot of\nclutter and debris laying on the floor such as empty plastic containers, metal barrels, pieces of PVC pipe, rusty\nchains, and pieces of wire. Small pieces of Styrofoam-like material were noted in this equipment storage area by\nthe bottom of the overhead doors which may indicate a rodent problem in this area. Trash must be properly\ndisposed of and maintenance supplies must be stored off the floor and away from the walls to allow cleaning\nunderneath and around the supplies. Buildings for non-human primates must be kept clean and in good repair in\norder to protect the health and well-being of all animals housed inside this facility. To be corrected by: October 30,\n2015."
    },
    {
      "code": "3.84(d)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "At the time of this inspection, there were three ringtail lemurs in one cage inside the pump house building. There\nwas evidence of rodent feces at the junction of the wall and floor in several locations in this building. Several small\nwild birds were seen inside of this building at the time of this inspection. There was a significant accumulation of\nbird fecal material on the wooden rafters directly above the primate cage in this building and on the concrete\nflooring. Birds and rodents can transmit disease and other health risks to the animals. An effective pest control\nprogram must be established and maintained to protect the health and well-being of the non-human primates in this\nbuilding. To be corrected by October 30, 2015."
    },
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "In the front addax outdoor enclosure, there are several layers of fencing material along the bottom of the chain link\nfence. There are pieces of wire protruding inwards along the bottom of this fence which could injure the animals.\nThese areas of broken fencing must be repaired or replaced to protect the animals from injury. To be corrected by:\nDecember 31, 2015.\nThe section of the chain link fence by the white tail deer runway is being held to the metal top rail by string. The\nstring could break allowing animals to escape or become entangled in the fence. This area of fencing must be\nrepaired or replaced to protect the animals from injury. To be corrected by: December 31, 2015."
    },
    {
      "code": "3.127(b)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, OUTDOOR.",
      "narrative": "There are seventeen ibex housed together in one outdoor enclosure with one shelter. One piece of plywood\nappears to have become detached from this shelter structure is laying on the ground. This shelter is not wide\nenough to comfortably house all of the ibex during inclement weather. This shelter must be repaired and expanded;\nor an additional outdoor shelter provided; in order to provide adequate shelter for all of the ibex. To be corrected by:\nDecember 31, 2015."
    },
    {
      "code": "3.131(a)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "At the time of this inspection, the outdoor serval yard had a large accumulation of dried, white fecal material. Feces\nmust be removed from animal enclosures as often as necessary to minimize disease hazards and to reduce odors.\nRoutine cleaning and sanitation of primary enclosures must be done frequently to protect the health and well-being\nof the one serval housed in this enclosure. To be corrected by: October 30, 2015.\nFacility inspection was conducted by Jeanne Kjos, VMO and Cindy Digesualdo, VMO with facility representatives on\nOctober 20, 2015.\nExit briefing was conducted with by Jeanne Kjos, VMO and Cindy Digesualdo, VMO with facility representatives on\nOctober 22, 2015.\nAdditional Inspectors\nDigesualdo Cynthia, Veterinary Medical Officer"
    }
  ],
  "narrative": "2.40(a)(1)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThe current Program of Veterinary Care (PVC) does not address all species at the facility. Licensees' with part time\nattending veterinarians must have a formal written arrangement with a veterinarian (PVC) that addresses the\npreventive care for all regulated species. This is required so that USDA personnel can confirm that the licensee is\nworking with a veterinarian and is following the recommendations from that veterinarian.\nA program of veterinary care needs to be developed for this facility by the attending veterinarian that includes\nrecommendations for all regulated species at the facility. Examples of topics to be covered in the PVC are:\n*The veterinarian's schedule for visits to the facility.\n*Parasite control program if appropriate for the species.\n*Vaccination recommendations if appropriate for the species.\n*Routine medical testing if appropriate for the species.\n*Instructions on necropsies for unexpected deaths.\n*Hoof trims for animals with chronic hoof problems.\n*Any other medical/husbandry recommendations the veterinarian feels necessary for this facility.\n*Emergency contact information.\nThe PVC must be signed and dated by the attending veterinarian. This document must indicate to USDA\nrepresentatives that the licensee and the veterinarian have an active working relationship.  To be corrected by: \nDecember 1, 2015.\n2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nSeveral hoofed stock appear thin with prominent hip bones and ribs.  The thin hoof stock include multiple white\ntailed deer, one spotted deer, one zebu, several hog deer, one addax, and one lechwe.  The licensee is responsible\nfor ensuring all animals receive adequate veterinary care in order to prevent, control, diagnose, and treat diseases\nand injuries.  These animals must be evaluated by a veterinarian to assess their body conditions and develop an\n\nappropriate treatment plan.  To be corrected by:  November 6, 2015.\nOne female zebu has front feet that are so long the hooves are curling upward.  When she walks her gait is\nadversely  affected by these long front hooves.  According to the licensee this animal has to be taken to the\nveterinarian in order to adequately trim its hooves.   The licensee is responsible for ensuring that all animals receive\nadequate veterinary care in order to prevent, control, diagnose, and treat diseases and injuries.  This animal must\nbe seen by a veterinarian and appropriate hoof care performed.  To be corrected by:  November 6, 2015.\n3.81\nENVIRONMENT ENHANCEMENT TO PROMOTE PSYCHOLOGICAL WELL-BEING.\nAt the time of this inspection the licensee did not have a plan for environmental enrichment for the primates.  An\nenrichment plan approved by the attending veterinarian needs to be developed that includes specific provisions\nsuch as appropriate social grouping and providing means of expressing species typical behaviors (such as swings\nand perches).  To be corrected by:  December 1, 2015.\n3.84(c)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL. \nIn the central part of the ringtail lemur breeding building, there is an equipment storage area which has a lot of\nclutter and debris laying on the floor such as empty plastic containers, metal barrels, pieces of PVC pipe, rusty\nchains, and pieces of wire.  Small pieces of Styrofoam-like material were noted in this equipment storage area by\nthe bottom of the overhead doors which may indicate a rodent problem in this area. Trash must be properly\ndisposed of and maintenance supplies must be stored off the floor and away from the walls to allow cleaning\nunderneath and around the supplies.  Buildings for non-human primates must be kept clean and in good repair in\norder to protect the health and well-being of all animals housed inside this facility.  To be corrected by:  October 30,\n2015.\n3.84(d)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL. \nAt the time of this inspection, there were three ringtail lemurs in one cage inside the pump house building.  There\nwas evidence of rodent feces at the junction of the wall and floor in several locations in this building.  Several small\nwild birds were seen inside of this building at the time of this inspection.  There was a significant accumulation of\nbird fecal material on the wooden rafters directly above the primate cage in this building and on the concrete\nflooring.  Birds and rodents can transmit disease and other health risks to the animals.  An effective pest control\nprogram must be established and maintained to protect the health and well-being of the non-human primates in this\nbuilding.  To be corrected by October 30, 2015.\n\n3.125(a)\nFACILITIES, GENERAL.   \nIn the front addax outdoor enclosure, there are several layers of fencing material along the bottom of the chain link\nfence.  There are pieces of wire protruding inwards along the bottom of this fence which could injure the animals. \nThese areas of broken fencing must be repaired or replaced to protect the animals from injury.  To be corrected by: \nDecember 31, 2015.\nThe section of the chain link fence by the white tail deer runway is being held to the metal top rail by string.  The\nstring could break allowing animals to escape or become entangled in the fence.  This area of fencing must be\nrepaired or replaced to protect the animals from injury.  To be corrected by:  December 31, 2015.\n3.127(b)\nFACILITIES, OUTDOOR. \nThere are seventeen ibex housed together in one outdoor enclosure with one shelter.  One piece of plywood\nappears to have become detached from this shelter structure is laying on the ground.  This shelter is not wide\nenough to comfortably house all of the ibex during inclement weather.  This shelter must be repaired and expanded;\nor an additional outdoor shelter provided; in order to provide adequate shelter for all of the ibex.  To be corrected by:\n December 31, 2015.\n3.131(a)\nSANITATION.   \nAt the time of this inspection, the outdoor serval yard had a large accumulation of dried, white fecal material.  Feces\nmust be removed from animal enclosures as often as necessary to minimize disease hazards and to reduce odors. \nRoutine cleaning and sanitation of primary enclosures must be done frequently to protect the health and well-being\nof the one serval housed in this enclosure.  To be corrected by:  October 30, 2015.\nFacility inspection was conducted by Jeanne Kjos, VMO and Cindy Digesualdo, VMO with facility representatives on\nOctober 20, 2015.\n \nExit briefing was conducted with by Jeanne Kjos, VMO and Cindy Digesualdo, VMO with facility representatives on\nOctober 22, 2015.\n\nAdditional Inspectors\nDigesualdo Cynthia, Veterinary Medical Officer",
  "animals_total": 347,
  "species": [
    {
      "count": 28,
      "scientific": "Addax nasomaculatus",
      "common": "ADDAX"
    },
    {
      "count": 4,
      "scientific": "Antilope cervicapra",
      "common": "BLACKBUCK"
    },
    {
      "count": 4,
      "scientific": "Ateles chamek",
      "common": "BLACK SPIDER MONKEY"
    },
    {
      "count": 37,
      "scientific": "Axis porcinus",
      "common": "HOG DEER"
    },
    {
      "count": 8,
      "scientific": "Bos primigenuis indicus",
      "common": "ZEBU"
    },
    {
      "count": 3,
      "scientific": "Camelus dromedarius domestic",
      "common": "DOMESTIC DROMEDARY CAMEL"
    },
    {
      "count": 32,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 51,
      "scientific": "Capra pyrenaica",
      "common": "SPANISH IBEX"
    },
    {
      "count": 3,
      "scientific": "Cebus capucinus",
      "common": "WHITE-HEADED / WHITE-THROATED CAPUCHIN"
    },
    {
      "count": 5,
      "scientific": "Cervus elaphus",
      "common": "RED DEER"
    },
    {
      "count": 13,
      "scientific": "Chinchilla brevicaudata",
      "common": "CHINCHILLA"
    },
    {
      "count": 1,
      "scientific": "Choloepus hoffmanni",
      "common": "HOFFMANN'S TWO-TOED SLOTH"
    },
    {
      "count": 4,
      "scientific": "Equus grevyi",
      "common": "GREVY'S ZEBRA"
    },
    {
      "count": 4,
      "scientific": "Hylobates agilis",
      "common": "AGILE GIBBON"
    },
    {
      "count": 1,
      "scientific": "Kobus leche",
      "common": "RED LECHWE / SOUTHERN LECHWE"
    },
    {
      "count": 8,
      "scientific": "Lama pacos",
      "common": "ALPACA"
    },
    {
      "count": 30,
      "scientific": "Lemur catta",
      "common": "RING-TAILED LEMUR"
    },
    {
      "count": 1,
      "scientific": "Leptailurus serval",
      "common": "SERVAL"
    },
    {
      "count": 1,
      "scientific": "Lynx rufus",
      "common": "BOBCAT"
    },
    {
      "count": 4,
      "scientific": "Muntiacus reevesi",
      "common": "REEVE'S MUNTJAC"
    },
    {
      "count": 1,
      "scientific": "Mustela eversmannii",
      "common": "STEPPE POLECAT"
    },
    {
      "count": 4,
      "scientific": "Nasua nasua",
      "common": "SOUTH AMERICAN COATI"
    },
    {
      "count": 9,
      "scientific": "Notamacropus agilis",
      "common": "AGILE WALLABY"
    },
    {
      "count": 18,
      "scientific": "Odocoileus virginianus",
      "common": "WHITE-TAILED DEER"
    },
    {
      "count": 23,
      "scientific": "Oryctolagus cuniculus",
      "common": "EUROPEAN RABBIT"
    },
    {
      "count": 9,
      "scientific": "Oryx gazella",
      "common": "GEMSBOK"
    },
    {
      "count": 1,
      "scientific": "Osphranter rufus",
      "common": "RED KANGAROO"
    },
    {
      "count": 4,
      "scientific": "Petaurus breviceps",
      "common": "SUGAR GLIDER"
    },
    {
      "count": 7,
      "scientific": "Potos flavus",
      "common": "KINKAJOU"
    },
    {
      "count": 23,
      "scientific": "Rusa alfredi",
      "common": "TOME'S SPINY-RAT"
    },
    {
      "count": 2,
      "scientific": "Saguinus geoffroyi",
      "common": "GEOFFROY'S TAMARIN"
    },
    {
      "count": 2,
      "scientific": "Saguinus oedipus",
      "common": "COTTON-TOP TAMARIN"
    },
    {
      "count": 2,
      "scientific": "Urocyon cinereoargenteus",
      "common": "GRAY FOX / GREY FOX"
    }
  ]
}