{
  "insp_id": "INS-0000815181",
  "layout": "c",
  "customer_id": "507232",
  "customer_name": "MELVIN TROYER",
  "customer_addr": "9025 Mt Hope Rd\nAPPLE CREEK, OH 44606",
  "certificate": "31-A-0801",
  "site_id": "001",
  "site_name": "MELVIN E TROYER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "26-SEP-2022",
  "report_date": "26-SEP-2022",
  "citations": [
    {
      "code": "2.75(a)(1)(i)",
      "kind": "",
      "repeat": false,
      "desc": "Records: Dealers and exhibitors.",
      "narrative": "Two nursing puppies were acquired from a neighbor and placed in an enclosure with a nursing female dog. The name\nand address of where the puppies came from was not documented. Not providing complete and accurate information\ndoes not allow for proper tracking of the animals by an APHIS official. All acquisition information must be documented for\nall regulated animals. Correct by 10/3/22."
    },
    {
      "code": "3.13(a)(3)",
      "kind": "",
      "repeat": false,
      "desc": "Veterinary care for dogs.",
      "narrative": "The Program of Veterinary Care the licensee has does not cover a sampling of his dog population for heartworm and\nfecal parasites. He, therefore, has not been sampling his dogs for heartworm or fecal parasites. In addition, the licensee\nhas not gotten his adult dogs vaccinated for Rabies. Not testing a sample of the dogs for heartworm and fecal parasites\nand not vaccinating against Rabies doesn't ensure the dogs are adequately protected from various diseases and\nparasites. The licensee must have the Program of Veterinary Care updated to include testing for heartworm and fecal\nparasites for a sample of the dog population. He must have all adult dogs vaccinated against rabies and start sampling\nfor heartworm and fecal parasites. Correct by 10/24/22.\nThis inspection and exit interview were conducted with the licensee.\nEnd of report.\nn"
    }
  ],
  "narrative": "2.75(a)(1)(i) \n   \nRecords: Dealers and exhibitors. \nTwo nursing puppies were acquired from a neighbor and placed in an enclosure with a nursing female dog.  The name \nand address of where the puppies came from was not documented.  Not providing complete and accurate information \ndoes not allow for proper tracking of the animals by an APHIS official.  All acquisition information must be documented for \nall regulated animals.  Correct by 10/3/22. \n3.13(a)(3) \n   \nVeterinary care for dogs. \nThe Program of Veterinary Care the licensee has does not cover a sampling of his dog population for heartworm and \nfecal parasites.  He, therefore, has not been sampling his dogs for heartworm or fecal parasites. In addition, the licensee \nhas not gotten his adult dogs vaccinated for Rabies.  Not testing a sample of the dogs for heartworm and fecal parasites \nand not vaccinating against Rabies doesn't ensure the dogs are adequately protected from various diseases and \nparasites.  The licensee must have the Program of Veterinary Care updated to include testing for heartworm and fecal \nparasites for a sample of the dog population.  He must have all adult dogs vaccinated against rabies and start sampling \nfor heartworm and fecal parasites.  Correct by 10/24/22.\n\nThis inspection and exit interview were conducted with the licensee. \n \nEnd of report. \n \n n",
  "animals_total": 45,
  "species": [
    {
      "count": 24,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 21,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}