{
  "insp_id": "61141224130291",
  "layout": "a",
  "customer_id": "8041",
  "customer_name": "City Of Monroe",
  "customer_addr": "P. O. Box 123\nMonroe, LA 71210",
  "certificate": "72-C-0148",
  "site_id": "001",
  "site_name": "CITY OF MONROE, L A",
  "insp_type": "ROUTINE INSPECTION",
  "date": "24-FEB-2014",
  "report_date": "03-MAR-2014",
  "citations": [
    {
      "code": "2.131",
      "kind": "",
      "repeat": false,
      "desc": "HANDLING OF ANIMALS.",
      "narrative": "(c)(1)\n***** At time of inspection the following areas of exhibition had insuffcient distance and barriers in place which would\nprevent contact with the animals in these enclosures. The reindeer pen had portions of the chain barrier which is\nbetween 12\" and 18\" in height that were missing, the plants which were present in some areas but not all areas also\ndid not prevent contact.\nThe board walk for the Kangaroo allowed for an individual if they desired to reach over the rail system and touch the\nKangaroo if it were present beneath them.\nThe board walk between the areas for the Wart hogs and the Tortoises allowed for the Wart hogs to come directly\nup to the edge of their enclosure and directly underneath the public. A person could make contact with the animals\nby reaching over the rail system which is in place.\nThese animal area need to have a barrier system put into place which will prevent contact with the public and the\nanimals or an adjustment in the enclosures need to be made which will not allow the animals the ability to get this\nclose to the existing barrier system currently in use.\nTO BE CORRECTED BY: 6/3/14"
    },
    {
      "code": "3.75(c)(1)",
      "kind": "",
      "repeat": true,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "(c) Surfaces--(1) General requirements. The surfaces of housing facilities--including perches, shelves, swings,\nboxes, houses, dens, and other furniture-type fixtures or objects within the facility--must be constructed in a manner\nand made of materials that allow them to be readily cleaned and sanitized, or removed or replaced when worn or\nsoiled\n****A majority of the primate shelters are constructed of wood and wire or metal mesh. In many of them the paint on\nthe wood has worn away or the wood is rotting. All of the wire/metal has varying degrees of rust. Rotting wood and\nrust cannot be adequately cleaned or sanitized. The inability to adequately clean and sanitize can lead to pest\nproblems and/or illness and disease in the animals. These shelters must be repaired or replaced with structures\nthat can be adequately cleaned and disinfected.\nTo be corrected by: Jan 1, 2014"
    },
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": true,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "(a) Structural strength. The facility must be constructed of such material and of such strength as appropriate for the\nanimals involved. The indoor and outdoor housing facilities shall be structurally sound and shall be maintained in\ngood repair to protect the animals from injury and to contain the animals.\n****Most of the mammal enclosures have varying degrees of rust on doors, cage furniture, cage walls and/or\nenclosure fences. Rust cannot be adequately cleaned and sanitized. Rust compromises the structural integrity of\nthe facility. The inability to adequately clean and sanitize can lead to pest problems and/or illness and disease in the\nanimals. Compromises in structural integrity can lead to animal escapes. The structures in mammal facilities with\nrust problems must be repaired or replaced so that the area can be adequately cleaned and disinfected and to\nensure structural integrity adequate to maintain the animals.\nTo be corrected by Jan 1, 2014"
    },
    {
      "code": "3.125",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "(a) Structural strength.\n***** At time of inspection the 6' chainlink fence used for enclosure construction and in some areas provide the\nperimeter fence for the zoo had many areas that had areas of damage caused by tree limbs falling on it, ground\nmovement and in one area an accident caused the fence to become in disrepair. Top rails of the fence are missing\nin some locations and have become seperated in many others.\nThis fence needs to be repaired and or replaced in areas if repair is not possible to keep these enclosures in good\nrepair and to provide for the security of the zoo as the perimeter fence is intended to do.\nTO BE CORRECTED BY: 9/3/14\n***** At time of inspection in many of the exhibits there are broken wires, old wire used to hold limbs and logs in\nplace and wire cut to allow for roof trusses to be set in many exhibits. These pose an injury threat to the animals in\nthese enclosures and should be removed. Also there is one exhibit which has encompassed a tree into the exhibit\nand the wood used to do this has become seperated due to the growth of the tree and needs to be repaired before\na potential animal escape should become possible and to keep this exhibit in good repair.\nTO BE CORRECTED BY: 5/3/14\n***** At time of inspection the concrete block wall in the food preperation building had in the area of the breaker\npanel areas of the block which had been removed for work to be completed. This area now that the work is\ncompleted needs to be repaired to make this area of the wall once again structurally sound and to keep it in good\nrepair.\nTO BE CORRECTED BY: 6/3/14\n***** At time of inspection the outer barns accessible from the public roadway had many items which are in need of\nrepair, or replacement. All wood on the exterior of the buildings which has rotted away in areas along the bottoms of\nthe buildings need to be repaired or the boards replaced.\nOn the interior of the buildings where the concrete has cracked and openings have become large enough for food,\nfecal material, and waste to become trapped it is not allowing for good husbandry practices and sanitation to take\nplace. These cracks need to be repaired with a material which will allow for the required husbandry pratices for\nthese animals to be carried out.\nOn many of the buildings interior metal flashing has become structurally unsound and has rusted away and needs\nto be repaired and or replaced to prevent injury to the animals. Also wood used to line the interior walls which has\nbecome rotted should be replaced.\nIn one building there are several electrical junction boxes which do not have covers on them and this poses an\ninjury risk to the animals by electrocution in this building. All junction boxes should have covers that protect the\nanimals from injury.\nThere are fans in several of the buildings which have been positioned in the areas just above the feeders for the\nanimals. Many of these animals are hoof stock which are horned or have antlers and can reach the fans in the\ncurrent locations. These fans need to be moved to a location which will not allow for possible contact with the\nanimals.\nThere are two barns which have drains in the floor. The drains currently have a protective cover on them which\nprevents an animal from stepping down into the drain pipe itself but does not protect them from a trip hazard as the\ncurrent cover is located inside the drain trap and not flush with the concrete floor. This is allowing for a 2\" to 3\" trip\nhazard to possibly injure an animal if the animals currently in theses enclosures were to become startled and try to\nflee all at one time causing an animal to step into this drain system.\nTO BE CORRECTED BY: 6/3/14"
    },
    {
      "code": "3.127",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, OUTDOOR.",
      "narrative": "(d) Perimeter fence.\n***** At time of inspection the 8' perimeter fence requirements for dangerous animals was not being met. The\nexterior perimeter fence of the zoo itself in several areas was of 6' in height which would require that the dangerous\nanimal enclosures themselves have an 8 ' perimeter fence around them to act as a secondary containment system\nin the event of an escape and to keep animals and unauthorized persons out. The perimeter fence around the zoo\nneeds to be elevated to an 8' height to meet this requirement or the individual enclosures for the dangerous animals\nneed to have an 8' perimeter system put into place that is at least 3' from the enclosure walls so that direct contact\nwith the animals is not allowed..\nTO BE CORRECTED BY: 9/3/14"
    },
    {
      "code": "3.131",
      "kind": "",
      "repeat": true,
      "desc": "SANITATION.",
      "narrative": "(c) Housekeeping. Premises (buildings and grounds) shall be kept clean and in good repair in order to protect the\nanimals from injury and to facilitate the prescribed husbandry practices set forth in this subpart.\n****The kitchen used to prepare animal diets had paint peeling off the ceilings in the cooler and the dry feed storage\nroom. The floor had peeling paint/sealer. Metal shelves holding clean food containers were rusted. Wooden\nshelves holding clean food containers and utensils were falling apart or covered with old, dirty, sticky shelf paper.\nFood and food receptacles must be stored in facilities which adequately protect them from contamination. The\npeeling paint/sealer on the floor prevents the floor from being adequately cleaned and sanitized. Paint peeling off\nthe ceilings could contaminate food stored in the dry feed room or the cooler. Rotting wood, old sticky shelf paper,\nand rust cannot be adequately cleaned or sanitized therefore the food receptacles and utensils stored on these\nsurfaces will not remain adequately cleaned or sanitized. The inability to adequately clean and sanitize can lead to\npest problems and/or illness and disease in the animals. The animal kitchen needs to be renovated so that paint is\nnot peeling, the floors are cleanable, and work and storage surfaces can be cleaned and disinfected.\nTo be corrected by: Jan 1, 2014"
    },
    {
      "code": "3.131",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "(c) Housekeeping.\n***** At time of inspection the ceiling in the food preparation building was tongue and groove pine. There was\nspacing between many of the boards which looked to have possibly been sap, dust or other foreign material trapped\nbetween the boards.This ceiling needs to be repaired or covered with a material such as paint or material which will\nprevent any foreign material from falling into the food being prepared below and contaminating the food.\n***** At time of inspection the lighting used in the food preparation building was flouresent lighting. The protective\ndiffusers which are used to diffuse the light as well as to prevent glass from broken bulbs from falling onto persons\nor objects below and causing potential injury or in this case contaminated food were not present. Another means of\npreventing this from occuring which was not used in the absence of the diffusers are protective sleeves which can\nbe put over each flouresent tube which if broken prevents the bulb from shattering onto anything located beneath it.\nThe lighting diffusers or a protective measure which will prevent broken bulbs from falling onto persons or objects\nbeneath the light fixutures such as food being prepared for the animals need to be installed.\n***** At time of inspection the freezer unit for the zoo was in need of repair to the ceiling where the metal covering\nwhich covered the wood and insulation on the roof section which is close to the entry door and freezer cooling unit\nwas missing and the wood had become rotted and was allowing for dripping of material onto the food shelf below.\nThis ceiling needs to be repaired so that this area is consistant with the rest of the ceiling in this unit.\nThe floor of the freezer unit was in need of cleaning as well as sthe storage racks of the unit. There was dirt, debris\nand lots of build up in the floor tracks indicating it had been some time since a complete cleaning of this freezer unit\nhad been done.\nThis unit should be cleaned as food is removed and prior to new food being put into the unit.\nTO BE CORRECTED BY: 6/3/14\nThis inspection and exit interview conducted by APHIS, USDA, Animal Care Personnel and the Zoo Director and his\nstaff.\nEND OF REPORT.\nAdditional Inspectors\nNiebruegge Cathy, Animal Care Inspector"
    }
  ],
  "narrative": "2.131\nHANDLING OF ANIMALS.\n(c)(1) \n***** At time of inspection the following areas of exhibition had insuffcient distance and barriers in place which would\nprevent contact with the animals in these enclosures. The reindeer pen had portions of the chain barrier which is\nbetween 12\" and 18\" in height that were missing, the plants which were present in some areas but not all areas also\ndid not prevent contact.\nThe board walk for the Kangaroo allowed for an individual if they desired to reach over the rail system and touch the\nKangaroo if it were present beneath them.\nThe board walk between the areas for the Wart hogs and the Tortoises allowed for the Wart hogs to come directly\nup to the edge of their enclosure and directly underneath the public. A person could make contact with the animals\nby reaching over the rail system which is in place.\nThese animal area need to have a barrier system put into place which will prevent contact with the public and the\nanimals or an adjustment in the enclosures need to be made which will not allow the animals the ability to get this\nclose to the existing barrier system currently in use. \nTO BE CORRECTED BY: 6/3/14\n3.75(c)(1)                    REPEAT\nHOUSING FACILITIES, GENERAL. \n(c) Surfaces--(1) General requirements. The surfaces of housing facilities--including perches, shelves, swings,\nboxes, houses, dens, and other furniture-type fixtures or objects within the facility--must be constructed in a manner\nand made of materials that allow them to be readily cleaned and sanitized, or removed or replaced when worn or\n\nsoiled\n****A majority of the primate shelters are constructed of wood and wire or metal mesh.  In many of them the paint on\nthe wood has worn away or the wood is rotting.  All of the wire/metal has varying degrees of rust.  Rotting wood and\nrust cannot be adequately cleaned or sanitized.  The inability to adequately clean and sanitize can lead to pest\nproblems and/or illness and disease in the animals.  These shelters must be repaired or replaced with structures\nthat can be adequately cleaned and disinfected. \nTo be corrected by:  Jan 1, 2014\n3.125(a)                    REPEAT\nFACILITIES, GENERAL.   \n(a) Structural strength. The facility must be constructed of such material and of such strength as appropriate for the\nanimals involved. The indoor and outdoor housing facilities shall be structurally sound and shall be maintained in\ngood repair to protect the animals from injury and to contain the animals.\n****Most of the mammal enclosures have varying degrees of rust on doors, cage furniture, cage walls and/or\nenclosure fences.  Rust cannot be adequately cleaned and sanitized.  Rust compromises the structural integrity of\nthe facility. The inability to adequately clean and sanitize can lead to pest problems and/or illness and disease in the\nanimals.  Compromises in structural integrity can lead to animal escapes.  The structures in mammal facilities with\nrust problems must be repaired or replaced so that the area can be adequately cleaned and disinfected and to\nensure structural integrity adequate to maintain the animals.  \nTo be corrected by Jan 1, 2014\n3.125\nFACILITIES, GENERAL.   \n(a) Structural strength. \n***** At time of inspection the 6' chainlink fence used for enclosure construction and in some areas provide the\nperimeter fence for the zoo had many areas that had areas of damage caused by tree limbs falling on it, ground\nmovement and in one area an accident caused the fence to become in disrepair. Top rails of the fence are missing\nin some locations and have become seperated in many others.\nThis fence needs to be repaired and or replaced in areas if repair is not possible to keep these enclosures in good\nrepair and to provide for the security of the zoo as the perimeter fence is intended to do.\n\nTO BE CORRECTED BY: 9/3/14\n***** At time of inspection in many of the exhibits there are broken wires, old wire used to hold limbs and logs in\nplace and wire cut to allow for roof trusses to be set in many exhibits. These pose an injury threat to the animals in\nthese enclosures and should be removed. Also there is one exhibit which has encompassed a tree into the exhibit\nand the wood used to do this has become seperated due to the growth of the tree and needs to be repaired before\na potential animal escape should become possible and to keep this exhibit in good repair.\nTO BE CORRECTED BY: 5/3/14\n***** At time of inspection the concrete block wall in the food preperation building had in the area of the breaker\npanel areas of the block which had been removed for work to be completed. This area now that the work is\ncompleted needs to be repaired to make this area of the wall once again structurally sound and to keep it in good\nrepair.\nTO BE CORRECTED BY: 6/3/14\n***** At time of inspection the outer barns accessible from the public roadway had many items which are in need of\nrepair, or replacement. All wood on the exterior of the buildings which has rotted away in areas along the bottoms of\nthe buildings need to be repaired or the boards replaced.\n On the interior of the buildings where the concrete has cracked and openings have become large enough for food,\nfecal material, and waste to become trapped it is not allowing for good husbandry practices and sanitation to take\nplace. These cracks need to be repaired with a material which will allow for the required husbandry pratices for\nthese animals to be carried out.\nOn many of the buildings interior metal flashing has become structurally unsound and has rusted away and needs\nto be repaired and or replaced to prevent injury to the animals. Also wood used to line the interior walls which has\nbecome rotted should be replaced.\nIn one building there are several electrical junction boxes which do not have covers on them and this poses an\ninjury risk to the animals by electrocution  in this building. All junction boxes should have covers that protect the\nanimals from injury. \nThere are fans in several of the buildings which have been positioned in the areas just above the feeders for the\nanimals. Many of these animals are hoof stock which are horned or have antlers and can reach the fans in the\ncurrent locations. These fans need to be moved to a location which will not allow for possible contact with the\n\nanimals.\nThere are two barns which have drains in the floor. The drains currently have a protective cover on them which\nprevents an animal from stepping down into the drain pipe itself but does not protect them from a trip hazard as the\ncurrent cover is located inside the drain trap and not flush with the concrete floor. This is allowing for a 2\" to 3\" trip\nhazard to possibly injure an animal if the animals currently in theses enclosures were to become startled and try to\nflee all at one time causing an animal to step into this drain system.\nTO BE CORRECTED BY: 6/3/14\n3.127\nFACILITIES, OUTDOOR. \n(d) Perimeter fence. \n***** At time of inspection the 8' perimeter fence requirements for dangerous animals was not being met. The\nexterior perimeter fence of the zoo itself in several areas was of 6' in height which would require that the dangerous\nanimal enclosures themselves have an 8 ' perimeter fence around them to act as a secondary containment system\nin the event of an escape and to keep animals and unauthorized persons out. The perimeter fence around the zoo\nneeds to be elevated to an 8' height to meet this requirement or the individual enclosures for the dangerous animals\nneed to have an 8' perimeter system put into place that is at least 3' from the enclosure walls so that direct contact\nwith the animals is not allowed..\nTO BE CORRECTED BY: 9/3/14\n3.131                    REPEAT\nSANITATION.   \n(c) Housekeeping. Premises (buildings and grounds) shall be kept clean and in good repair in order to protect the\nanimals from injury and to facilitate the prescribed husbandry practices set forth in this subpart.\n****The kitchen used to prepare animal diets had paint peeling off the ceilings in the cooler and the dry feed storage\nroom.  The floor had peeling paint/sealer.  Metal shelves holding clean food containers were rusted.  Wooden\nshelves holding clean food containers and utensils were falling apart or covered with old, dirty, sticky shelf paper. \nFood and food receptacles must be stored in facilities which adequately protect them from contamination.  The\npeeling paint/sealer on the floor prevents the floor from being adequately cleaned and sanitized.  Paint peeling off\nthe ceilings could contaminate food stored in the dry feed room or the cooler.  Rotting wood, old sticky shelf paper,\n\nand rust cannot be adequately cleaned or sanitized therefore the food receptacles and utensils stored on these\nsurfaces will not remain adequately cleaned or sanitized.   The inability to adequately clean and sanitize can lead to\npest problems and/or illness and disease in the animals.   The animal kitchen needs to be renovated so that paint is\nnot peeling, the floors are cleanable, and work and storage surfaces can be cleaned and disinfected.\nTo be corrected by:  Jan 1, 2014\n3.131\nSANITATION.   \n(c) Housekeeping. \n***** At time of inspection the ceiling in the food preparation building was tongue and groove pine. There was\nspacing between many of the boards which looked to have possibly been sap, dust or other foreign material trapped\nbetween the boards.This ceiling needs to be repaired or covered with a material such as paint or material which will\nprevent any foreign material from falling into the food being prepared below and contaminating the food.\n***** At time of inspection the lighting used in the food preparation building was flouresent lighting. The protective\ndiffusers which are used to diffuse the light as well as to prevent glass from broken bulbs from falling onto persons\nor objects below and causing potential injury or in this case contaminated food were not present. Another means of\npreventing this from occuring which was not used in the absence of the diffusers are protective sleeves which can\nbe put over each flouresent tube which if broken prevents the bulb from shattering onto anything located beneath it.\nThe lighting diffusers or a protective measure which will prevent broken bulbs from falling onto persons or objects\nbeneath the light fixutures such as food being prepared for the animals need to be installed.\n***** At time of inspection the freezer unit for the zoo was in need of repair to the ceiling where the metal covering\nwhich covered the wood and insulation on the roof section which is close to the entry door and freezer cooling unit\nwas missing and the wood had become rotted and was allowing for dripping of material onto the food shelf below.\nThis ceiling needs to be repaired so that this area is consistant with the rest of the ceiling in this unit. \nThe floor of the freezer unit was in need of cleaning as well as sthe storage racks of the unit. There was dirt, debris\nand lots of build up in the floor tracks indicating it had been some time since a complete cleaning of this freezer unit\nhad been done.\nThis unit should be cleaned  as food is removed and prior to new food being put into the unit.\n\nTO BE CORRECTED BY: 6/3/14\nThis inspection and exit interview conducted by APHIS, USDA, Animal Care Personnel and the Zoo Director and his\nstaff.\nEND OF REPORT.\nAdditional Inspectors\nNiebruegge Cathy, Animal Care Inspector",
  "animals_total": 230,
  "species": [
    {
      "count": 2,
      "scientific": "Addax nasomaculatus",
      "common": "ADDAX"
    },
    {
      "count": 1,
      "scientific": "Aepyceros melampus",
      "common": "IMPALA"
    },
    {
      "count": 3,
      "scientific": "Ammotragus lervia",
      "common": "BARBARY SHEEP"
    },
    {
      "count": 1,
      "scientific": "Atelerix albiventris",
      "common": "HEDGEHOG"
    },
    {
      "count": 2,
      "scientific": "Ateles chamek",
      "common": "BLACK SPIDER MONKEY"
    },
    {
      "count": 4,
      "scientific": "Ateles geoffroyi",
      "common": "BLACK-HANDED SPIDER MONKEY"
    },
    {
      "count": 3,
      "scientific": "Bison bison",
      "common": "AMERICAN BISON"
    },
    {
      "count": 8,
      "scientific": "Bos primigenuis indicus",
      "common": "ZEBU"
    },
    {
      "count": 6,
      "scientific": "Bos taurus",
      "common": "CATTLE / COW / OX / WATUSI"
    },
    {
      "count": 3,
      "scientific": "Boselaphus tragocamelus",
      "common": "NILGAI"
    },
    {
      "count": 2,
      "scientific": "Callithrix jacchus",
      "common": "COMMON MARMOSET"
    },
    {
      "count": 1,
      "scientific": "Callithrix kuhlii",
      "common": "BLACK TUFTED-EAR MARMOSET"
    },
    {
      "count": 2,
      "scientific": "Canis latrans",
      "common": "COYOTE"
    },
    {
      "count": 1,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 2,
      "scientific": "Caracal caracal",
      "common": "CARACAL"
    },
    {
      "count": 2,
      "scientific": "Castor canadensis",
      "common": "AMERICAN BEAVER"
    },
    {
      "count": 1,
      "scientific": "Cebus olivaceus",
      "common": "WEEPER CAPUCHIN"
    },
    {
      "count": 1,
      "scientific": "Cercopithecus neglectus",
      "common": "DE BRAZZA'S MONKEY"
    },
    {
      "count": 4,
      "scientific": "Cervus c. canadensis",
      "common": "ELK"
    },
    {
      "count": 1,
      "scientific": "Chinchilla lanigera",
      "common": "CHINCHILLA"
    },
    {
      "count": 2,
      "scientific": "Coendou prehensilis",
      "common": "PREHENSILE-TAILED PORCUPINE"
    },
    {
      "count": 1,
      "scientific": "Colobus guereza",
      "common": "EASTERN BLACK-AND-WHITE COLOBUS / GUEREZA"
    },
    {
      "count": 2,
      "scientific": "Crocuta crocuta",
      "common": "SPOTTED HYENA"
    },
    {
      "count": 20,
      "scientific": "Cynomys ludovicianus",
      "common": "BLACK-TAILED PRAIRIE DOG"
    },
    {
      "count": 30,
      "scientific": "Dama dama",
      "common": "FALLOW DEER"
    },
    {
      "count": 3,
      "scientific": "Dasyprocta punctata",
      "common": "CENTRAL AMERICAN AGOUTI"
    },
    {
      "count": 4,
      "scientific": "Dasypus hybridus",
      "common": "SOUTHERN LONG-NOSED ARMADILLO"
    },
    {
      "count": 1,
      "scientific": "Didelphis virginiana",
      "common": "VIRGINIA OPOSSUM"
    },
    {
      "count": 3,
      "scientific": "Equus asinus asinus",
      "common": "DONKEY / BURRO / ASS"
    },
    {
      "count": 4,
      "scientific": "Equus quagga",
      "common": "BURCHELL’S / GRANT’S / CHAPMAN’S / PLAINS ZEBRA"
    },
    {
      "count": 1,
      "scientific": "Erythrocebus patas",
      "common": "PATAS MONKEY"
    },
    {
      "count": 1,
      "scientific": "Eulemur fulvus",
      "common": "COMMON BROWN LEMUR"
    },
    {
      "count": 2,
      "scientific": "Glaucomys volans",
      "common": "SOUTHERN FLYING SQUIRREL"
    },
    {
      "count": 2,
      "scientific": "Hippopotamus amphibius",
      "common": "HIPPOPOTAMUS"
    },
    {
      "count": 1,
      "scientific": "Hippotragus equinus",
      "common": "ROAN ANTELOPE"
    },
    {
      "count": 2,
      "scientific": "Hoolock hoolock",
      "common": "HOOLOCK GIBBON"
    },
    {
      "count": 2,
      "scientific": "Hydrochaeris hydrochaeris",
      "common": "CAPYBARA"
    },
    {
      "count": 1,
      "scientific": "Hylobates agilis",
      "common": "AGILE GIBBON"
    },
    {
      "count": 5,
      "scientific": "Hylobates lar",
      "common": "LAR GIBBON"
    },
    {
      "count": 6,
      "scientific": "Hystrix africaeaustralis",
      "common": "CAPE PORCUPINE"
    },
    {
      "count": 3,
      "scientific": "Kobus leche",
      "common": "RED LECHWE / SOUTHERN LECHWE"
    },
    {
      "count": 2,
      "scientific": "Lama pacos",
      "common": "ALPACA"
    },
    {
      "count": 13,
      "scientific": "Lemur catta",
      "common": "RING-TAILED LEMUR"
    },
    {
      "count": 1,
      "scientific": "Leptailurus serval",
      "common": "SERVAL"
    },
    {
      "count": 3,
      "scientific": "Lynx rufus",
      "common": "BOBCAT"
    },
    {
      "count": 1,
      "scientific": "Macaca fuscata",
      "common": "JAPANESE MACAQUE *MALE"
    },
    {
      "count": 1,
      "scientific": "Macaca silenus",
      "common": "LION-TAILED MACAQUE *MALE"
    },
    {
      "count": 1,
      "scientific": "Mephitis mephitis",
      "common": "STRIPED SKUNK"
    },
    {
      "count": 1,
      "scientific": "Muntiacus reevesi",
      "common": "REEVE'S MUNTJAC"
    },
    {
      "count": 2,
      "scientific": "Nasua nasua",
      "common": "SOUTH AMERICAN COATI"
    },
    {
      "count": 1,
      "scientific": "Nycticebus coucang",
      "common": "SLOW LORIS"
    },
    {
      "count": 4,
      "scientific": "Odocoileus virginianus",
      "common": "WHITE-TAILED DEER"
    },
    {
      "count": 2,
      "scientific": "Oryx dammah",
      "common": "SCIMITAR-HORNED ORYX"
    },
    {
      "count": 1,
      "scientific": "Oryx leucoryx",
      "common": "ARABIAN ORYX"
    },
    {
      "count": 1,
      "scientific": "Osphranter rufus",
      "common": "RED KANGAROO"
    },
    {
      "count": 10,
      "scientific": "Ovis aries aries",
      "common": "SHEEP INCLUDING ALL DOMESTIC BREEDS"
    },
    {
      "count": 1,
      "scientific": "Panthera leo",
      "common": "LION"
    },
    {
      "count": 1,
      "scientific": "Panthera pardus",
      "common": "LEOPARD"
    },
    {
      "count": 1,
      "scientific": "Panthera tigris",
      "common": "TIGER"
    },
    {
      "count": 8,
      "scientific": "Papio anubis",
      "common": "OLIVE BABOON"
    },
    {
      "count": 1,
      "scientific": "Petrogale lateralis",
      "common": "BLACK-FOOTED ROCK WALLABY"
    },
    {
      "count": 4,
      "scientific": "Phacochoerus aethiopicus",
      "common": "DESERT WARTHOG"
    },
    {
      "count": 2,
      "scientific": "Procyon lotor",
      "common": "RACCOON"
    },
    {
      "count": 1,
      "scientific": "Rangifer tarandus",
      "common": "REINDEER"
    },
    {
      "count": 4,
      "scientific": "Rousettus aegyptiacus",
      "common": "EGYPTIAN FRUIT BAT"
    },
    {
      "count": 1,
      "scientific": "Saguinus midas",
      "common": "RED-HANDED TAMARIN"
    },
    {
      "count": 1,
      "scientific": "Saimiri boliviensis",
      "common": "BLACK-CAPPED SQUIRREL MONKEY"
    },
    {
      "count": 2,
      "scientific": "Sus scrofa domestica",
      "common": "DOMESTIC PIG / POTBELLY PIG / MICRO PIG"
    },
    {
      "count": 2,
      "scientific": "Symphalangus syndactylus",
      "common": "SIAMANG"
    },
    {
      "count": 1,
      "scientific": "Syncerus caffer",
      "common": "AFRICAN BUFFALO / CAPE BUFFALO"
    },
    {
      "count": 4,
      "scientific": "Taurotragus oryx",
      "common": "COMMON ELAND"
    },
    {
      "count": 1,
      "scientific": "Urocyon cinereoargenteus",
      "common": "GRAY FOX / GREY FOX"
    },
    {
      "count": 2,
      "scientific": "Ursus americanus",
      "common": "NORTH AMERICAN BLACK BEAR"
    },
    {
      "count": 1,
      "scientific": "Varecia variegata",
      "common": "BLACK-AND-WHITE RUFFED LEMUR"
    },
    {
      "count": 2,
      "scientific": "Vulpes vulpes",
      "common": "RED FOX (INCLUDES SILVER FOX & CROSS FOX)"
    }
  ]
}