{
  "insp_id": "261151024530379",
  "layout": "a",
  "customer_id": "2977",
  "customer_name": "Calusa Nature Center And Planetarium",
  "customer_addr": "3450 Ortiz Avenue\nFt Myers, FL 33905",
  "certificate": "58-C-1148",
  "site_id": "001",
  "site_name": "CALUSA NATURE CENTER AND PLANETARIUM",
  "insp_type": "ROUTINE INSPECTION",
  "date": "14-SEP-2015",
  "report_date": "18-SEP-2015",
  "citations": [
    {
      "code": "3.125(c)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "The food storage and preparation area does not adequately protect the food against deterioration, molding, and\ncontamination by vermin. I observed hundreds of rodent dropping throughout the floor at the food storage and prep\narea. There was a plastic bin used to store dry food which had large holes due to the rodent chewing it. There are\nnumerous areas outside the building where rodents have chewed through large portions of the wood panels. There\nare several areas inside the food storage area where rodents are entering and exiting the building thought the\nchewed wood and wire mesh fencing. Some of the freezers and refrigerators have foul odors, uncovered food, dirty,\nand had thermometers to ensure appropriate temperatures.\nRodent excreta in contact with animal food could transmit illness and or numerous diseases in animals. There\nneeds to be thermometers in all refrigerators and freezers to ensure the food is being stored at adequate safe\ntemperatures. Refrigeration / freezers needs to remain clean and food covered to ensure there is no contamination\nand or freezer burn. Rodents bred for feeding housed in this area were recently removed due to the odors and\nsome escaping their enclosures the last several years.\nTO CORRECT BY: SEPTEMBER 25, 2015"
    },
    {
      "code": "3.129(a)",
      "kind": "",
      "repeat": false,
      "desc": "FEEDING.",
      "narrative": "There are 3-4 raccoons and other animal carcases in a freezer which were obtained from a wild life removal service.\nIt is not known which USDA animals are being fed these animals. The animals have been in this freezer from 4\nmonths to unknown dates because there is no information as to when they were obtained. There is no information\non how these animals were euthanized, if they were adequately refrigerated, if they were ill and or had parasites /\ndiseases. Animals must be fed food that is wholesome, free from contamination to maintain all animals in good\nhealth. These frozen carcasses must not be fed to USDA covered animals. It is important that this facility consult\nwith their attending vet in any changes of diet to ensure their animals are being fed an appropriate diet.\nTO BE CORRECTED IMMEDIATELY."
    },
    {
      "code": "3.131(c)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "The food storage room and food preparation area has a dirty floor with rodent feces. There is an accumulation of\ntrash and animal supplies which needs to be discarded or cleaned and stored appropriately. Premises (buildings\nand grounds) shall be kept clean and in good repair in order to protect the animals from injury and to facilitate the\nprescribed husbandry practices. Accumulations of trash shall be placed in designated areas and cleared as\nnecessary to protect the health of the animals.\nTO BE CORRECTED BY: SEPTEMBER 25, 2015."
    },
    {
      "code": "3.131(d)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "This facility does not have an effective program for the control of mammalian pests. There are hundreds of rodent\ndroppings throughout the floor inside the food storage and prep area. There are numerous areas outside the\nbuilding with rodent droppings and where rats have chewed through large portions of the wood panels. The rodents\nare entering and exiting the food storage building thought the chewed wood and wire mesh fencing. The curator and\ndirector at this facility stated they do have a professional pest control company, but no documentation was available\nduring this inspection. It was stated that rats are observed in the daytime and the amount of droppings seen during\nthis inspection is evidence that the pest control program is not effective.\nContact with rodent excreta could transmit numerous illnesses and diseases to animals and humans. A safe and\neffective program for the control of mammalian pests shall be established and maintained. To ensure that there is\nan appropriate pest control plan, written documentation needs to be available.\nTO CORRECT BY: SEPTEMBER 25, 2015\nThe exit interview was conducted with the curator on September 14, 2015 and the Director on September 16, 2015."
    }
  ],
  "narrative": "3.125(c)\nFACILITIES, GENERAL.   \nThe food storage and preparation area does not adequately protect the food against deterioration, molding, and\ncontamination by vermin. I observed hundreds of rodent dropping throughout the floor at the food storage and prep\narea.  There was a plastic bin used to store dry food which had large holes due to the rodent chewing it. There are\nnumerous areas outside the building where rodents have chewed through large portions of the wood panels. There\nare several areas inside the food storage area where rodents are entering and exiting the building thought the\nchewed wood and wire mesh fencing. Some of the freezers and refrigerators have foul odors, uncovered food, dirty,\nand had thermometers to ensure appropriate temperatures.  \nRodent excreta in contact with animal food could transmit illness and or numerous diseases in animals.  There\nneeds to be thermometers in all refrigerators and freezers to ensure the food is being stored at adequate safe\ntemperatures. Refrigeration / freezers needs to remain clean and food covered to ensure there is no contamination\nand or freezer burn.  Rodents bred for feeding housed in this area were recently removed due to the odors and\nsome escaping their enclosures the last several years.\nTO CORRECT BY:  SEPTEMBER 25, 2015\n3.129(a)\nFEEDING.    \nThere are 3-4 raccoons and other animal carcases in a freezer which were obtained from a wild life removal service.\n It is not known which USDA animals are being fed these animals. The animals have been in this freezer from 4\nmonths to unknown dates because there is no information as to when they were obtained. There is no information\non how these animals were euthanized, if they were adequately refrigerated, if they were ill and or had parasites /\n\ndiseases. Animals must be fed food that is wholesome, free from contamination to maintain all animals in good\nhealth. These frozen carcasses must not be fed to USDA covered animals. It is important that this facility consult\nwith their attending vet in any changes of diet to ensure their animals are being fed an appropriate diet. \nTO BE CORRECTED IMMEDIATELY.  \n3.131(c)\nSANITATION.   \nThe food storage room and food preparation area has a dirty floor with rodent feces. There is an accumulation of\ntrash and animal supplies which needs to be discarded or cleaned and stored appropriately.  Premises (buildings\nand grounds) shall be kept clean and in good repair in order to protect the animals from injury and to facilitate the\nprescribed husbandry practices.  Accumulations of trash shall be placed in designated areas and cleared as\nnecessary to protect the health of the animals.\n  \nTO BE CORRECTED BY: SEPTEMBER 25, 2015.\n3.131(d)\nSANITATION.   \nThis facility does not have an effective program for the control of mammalian pests. There are hundreds of rodent\ndroppings throughout the floor inside the food storage and prep area.  There are numerous areas outside the\nbuilding with rodent droppings and where rats have chewed through large portions of the wood panels.  The rodents\nare entering and exiting the food storage building thought the chewed wood and wire mesh fencing. The curator and\ndirector at this facility stated they do have a professional pest control company, but no documentation was available\nduring this inspection.  It was stated that rats are observed in the daytime and the amount of droppings seen  during\nthis inspection is evidence that the pest control program is not effective.  \nContact with rodent excreta could transmit numerous illnesses and diseases to animals and humans.  A safe and\neffective program for the control of mammalian pests shall be established and maintained. To ensure that there is\nan appropriate pest control plan, written documentation needs to be available. \nTO CORRECT BY:  SEPTEMBER 25, 2015\nThe exit interview was conducted with the curator on September 14, 2015 and the Director on September 16, 2015.\n\n",
  "animals_total": 4,
  "species": [
    {
      "count": 1,
      "scientific": "Didelphis virginiana",
      "common": "VIRGINIA OPOSSUM"
    },
    {
      "count": 1,
      "scientific": "Mephitis mephitis",
      "common": "STRIPED SKUNK"
    },
    {
      "count": 2,
      "scientific": "Procyon lotor",
      "common": "RACCOON"
    }
  ]
}