{
  "insp_id": "2016082569713313",
  "layout": "a",
  "customer_id": "8038",
  "customer_name": "Leonard Stover",
  "customer_addr": "P O Box 53\nSheldon, IA 51201",
  "certificate": "42-B-0186",
  "site_id": "001",
  "site_name": "LEONARD STOVER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "13-JAN-2020",
  "report_date": "31-JAN-2020",
  "citations": [
    {
      "code": "3.1(a)",
      "kind": "",
      "repeat": true,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "* The lower plastic shelter wall for three shelters is coming apart where the seams are and are loose. These seams\nare located below the dog door insert. Some of the plastic is chewed away or missing where the seams are. This is\ncreating a gap and is exposing bare wood, thus preventing required cleaning and sanitization.\nAll shelters must be kept and maintained in good repair, for the prevention of diseases from required cleaning and\nsanitization and for the prevention of injury to the four adult dogs."
    },
    {
      "code": "3.1(b)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "* There is wire fencing on top of the enclosures, housing 33 adult dogs, in the West Room. This wire fencing has an\naccumulation of hair and gray dust or debris. This dust can fall down into the dog's enclosures causing potential\nhealth problems. The accumulation of hair and dust can attract pest and vermin and provide living and breeding\nareas for them. This could cause potential health concerns.\nFor the prevention of health concerns, living and breeding areas for pests and vermin, all housing facilities must be\nkept clean of trash, dust, hair and other discarded material.\nTo be corrected by, 31-January -2020."
    },
    {
      "code": "3.1(c)(1)(i)",
      "kind": "",
      "repeat": true,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "* Six enclosures have metal frames are used as the dog entryway for 10 adult dogs. These metal frame surfaces\nare excessively rusty, pitting and in areas have corroded away. There are jagged edges caused by the corrosion\nfor some of the metal frames. This could injure the dogs.\nThese metal surfaces prevent required cleaning and sanitization, thus increasing the disease hazards. The surfaces\nhave corroded away in areas affecting the structural strength allowing possible injury to the dogs.\nFor the prevention of disease potential from required cleaning and sanitization and the prevention of injury from\nstructural integrity, all metal surfaces must be maintained repaired or replaced when worn and rusty."
    },
    {
      "code": "3.6(a)(2)(i)",
      "kind": "",
      "repeat": true,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "* Three enclosures, all housing a total of four adult dogs, have galvanized dog door inserts or galvanized\nchanneling. The metal has corroded away causing a jagged edge and or allowing the edge of the channeling to\nbent outward into the dog shelter. These protruding jagged edges are at eye level of the dogs in normal standing\nposition. These jagged edges could potentially injure the animals.\nFor the prevention of injury to the animals, all enclosures must be free of sharp points and jagged edge."
    },
    {
      "code": "3.6(a)(2)(x)",
      "kind": "",
      "repeat": true,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "* Four litters, all totaling of 26 puppies, was observed walking across the plastic wire flooring with openings. The\nvinyl wire flooring openings were approximately 1\" X 1\" in size. The puppies feet were passing through the openings\nas they walked. This could potentially harm the puppies and affect their gait.\nFor the prevention of injury and proper development, all flooring with openings should not allow the animals feet to\npass through.\nThis inspection and exit interview were conducted with the facility owners and Randall Wagner (AC).\nAdditional Inspectors\nUnck Autumn, Veterinary Medical Officer"
    }
  ],
  "narrative": "3.1(a)                    REPEAT\nHOUSING FACILITIES, GENERAL.\n* The lower plastic shelter wall for three shelters is coming apart where the seams are and are loose. These seams\nare located below the dog door insert. Some of the plastic is chewed away or missing where the seams are.  This is\ncreating a gap and is exposing bare wood, thus preventing required cleaning and sanitization.  \nAll shelters must be kept and maintained in good repair, for the prevention of diseases from required cleaning and\nsanitization and for the prevention of injury to the four adult dogs.\n3.1(b)\nHOUSING FACILITIES, GENERAL.\n* There is wire fencing on top of the enclosures, housing 33 adult dogs, in the West Room.  This wire fencing has an\naccumulation of hair and gray dust or debris.  This dust can fall down into the dog's enclosures causing potential\nhealth problems.  The accumulation of hair and dust can attract pest and vermin and provide living and breeding\nareas for them.  This could cause potential health concerns. \nFor the prevention of health concerns, living and breeding areas for pests and vermin, all housing facilities must be\nkept clean of trash, dust, hair and other discarded material. \nTo be corrected by, 31-January -2020.\n3.1(c)(1)(i)                    REPEAT\nHOUSING FACILITIES, GENERAL.\n* Six enclosures have metal frames are used as the dog entryway for 10 adult dogs.  These metal frame surfaces\nare excessively rusty, pitting and in areas have corroded away.  There are jagged edges caused by the corrosion\n\nfor some of the metal frames. This could injure the dogs.\nThese metal surfaces prevent required cleaning and sanitization, thus increasing the disease hazards. The surfaces\nhave corroded away in areas affecting the structural strength allowing possible injury to the dogs. \nFor the prevention of disease potential from required cleaning and sanitization and the prevention of injury from\nstructural integrity, all metal surfaces must be maintained repaired or replaced when worn and rusty.\n3.6(a)(2)(i)                    REPEAT\nPRIMARY ENCLOSURES.\n* Three enclosures, all housing a total of four adult dogs, have galvanized dog door inserts or galvanized\nchanneling.  The metal has corroded away causing a jagged edge and or allowing the edge of the channeling to\nbent outward into the dog shelter.  These protruding jagged edges are at eye level of the dogs in normal standing\nposition.  These jagged edges could potentially injure the animals.  \nFor the prevention of injury to the animals, all enclosures must be free of sharp points and jagged edge.\n3.6(a)(2)(x)                    REPEAT\nPRIMARY ENCLOSURES.\n* Four litters, all totaling of 26 puppies, was observed walking across the plastic wire flooring with openings.  The\nvinyl wire flooring openings were approximately 1\" X 1\" in size. The puppies feet were passing through the openings\nas they walked.  This could potentially harm the puppies and affect their gait. \nFor the prevention of injury and proper development, all flooring with openings should not allow the animals feet to\npass through.\nThis inspection and exit interview were conducted with the facility owners and Randall Wagner (AC).\nAdditional Inspectors\nUnck Autumn, Veterinary Medical Officer",
  "animals_total": 167,
  "species": [
    {
      "count": 103,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 64,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}