{
  "insp_id": "202151700020610",
  "layout": "a",
  "customer_id": "4447",
  "customer_name": "Karen Crume",
  "customer_addr": "784 Old Miller Rd\nGalena, MO 65656",
  "certificate": "43-A-0760",
  "site_id": "001",
  "site_name": "KAREN CRUME",
  "insp_type": "ROUTINE INSPECTION",
  "date": "21-JUL-2015",
  "report_date": "21-JUL-2015",
  "citations": [
    {
      "code": "3.1(e)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "(e) Storage.\nThe licensee was not properly storing her unopened supply of dog food. She had one remaining bag of dog food\nand it was being stored on the floor of a three-sided carport. Animals had torn two holes in the top of the bag and\none larger hole in the bottom of the bag. Over half of the contents of the bag were missing. Dog food must be\nproperly stored to prevent spoilage, contamination, and vermin infestation. The licensee must ensure that all\nunopened supplies of dog food are stored off of the floor and away from the walls to allow cleaning underneath and\naround the supplies. The licensee must store dog food in a manner and location that prevents vermin and other\nanimals from entering the bags.\nTO BE CORRECTED BY JULY 28, 2015.\nThe inspection and the exit briefing were conducted with the licensee."
    }
  ],
  "narrative": "3.1(e)\nHOUSING FACILITIES, GENERAL.\n(e) Storage.\nThe licensee was not properly storing her unopened supply of dog food.  She had one remaining bag of dog food\nand it was being stored on the floor of a three-sided carport.  Animals had torn two holes in the top of the bag and\none larger hole in the bottom of the bag.  Over half of the contents of the bag were missing.  Dog food must be\nproperly stored to prevent spoilage, contamination, and vermin infestation.  The licensee must ensure that all\nunopened supplies of dog food are stored off of the floor and away from the walls to allow cleaning underneath and\naround the supplies.  The licensee must store dog food in a manner and location that prevents vermin and other\nanimals from entering the bags.\nTO BE CORRECTED BY JULY 28, 2015.\nThe inspection and the exit briefing were conducted with the licensee.",
  "animals_total": 16,
  "species": [
    {
      "count": 13,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 3,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}