{
  "insp_id": "253151111580909",
  "layout": "a",
  "customer_id": "5102",
  "customer_name": "Boarding House Farm Inc.",
  "customer_addr": "457 C R 13\nCeresco, NE 68017",
  "certificate": "47-C-0034",
  "site_id": "001",
  "site_name": "Boarding House Farm Inc.",
  "insp_type": "ROUTINE INSPECTION",
  "date": "09-SEP-2015",
  "report_date": "11-SEP-2015",
  "citations": [
    {
      "code": "2.40(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "* The licensee was unable to provide inspectors with a copy of the facility's current Program of Veterinary Care\n(PVC) during the inspection. Three animals at the facility have veterinary medical problems that have not been\nadequately addressed. A written Program of Veterinary Care is required when veterinarians are employed on a\npart-time basis in order to ensure that animals receive adequate veterinary care. The licensee must develop and\ndocument a Program of Veterinary Care in consultation with their current attending veterinarian. This Program of\nVeterinary Care must be provided to inspectors upon inspection.\nTo be corrected from this date forward."
    },
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "*Two adult female dromedary camels named Camelle and Cleo are too thin. The camels'(cid:25) ribs can be seen even\nthrough the wool on their sides. The hip bones on both animals are prominent, and there is a concave appearance\nbetween the hips and the ribcage up to the back of and under the hump. In addition, the camels'(cid:25) humps are small.\nThe camels'(cid:25) vertebrae can be seen from the base of the tail to the back of the hump when viewing them from the\nrear. The shoulders and necks have reduced muscle mass as indicated by the prominent shoulder bones and\nconcave appearance to the sides of their necks.\n**An adult black and white male Nubian goat named Romeo is also too thin. He has extremely prominent hip bones\nand a very concave appearance between the hips and ribcage all the way to the spine when viewed from any\ndirection. The vertebrae are very prominent from the shoulder blades to the base of the tail.\nA thin body condition can be an indication of poor nutrition or other health problems.\nThe licensee must consult with a veterinarian for proper diagnosis and to develop and follow a treatment plan. The\nlicensee must document the veterinarian's findings, the treatment plan that is followed, and have the records on the\npremises and available to the inspector upon request.\nTo be corrected by September 21, 2015."
    },
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": true,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "* The primary enclosure fence, for the two camels, one sheep and a goat is sagging in areas between the posts.\nThe mesh wire was rolled over from the top and tangled together in areas. The smooth wire is not tight and sagging\nbetween the posts. The fencing is not securely fastened along the top to the posts. The fencing is not in good\nrepair and is not maintained. As of the last inspection, this non-compliant item has not been corrected. This could\nallow for the animals to escape or get tangled in the wire from escaping, resulting in possible injury. All outdoor\nfacilities for the animals must be maintained and kept in good repair to protect the animals from injury and contain\nthe animals."
    },
    {
      "code": "3.125(c)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "* Several large round bales are stored next the animals'(cid:25) enclosure and are ready for feeding. The large bales are\nexposed to the elements. Several bales are stored directly on the ground. There are tall weeds growing around the\nbales approximately one to four feet tall. The majority of the hay is deteriorated and moldy. A vine plant is growing\nout of one of the bales indicating the hay has deteriorated.\nMolded and deteriorated hay can affect the wholesome nutritional value of the hay. This hay can affect the health of\none goat, one sheep and two dromedary camels.\nThe licensee must provide adequate storage for the hay to prevent deterioration and molding. This will ensure the\nhay is wholesome and preserve the hay'(cid:25)s nutritional value.\nTo be corrected by September 25, 2015."
    },
    {
      "code": "3.127(d)",
      "kind": "",
      "repeat": true,
      "desc": "FACILITIES, OUTDOOR.",
      "narrative": "* There is no perimeter fence around the enclosure housing the two camels. The outdoor enclosure, housing the\ncamels, must have a perimeter fence at least six feet high and a minimum distance of three feet from the primary\nenclosure fence. As of the last inspection, this non-compliant item has not been corrected. A perimeter fence will\nprovide protection to the camels by restricting animals and unauthorized persons from going through it or under it\nand having contact with the animals in the facility. The perimeter fence can function as a secondary containment\nsystem for the camels in the facility."
    },
    {
      "code": "3.129(a)",
      "kind": "",
      "repeat": false,
      "desc": "FEEDING.",
      "narrative": "* In the paddock where the two dromedary camels, one Nubian goat, and one sheep are kept, the only food that is\navailable to them is one large round bale of hay. When asked about grain or other feed, the licensee stated that\nthey also eat sweet feed and an herbivore 18 pelleted feed. There was none of this grain available to the animals at\nthe time of inspection. The licensee stated that the feed is only bought one bag at a time, and it was taken to the\nsecond site for the animals that had already been transported there. There is no grass in the paddock for grazing.\nThe only vegetation present is a ground-cover type of plant that covers approximately ten to fifteen percent of the\npaddock, and any corn plants the camels can manage to reach from the cornfield that is several feet away from the\nenclosure fence. The hay bale that is present is damp to the touch, dark brown, deteriorated, and moldy when\nlooking in various parts of the bale under the surface.\nContaminated food is of poor to no nutritional value to the animals and can affect their health and well-being, can\ncause poor body condition, sickness and even death.\nThe licensee shall provide food that is wholesome, palatable, free from contamination and of sufficient quantity and\nnutritive value to maintain the animals in good health.\nTo be corrected by September 21, 2015."
    },
    {
      "code": "3.131(a)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "In the paddock housing one goat, two camels, and one sheep there are two large piles of manure approximately\nfour to five feet high and at least six to seven feet across.\nExcess manure in the enclosures can attract pests and can cause disease hazards and odors.\nThe licensee must remove the excess excreta as often as necessary to prevent contamination of the animals\ncontained therein and to minimize disease hazards and to reduce odors.\nTo be corrected by September 21, 2015"
    },
    {
      "code": "3.131(c)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "*Around much of the primary fence there is an excessive growth of weeds and brush. Some of this vegetation is up\nto five feet tall and the growth is too thick to effectively inspect the condition of the entire perimeter of the primary\nfence.\nAn excessive growth of vegetation prevents the effective inspection of the primary fence to find areas in need of\nrepairs to prevent injury to the animals and to contain them. It also provides breeding areas for pests and vermin.\n*In several areas of the paddock, there are several strands of bale twine on the ground.\nThe bale twine can be ingested by the animals or they could get entangled in it causing injury.\n*Two metal livestock hay feeders are tipped over on their sides. These feeders have metal bars in which the\nanimals can get hooves, horns or legs stuck.\nAny structures or debris in which the animals can get any part of their body entangled or stuck can cause serious\ninjury to the animals.\nThe licensee must trim the excess vegetation around the enclosure fence to allow the inspection of the fence and to\nprevent breeding areas for pests and vermin. All premises (building and grounds) must be kept clean and in good\nrepair to protect the animals from injury and to facilitate the prescribed husbandry practices set forth in this subpart.\nTo be corrected by September 28, 2015.\nThis inspection and exit interview was conducted with an facility representative, Lynn Clarke (ACI) and Randall\nWagner (ACI).\nThis inspection report will be sent both regular and certified mail.\nAdditional Inspectors\nClarke Lynn, Animal Care Inspector"
    }
  ],
  "narrative": "2.40(a)(1)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n* The licensee was unable to provide inspectors with a copy of the facility's current Program of Veterinary Care\n(PVC) during the inspection. Three animals at the facility have veterinary medical problems that have not been\nadequately addressed. A written Program of Veterinary Care is required when veterinarians are employed on a\npart-time basis in order to ensure that animals receive adequate veterinary care. The licensee must develop and\ndocument a Program of Veterinary Care in consultation with their current attending veterinarian. This Program of\nVeterinary Care must be provided to inspectors upon inspection.\nTo be corrected from this date forward.\n2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n*Two adult female dromedary camels named Camelle and Cleo are too thin. The camels'(cid:25) ribs can be seen even\nthrough the wool on their sides. The hip bones on both animals are prominent, and there is a concave appearance\nbetween the hips and the ribcage up to the back of and under the hump.  In addition, the camels'(cid:25) humps are small. \nThe camels'(cid:25) vertebrae can be seen from the base of the tail to the back of the hump when viewing them from the\nrear. The shoulders and necks have reduced muscle mass as indicated by the prominent shoulder bones and\nconcave appearance to the sides of their necks. \n**An adult black and white male Nubian goat named Romeo is also too thin.  He has extremely prominent hip bones\nand a very concave appearance between the hips and ribcage all the way to the spine when viewed from any\ndirection.  The vertebrae are very prominent from the shoulder blades to the base of the tail.  \nA thin body condition can be an indication of poor nutrition or other health problems.\nThe licensee must consult with a veterinarian for proper diagnosis and to develop and follow a treatment plan. The\nlicensee must document the veterinarian's findings, the treatment plan that is followed, and have the records on the\n\npremises and available to the inspector upon request.\nTo be corrected by September 21, 2015.\n3.125(a)                    REPEAT\nFACILITIES, GENERAL.   \n*   The primary enclosure fence, for the two camels, one sheep and a goat is sagging in areas between the posts. \nThe mesh wire was rolled over from the top and tangled together in areas.  The smooth wire is not tight and sagging\nbetween the posts.  The fencing is not securely fastened along the top to the posts.  The fencing is not in good\nrepair and is not maintained. As of the last inspection, this non-compliant item has not been corrected. This could\nallow for the animals to escape or get tangled in the wire from escaping, resulting in possible injury. All outdoor\nfacilities for the animals must be maintained and kept in good repair to protect the animals from injury and contain\nthe animals. \n3.125(c)\nFACILITIES, GENERAL.   \n* Several large round bales are stored next the animals'(cid:25) enclosure and are ready for feeding.  The large bales are\nexposed to the elements.  Several bales are stored directly on the ground. There are tall weeds growing around the\nbales approximately one to four feet tall.  The majority of the hay is deteriorated and moldy.  A vine plant is growing\nout of one of the bales indicating the hay has deteriorated.  \nMolded and deteriorated hay can affect the wholesome nutritional value of the hay.  This hay can affect the health of\none goat, one sheep and two dromedary camels. \nThe licensee must provide adequate storage for the hay to prevent deterioration and molding.  This will ensure the\nhay is wholesome and preserve the hay'(cid:25)s nutritional value.\nTo be corrected by September 25, 2015.\n3.127(d)                    REPEAT\n\nFACILITIES, OUTDOOR. \n* There is no perimeter fence around the enclosure housing the two camels.  The outdoor enclosure, housing the\ncamels, must have a perimeter fence at least six feet high and a minimum distance of three feet from the primary\nenclosure fence.  As of the last inspection, this non-compliant item has not been corrected. A perimeter fence will\nprovide protection to the camels by restricting animals and unauthorized persons from going through it or under it\nand having contact with the animals in the facility.  The perimeter fence can function as a secondary containment\nsystem for the camels in the facility.  \n3.129(a)\nFEEDING.    \n* In the paddock where the two dromedary camels, one Nubian goat, and one sheep are kept, the only food that is\navailable to them is one large round bale of hay.  When asked about grain or other feed, the licensee stated that\nthey also eat sweet feed and an herbivore 18 pelleted feed.  There was none of this grain available to the animals at\nthe time of inspection.  The licensee stated that the feed is only bought one bag at a time, and it was taken to the\nsecond site for the animals that had already been transported there.  There is no grass in the paddock for grazing. \nThe only vegetation present is a ground-cover type of plant that covers approximately ten to fifteen percent of the\npaddock, and any corn plants the camels can manage to reach from the cornfield that is several feet away from the\nenclosure fence.  The hay bale that is present is damp to the touch, dark brown, deteriorated, and moldy when\nlooking in various parts of the bale under the surface.  \nContaminated food is of poor to no nutritional value to the animals and can affect their health and well-being, can\ncause poor body condition, sickness and even death.\nThe licensee shall provide food that is wholesome, palatable, free from contamination and of sufficient quantity and\nnutritive value to maintain the animals in good health.\nTo be corrected by September 21, 2015.\n3.131(a)\nSANITATION.   \nIn the paddock housing one goat, two camels, and one sheep there are two large piles of manure approximately\nfour to five feet high and at least six to seven feet across.  \nExcess manure in the enclosures can attract pests and can cause disease hazards and odors.\n\nThe licensee must remove the excess excreta as often as necessary to prevent contamination of the animals\ncontained therein and to minimize disease hazards and to reduce odors.\nTo be corrected by September 21, 2015\n3.131(c)\nSANITATION.   \n*Around much of the primary fence there is an excessive growth of weeds and brush.  Some of this vegetation is up\nto five feet tall and the growth is too thick to effectively inspect the condition of the entire perimeter of the primary\nfence.\nAn excessive growth of vegetation prevents the effective inspection of the primary fence to find areas in need of\nrepairs to prevent injury to the animals and to contain them. It also provides breeding areas for pests and vermin.\n*In several areas of the paddock, there are several strands of bale twine on the ground.\nThe bale twine can be ingested by the animals or they could get entangled in it causing injury.\n*Two metal livestock hay feeders are tipped over on their sides.  These feeders have metal bars in which the\nanimals can get hooves, horns or legs stuck.\nAny structures or debris in which the animals can get any part of their body entangled or stuck can cause serious\ninjury to the animals.\nThe licensee must trim the excess vegetation around the enclosure fence to allow the inspection of the fence and to\nprevent breeding areas for pests and vermin.  All premises (building and grounds) must be kept clean and in good\nrepair to protect the animals from injury and to facilitate the prescribed husbandry practices set forth in this subpart.\nTo be corrected by September 28, 2015.\nThis inspection and exit interview was conducted with an facility representative, Lynn Clarke (ACI) and Randall\nWagner (ACI).\nThis inspection report will be sent both regular and certified mail.\n\nAdditional Inspectors\nClarke Lynn, Animal Care Inspector",
  "animals_total": 4,
  "species": [
    {
      "count": 2,
      "scientific": "Camelus dromedarius domestic",
      "common": "DOMESTIC DROMEDARY CAMEL"
    },
    {
      "count": 1,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 1,
      "scientific": "Ovis aries aries",
      "common": "SHEEP INCLUDING ALL DOMESTIC BREEDS"
    }
  ]
}