{
  "insp_id": "2016090000601514",
  "layout": "b",
  "customer_id": "324495",
  "customer_name": "Amos Kauffman",
  "customer_addr": "2269 E Winter Road\nLOGANTON, PA 17747",
  "certificate": "23-A-0513",
  "site_id": "001",
  "site_name": "AMOS KAUFFMAN",
  "insp_type": "ROUTINE INSPECTION",
  "date": "11-MAY-2021",
  "report_date": "11-MAY-2021",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": true,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "There were 2 guinea pigs observed with health conditions requiring treatment in accordance with the Program of\nVeterinary Care or consultation with the attending veterinarian. In Pen 34, there was a tri-color weanling that was lethargic\nwith both eyes crusted shut. The guinea pig was sitting in one place not moving and at times would lose balance and fall\non its side. In Pen 59, there was a tri-color weanling that was bright and alert but had a right eye that was red and watery\nand held partially closed. The licensee had not observed the conditions in either animal and was not administering any\ntreatments.\nGuinea pigs that are lethargic with balance issues can experience pain or distress, worsen if not treated, and can spread\nthe condition to other animals if infectious in nature. Eye abnormalities can affect the vision, can be indicative of disease\nor injury, can be painful, and affect the overall health and well-being of the animal.\nThe licensee must communicate with the attending veterinarian to evaluate these animals and determine an appropriate\nplan for diagnosis and treatment."
    },
    {
      "code": "3.30",
      "kind": "",
      "repeat": true,
      "desc": "Watering.",
      "narrative": "In approximately 50% of the pens, there was a buildup of bedding, fecal material, debris, and wet brown material around\nthe nipples of the automatic waterers. The facility performed their weekly cleaning the day before the inspection.\nFailure to clean and sanitize waterers often enough to prevent accumulation of debris can result in decreased water\nintake or spread of disease which can negatively impact the health of the animals.\nWatering receptacles must be kept clean and sanitized as necessary to maintain the health and well-being of the animals."
    },
    {
      "code": "3.31(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Sanitation.",
      "narrative": "In the first 2 rows of pens containing approximately 400 guinea pigs, there were several pens with spiderwebs with\nbedding and debris adhered to the ceiling and walls of the pens. The facility performed their weekly cleaning the day\nbefore the inspection.\nFailure to clean enclosures adequately can cause unpleasant odors, lead to contamination of the enclosure, and attract\npests and vermin that carry diseases that result in risks to the health of the animals.\nEnclosures must be cleaned and sanitized as often as necessary to prevent a build-up of debris and sanitized at a\nminimum of once every two weeks.\nCorrect by: May 18, 2021"
    },
    {
      "code": "3.31(b)",
      "kind": "",
      "repeat": true,
      "desc": "Sanitation.",
      "narrative": "There was a large amount of debris, bedding, fecal material, and grime on the floor under the first 2 rows of pens\ncontaining approximately 400 guinea pigs. In particular, there was a build-up of bedding, debris, and grime on the floor\nbetween the rows of pens and coating the PVC piping around the waterers on the rear of the pens. There were also\nspiderwebs with bedding and debris attached on the outside framework of these pens. The facility had performed their\nweekly cleaning the day before the inspection.\nThe lack of sanitation and presence debris may attract pests into the room, result in unpleasant odors, and may contribute\nto spread of disease.\nThe buildings used for housing animals must be kept clean and in good repair to protect the animals from injury and to\nfacilitate prescribed husbandry practices and maintain the health of the animals.\nThis inspection and exit interview were conducted with the licensee.\nEnd Section"
    }
  ],
  "narrative": "2.40(b)(2)  Direct Repeat\n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nThere were 2 guinea pigs observed with health conditions requiring treatment in accordance with the Program of \nVeterinary Care or consultation with the attending veterinarian. In Pen 34, there was a tri-color weanling that was lethargic \nwith both eyes crusted shut.  The guinea pig was sitting in one place not moving and at times would lose balance and fall \non its side.  In Pen 59, there was a tri-color weanling that was bright and alert but had a right eye that was red and watery \nand held partially closed.  The licensee had not observed the conditions in either animal and was not administering any \ntreatments. \nGuinea pigs that are lethargic with balance issues can experience pain or distress, worsen if not treated, and can spread \nthe condition to other animals if infectious in nature. Eye abnormalities can affect the vision, can be indicative of disease \nor injury, can be painful, and affect the overall health and well-being of the animal. \nThe licensee must communicate with the attending veterinarian to evaluate these animals and determine an appropriate \nplan for diagnosis and treatment. \n3.30  Repeat\n   \nWatering.\n\nIn approximately 50% of the pens, there was a buildup of bedding, fecal material, debris, and wet brown material around \nthe nipples of the automatic waterers. The facility performed their weekly cleaning the day before the inspection. \nFailure to clean and sanitize waterers often enough to prevent accumulation of debris can result in decreased water \nintake or spread of disease which can negatively impact the health of the animals. \nWatering receptacles must be kept clean and sanitized as necessary to maintain the health and well-being of the animals. \n3.31(a)(1) \n   \nSanitation. \nIn the first 2 rows of pens containing approximately 400 guinea pigs, there were several pens with spiderwebs with \nbedding and debris adhered to the ceiling and walls of the pens.  The facility performed their weekly cleaning the day \nbefore the inspection. \nFailure to clean enclosures adequately can cause unpleasant odors, lead to contamination of the enclosure, and attract \npests and vermin that carry diseases that result in risks to the health of the animals. \nEnclosures must be cleaned and sanitized as often as necessary to prevent a build-up of debris and sanitized at a \nminimum of once every two weeks. \nCorrect by:  May 18, 2021 \n3.31(b)  Repeat\n   \nSanitation. \nThere was a large amount of debris, bedding, fecal material, and grime on the floor under the first 2 rows of pens \ncontaining approximately 400 guinea pigs.  In particular, there was a build-up of bedding, debris, and grime on the floor \nbetween the rows of pens and coating the PVC piping around the waterers on the rear of the pens.  There were also \nspiderwebs with bedding and debris attached on the outside framework of these pens.  The facility had performed their \nweekly cleaning the day before the inspection.\n\nThe lack of sanitation and presence debris may attract pests into the room, result in unpleasant odors, and may contribute \nto spread of disease. \nThe buildings used for housing animals must be kept clean and in good repair to protect the animals from injury and to \nfacilitate prescribed husbandry practices and maintain the health of the animals. \n \nThis inspection and exit interview were conducted with the licensee. \n \nEnd Section",
  "animals_total": 1123,
  "species": [
    {
      "count": 1123,
      "scientific": "Cavia porcellus",
      "common": "DOMESTIC GUINEA PIG"
    }
  ]
}