{
  "insp_id": "2016090000758916",
  "layout": "b",
  "customer_id": "502316",
  "customer_name": "AMOS ALLGYER",
  "customer_addr": "19991 WEST MOUND RD\nPLATTEVILLE, WI 53818",
  "certificate": "35-B-0219",
  "site_id": "001",
  "site_name": "AMOS ALLGYER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "05-JAN-2022",
  "report_date": "07-JAN-2022",
  "citations": [
    {
      "code": "2.50(a)(1)",
      "kind": "",
      "repeat": true,
      "desc": "Time and method of identification.",
      "narrative": "The facility had ordered tags since the last inspection but during inspection found that the order had been backordered\nand then cancelled. The licensee corrected the order prior to the exit interview to ensure that required identification will\nbe sent. Animal identification is important in maintaining animal health records and can be important if animal health\ntracing needs to be completed. Ensure that tags are obtained and the adult dogs in the kennel are officially identified as\nrequired."
    },
    {
      "code": "2.75(a)(2)",
      "kind": "",
      "repeat": true,
      "desc": "Records: Dealers and exhibitors.",
      "narrative": "The acquisition information for 5 younger dogs kept for breeding was incomplete on their kennel card (name and address\nand date where and when acquired/or litter information if born on property) and these were not recorded on APHIS 7005\n(Record of Acquisition of Dogs and Cats on Hand). Acquisition information must be maintained for dogs on hand and can\nbe important if health tracing needs to be completed. Ensure to maintain accurate records that disclose the acquisition\ninformation for dogs on hand.\nThis inspection and exit interview were conducted with facility representatives.\nEnd Section"
    }
  ],
  "narrative": "2.50(a)(1)  Repeat\n   \nTime and method of identification. \nThe facility had ordered tags since the last inspection but during inspection found that the order had been backordered \nand then cancelled.  The licensee corrected the order prior to the exit interview to ensure that required identification will \nbe sent.  Animal identification is important in maintaining animal health records and can be important if animal health \ntracing needs to be completed.  Ensure that tags are obtained and the adult dogs in the kennel are officially identified as \nrequired. \n2.75(a)(2)  Repeat\n   \nRecords: Dealers and exhibitors. \nThe acquisition information for 5 younger dogs kept for breeding was incomplete on their kennel card (name and address \nand date where and when acquired/or litter information if born on property) and these were not recorded on APHIS 7005 \n(Record of Acquisition of Dogs and Cats on Hand).  Acquisition information must be maintained for dogs on hand and can \nbe important if health tracing needs to be completed.  Ensure to maintain accurate records that disclose the acquisition \ninformation for dogs on hand. \n \nThis inspection and exit interview were conducted with facility representatives.\n\nEnd Section",
  "animals_total": 41,
  "species": [
    {
      "count": 23,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 18,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}