{
  "insp_id": "2016082568570020",
  "layout": "a",
  "customer_id": "334775",
  "customer_name": "Project Chimps",
  "customer_addr": "Po Box 2140\nBlue Ridge, GA 30513",
  "certificate": "57-C-0350",
  "site_id": "001",
  "site_name": "PROJECT CHIMPS",
  "insp_type": "ROUTINE INSPECTION",
  "date": "26-JUL-2017",
  "report_date": "26-JUL-2017",
  "citations": [
    {
      "code": "3.75(e)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "***There is an open bag of primate chow in the refrigerator. Open bags of feed shall be placed in sealed containers\nto protect from contamination. The labels placed on the food containers for smaller distribution do not currently\ninclude the expiration dates or the date opened. These items shall be properly labeled to prevent the feeding of\nexpired or denatured food. The hay, straw and wood wool are stored on pallets that are currently directly on the\nwall. There is no open space between the wall and supplies. Adequate air circulation is necessary to prevent\nmolding and deterioration. The ground around the pallets on the walls cannot be adequately viewed or accessed\nfor cleaning. Storage areas shall be arranged in a manner that will protect the food from contamination and allow\ncleaning.\nCorrect by August 2, 2017."
    },
    {
      "code": "3.81(c)",
      "kind": "",
      "repeat": false,
      "desc": "ENVIRONMENT ENHANCEMENT TO PROMOTE PSYCHOLOGICAL WELL-BEING.",
      "narrative": "***The enrichment plan currently incorporated into the Chimpanzee Care Manual is not complete. It does not\naddress the current social housing structure and the special considerations for chimps that may exhibit signs of\npsychological distress, juveniles and individually housed. A written plan shall be developed in accordance with\nprofessional standards and as directed by the Attending Veterinarian.\nCorrect by August 16, 2017.\nThis inspection and exit interview were conducted with the Senior Director of Chimpanzee Care."
    }
  ],
  "narrative": "3.75(e)\nHOUSING FACILITIES, GENERAL. \n***There is an open bag of primate chow in the refrigerator.  Open bags of feed shall be placed in sealed containers\nto protect from contamination. The labels placed on the food containers for smaller distribution do not currently\ninclude the expiration dates or the date opened. These items shall be properly labeled to prevent the feeding of\nexpired or denatured food. The hay, straw and wood wool are stored on pallets that are currently directly on the\nwall.  There is no open space between the wall and supplies.  Adequate air circulation is necessary to prevent\nmolding and deterioration.  The ground around the pallets on the walls cannot be adequately viewed or accessed\nfor cleaning.  Storage areas shall be arranged in a manner that will protect the food from contamination and allow\ncleaning.\nCorrect by August 2, 2017.\n3.81(c)\nENVIRONMENT ENHANCEMENT TO PROMOTE PSYCHOLOGICAL WELL-BEING.\n***The enrichment plan currently incorporated into the Chimpanzee Care Manual is not complete.  It does not\naddress the current social housing structure and the special considerations for chimps that may exhibit signs of\npsychological distress, juveniles and individually housed.  A written plan shall be developed in accordance with\nprofessional standards and as directed by the Attending Veterinarian. \nCorrect by August 16, 2017.\nThis inspection and exit interview were conducted with the Senior Director of Chimpanzee Care.",
  "animals_total": 22,
  "species": [
    {
      "count": 22,
      "scientific": "Pan troglodytes",
      "common": "CHIMPANZEE"
    }
  ]
}