{
  "insp_id": "2016090000768404",
  "layout": "b",
  "customer_id": "4898",
  "customer_name": "Franklin Stary Wilma Stary",
  "customer_addr": "416 SOUTH MAIN STREET\nHALLETTSVILLE, TX 77964",
  "certificate": "74-A-0948",
  "site_id": "001",
  "site_name": "FRANKLIN & WILMA STARY",
  "insp_type": "ROUTINE INSPECTION",
  "date": "24-FEB-2022",
  "report_date": "25-FEB-2022",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": true,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "Over the course of this inspection 2 adult sugar gliders were found to have previously unobserved, undiagnosed and\nuntreated eye conditions. These animals are housed in a large\nbuilding divided into several rooms kept in unsanitary conditions with extensive buildup of excreta and food all over their\ncages and an infestation of mice and roaches.\nInside room 4, an sugar glider (cage ID #161) has a sunken and open right eye. A whitish wet concave organic matter\noccupies the eye socket, while the other eye is round and dark and healthy.\nInside room 7, there is an adult sugar glider (cage ID #13) with the right eye has a greyish milky hue to it while the left is\ndark and healthy.\nAdditionally, 6 sugar gliders were observed as having wet fur and bodies. In none of these occasions was there a leaking\nwater source in or around the cages.\nInside room 1, a sugar glider (cage id#45) was observed being wet throughout more than a third of its body. It was visibly\nshaking and a mushy, runny, dried brownish organic material indicative of animal excreta was seen on top of the nesting\ntube.\nInside room 3, a sugar glider (cage id#63) was observed being wet throughout the bottom half of the animal. The animal\ndid not react when coaxed.\nInside room 10, a sugar glider (cage id#171) was observed as being wet and had the appearance of having a thin and\npoor body condition. Its hip bones were observed through its skin and wet fur.\nInside room 10, (cage id#225), 2 sugar gliders were observed as being wet throughout their entire body. A reddish wet\nprotrusion extended from one of their noses.\nInside room 10, a sugar glider (cage id#597) was observed as being wet throughout its entire body and a wet, loose\nbrownish organic material indicative of animal excreta was observed inside the nesting tube with the animal.\nFinally, inside room 4, a sugar glider (cage id#53) was observed as having a dark reddish, crusty organic material on top\nof its head where there appeared to be no hair, and reddish inflamed skin underneath.\nThe above listed unobserved abnormalities can be indicative of an underlying disease, injury or illness. The animals must\nbe examined by a veterinarian immediately for diagnosis and treatment.\nTo be corrected by Close of business, 2/25/2022"
    },
    {
      "code": "2.40(b)(3)",
      "kind": "Direct",
      "repeat": true,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "Over the course of this inspection a total of 2 adult sugar gliders were found to have abnormal discoloration of one eye or\nseeming lack of on one of their eyes.\n6 sugar gliders were found to be wet, shaking or thin, 1 of these also had a small red protrusion on the tip of the nose.\n1 sugar glider had a dark red crusty spot on its head with some hair loss.\nThese animals have not been observed by the facility prior to inspection. These abnormalities can be very can cause\ndiscomfort, pain, impair the vision of the animal, or otherwise be an underlying symptom of an illness, injury or disease.\nWithout proper daily observation to assess the animals there is no effective way to gauge the health and well being of the\nanimals. There is no effective way to treat or assess a sick or injured animal\nin a timely manner, and there is no effective way to communicate in a timely manner any issues that may arise to the\nattending veterinarian. Ensure daily observation of all animals throughout the facility and direct and frequent\ncommunication with the attending veterinarian when needed."
    },
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": false,
      "desc": "Facilities, general.",
      "narrative": "Several enclosures throughout the facility were observed to be in disrepair. The facility utilized plastic dipped metal wire\ncages. Many cages were noted as containing damage in the plastic dip, exposing bare metal underneath which has since\nrusted or broken apart, exposing sharp points or holes in the enclosures. An employee stated to the inspector that at\nnight some of the gliders in room 7 are able to get out of their cages and will \"go visit with their friends\". Several\nenclosures were observed with breaks in the wire that were to the extent that the animals within could potentially escape,\nor rodents could enter the enclosure with the animals. There is a history of animal escapes according to the employees at\nthe facility. There is also a significant and documented infestation of rodents and insects throughout the facility. Ant\npoison powder is used on the floors throughout the facility and rodent poison, though covered with cages, are used on the\nfloor throughout the facility. There is a significant risk or injury, contamination, contact with pests, poison and/or death to\nanimals housed in enclosures that are damaged and in disrepair. Repair or replace damaged enclosures housing\nanimals, or relocate the animals to enclosures in acceptable repair. Correct by 2/28/2022"
    },
    {
      "code": "3.131(a)",
      "kind": "Direct",
      "repeat": true,
      "desc": "Sanitation.",
      "narrative": "During the course of the inspection, an overall and significant lack of sanitation was witnessed, most prevalent in rooms 7,\n9, and 10. Excreta and hair were observed collected and caught through the wire floors of most cages, and a dried brown\nmushy substance which had the appearance of dried fecal material was present on the tops of a majority of the nesting\nstructures inside the cages which are round capped pieces of pvc pipe, approximately 4-5 inches round. Pests and\nrodents were present and feeding off of the excreta and food waste. The overall smell of waste throughout the enclosed\nfacility rooms was very pungent and overwhelming causing discomfort to the inspector unless a mask was used. The odor\nwas still present on the inspector and his clothes even after several hours after the inspection. Inadequate sanitation\nposes a direct health and safety hazard not only to the animals. Animals that are subjected to soiled enclosures and food\ncan become destressed, or sick. 6 gliders were observed to showing signs of discomfort, illness, or disease. All\nenclosures and rooms must be adequately cleaned and sanitized and a proper sanitation program must be maintained."
    },
    {
      "code": "3.131(d)",
      "kind": "Direct",
      "repeat": true,
      "desc": "Sanitation.",
      "narrative": "Throughout the facility grounds, inside animal rooms number 7, 9, and 10, inside the washout trench tubes and inside\nboth empty and occupied enclosures, there were an insects, small black worms, and mice in an amount which was too\nnumerous to count. Mice were observed inside a empty cages, eating glider food, in crevices and cracks, running across\nthe floor. An uncalculatable amount of bugs or different sizes and types were inside the trays underneath the sugar glider\ncages. In some instances, many insects were seen inside occupied cages with the gliders. Insects were also observed in\nmany food bowls which can and will contaminate the animals food source. These food sources were the only source of\nfood for many caged gliders. In one case, a deceased mouse that was observed two and a half weeks ago my an\ninspector in a wash down trench was still there, now decomposed to be point of being skeletonized, an indication that the\nwash down trenches in the back rooms have now been utilized in at least that long. Mouse bait stations were observed in\nall rooms, however a majority of them are empty and dry. Without adequate pest control, the animals within the facility are\nin severe risk of being exposed to disease, and parasites. Sugar gliders are at risk to being injured or killed by rodents or\nlarge numbers of insects. Food and enclosures are become contaminated. at least 6 sliders at the facility are showing\nsigns of illness or disease. A more effective pest and parasite control plan must be established and implemented."
    },
    {
      "code": "3.132",
      "kind": "Direct",
      "repeat": true,
      "desc": "Employees.",
      "narrative": "During the inspection of the facility several significant noncompliant items directly affecting the health and safety of the\nanimals housed within were observed. After speaking with the licensees and two employees of the facility it was learned\nthat the licensee has had difficulty finding employees to work at the facility. The amount of animals at the facility cannot be\nproperly and adequately taken care of with the amount of employees available. The facility must have a sufficient number\nof adequately trained employees in order to maintain the acceptable levels of husbandry practices set forth in the animal\nwelfare act regulations.\nThis inspection and exit interview were conducted with licensee and employees.\nAdditional Inspectors:\nELIZABETH PANNILL, VETERINARY MEDICAL OFFICEREnd Section"
    }
  ],
  "narrative": "2.40(b)(2)  Direct Repeat\n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nOver the course of this inspection 2 adult sugar gliders were found to have previously unobserved, undiagnosed and \nuntreated eye conditions. These animals are housed in a large \nbuilding divided into several rooms kept in unsanitary conditions with extensive buildup of excreta and food all over their \ncages and an infestation of mice and roaches. \nInside room 4, an sugar glider (cage ID #161) has a sunken and open right eye. A whitish wet concave organic matter \noccupies the eye socket, while the other eye is round and dark and healthy. \nInside room 7, there is an adult sugar glider (cage ID #13) with the right eye has a greyish milky hue to it while the left is \ndark and healthy. \n \nAdditionally, 6 sugar gliders were observed as having wet fur and bodies.  In none of these occasions was there a leaking \nwater source in or around the cages. \nInside room 1, a sugar glider (cage id#45) was observed being wet throughout more than a third of its body.  It was visibly \nshaking and a mushy, runny, dried brownish organic material indicative of animal excreta was seen on top of the nesting \ntube. \nInside room 3, a sugar glider (cage id#63) was observed being wet throughout the bottom half of the animal.  The animal\n\ndid not react when coaxed. \nInside room 10, a sugar glider (cage id#171) was observed as being wet and had the appearance of having a thin and \npoor body condition.  Its hip bones were observed through its skin and wet fur. \nInside room 10, (cage id#225), 2 sugar gliders were observed as being wet throughout their entire body.  A reddish wet \nprotrusion extended from one of their noses. \nInside room 10, a sugar glider (cage id#597) was observed as being wet throughout its entire body and a wet, loose \nbrownish organic material indicative of animal excreta was observed inside the nesting tube with the animal. \n \nFinally, inside room 4, a sugar glider (cage id#53) was observed as having a dark reddish, crusty organic material on top \nof its head where there appeared to be no hair, and reddish inflamed skin underneath. \n \nThe above listed unobserved abnormalities can be indicative of an underlying disease, injury or illness. The animals must \nbe examined by a veterinarian immediately for diagnosis and treatment. \nTo be corrected by Close of business, 2/25/2022 \n2.40(b)(3)  Direct Repeat\n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nOver the course of this inspection a total of 2 adult sugar gliders were found to have abnormal discoloration of one eye or \nseeming lack of on one of their eyes. \n6 sugar gliders were found to be wet, shaking or thin, 1 of these also had a small red protrusion on the tip of the nose. \n1 sugar glider had a dark red crusty spot on its head with some hair loss. \nThese animals have not been observed by the facility prior to inspection.  These abnormalities can be very can cause \ndiscomfort, pain, impair the vision of the animal, or otherwise be an underlying symptom of an illness, injury or disease.\n\nWithout proper daily observation to assess the animals there is no effective way to gauge the health and well being of the \nanimals. There is no effective way to treat or assess a sick or injured animal \nin a timely manner, and there is no effective way to communicate in a timely manner any issues that may arise to the \nattending veterinarian. Ensure daily observation of all animals throughout the facility and direct and frequent \ncommunication with the attending veterinarian when needed. \n3.125(a) \n   \nFacilities, general. \nSeveral enclosures throughout the facility were observed to be in disrepair.  The facility utilized plastic dipped metal wire \ncages.  Many cages were noted as containing damage in the plastic dip, exposing bare metal underneath which has since \nrusted or broken apart, exposing sharp points or holes in the enclosures.  An employee stated to the inspector that at \nnight some of the gliders in room 7 are able to get out of their cages and will \"go visit with their friends\".  Several \nenclosures were observed with breaks in the wire that were to the extent that the animals within could potentially escape, \nor rodents could enter the enclosure with the animals.  There is a history of animal escapes according to the employees at \nthe facility.  There is also a significant and documented infestation of rodents and insects throughout the facility.  Ant \npoison powder is used on the floors throughout the facility and rodent poison, though covered with cages, are used on the \nfloor throughout the facility.  There is a significant risk or injury, contamination, contact with pests, poison and/or death to \nanimals housed in enclosures that are damaged and in disrepair.  Repair or replace damaged enclosures housing \nanimals, or relocate the animals to enclosures in acceptable repair.  Correct by 2/28/2022 \n3.131(a)  Direct Repeat\n   \nSanitation. \nDuring the course of the inspection, an overall and significant lack of sanitation was witnessed, most prevalent in rooms 7, \n9, and 10.  Excreta and hair were observed collected and caught through the wire floors of most cages, and a dried brown\n\nmushy substance which had the appearance of dried fecal material was present on the tops of a majority of the nesting \nstructures inside the cages which are round capped pieces of pvc pipe, approximately 4-5 inches round. Pests and \nrodents were present and feeding off of the excreta and food waste. The overall smell of waste throughout the enclosed \nfacility rooms was very pungent and overwhelming causing discomfort to the inspector unless a mask was used. The odor \nwas still present on the inspector and his clothes even after several hours after the inspection. Inadequate sanitation \nposes a direct health and safety hazard not only to the animals.  Animals that are subjected to soiled enclosures and food \ncan become destressed, or sick. 6 gliders were observed to showing signs of discomfort, illness, or disease.  All \nenclosures and rooms must be adequately cleaned and sanitized and a proper sanitation program must be maintained. \n3.131(d)  Direct Repeat\n   \nSanitation. \nThroughout the facility grounds, inside animal rooms number 7, 9, and 10, inside the washout trench tubes and inside \nboth empty and occupied enclosures, there were an insects, small black worms, and mice in an amount which was too \nnumerous to count. Mice were observed inside a empty cages, eating glider food, in crevices and cracks, running across \nthe floor. An uncalculatable amount of bugs or different sizes and types were inside the trays underneath the sugar glider \ncages. In some instances, many insects were seen inside occupied cages with the gliders. Insects were also observed in \nmany food bowls which can and will contaminate the animals food source.  These food sources were the only source of \nfood for many caged gliders. In one case, a deceased mouse that was observed two and a half weeks ago my an \ninspector in a wash down trench was still there, now decomposed to be point of being skeletonized, an indication that the \nwash down trenches in the back rooms have now been utilized in at least that long. Mouse bait stations were observed in \nall rooms, however a majority of them are empty and dry. Without adequate pest control, the animals within the facility are \nin severe risk of being exposed to disease, and parasites. Sugar gliders are at risk to being injured or killed by rodents or\n\nlarge numbers of insects. Food and enclosures are become contaminated. at least 6 sliders at the facility are showing \nsigns of illness or disease.  A more effective pest and parasite control plan must be established and implemented. \n3.132  Direct Repeat\n   \nEmployees. \nDuring the inspection of the facility several significant noncompliant items directly affecting the health and safety of the \nanimals housed within were observed. After speaking with the licensees and two employees of the facility it was learned \nthat the licensee has had difficulty finding employees to work at the facility. The amount of animals at the facility cannot be \nproperly and adequately taken care of with the amount of employees available. The facility must have a sufficient number \nof adequately trained employees in order to maintain the acceptable levels of husbandry practices set forth in the animal \nwelfare act regulations. \n \nThis inspection and exit interview were conducted with licensee and employees. \n \nAdditional Inspectors: \nELIZABETH PANNILL, VETERINARY MEDICAL OFFICEREnd Section",
  "animals_total": 4111,
  "species": [
    {
      "count": 4111,
      "scientific": "Petaurus breviceps",
      "common": "SUGAR GLIDER"
    }
  ]
}