{
  "insp_id": "146151655300320",
  "layout": "a",
  "customer_id": "4083",
  "customer_name": "City Of Independence",
  "customer_addr": "811 W. Laurel\nIndependence, KS 67301",
  "certificate": "48-C-0133",
  "site_id": "001",
  "site_name": "City of Independence",
  "insp_type": "ROUTINE INSPECTION",
  "date": "26-MAY-2015",
  "report_date": "28-MAY-2015",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "In May 2015 a female capuchin named \"Helper\" was found dead in her enclosure. The facility failed to notice\n\"Helper's\" poor body and dental condition. Routine medical care was not conducted in accordance with the facility's\nwritten program of veterinary care. The animal had been examined by the attending veterinarian approximately one\nmonth earlier, but facility records did not indicate any problems or concerns with this animal. The necropsy report\ndescribes the animal as \"emaciated\" and gives her a body condition score of 1 out of 5, which is the lowest\npossible. Her dental condition is described as \"severe\" and indicates that other than three canines, all teeth were\nworn down to the gumline. The actual cause of death was listed as an immune mediated disease. The facility\nstated that they did not realize how poor her body condition had become, and indicated that she seemed to be\neating normally until the time of her death.\nThe facility program of veterinary care states that routine care of primates will be, at minimum, a biennial physical\nexam including dental exam, routine bloodwork, recording of bodyweight, and thoracic or full body radiographs.\nAlthough examinations were conducted there are no recorded weights for \"Helper\", and no indication of bloodwork,\nradiographs, or any notes on her dental condition.\nAnimals with severely worn teeth may appear to be eating normally, but might actually be unable to properly grind\nfood leading to inadequate digestion and absorption of nutrients. The facility must ensure that all animals receive\nadequate veterinary care, including preventive screenings and physical exams. The facility must ensure that they\nare following the written guidelines in their Program of Veterinary Care, and must also ensure that proper medical\nrecords are being maintained.\nCorrect from this point forward."
    },
    {
      "code": "3.75(c)(2)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "All surfaces that house animals must be maintained on a regular basis. Two outside enclosures of the Stevens\nbuilding/sheltered facility, housing one capuchin monkey and the other housing three spider monkeys, the concrete\nflooring has large cracks and a few places where the concrete is missing, leaving a small hole in the floor. These\ncracks are long and deep. Cracks in hard surface flooring where animals walk can be a hazard to the feet and\ntoe/finger nails. Nails can become lodged and torn. Also, proper cleaning and sanitizing these cracked areas of\nflooring cannot be adequately done. Deep cracks in animal areas can harbor diseases and feces that cannot be\nwashed out, properly cleaned and sanitized. The facility must replace these areas of the flooring to ensure that\ngood cleaning and sanitization can be done and the monkeys are in a safe environment. This will help in the good\nhealth and care for the animals in this building. Correct by 08-26-2015."
    },
    {
      "code": "3.131(c)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "Premises that house animals must be in good repair in order to protect the animals from injury and to protect the\nhealth of the animals. The flooring in two outdoor concrete enclosures of the Stevens building, housing one bobcat\nin each, has large cracks in the floor. Deep cracks in animal areas can harbor diseases and feces that cannot be\nproperly washed out, cleaned, and sanitized. Also, cracks in hard surface flooring where animals walk can be a\nhazard to the feet and toe nails. Toes nails can become lodged and torn. The facility must replace these areas of\nthe flooring to ensure that good cleaning and sanitization can be done and the bobcats are in a safe environment.\nThis will help in the good health and care for the animals in this building. Correct by 08-26-2015.\nThis inspection and exit briefing were conducted with the facility representative.\nAdditional Inspectors\nTygart Michael, Supervisory Animal Care Specialist"
    }
  ],
  "narrative": "2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nIn May 2015 a female capuchin named \"Helper\" was found dead in her enclosure.  The facility failed to notice\n\"Helper's\" poor body and dental condition.  Routine medical care was not conducted in accordance with the facility's\nwritten program of veterinary care.  The animal had been examined by the attending veterinarian approximately one\nmonth earlier, but facility records did not indicate any problems or concerns with this animal.  The necropsy report\ndescribes the animal as \"emaciated\" and gives her a body condition score of 1 out of 5, which is the lowest\npossible.  Her dental condition is described as \"severe\" and indicates that other than three canines, all teeth were\nworn down to the gumline.  The actual cause of death was listed as an immune mediated disease.  The facility\nstated that they did not realize how poor her body condition had become, and indicated that she seemed to be\neating normally until the time of her death.\nThe facility program of veterinary care states that routine care of primates will be, at minimum, a biennial physical\nexam including dental exam, routine bloodwork, recording of bodyweight, and thoracic or full body radiographs. \nAlthough examinations were conducted there are no recorded weights for \"Helper\", and no indication of bloodwork,\nradiographs, or any notes on her dental condition.\n  Animals with severely worn teeth may appear to be eating normally, but might actually be unable to properly grind\nfood leading to inadequate digestion and absorption of nutrients.  The facility must ensure that all animals receive\nadequate veterinary care, including preventive screenings and physical exams.  The facility must ensure that they\nare following the written guidelines in their Program of Veterinary Care, and must also ensure that proper medical\nrecords are being maintained.\nCorrect from this point forward.\n3.75(c)(2)\nHOUSING FACILITIES, GENERAL. \nAll surfaces that house animals must be maintained on a regular basis.  Two outside enclosures of the Stevens\nbuilding/sheltered facility, housing one capuchin monkey and the other housing three spider monkeys, the concrete\nflooring has large cracks and a few places where the concrete is missing, leaving a small hole in the floor. These\ncracks are long and deep.  Cracks in hard surface flooring where animals walk can be a hazard to the feet and\n\ntoe/finger nails.  Nails can become lodged and torn.  Also, proper cleaning and sanitizing these cracked areas of\nflooring cannot be adequately done.  Deep cracks in animal areas can harbor diseases and feces that cannot be\nwashed out,  properly cleaned and sanitized.  The facility must replace these areas of the flooring to ensure that\ngood cleaning and sanitization can be done and the monkeys are in a safe environment.   This will help in the good\nhealth and care for the animals in this building.  Correct by 08-26-2015.  \n3.131(c)\nSANITATION.   \nPremises that house animals must be in good repair in order to protect the animals from injury and to protect the\nhealth of the animals. The flooring in two outdoor concrete enclosures of the Stevens building, housing one bobcat\nin each, has large cracks in the floor.  Deep cracks in animal areas can harbor diseases and feces that cannot be\nproperly washed out, cleaned, and sanitized.  Also, cracks in hard surface flooring where animals walk can be a\nhazard to the feet and toe nails.  Toes nails can become lodged and torn.  The facility must replace these areas of\nthe flooring to ensure that good cleaning and sanitization can be done and the bobcats are in a safe environment.  \nThis will help in the good health and care for the animals in this building.  Correct by 08-26-2015.\nThis inspection and exit briefing were conducted with the facility representative.\nAdditional Inspectors\nTygart Michael, Supervisory Animal Care Specialist",
  "animals_total": 57,
  "species": [
    {
      "count": 4,
      "scientific": "Ammotragus lervia",
      "common": "BARBARY SHEEP"
    },
    {
      "count": 1,
      "scientific": "Ateles belzebuth",
      "common": "LONG-HAIRED SPIDER MONKEY"
    },
    {
      "count": 2,
      "scientific": "Ateles geoffroyi",
      "common": "BLACK-HANDED SPIDER MONKEY"
    },
    {
      "count": 4,
      "scientific": "Bison bison",
      "common": "AMERICAN BISON"
    },
    {
      "count": 10,
      "scientific": "Cebus capucinus",
      "common": "WHITE-HEADED / WHITE-THROATED CAPUCHIN"
    },
    {
      "count": 3,
      "scientific": "Cervus c. canadensis",
      "common": "ELK"
    },
    {
      "count": 2,
      "scientific": "Equus asinus asinus",
      "common": "DONKEY / BURRO / ASS"
    },
    {
      "count": 1,
      "scientific": "Erethizon dorsatum",
      "common": "NORTH AMERICAN PORCUPINE"
    },
    {
      "count": 6,
      "scientific": "Lama glama",
      "common": "LLAMA"
    },
    {
      "count": 2,
      "scientific": "Lynx rufus",
      "common": "BOBCAT"
    },
    {
      "count": 2,
      "scientific": "Muntiacus crinifrons",
      "common": "BLACK MUNTJAC"
    },
    {
      "count": 2,
      "scientific": "Nasua nasua",
      "common": "SOUTH AMERICAN COATI"
    },
    {
      "count": 5,
      "scientific": "Notamacropus agilis",
      "common": "AGILE WALLABY"
    },
    {
      "count": 5,
      "scientific": "Odocoileus virginianus",
      "common": "WHITE-TAILED DEER"
    },
    {
      "count": 1,
      "scientific": "Petaurus breviceps",
      "common": "SUGAR GLIDER"
    },
    {
      "count": 2,
      "scientific": "Potos flavus",
      "common": "KINKAJOU"
    },
    {
      "count": 2,
      "scientific": "Procyon lotor",
      "common": "RACCOON"
    },
    {
      "count": 1,
      "scientific": "Puma concolor",
      "common": "PUMA / MOUNTAIN LION / COUGAR"
    },
    {
      "count": 1,
      "scientific": "Ursus americanus",
      "common": "NORTH AMERICAN BLACK BEAR"
    },
    {
      "count": 1,
      "scientific": "Vulpes vulpes",
      "common": "RED FOX (INCLUDES SILVER FOX & CROSS FOX)"
    }
  ]
}