{
  "insp_id": "2016090000768496",
  "layout": "b",
  "customer_id": "505580",
  "customer_name": "Valleyview Premium Puppies",
  "customer_addr": "3027 540th Street SW Suite 2\nRIVERSIDE, IA 52327",
  "certificate": "42-B-0319",
  "site_id": "001",
  "site_name": "Lloyd Yoder",
  "insp_type": "ROUTINE INSPECTION",
  "date": "28-FEB-2022",
  "report_date": "28-FEB-2022",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": false,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "Female Old English Sheepdog (microchip # 990_000003112325) is severely emaciated. The dog’s spine, ribs, shoulder\nblades and hip bones were protruding and easily felt beneath the hair coat with little to no fat or muscle covering the dog’s\nframe. Loose stool is also coating the hair beneath the dog’s tail. The dog has not been evaluated by a veterinarian and\nis not under treatment for the poor body condition or loose stool.\nFemale Old English Sheepdog (no microchip) is emaciated. The dog’s spine was visibly prominent, and the ribs, hip\nbones, shoulder blades and spine were easily felt with little fat and muscle covering the dog’s frame. The dog is nursing 9\npuppies at the time of the inspection. The dog has not been evaluated by a veterinarian and is not under treatment for\nthe poor body condition or loose stool.\nAn emaciated body condition could indicate an underlying health issue and if left untreated could result in the death of the\nanimal.\nThe above mentioned dogs must be evaluated by a licensed veterinarian for an accurate diagnosis and to develop an\neffective treatment plan.\nTo be corrected by: End of business 28-February-2022.\nMale standard Poodle (microchip # 990_000001972404) has a large laceration located on the right hind leg. The\nlaceration is located on the upper portion of the interior of the leg. The skin around the wound is moderately reddened\nand a yellowish discharge is coating the surrounding hair. The licensee has not noticed the wound and the dog has not\nbeen evaluated by a veterinarian and no treatment has been provided.\nOpen wounds could cause pain and discomfort to the dog and if left untreated could lead to further health issues.\nThis poodle must be evaluated by a licensed veterinarian for an accurate diagnosis and to develop on effective treatment\nplan.\nTo be corrected by: End of business 28-February-2022.\nFemale Old English Sheepdog (microchip # 990_000002978192) has a heavily matted hair coat. The hair is matted into\nthick clumps and sections and is located along the length of the dog’s back, the underside of the neck, across the hips,\nalong the backside of both forelegs, around the base of the tail and down both hind legs. The matted clumps located on\nthe underside of the neck are held tight against the skin.\nOne adult female Bernadoodle (microchip # 990_000002980201) has a heavily matted hair coat. Approximately 90% of\nthe dog’s body surface is covered in thick clumps of matted fur that contained a mixture of dirt and other organic material.\nThe most severe matted hair was located on the hips and down both hind legs and the head around the ears and eyes.\nThere were several tight matts on both ears where the inspector found it hard to differentiate between the ear skin and the\nmatt. The hair inside of the dog’s ears were matted with a dark brown to black organic material present.\nHair coats that are matted have the potential to cause skin irritation, pain and discomfort. Improperly groomed and un-\nmaintained hair coats can affect a dog’s overall health and well-being.\nHair coats must be maintained to prevent injury and illness to the dog. These 2 dogs must be groomed.\nTo be corrected by: 4-March-2022.\nA complete routine inspection was conducted on 28-February-2022. This inspection is limited to the direct non-\ncompliances identified during that inspection. An additional inspection report will be delivered with the other issues\nidentified during this inspection.\nThis inspection and exit interview was conducted with the licensee. The exit briefing was conducted 28-February-2022.\nAdditional Inspectors:\nKELLY MAXWELL, ANIMAL CARE INSPECTOREnd Section"
    }
  ],
  "narrative": "2.40(b)(2)  Direct\n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nFemale Old English Sheepdog (microchip # 990_000003112325) is severely emaciated.  The dog’s spine, ribs, shoulder \nblades and hip bones were protruding and easily felt beneath the hair coat with little to no fat or muscle covering the dog’s \nframe.  Loose stool is also coating the hair beneath the dog’s tail.  The dog has not been evaluated by a veterinarian and \nis not under treatment for the poor body condition or loose stool. \n \nFemale Old English Sheepdog (no microchip) is emaciated.  The dog’s spine was visibly prominent, and the ribs, hip \nbones, shoulder blades and spine were easily felt with little fat and muscle covering the dog’s frame.  The dog is nursing 9 \npuppies at the time of the inspection.   The dog has not been evaluated by a veterinarian and is not under treatment for \nthe poor body condition or loose stool. \n \nAn emaciated body condition could indicate an underlying health issue and if left untreated could result in the death of the \nanimal. \n \nThe above mentioned dogs must be evaluated by a licensed veterinarian for an accurate diagnosis and to develop an \neffective treatment plan.\n\nTo be corrected by:  End of business 28-February-2022. \n \nMale standard Poodle (microchip # 990_000001972404) has a large laceration located on the right hind leg.  The \nlaceration is located on the upper portion of the interior of the leg.  The skin around the wound is moderately reddened \nand a yellowish discharge is coating the surrounding hair.  The licensee has not noticed the wound and the dog has not \nbeen evaluated by a veterinarian and no treatment has been provided. \n \nOpen wounds could cause pain and discomfort to the dog and if left untreated could lead to further health issues. \n \nThis poodle must be evaluated by a licensed veterinarian for an accurate diagnosis and to develop on effective treatment \nplan. \n \nTo be corrected by:  End of business 28-February-2022. \n \nFemale Old English Sheepdog (microchip # 990_000002978192) has a heavily matted hair coat.  The hair is matted into \nthick clumps and sections and is located along the length of the dog’s back, the underside of the neck, across the hips, \nalong the backside of both forelegs, around the base of the tail and down both hind legs.  The matted clumps located on \nthe underside of the neck are held tight against the skin. \n \nOne adult female Bernadoodle (microchip # 990_000002980201) has a heavily matted hair coat. Approximately 90% of \nthe dog’s body surface is covered in thick clumps of matted fur that contained a mixture of dirt and other organic material.\n\nThe most severe matted hair was located on the hips and down both hind legs and the head around the ears and eyes. \nThere were several tight matts on both ears where the inspector found it hard to differentiate between the ear skin and the \nmatt. The hair inside of the dog’s ears were matted with a dark brown to black organic material present. \n \nHair coats that are matted have the potential to cause skin irritation, pain and discomfort. Improperly groomed and un-\nmaintained hair coats can affect a dog’s overall health and well-being. \n \nHair coats must be maintained to prevent injury and illness to the dog. These 2 dogs must be groomed. \n \nTo be corrected by: 4-March-2022. \n \nA complete routine inspection was conducted on 28-February-2022. This inspection is limited to the direct non-\ncompliances identified during that inspection. An additional inspection report will be delivered with the other issues \nidentified during this inspection. \n \nThis inspection and exit interview was conducted with the licensee. The exit briefing was conducted 28-February-2022. \n \nAdditional Inspectors: \nKELLY MAXWELL, ANIMAL CARE INSPECTOREnd Section",
  "animals_total": 5,
  "species": [
    {
      "count": 5,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    }
  ]
}