{
  "insp_id": "203161405440002",
  "layout": "a",
  "customer_id": "12468",
  "customer_name": "Cindy Cooper",
  "customer_addr": "1918 Sandy Hill Rd\nPlymouth Meeting, PA 19462",
  "certificate": "23-C-0209",
  "site_id": "001",
  "site_name": "CINDY COOPER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "21-JUL-2016",
  "report_date": "21-JUL-2016",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "Section 2.40(b)(2) Veterinary care: The blond male goat housed with one sheep and one pony has significant hair\nloss on both its sides: from behind the shoulders to the lateral surfaces of the thighs. There is more hair loss on the\nleft side of the rib cage with some white flakes on the underlying skin. There is hair on the area over the backbone\nwith yellowish white crusts seen along the mid-line. There were no records available at the time of this inspection\ndescribing the extent of the hair loss. The goat has not been seen or treated by the attending veterinarian for its\ncurrent skin condition. Hair loss can have many causes such as parasites, infectious, nutritional, and may be a sign\nof a more serious health concern. The goat must be evaluated by the attending veterinarian to provide appropriate\nveterinary care.\nCorrect by having the blond male goat evaluated by the attending veterinarian. The licensee must document and\nmaintain records of the examination, treatment and outcome for future inspections by APHIS officials. Correct by\nJuly 25, 2016.\nAn exit briefing was conducted with the facility owner."
    }
  ],
  "narrative": "2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nSection 2.40(b)(2) Veterinary care: The blond male goat housed with one sheep and one pony has significant hair\nloss on both its sides: from behind the shoulders to the lateral surfaces of the thighs.  There is more hair loss on the\nleft side of the rib cage with some white flakes on the underlying skin.  There is hair on the area over the backbone\nwith yellowish white crusts seen along the mid-line.  There were no records available at the time of this inspection\ndescribing the extent of the hair loss.  The goat has not been seen or treated by the attending veterinarian for its\ncurrent skin condition.  Hair loss can have many causes such as parasites, infectious, nutritional, and may be a sign\nof a more serious health concern.  The goat must be evaluated by the attending veterinarian to provide appropriate\nveterinary care.\nCorrect by having the blond male goat evaluated by the attending veterinarian.  The licensee must document and\nmaintain records of the examination, treatment and outcome for future inspections by APHIS officials.  Correct by\nJuly 25, 2016.\nAn exit briefing was conducted with the facility owner.",
  "animals_total": 25,
  "species": [
    {
      "count": 8,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 12,
      "scientific": "Oryctolagus cuniculus",
      "common": "EUROPEAN RABBIT"
    },
    {
      "count": 4,
      "scientific": "Ovis aries aries",
      "common": "SHEEP INCLUDING ALL DOMESTIC BREEDS"
    },
    {
      "count": 1,
      "scientific": "Sus domestica",
      "common": "DOMESTIC PIG"
    }
  ]
}