{
  "insp_id": "224152007350651",
  "layout": "a",
  "customer_id": "23084",
  "customer_name": "Gayle Arnett",
  "customer_addr": "31956 Indian Creek Road\nEdwards, MO 65326",
  "certificate": "43-A-4029",
  "site_id": "001",
  "site_name": "GAYLE ARNETT",
  "insp_type": "ROUTINE INSPECTION",
  "date": "12-AUG-2015",
  "report_date": "13-AUG-2015",
  "citations": [
    {
      "code": "3.1(c)(3)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "(c) Surfaces. (3) Cleaning.\n***In the outdoor facility there were housing units with an accumulation of dirt, grime, hair and/or thick dust covered\ncobwebs. Some of the cobwebs were attached from the roof edge to the front wall covering the entire length of the\nfront wall. Cleaning of hard surfaces is essential for a healthy environment and reduces disease hazards by\neliminating harboring places for diseases and pests. As a part of the facility's cleaning program, the licensee must\nremove the dirt, grime and cobwebs from these areas and ensure that all hard surfaces that come in contact with\nthe animals are kept clean and sanitized at all times. TO BE CORRECTED BY: August 19, 2015.\n***There was a general lack of cleaning in the whelping building housing adult dogs and puppies. The inside portion\nof the sheltered building had dirt, dust, and debris along the floor, shelving units and window ledge. These areas\nwere only a few feet from where at least 2 adult dogs and 4 puppies were housed. Although the dogs weren't\ncoming into direct contact with these areas, the build-up of dirt and debris in the building where they are housed\nincreases the risk of disease hazards. The licensee must ensure that all surfaces of the housing facilities (including\nthe areas that do not come in contact with the dogs) are cleaned and sanitized when necessary to satisfy generally\naccepted husbandry standards and practices. TO BE CORRECTED BY: September 12, 2015."
    },
    {
      "code": "3.9(a)",
      "kind": "",
      "repeat": false,
      "desc": "FEEDING.",
      "narrative": "***Within the outdoor facility, there was a food receptacle that contained a small portion of dry kibble which was a\ngreyish-white abnormal color. The portion of discolored, moldy-like kibble was mostly located in one corner in the\nmouth of the feeder while much of the rest of the kibble in the feeder had a normal appearance. This self-feeder\nprovided the only source of food for two adult dogs within the enclosure. According to the licensee, the male dog in\nthe enclosure may have been urinating into the feeder. Contaminated food can decrease the animals' acceptance\nof the food and can increase the risk of disease and health hazards. The licensee needs to remove the current\nmoldy-like feed. Measures must be taken to ensure that there is no molding, deterioration and/or caking of feed at\nall times. TO BE CORRECTED BY: Close of business on the day of inspection on August 12, 2015.\nThe inspection and exit interview were conducted with the licensee on August 12, 2015. All correction dates were\ndiscussed during the exit interview and acknowledged to be understood by the licensee on August 12, 2015."
    }
  ],
  "narrative": "3.1(c)(3)\nHOUSING FACILITIES, GENERAL.\n(c) Surfaces. (3) Cleaning.\n***In the outdoor facility there were housing units with an accumulation of dirt, grime, hair and/or thick dust covered\ncobwebs.  Some of the cobwebs were attached from the roof edge to the front wall covering the entire length of the\nfront wall. Cleaning of hard surfaces is essential for a healthy environment and reduces disease hazards by\neliminating harboring places for diseases and pests. As a part of the facility's cleaning program, the licensee must\nremove the dirt, grime and cobwebs from these areas and ensure that all hard surfaces that come in contact with\nthe animals are kept clean and sanitized at all times.  TO BE CORRECTED BY: August 19, 2015.\n***There was a general lack of cleaning in the whelping building housing adult dogs and puppies. The inside portion\nof the sheltered building had dirt, dust, and debris along the floor, shelving units and window ledge.  These areas\nwere only a few feet from where at least 2 adult dogs and 4 puppies were housed. Although the dogs weren't\ncoming into direct contact with these areas, the build-up of dirt and debris in the building where they are housed\nincreases the risk of disease hazards. The licensee must ensure that all surfaces of the housing facilities (including\nthe areas that do not come in contact with the dogs) are cleaned and sanitized when necessary to satisfy generally\naccepted husbandry standards and practices.  TO BE CORRECTED BY:  September 12, 2015.\n3.9(a)\nFEEDING.\n***Within the outdoor facility, there was a food receptacle that contained a small portion of dry kibble which was a\ngreyish-white abnormal color.  The portion of discolored, moldy-like kibble was mostly located in one corner in the\nmouth of the feeder while much of the rest of the kibble in the feeder had a normal appearance. This self-feeder\nprovided the only source of food for two adult dogs within the enclosure. According to the licensee, the male dog in\nthe enclosure may have been urinating into the feeder.  Contaminated food can decrease the animals' acceptance\nof the food and can increase the risk of disease and health hazards. The licensee needs to remove the current\nmoldy-like feed. Measures must be taken to ensure that there is no molding, deterioration and/or caking of feed at\nall times. TO BE CORRECTED BY:  Close of business on the day of inspection on August 12, 2015.\nThe inspection and exit interview were conducted with the licensee on August 12, 2015.  All correction dates were\n\ndiscussed during the exit interview and acknowledged to be understood by the licensee on August 12, 2015.",
  "animals_total": 17,
  "species": [
    {
      "count": 13,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 4,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}