{
  "insp_id": "2016090000746286",
  "layout": "b",
  "customer_id": "43026",
  "customer_name": "Cinda Moe",
  "customer_addr": "1105 North Delaware Ave.\nROSWELL, NM 88201",
  "certificate": "85-B-0073",
  "site_id": "001",
  "site_name": "Cinda Moe",
  "insp_type": "ROUTINE INSPECTION",
  "date": "27-OCT-2021",
  "report_date": "28-OCT-2021",
  "citations": [
    {
      "code": "2.75(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Records: Dealers and exhibitors.",
      "narrative": "At the time of inspection, the licensee's records of acquisition and disposition are incomplete. Records of acquisition are\nmissing vital information such as the complete names and addresses of persons from whom the dogs were acquired.\nIndividual disposition records did not contain dates of dispositions. Records containing the required information for\nanimals disposed of or acquired for use in regulated activities are necessary to accurately track animals to ensure their\nhumane care and use, and to assure the legitimate transfer of ownership. The licensee shall make, keep and maintain\nrecords of acquisition and disposition of all animals that fully and correctly disclose the required information. TO BE\nCORRECTED BY OCTOBER 28, 2021."
    },
    {
      "code": "3.1(b)",
      "kind": "",
      "repeat": false,
      "desc": "Housing facilities, general.",
      "narrative": "One male and one female Yorkshire terrier puppies and their food are kept in a room with excessive clutter, covering\n~80% of the floor area of the room, and piled from ~3-5' high. The piles of clutter reach from the walls of the room on\nthree sides up to the play pen that contains the puppies. Accumulations of clutter can harbor vermin and insects that can\ncontaminate food or spread disease to nearby animals. The licensee must ensure that all animal areas inside of housing\nfacilities are kept neat and free of clutter, including equipment, furniture and stored material.\nTO BE CORRECTED BY NOVEMBER 1, 2021.\nThis inspection and exit interview were conducted with the licensee.\nEnd Section"
    }
  ],
  "narrative": "2.75(a)(1) \n   \nRecords: Dealers and exhibitors. \nAt the time of inspection, the licensee's records of acquisition and disposition are incomplete.  Records of acquisition are \nmissing vital information such as the complete names and addresses of persons from whom the dogs were acquired.  \nIndividual disposition records did not contain dates of dispositions.  Records containing the required information for \nanimals disposed of or acquired for use in regulated activities are necessary to accurately track animals to ensure their \nhumane care and use, and to assure the legitimate transfer of ownership.  The licensee shall make, keep and maintain \nrecords of acquisition and disposition of all animals that fully and correctly disclose the required information.  TO BE \nCORRECTED BY OCTOBER 28, 2021. \n3.1(b) \n   \nHousing facilities, general. \nOne male and one female Yorkshire terrier puppies and their food are kept in a room with excessive clutter, covering \n~80% of the floor area of the room, and piled from ~3-5' high.  The piles of clutter reach from the walls of the room on \nthree sides up to the play pen that contains the puppies.  Accumulations of clutter can harbor vermin and insects that can \ncontaminate food or spread disease to nearby animals.  The licensee must ensure that all animal areas inside of housing\n\nfacilities are kept neat and free of clutter, including equipment, furniture and stored material. \nTO BE CORRECTED BY NOVEMBER 1, 2021. \n \nThis inspection and exit interview were conducted with the licensee. \n \nEnd Section",
  "animals_total": 2,
  "species": [
    {
      "count": 2,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}