{
  "insp_id": "2016082568775132",
  "layout": "a",
  "customer_id": "334776",
  "customer_name": "Baringer Family Farm",
  "customer_addr": "28351 370th St\nLe Sueur, MN 56058",
  "certificate": "41-C-0288",
  "site_id": "001",
  "site_name": "BARINGER FAMILY FARM",
  "insp_type": "ROUTINE INSPECTION",
  "date": "05-SEP-2017",
  "report_date": "07-SEP-2017",
  "citations": [
    {
      "code": "2.40(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "The written Program of Veterinary Care is incomplete. The Attending Veterinarian has not signed off on the\nProgram of Veterinary Care. In addition, sections of the Program of Veterinary Care have not been filled out. An\nincomplete Program of Veterinary Care doesn't ensure that the animals are receiving optimal care. The Program of\nVeterinary Care must be filled out completely and signed off by the Attending Veterinarian. Correct by 9/19/17."
    },
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "Two medications were found to have been expired. Tylan 200 and BO-SE Injection both expired 07/2016. Expired\nproducts doesn't ensure that the products are safe to use. All expired products must be discarded. Correct from this\nday forward."
    },
    {
      "code": "2.75(b)(1)",
      "kind": "",
      "repeat": false,
      "desc": "RECORDS: DEALERS AND EXHIBITORS.",
      "narrative": "The animal records were incomplete. Since the last routine inspection completed on 12/13/16, eleven goat\ndispositions were not documented, four goat records were missing acquisition information, the acquisition and\ndisposition information was missing or incomplete for at least 35 of the rabbits, and there was no inventory\ninformation at all for the one cow. Not providing complete and accurate information does not allow for proper\ntracking of the animals by an APHIS official. A current inventory of all regulated animals must be created and\nmaintained going forward. All acquisition and disposition information must be documented for all regulated animals.\nCorrect from this day forward."
    },
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "Two boards were laying on the ground in the goat and sheep enclosure. One board had two nails protruding out\nfrom it. The other board had a nail head that was protruding out from it. The goats and sheep could have stepped\non the boards and injured themselves. The housing facilities shall be structurally sound and maintained in good\nrepair to protect the animals from injury. Correct from this day forward.\nThis inspection and exit interview were conducted with the licensee.\nEnd of report."
    }
  ],
  "narrative": "2.40(a)(1)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThe written Program of Veterinary Care is incomplete.  The Attending Veterinarian has not signed off on the\nProgram of Veterinary Care.  In addition, sections of the Program of Veterinary Care have not been filled out.  An\nincomplete Program of Veterinary Care doesn't ensure that the animals are receiving optimal care. The Program of\nVeterinary Care must be filled out completely and signed off by the Attending Veterinarian.  Correct by 9/19/17.\n2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nTwo medications were found to have been expired.  Tylan 200 and BO-SE Injection both expired 07/2016.  Expired\nproducts doesn't ensure that the products are safe to use. All expired products must be discarded. Correct from this\nday forward.\n2.75(b)(1)\nRECORDS: DEALERS AND EXHIBITORS.\nThe animal records were incomplete.  Since the last routine inspection completed on 12/13/16, eleven goat\ndispositions were not documented, four goat records were missing acquisition information, the acquisition and\ndisposition information was missing or incomplete for at least 35 of the rabbits, and there was no inventory\ninformation at all for the one cow.  Not providing complete and accurate information does not allow for proper\ntracking of the animals by an APHIS official.  A current inventory of all regulated animals must be created and\nmaintained going forward.  All acquisition and disposition information must be documented for all regulated animals.\n Correct from this day forward.\n3.125(a)\nFACILITIES, GENERAL.   \nTwo boards were laying on the ground in the goat and sheep enclosure.  One board had two nails protruding out\nfrom it.  The other board had a nail head that was protruding out from it.  The goats and sheep could have stepped\non the boards and injured themselves.  The housing facilities shall be structurally sound and maintained in good\n\nrepair to protect the animals from injury.  Correct from this day forward.\nThis inspection and exit interview were conducted with the licensee.\nEnd of report.",
  "animals_total": 103,
  "species": [
    {
      "count": 1,
      "scientific": "Bos taurus",
      "common": "CATTLE / COW / OX / WATUSI"
    },
    {
      "count": 1,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 39,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 5,
      "scientific": "Lama glama",
      "common": "LLAMA"
    },
    {
      "count": 2,
      "scientific": "Lama pacos",
      "common": "ALPACA"
    },
    {
      "count": 35,
      "scientific": "Oryctolagus cuniculus",
      "common": "DOMESTIC RABBIT / EUROPEAN RABBIT"
    },
    {
      "count": 20,
      "scientific": "Ovis aries aries",
      "common": "SHEEP INCLUDING ALL DOMESTIC BREEDS"
    }
  ]
}