{
  "insp_id": "35161652560866",
  "layout": "a",
  "customer_id": "353",
  "customer_name": "Lehigh University",
  "customer_addr": "Office Of The Vice President & Associate\nProvost For Research & Graduate Studies\n27 Memorial Dr West\nBethlehem, PA 18015",
  "certificate": "23-R-0064",
  "site_id": "001",
  "site_name": "CENTRAL ANIMAL FACILITY",
  "insp_type": "ROUTINE INSPECTION",
  "date": "03-FEB-2016",
  "report_date": "04-FEB-2016",
  "citations": [
    {
      "code": "2.32(c)(4)",
      "kind": "",
      "repeat": false,
      "desc": "PERSONNEL QUALIFICATIONS.",
      "narrative": "Section 2.32(c)(4) Personnel qualifications: The two handling incidents involving hamsters did not get reported to\nthe IACUC in a timely manner. Facility personnel involved were not aware that these types of deficiencies in animal\ncare required reporting to the facility IACUC. The facility IACUC provided new written guidance for facility personnel\nregarding incidents that must be reported to the IACUC. This was issued to all facility investigators, and posted in\nthe animal facility and on the website for the IACUC. There have been no further incidents of unreported\ndeficiencies in animal care to the facility IACUC.\nTraining and instructions of personnel must include methods whereby deficiencies in animal care and treatment are\nreported, including deficiencies in animal care and treatment reported by any employee of the facility. Corrected by\nthe facility prior to this inspection."
    },
    {
      "code": "2.33(b)(5)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE.",
      "narrative": "Section 2.33(b)(5) Veterinary care: There were no completed surgical records, including administration of the\nanesthesia dosages given to gerbils on a terminal procedure for protocol 194. Current established veterinary\nmedical and nursing procedures include documentation of the drugs given and procedures performed on animals.\nThis information is also necessary for the attending veterinarian to provide adequate veterinary oversight and to\nensure protocols are being followed as approved by the IACUC. Correct by documenting the procedures performed\non animals and the administration of drugs to animals. Correct from this day forward."
    },
    {
      "code": "2.38(f)(1)",
      "kind": "",
      "repeat": false,
      "desc": "MISCELLANEOUS.",
      "narrative": "Section 2.38(f)(1) Handling: There were two handling incidents each involving one hamster.\n1) One hamster was improperly euthanized using CO2. On April 23, 2015 the hamster was exposed to CO2 for\neuthanasia and then placed inside a plastic bag and into the facility freezer. The hamster was later found dead\noutside the bag and the bag had evidence that the hamster had escaped the bag suggesting that the hamster was\nalive when it was placed into the freezer. Freezing is not considered an appropriate method for euthanasia and\ncauses unnecessary discomfort. The facility identified this incident and the person involved was retrained in the\nprocedure of CO2 euthanasia and determination of death. The facility also purchased a commercial euthanasia\nchamber, wrote a new standard operating procedure for its use and trained the applicable personnel in its use.\nThere have been no further incidents in the failure of CO2 to euthanize the animal.\n2) One hamster was left without food or water for approximately 36 hours. A student investigator removed this\nanimal from its enclosure for use on a protocol. The hamster was subsequently left in its testing enclosure instead\nof being returned to its home enclosure after the test was completed. This resulted in the hamster being without\nfood or water for about 36 hours which would have caused the animal unnecessary discomfort. The hamster was\ndiscovered by facility personnel on March 2, 2015; was immediately given water and food; and survived. The\nperson involved was retrained and is not currently working with animals. There have been no further incidents of\nanimals left in enclosures without food and water.\nHandling of all animals shall be done as expeditiously and carefully as possible in a manner that does not cause\ntrauma, overheating, excessive cooling, behavior stress, physical harm, or unnecessary discomfort. Corrected by\nthe facility prior to this inspection.\nThis inspection was conducted on February 3-4, 2016. An exit briefing was conducted with the facility manager of\nresearch integrity."
    }
  ],
  "narrative": "2.32(c)(4)\nPERSONNEL QUALIFICATIONS.\nSection 2.32(c)(4) Personnel qualifications:  The two handling incidents involving hamsters did not get reported to\nthe IACUC in a timely manner.  Facility personnel involved were not aware that these types of deficiencies in animal\ncare required reporting to the facility IACUC.  The facility IACUC provided new written guidance for facility personnel\nregarding incidents that must be reported to the IACUC.  This was issued to all facility investigators, and posted in\nthe animal facility and on the website for the IACUC.  There have been no further incidents of unreported\ndeficiencies in animal care to the facility IACUC.\nTraining and instructions of personnel must include methods whereby deficiencies in animal care and treatment are\nreported, including deficiencies in animal care and treatment reported by any employee of the facility.  Corrected by\nthe facility prior to this inspection.  \n2.33(b)(5)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE.\nSection 2.33(b)(5) Veterinary care:  There were no completed surgical records, including administration of the\nanesthesia dosages given to gerbils on a terminal procedure for protocol 194.  Current established veterinary\nmedical and nursing procedures include documentation of the drugs given and procedures performed on animals. \nThis information is also necessary for the attending veterinarian to provide adequate veterinary oversight and to\nensure protocols are being followed as approved by the IACUC.  Correct by documenting the procedures performed\non animals and the administration of drugs to animals.  Correct from this day forward.\n2.38(f)(1)\nMISCELLANEOUS.\nSection 2.38(f)(1) Handling:  There were two handling incidents each involving one hamster.\n\n1) One hamster was improperly euthanized using CO2.  On April 23, 2015 the hamster was exposed to CO2 for\neuthanasia and then placed inside a plastic bag and into the facility freezer.  The hamster was later found dead\noutside the bag and the bag had evidence that the hamster had escaped the bag suggesting that the hamster was\nalive when it was placed into the freezer.  Freezing is not considered an appropriate method for euthanasia and\ncauses unnecessary discomfort.  The facility identified this incident and the person involved was retrained in the\nprocedure of CO2 euthanasia and determination of death.  The facility also purchased a commercial euthanasia\nchamber, wrote a new standard operating procedure for its use and trained the applicable personnel in its use. \nThere have been no further incidents in the failure of CO2 to euthanize the animal. \n2) One hamster was left without food or water for approximately 36 hours.  A student investigator removed this\nanimal from its enclosure for use on a protocol.  The hamster was subsequently left in its testing enclosure instead\nof being returned to its home enclosure after the test was completed.  This resulted in the hamster being without\nfood or water for about 36 hours which would have caused the animal unnecessary discomfort.  The hamster was\ndiscovered by facility personnel on March 2, 2015; was immediately given water and food; and survived.  The\nperson involved was retrained and is not currently working with animals.  There have been no further incidents of\nanimals left in enclosures without food and water. \nHandling of all animals shall be done as expeditiously and carefully as possible in a manner that does not cause\ntrauma, overheating, excessive cooling, behavior stress, physical harm, or unnecessary discomfort.  Corrected by\nthe facility prior to this inspection.\nThis inspection was conducted on February 3-4, 2016.  An exit briefing was conducted with the facility manager of\nresearch integrity.",
  "animals_total": 343,
  "species": [
    {
      "count": 77,
      "scientific": "Meriones unguiculatus",
      "common": "MONGOLIAN GERBIL (COMMON PET / RESEARCH VARIETY)"
    },
    {
      "count": 266,
      "scientific": "Mesocricetus auratus",
      "common": "SYRIAN / GOLDEN HAMSTER (COMMON PET/RESEARCH TYPE)"
    }
  ]
}