{
  "insp_id": "INS-0000862667",
  "layout": "c",
  "customer_id": "503460",
  "customer_name": "JACOB YODER",
  "customer_addr": "49780 COUNTY ROAD 186\nFRESNO, OH 43824",
  "certificate": "31-A-0730",
  "site_id": "001",
  "site_name": "JACOB YODER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "05-APR-2023",
  "report_date": "10-APR-2023",
  "citations": [
    {
      "code": "2.126(a)(4)",
      "kind": "Critical",
      "repeat": false,
      "desc": "Access and inspection of records and property; submission of itineraries.",
      "narrative": "* The licensee refused to allow inspection on April 5, 2023. The inspector arrived at the facility during business hours\n(approximately 6:30 PM local time). The licensee was in his residence at the time of arrival; however, it was raining\nheavily. The inspector remained in his vehicle and stated he was there for an inspection but would like to wait to begin\nuntil a break in the rain. The licensee nodded and returned to his residence. A few minutes later, the inspector knocked\non the door of the house, introduced himself, showed his identification, and stated that he was ready to start the\ninspection. The licensee asked why the inspector’s vehicle did not have government plates, and the inspector explained\nthat our vehicles do not have US Government plates for safety reasons but confirmed that he was a federal inspector.\nThe licensee stated that the inspector needed to provide at least two weeks’ notice before coming to inspect. The\ninspector explained that this was a routine unannounced inspection, and that Animal Care does not schedule inspections\nother than initial licensing inspections. The licensee continued to insist that he must be given two weeks’ notice and then\nbecame insistent that the inspector’s identification was “fake” and that he was not a “real inspector” abruptly shutting the\ndoor and refusing further conversation. The inspector contacted a supervisor (SACS Miller) during the attempt to inspect,\nand at her instruction attempted to call through the door to offer the licensee the ability to confirm his identity by speaking\nwith a supervisor and/or the office. The inspector called through the door to the licensee three times offering to have the\nlicensee speak with a supervisor, offering to provide a phone number so that the licensee could call a supervisor himself,\nand explaining that refusing inspection is a serious noncompliance and that he would have to document it in an inspection\nreport. The licensee did not open the door of the house and after a few moments without response the inspector left the\nproperty at the direction of the supervisor.\nAll dealers shall allow APHIS Officials to conduct inspections by allowing access to the property and records during\nbusiness hours. Refusal of inspections prevents APHIS Officials from assessing compliance with the Animal Welfare Act,\nStandards, and Regulations to ensure the well-being of animal covered under the AWA. Correct by allowing access for\ninspection from this point forward. To be corrected by April 7, 2023.\nNo inspection and exit interview were conducted with the licensee.\nn"
    }
  ],
  "narrative": "2.126(a)(4)  Critical\n   \nAccess and inspection of records and property; submission of itineraries. \n*     The licensee refused to allow inspection on April 5, 2023.  The inspector arrived at the facility during business hours \n(approximately 6:30 PM local time).  The licensee was in his residence at the time of arrival; however, it was raining \nheavily.  The inspector remained in his vehicle and stated he was there for an inspection but would like to wait to begin \nuntil a break in the rain.  The licensee nodded and returned to his residence.  A few minutes later, the inspector knocked \non the door of the house, introduced himself, showed his identification, and stated that he was ready to start the \ninspection.  The licensee asked why the inspector’s vehicle did not have government plates, and the inspector explained \nthat our vehicles do not have US Government plates for safety reasons but confirmed that he was a federal inspector.  \nThe licensee stated that the inspector needed to provide at least two weeks’ notice before coming to inspect.  The \ninspector explained that this was a routine unannounced inspection, and that Animal Care does not schedule inspections \nother than initial licensing inspections. The licensee continued to insist that he must be given two weeks’ notice and then \nbecame insistent that the inspector’s identification was “fake” and that he was not a “real inspector” abruptly shutting the \ndoor and refusing further conversation.  The inspector contacted a supervisor (SACS Miller) during the attempt to inspect, \nand at her instruction attempted to call through the door to offer the licensee the ability to confirm his identity by speaking \nwith a supervisor and/or the office.  The inspector called through the door to the licensee three times offering to have the \nlicensee speak with a supervisor, offering to provide a phone number so that the licensee could call a supervisor himself,\n\nand explaining that refusing inspection is a serious noncompliance and that he would have to document it in an inspection \nreport.  The licensee did not open the door of the house and after a few moments without response the inspector left the \nproperty at the direction of the supervisor.   \n \nAll dealers shall allow APHIS Officials to conduct inspections by allowing access to the property and records during \nbusiness hours.  Refusal of inspections prevents APHIS Officials from assessing compliance with the Animal Welfare Act, \nStandards, and Regulations to ensure the well-being of animal covered under the AWA.  Correct by allowing access for \ninspection from this point forward.  To be corrected by April 7, 2023. \n \nNo inspection and exit interview were conducted with the licensee. \n \n n",
  "animals_total": 0,
  "species": [
    {
      "count": 0,
      "scientific": "NONE",
      "common": "NONE"
    }
  ]
}