{
  "insp_id": "2016082568049071",
  "layout": "a",
  "customer_id": "39733",
  "customer_name": "Bethany Korver",
  "customer_addr": "Linda Korver\nStanley Korver\n4047 Jackson Ave\nOrange City, IA 51041",
  "certificate": "42-A-1448",
  "site_id": "001",
  "site_name": "BETHANY KORVER, LINDA KORVER, STANLEY KORVER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "21-DEC-2016",
  "report_date": "22-DEC-2016",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "* “Georgie” a 12 year old female Tan Pomeranian (ID#: 095525563) was lethargic and thin in appearance. The\nprominent ribs, backbone and hipbones could be observed and felt during the inspection. At the time of inspection,\na veterinarian had not been consulted. The licensee stated that he had noticed the dog losing weight over the last\ntwo months.\nWhen a dog continues to lose weight to the point the backbone or ribs are visible is a sign of potential health\nproblems for the dog. The continued loss of weight could be an indication the dog is not receiving adequate nutrition\nor it could be internal problems.\nThis animal must be examined by a licensed veterinarian and appropriate treatment plan administered.\nDocumentation must be maintained on all medical problems, diagnosis and treatments. All medical records must be\navailable to the inspector upon request. Additionally, all animals must receive adequate veterinary care at all times.\nTo be corrected by, 24-December-2016."
    },
    {
      "code": "3.1(c)(1)(i)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "* Three metal self-feeders were used in three enclosures to feed five adult dogs. The metal surface for the areas\nwhere the dogs eat out of these feeders were excessively rusty and corroding. These metal surfaces cannot be\nproperly cleaned and sanitized. As a result, improper cleaning and sanitization can increase the disease potential\nfor the animals.\nAll metal surfaces must be maintained and kept rust free. This will allow for required cleaning and sanitization of the\nsurfaces and the prevention of disease potential for the animals.\nTo be corrected by, 10-January-2017."
    },
    {
      "code": "3.6(a)(2)(x)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "* An enclosure housing one adult dog had an approximately 2 foot long by 1 inch wide gap for the seam where to\ntwo sections of mesh flooring meet. This gap can allow for the dogs’ feet to pass through or get stuck between the\ntwo sections. This could injure the dog or affect the animals’ gait.\nAll mesh flooring must not allow for the dogs feet to pass through gaps and holes in the flooring. This will allow for\nnormal gait and prevention of injury to the animal.\nTo be corrected by, 28-December-2016."
    },
    {
      "code": "3.11(c)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "* The area where the back walls and ceiling meet directly above the dogs’ enclosures had an accumulation of cob\nwebs and dust. The PVC pipe water line fasten to the back wall above five enclosures had and accumulation of\nbrown dirt on the pipe. The two windows above two dog enclosures had an accumulation of cob webs, dead flies\nand dust. This can attract and provide living and breeding areas for rodents, insects, other pests and vermin. As a\nresult, this can affect the health and well-being of 18 adult dogs.\nAll housing facilities must be kept clean and free of accumulation of discarded matter. This will facilitate pest\ncontrol, thus protecting the health and well-being of the dogs.\nTo be corrected by, 30-December-2016.\nThis inspection and exit interview were conducted with an facility representative, Corbin Ranslem (ACI) and Randall\nWagner (ACI).\nThis inspection will be sent by e-mail.\nAdditional Inspectors\nRanslem Corbin, Animal Care Inspector"
    }
  ],
  "narrative": "2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n* “Georgie” a 12 year old female Tan Pomeranian (ID#: 095525563) was lethargic and thin in appearance. The\nprominent ribs, backbone and hipbones could be observed and felt during the inspection. At the time of inspection,\na veterinarian had not been consulted. The licensee stated that he had noticed the dog losing weight over the last\ntwo months. \nWhen a dog continues to lose weight to the point the backbone or ribs are visible is a sign of potential health\nproblems for the dog. The continued loss of weight could be an indication the dog is not receiving adequate nutrition\nor it could be internal problems. \nThis animal must be examined by a licensed veterinarian and appropriate treatment plan administered.\nDocumentation must be maintained on all medical problems, diagnosis and treatments. All medical records must be\navailable to the inspector upon request. Additionally, all animals must receive adequate veterinary care at all times. \nTo be corrected by, 24-December-2016.\n3.1(c)(1)(i)\nHOUSING FACILITIES, GENERAL.\n* Three metal self-feeders were used in three enclosures to feed five adult dogs.  The metal surface for the areas\nwhere the dogs eat out of these feeders were excessively rusty and corroding.  These metal surfaces cannot be\nproperly cleaned and sanitized.  As a result, improper cleaning and sanitization can increase the disease potential\nfor the animals.\nAll metal surfaces must be maintained and kept rust free.  This will allow for required cleaning and sanitization of the\nsurfaces and the prevention of disease potential for the animals.\n\nTo be corrected by, 10-January-2017. \n3.6(a)(2)(x)\nPRIMARY ENCLOSURES.\n* An enclosure housing one adult dog had an approximately 2 foot long by 1 inch wide gap for the seam where to\ntwo sections of mesh flooring meet.  This gap can allow for the dogs’ feet to pass through or get stuck between the\ntwo sections.  This could injure the dog or affect the animals’ gait.  \nAll mesh flooring must not allow for the dogs feet to pass through gaps and holes in the flooring. This will allow for\nnormal gait and prevention of injury to the animal.\nTo be corrected by, 28-December-2016.\n3.11(c)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\n* The area where the back walls and ceiling meet directly above the dogs’ enclosures had an accumulation of cob\nwebs and dust.  The PVC pipe water line fasten to the back wall above five enclosures had and accumulation of\nbrown dirt on the pipe.  The two windows above two dog enclosures had an accumulation of cob webs, dead flies\nand dust.  This can attract and provide living and breeding areas for rodents, insects, other pests and vermin.  As a\nresult, this can affect the health and well-being of 18 adult dogs.\nAll housing facilities must be kept clean and free of accumulation of discarded matter.  This will facilitate pest\ncontrol, thus protecting the health and well-being of the dogs. \nTo be corrected by, 30-December-2016.\nThis inspection and exit interview were conducted with an facility representative, Corbin Ranslem (ACI) and Randall\nWagner (ACI).\nThis inspection will be sent by e-mail.\n\nAdditional Inspectors\nRanslem Corbin, Animal Care Inspector",
  "animals_total": 18,
  "species": [
    {
      "count": 18,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    }
  ]
}