{
  "insp_id": "2016082569054752",
  "layout": "a",
  "customer_id": "10138",
  "customer_name": "Absorption Systems Inc.",
  "customer_addr": "7901 Vickers Street\nSan Diego, CA 92111",
  "certificate": "93-R-0444",
  "site_id": "001",
  "site_name": "ABSORPTION SYSTEMS, INC.",
  "insp_type": "ROUTINE INSPECTION",
  "date": "14-FEB-2018",
  "report_date": "22-FEB-2018",
  "citations": [
    {
      "code": "2.31(c)(7)",
      "kind": "",
      "repeat": false,
      "desc": "INSTITUTIONAL ANIMAL CARE AND USE COMMITTEE (IACUC).",
      "narrative": "On 11 January 2018, 15 rabbits had blood collected from them on study # 17C356Q4R2G132. In reviewing the\nprotocol, the Institutional Animal Care and Use Committee (IACUC) protocol did not approve blood collection in this\nstudy, and there are no IACUC approved amendments to allow blood collection. The proposed amendment to the\nstudy protocol increased the invasiveness of the study, but the amendment was not approved by the IACUC. The\nIACUC SOP for amendments considers a significant change to be an increase in the invasiveness of the study, and\ntherefore the IACUC should have approved the amendment before blood was collected from the animals.\nAny significant changes to a protocol, such as blood collection, must be reviewed and approved by the IACUC prior\nto conducting any activity associated with the change. An IACUC review of protocol changes is to ensure that\nanimals do not experience unnecessary pain and distress and to verify that personnel are adequately trained to\nconduct the new procedures.\nCorrect from this day forward."
    },
    {
      "code": "2.33(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE.",
      "narrative": "In several animal rooms, uncovered syringes with gavage tips were present and could become contaminated before\nbeing used on animals. In several wash rooms, the hose sprayer was not properly labeled as to the chemical\ncontents, and a pump sprayer was also not properly labeled. In the wash room, the unlabeled containers could\nresult in disease transmission because the enclosures are hand washed and may not be appropriately sanitized.\nExposed syringes or unlabeled sprayers are not consistent with appropriate methods to prevent diseases and\ninjuries in animals.\nCorrect from this day forward."
    },
    {
      "code": "3.14(a)(2)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES USED TO TRANSPORT LIVE DOGS AND CATS.",
      "narrative": "Several transport kennels in the wash room in building D had fine wire mesh attached to the front door. The edges\nof the wire mesh was frayed, creating sharp points protruding into the enclosure that could injure the dogs. These\ntransport enclosures are used to move dogs between facility locations and in commerce, therefore must meet the\nrequirements for transporting covered species, which include no sharp points or edges that could injure the animals\ncontained in it.\nCorrect from this day forward."
    },
    {
      "code": "3.51(d)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, INDOOR.",
      "narrative": "In several rabbit rooms, the interior surfaces were no longer substantially impervious to moisture to facilitate\nsanitizing. In room C13 an empty junction box created an opening in the wall. In another rabbit room, the wall had\nbeen patched with plaster, but not painted, so it was no longer impervious to moisture. Interior building surfaces of\nindoor housing facilities shall be substantially impervious to moisture and maintained so they may be readily\nsanitized. In this facility, the animal rooms are not dedicated to a single species, so the ability to sanitize the room\nbetween species is crucial for the health and well being of the covered animals.\nCorrection date: 15 March 2018"
    },
    {
      "code": "3.53(a)(4)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "In rooms C12 and C16, eight rabbit enclosures had cracks or holes in the floor of the enclosure. Approximately half\nof the damaged enclosures currently had rabbits in them. As soon as the damage was identified, rabbits were\nmoved to clean enclosures without cracks or holes. The enclosures with holes in the floor could trap the foot of a\nrabbit and has the potential to result in serious injury and suffering.\nPrimary enclosures must be constructed and maintained in a manner that protects the feet and legs of rabbits from\ninjury. The floor of the rabbit enclosures must be checked to ensure that there are no cracks or holes in the plastic\nfloor that could trap feet of the rabbits and cause injury.\nCorrect from this day forward."
    },
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": true,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "In several pig enclosures in building B, the epoxy floor was no longer sealed, and the floor was peeling in several\nplaces.\nThe facility is currently in the process of replacing the floors in the building, but has not yet repaired these animal\nfacilities.\nA system of maintenance should be in place to ensure that animal enclosures are regularly repaired to maintain\ntheir structural integrity, prevent escape or injury and facilitate cleaning.\nThis inspection and exit interview were conducted with facility representatives.\nAdditional Inspectors\nSchnell Michael, Veterinary Medical Officer"
    }
  ],
  "narrative": "2.31(c)(7)\nINSTITUTIONAL ANIMAL CARE AND USE COMMITTEE (IACUC).\nOn 11 January 2018, 15 rabbits had blood collected from them on study # 17C356Q4R2G132.  In reviewing the\nprotocol, the Institutional Animal Care and Use Committee (IACUC) protocol did not approve blood collection in this\nstudy, and there are no IACUC approved amendments to allow blood collection.  The proposed amendment to the\nstudy protocol increased the invasiveness of the study, but the amendment was not approved by the IACUC.  The\nIACUC SOP for amendments considers a significant change to be an increase in the invasiveness of the study, and\ntherefore the IACUC should have approved the amendment before blood was collected from the animals.  \nAny significant changes to a protocol, such as blood collection, must be reviewed and approved by the IACUC prior\nto conducting any activity associated with the change. An IACUC review of protocol changes is to ensure that\nanimals do not experience unnecessary pain and distress and to verify that personnel are adequately trained to\nconduct the new procedures.\nCorrect from this day forward.\n2.33(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE.\nIn several animal rooms, uncovered syringes with gavage tips were present and could become contaminated before\nbeing used on animals.  In several wash rooms, the hose sprayer was not properly labeled as to the chemical\ncontents, and a pump sprayer was also not properly labeled.  In the wash room, the unlabeled containers could\nresult in disease transmission because the enclosures are hand washed and may not be appropriately sanitized. \nExposed syringes or unlabeled sprayers are not consistent with appropriate methods to prevent diseases and\ninjuries in animals. \nCorrect from this day forward.\n3.14(a)(2)\nPRIMARY ENCLOSURES USED TO TRANSPORT LIVE DOGS AND CATS.\n\nSeveral transport kennels in the wash room in building D had fine wire mesh attached to the front door.  The edges\nof the wire mesh was frayed, creating sharp points protruding into the enclosure that could injure the dogs.  These\ntransport enclosures are used to move dogs between facility locations and in commerce, therefore must meet the\nrequirements for transporting covered species, which include no sharp points or edges that could injure the animals\ncontained in it.\nCorrect from this day forward.\n3.51(d)\nFACILITIES, INDOOR.   \nIn several rabbit rooms, the interior surfaces were no longer substantially impervious to moisture to facilitate\nsanitizing.  In room C13 an empty junction box created an opening in the wall.  In another rabbit room, the wall had\nbeen patched with plaster, but not painted, so it was no longer impervious to moisture.  Interior building surfaces of\nindoor housing facilities shall be substantially impervious to moisture and maintained so they may be readily\nsanitized.  In this facility, the animal rooms are not dedicated to a single species, so the ability to sanitize the room\nbetween species is crucial for the health and well being of the covered animals.\nCorrection date: 15 March 2018\n3.53(a)(4)\nPRIMARY ENCLOSURES.   \nIn rooms C12 and C16, eight rabbit enclosures had cracks or holes in the floor of the enclosure.  Approximately half\nof the damaged enclosures currently had rabbits in them.  As soon as the damage was identified, rabbits were\nmoved to clean enclosures without cracks or holes.  The enclosures with holes in the floor could trap the foot of a\nrabbit and has the potential to result in serious injury and suffering.\nPrimary enclosures must be constructed and maintained in a manner that protects the feet and legs of rabbits from\ninjury. The floor of the rabbit enclosures must be checked to ensure that there are no cracks or holes in the plastic\nfloor that could trap feet of the rabbits and cause injury.\nCorrect from this day forward.\n3.125(a)                    REPEAT\nFACILITIES, GENERAL.   \nIn several pig enclosures in building B, the epoxy floor was no longer sealed, and the floor was peeling in several\nplaces.\n\nThe facility is currently in the process of replacing the floors in the building, but has not yet repaired these animal\nfacilities.\nA system of maintenance should be in place to ensure that animal enclosures are regularly repaired to maintain\ntheir structural integrity, prevent escape or injury and facilitate cleaning.\nThis inspection and exit interview were conducted with facility representatives.\nAdditional Inspectors\nSchnell Michael, Veterinary Medical Officer",
  "animals_total": 440,
  "species": [
    {
      "count": 152,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 222,
      "scientific": "Oryctolagus cuniculus",
      "common": "DOMESTIC RABBIT / EUROPEAN RABBIT"
    },
    {
      "count": 1,
      "scientific": "Ovis aries aries",
      "common": "SHEEP INCLUDING ALL DOMESTIC BREEDS"
    },
    {
      "count": 65,
      "scientific": "Sus scrofa domestica",
      "common": "DOMESTIC PIG / POTBELLY PIG / MICRO PIG"
    }
  ]
}