{
  "insp_id": "268150845330303",
  "layout": "a",
  "customer_id": "22937",
  "customer_name": "Marvin Burkholder",
  "customer_addr": "5535 Cty Road 407\nMillersburg, OH 44654",
  "certificate": "31-A-0224",
  "site_id": "001",
  "site_name": "MARVIN BURKHOLDER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "24-SEP-2015",
  "report_date": "24-SEP-2015",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "*** Male Cavalier dog #56 was found with signs of significant dental disease. This dog has tartar build-up on both\nupper and lower arcades of teeth on both sides of its mouth. In addition, there is gum recesssion on both sides of\nthe upper premolars. The gums are also reddened in the areas of gum recession. This dog requires veterinary\nattention. The licensee must have this dog examined by the attending veterinarian to determine needed veterinary\ncare. Failure to provide veterinary care for dental problems can lead to various health problems and can be painful\nto the dog. The licensee must follow recommended treatment and maintain records of such exam and treatments\nfor future inspection by APHIS officials.\nTHIS IS A REPEAT NON-COMPLAINT ITEM THAT REMAINS UNCORRECTED"
    },
    {
      "code": "3.11(a)",
      "kind": "",
      "repeat": true,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "*** The outdoor wash downs on both sides of the main kennel continue to have an excessive accumulation of feces\nand staining. The licensee stated that these are being cleaned twice weekly. It is obvious by the condition if these\nwashdowns today that they are not being cleaned as often as necessary to satisfy accepted husbandry standards.\nThe licensee must ensure that these washdowns are cleaned as often as necesssary to reduce disease hazards,\nminimize odors, and satisfy accepted standards. Correct this by cleaning and maintaining these areas on a more\nfrequent basis.\nTHIS IS A REPEAT NON-COMPLIANT ITEM THAT REMAINS UNCORRECTED\n*** Inspection and exit interview conducted with the owner, Randy Coleman, ACI, and Mike Neafsey, VMO.\nNote: Male Boston #53 found in need of veterinary care on the January 15, 2015 inspection was treated by the\nattending veterinarian and the licensee is monitoring the animal.\nAdditional Inspectors\nNeafsey Michael, Assistant Director"
    }
  ],
  "narrative": "2.40(b)(2)                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n*** Male Cavalier dog #56 was found with signs of significant dental disease.   This dog has tartar build-up on both\nupper and lower arcades of teeth on both sides of its mouth.  In addition, there is gum recesssion on both sides of\nthe upper premolars.  The gums are also reddened in the areas of gum recession.  This dog requires veterinary\nattention.  The licensee must have this dog examined by the attending veterinarian to determine needed veterinary\ncare.  Failure to provide veterinary care for dental problems can lead to various health problems and can be painful\nto the dog.  The licensee must follow recommended treatment and maintain records of such exam and treatments\nfor future inspection by APHIS officials.\nTHIS IS A REPEAT NON-COMPLAINT ITEM THAT REMAINS UNCORRECTED\n3.11(a)                    REPEAT\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\n*** The outdoor wash downs on both sides of the main kennel continue to have an excessive accumulation of feces\nand staining.  The licensee stated that these are being cleaned twice weekly.  It is obvious by the condition if these\nwashdowns today that they are not being cleaned as often as necessary to satisfy accepted husbandry standards.  \nThe licensee must ensure that these washdowns are cleaned as often as necesssary to reduce disease hazards,\nminimize odors, and satisfy accepted standards.  Correct this by cleaning and maintaining these areas on a more\nfrequent basis.\nTHIS IS A REPEAT NON-COMPLIANT ITEM THAT REMAINS UNCORRECTED   \n*** Inspection and exit interview conducted with the owner, Randy Coleman, ACI, and Mike Neafsey, VMO.\nNote: Male Boston #53 found in need of veterinary care on the January 15, 2015 inspection was treated by the\nattending veterinarian and the licensee is monitoring the animal.\n\nAdditional Inspectors\nNeafsey Michael, Assistant Director",
  "animals_total": 57,
  "species": [
    {
      "count": 33,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 24,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}