{
  "insp_id": "2016090000728040",
  "layout": "b",
  "customer_id": "506425",
  "customer_name": "Agnes Sagrati",
  "customer_addr": "65 Canal Street\nSouth Bound Brook, NJ 08880",
  "certificate": "22-A-0033",
  "site_id": "001",
  "site_name": "AGNES SAGRATI",
  "insp_type": "ROUTINE INSPECTION",
  "date": "29-SEP-2021",
  "report_date": "04-OCT-2021",
  "citations": [
    {
      "code": "3.131(d)",
      "kind": "",
      "repeat": false,
      "desc": "Sanitation.",
      "narrative": "Numerous flies were present throughout the sugar glider housing area. Flies were observed around the sugar glider\nenclosures, near food dishes, and catch pans. A couple of flies strips were observed in front of the window at the back of\nthe room. The fly strips had flies covering them and were not effective in controlling the amount of flies present. Flies can\ncontaminate food and spread diseases. A safe and effective method to control insects shall be established and\nmaintained.\nTO BE CORRECTED BY: OCTOBER 8, 2021\nThis inspection and exit briefing were conducted with the facility representatives.\nAdditional Inspectors:\nJESSICA GOWINS, VETERINARY MEDICAL OFFICEREnd Section"
    }
  ],
  "narrative": "3.131(d) \n   \nSanitation. \nNumerous flies were present throughout the sugar glider housing area.  Flies were observed around the sugar glider \nenclosures, near food dishes, and catch pans.  A couple of flies strips were observed in front of the window at the back of \nthe room.  The fly strips had flies covering them and were not effective in controlling the amount of flies present.  Flies can \ncontaminate food and spread diseases.  A safe and effective method to control insects shall be established and \nmaintained. \n \nTO BE CORRECTED BY:  OCTOBER 8, 2021 \n \nThis inspection and exit briefing were conducted with the facility representatives. \n \nAdditional Inspectors: \nJESSICA GOWINS, VETERINARY MEDICAL OFFICEREnd Section",
  "animals_total": 84,
  "species": [
    {
      "count": 84,
      "scientific": "Petaurus breviceps",
      "common": "SUGAR GLIDER"
    }
  ]
}