{
  "insp_id": "117161608200594",
  "layout": "a",
  "customer_id": "2291",
  "customer_name": "W G Siemon",
  "customer_addr": "3300 Siler Dr\nFinleyville, PA 15332",
  "certificate": "23-C-0078",
  "site_id": "001",
  "site_name": "W G SIEMON",
  "insp_type": "ROUTINE INSPECTION",
  "date": "26-APR-2016",
  "report_date": "26-APR-2016",
  "citations": [
    {
      "code": "2.40(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "This facility does not currently have a written Program of Veterinarian Care. The facility does have a veterinarian\nthat they currently contact for issues that they do not feel capable of caring for themselves without the guidance of\nthe veterinarian. However; they do not have regularly scheduled visits with this veterinarian to look at the facility,\nanimals and to update their program of veterinarian care on an annual basis. In addition, they do not have written\nguidance from a licensed veterinarian for routine preventive medicine, vaccinations, routine procedures or specific\nroutine health problems for the facility. A written Program of Veterinarian Care is required under the Animal Welfare\nAct to ensure that all animals receive the adequate level of care set forth by acceptable standards. This facility\nmust have a written program of Veterinarian Care to include guidance on how to use and when to use of\nmedications, vaccinations, routine procedures, etc. In addition, the Program of Veterinarian Care must be made\navailable for inspection by APHIS Officials.\nCorrect By: 5/6/2016"
    },
    {
      "code": "2.75(b)(1)",
      "kind": "",
      "repeat": false,
      "desc": "RECORDS: DEALERS AND EXHIBITORS.",
      "narrative": "This facility was not able to provide APHIS officials with any Acquisition or Disposition records for this year. The\nLicensee(cid:25)s wife stated that they moved around the office and she was unable to locate any paperwork for the facility\nfor the second year in a row. This facility is not keeping and maintaining proper Acquisition or Disposition records\nfor the Facility. Not keep proper paperwork does not allow animals to properly be traced back or forward and does\nnot allow for proper animal identification or inspection of the facility. This facility must maintain appropriate\nAcquisition and Disposition records for the facility. Acquisition records must include information such as; The name\nand address of the person from whom the animals were purchased or otherwise acquired; The USDA license or\nregistration number of the person if he or she is licensed or registered under the Act;The vehicle license number\nand State, and the driver's license number (or photographic identification card for nondrivers issued by a State) and\nState of the person, if he or she is not licensed or registered under the Act; The name and address of the person to\nwhom an animal was sold or given; The date of purchase, acquisition, sale, or disposal of the animal(s);The species\nof the animal(s); and The number of animals in the shipment. Record of Animals on Hand (other than dogs and\ncats) (APHIS Form 7019) and Record of Acquisition, Disposition, or Transport of Animals (other than dogs and cats)\n(APHIS Form 7020) are forms which may be used by dealers and exhibitors to keep and maintain the information\nrequired by paragraph (b)(1) of this section concerning animals other than dogs and cats except as provided in Sec.\n2.79.\nCorrect From this Day Forward\nInspection and Exit interview was conducted with the Licensee, Licensee'(cid:25)s wife and Animal Care Inspector\nShannon Sebera."
    }
  ],
  "narrative": "2.40(a)(1)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThis facility does not currently have a written Program of Veterinarian Care. The facility does have a veterinarian\nthat they currently contact for issues that they do not feel capable of caring for themselves without the guidance of\nthe veterinarian.  However; they do not have regularly scheduled visits with this veterinarian to look at the facility,\nanimals and to update their program of veterinarian care on an annual basis.  In addition, they do not have written\nguidance from a licensed veterinarian for routine preventive medicine, vaccinations, routine procedures or specific\nroutine health problems for the facility.  A written Program of Veterinarian Care is required under the Animal Welfare\nAct to ensure that all animals receive the adequate level of care set forth by acceptable standards.  This facility\nmust have a written program of Veterinarian Care to include guidance on how to use and when to use of\nmedications, vaccinations, routine procedures, etc.  In addition, the Program of Veterinarian Care must be made\navailable for inspection by APHIS Officials.\nCorrect By: 5/6/2016\n2.75(b)(1)\nRECORDS: DEALERS AND EXHIBITORS.\nThis facility was not able to provide APHIS officials with any Acquisition or Disposition records for this year.  The\nLicensee(cid:25)s wife stated that they moved around the office and she was unable to locate any paperwork for the facility\nfor the second year in a row.  This facility is not keeping and maintaining proper Acquisition or Disposition records\nfor the Facility.  Not keep proper paperwork does not allow animals to properly be traced back or forward and does\nnot allow for proper animal identification or inspection of the facility.  This facility must maintain appropriate\nAcquisition and Disposition records for the facility. Acquisition records must include information such as; The name\nand address of the person from whom the animals were purchased or otherwise acquired; The USDA license or\nregistration number of the person if he or she is licensed or registered under the Act;The vehicle license number\nand State, and the driver's license number (or photographic identification card for nondrivers issued by a State) and\nState of the person, if he or she is not licensed or registered under the Act; The name and address of the person to\nwhom an animal was sold or given; The date of purchase, acquisition, sale, or disposal of the animal(s);The species\nof the animal(s); and The number of animals in the shipment. Record of Animals on Hand (other than dogs and\n\ncats) (APHIS Form 7019) and Record of Acquisition, Disposition, or Transport of Animals (other than dogs and cats)\n(APHIS Form 7020) are forms which may be used by dealers and exhibitors to keep and maintain the information\nrequired by paragraph (b)(1) of this section concerning animals other than dogs and cats except as provided in Sec.\n2.79.\nCorrect From this Day Forward\nInspection and Exit interview was conducted with the Licensee, Licensee'(cid:25)s wife and Animal Care Inspector\nShannon Sebera.",
  "animals_total": 58,
  "species": [
    {
      "count": 24,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 12,
      "scientific": "Equus asinus asinus",
      "common": "DONKEY / BURRO / ASS"
    },
    {
      "count": 2,
      "scientific": "Lama glama",
      "common": "LLAMA"
    },
    {
      "count": 18,
      "scientific": "Ovis dalli",
      "common": "WHITE SHEEP"
    },
    {
      "count": 2,
      "scientific": "Sus scrofa domestica",
      "common": "DOMESTIC PIG / POTBELLY PIG / MICRO PIG"
    }
  ]
}