{
  "insp_id": "229151310500659",
  "layout": "a",
  "customer_id": "10331",
  "customer_name": "Kerry Rosenkrans",
  "customer_addr": "R.R. 1, Box 72a\nCrete, NE 68333",
  "certificate": "47-B-0102",
  "site_id": "001",
  "site_name": "Kerry Rosenkrans",
  "insp_type": "ROUTINE INSPECTION",
  "date": "06-JUL-2015",
  "report_date": "17-AUG-2015",
  "citations": [
    {
      "code": "3.78(b)",
      "kind": "",
      "repeat": true,
      "desc": "OUTDOOR HOUSING FACILITIES.",
      "narrative": "Sec. 3.78 0utdoor housing facilities. (d) Perimeter fence.\n* A section of perimeter fence on the backside has been taken down. There was cattle paneling on the backside.\nThis paneling has large openings and is not 6 feet tall. This paneling could let in unauthorized humans and animals\nto go through it or under allowing for unauthorized contact to the two primates. The primates housing facility must\nhave a perimeter fence that is 6 feet tall. The perimeter fence must be constructed so it protects the primates by\nrestricting unauthoraized humans and animals the size of dogs, skunks, and raccoons from going through it or\nunder it. Therefore, preventing unwanted contact and protection that will be provided with the perimeter fence."
    },
    {
      "code": "3.84(c)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "Sec. 3.84 (c). Cleaning, sanitization, housekeeping, and pest control.\n* There were tall weeds and grass around the enclosure housing two non-human primates. The tall weeds were\napproximately 1(cid:25) to 3(cid:25) tall. Premises must be kept free of tall weeds, grass and brush. This will facilitate cleaning\nof the premise and pest control. To include, reducing or eliminating breeding and living areas for rodents, pests\nand other vermin. As a result, a clean premise and pest control will reduce the disease hazards to the primates\ncaused by rodents, pests and other vermin.\nTo be corrected by, 22-July-2015.\nThis inspection and exit interview was conducted with the facility representative.\nThis electronic and amended version of the inspection report will be sent by e-mail."
    }
  ],
  "narrative": "3.78(b)                    REPEAT\nOUTDOOR HOUSING FACILITIES. \nSec. 3.78  0utdoor housing facilities.  (d) Perimeter fence. \n* A section of perimeter fence on the backside has been taken down.  There was cattle paneling on the backside. \nThis paneling has large openings and is not 6 feet tall. This paneling could let in unauthorized humans and animals\nto go through it or under allowing for unauthorized contact to the two primates.  The primates housing facility must\nhave a perimeter fence that is 6 feet tall.  The perimeter fence must be constructed so it protects the primates by\nrestricting unauthoraized humans and animals the size of dogs, skunks, and raccoons from going through it or\nunder it. Therefore, preventing unwanted contact and protection that will be provided with the perimeter fence.\n3.84(c)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL. \nSec. 3.84 (c).  Cleaning, sanitization, housekeeping, and pest control.\n* There were tall weeds and grass around the enclosure housing two non-human primates. The tall weeds were\napproximately 1(cid:25) to 3(cid:25) tall.  Premises must be kept free of tall weeds, grass and brush.   This will facilitate cleaning\nof the premise and pest control.   To include, reducing or eliminating breeding and living areas for rodents, pests\nand other vermin.  As a result, a clean premise and pest control will reduce the disease hazards to the primates\ncaused by rodents, pests and other vermin.\nTo be corrected by, 22-July-2015.\nThis inspection and exit interview was conducted with the facility representative.\n\nThis electronic and amended version of the inspection report will be sent by e-mail.",
  "animals_total": 2,
  "species": [
    {
      "count": 2,
      "scientific": "Cebus capucinus",
      "common": "WHITE-HEADED / WHITE-THROATED CAPUCHIN"
    }
  ]
}