{
  "insp_id": "INS-0000814627",
  "layout": "c",
  "customer_id": "508507",
  "customer_name": "LAWRENCE UNIVERSITY",
  "customer_addr": "711 East Boldt Way\nAPPLETON, WI 54911",
  "certificate": "35-R-0137",
  "site_id": "001",
  "site_name": "LAWRENCE UNIVERSITY",
  "insp_type": "ROUTINE INSPECTION",
  "date": "25-AUG-2022",
  "report_date": "12-SEP-2022",
  "citations": [
    {
      "code": "2.31(d)(1)",
      "kind": "Critical",
      "repeat": false,
      "desc": "Institutional Animal Care and Use Committee (IACUC).",
      "narrative": "Surgery records for regulated animals were reviewed and some were noted as practice/training procedures in the records.\nSome of the practice procedures were survival surgery. On 8/31/22 the lab manager and lab's principal investigator (PI)\nconfirmed animals used to date for procedures have not been towards the study but for training or process validation.\nThe currently IACUC approved protocol LU-RP-21001 involves these procedures for use towards a study, however the\nuse of animals for training or process validation purposes is not in an IACUC approved proposal of animal activity. Using\nanimals only within the confines confines of an IACUC-approved protocol for animal use is required to help ensure all\nAnimal Welfare Act (AWA) requirements for a study are being followed. The facility's IACUC must ensure that the\nactivities being conducted are in accordance with an IACUC-approved protocol as required by the AWA.\nCorrect immediately."
    },
    {
      "code": "2.31(d)(1)(ii)",
      "kind": "",
      "repeat": false,
      "desc": "Institutional Animal Care and Use Committee (IACUC).",
      "narrative": "Proposal LU-RP-21001 involves surgery on Peromyscus mice. The consideration for alternatives narrative does not have\na written consideration or methods used to determine if alternatives to the surgeries to be done for the research question\nare available or not. Lack of a written consideration for alternatives and the methods and sources used (most commonly\na scholarly literature search) to procedures that may cause more than momentary or slight pain to the animals doesn't\nensure that the procedures are necessary for research proposed. To minimize painful/distressing procedures, the\nIACUC must ensure that the consideration for alternatives to for those procedures is complete.\nCorrect prior to conducting work under this protocol."
    },
    {
      "code": "2.32(c)(3)",
      "kind": "",
      "repeat": false,
      "desc": "Personnel qualifications.",
      "narrative": "Four animals in the surgery records were noted to have undergone survival surgery but their weights were not noted on\nthe record and the dose of analgesia administered was not noted. Analgesia was noted on other animals with weights\nrecorded for procedures. Discussion with the PI and lab manager could not confirm if these four animals received\nanalgesia or not. No notation of weight (needed to calculate a dose of analgesia) and not noting whether a post-surgery\nanimal received analgesia doesn't ensure that proper use of analgesics is in place for each recovering animal. Ensure\nthat the weight of each animal is accurately obtained and agents administered to an animal are properly recorded to help\nmaintain proper use of anesthetics and analgesics.\nCorrect from this day forward."
    },
    {
      "code": "2.33(a)(1)",
      "kind": "",
      "repeat": true,
      "desc": "Attending veterinarian and adequate veterinary care.",
      "narrative": "A 9/8/2022 phone call found the last time the AV recalls visiting the animal facility was late Fall 2021. The written\nprogram of veterinary care states semi-annual visits from the AV will be conducted minimally. Regular scheduled visits\nfrom the AV are required to ensure adequate veterinary care of animals at the facility is in place. The facility must ensure\nthat the AV is contacted to make regular scheduled visits to the facility at least as often as the program of veterinary care\nstates.\nThis inspection and exit interview were conducted with facility representatives.\nn"
    }
  ],
  "narrative": "2.31(d)(1)  Critical\n   \nInstitutional Animal Care and Use Committee (IACUC). \nSurgery records for regulated animals were reviewed and some were noted as practice/training procedures in the records.  \nSome of the practice procedures were survival surgery.   On 8/31/22 the lab manager and lab's principal investigator (PI) \nconfirmed animals used to date for procedures have not been towards the study but for training or process validation.  \nThe currently IACUC approved protocol LU-RP-21001 involves these procedures for use towards a study, however the \nuse of animals for training or process validation purposes is not in an IACUC approved proposal of animal activity.   Using \nanimals only within the confines confines of an IACUC-approved protocol for animal use is required to help ensure all \nAnimal Welfare Act (AWA) requirements for a study are being followed.  The facility's IACUC must ensure that the \nactivities being conducted are in accordance with an IACUC-approved protocol as required by the AWA. \nCorrect immediately. \n2.31(d)(1)(ii) \n   \nInstitutional Animal Care and Use Committee (IACUC). \nProposal LU-RP-21001 involves surgery on Peromyscus mice.  The consideration for alternatives narrative does not have \na written consideration or methods used to determine if alternatives to the surgeries to be done for the research question \nare available or not.  Lack of a written consideration for alternatives and the methods and sources used (most commonly\n\na scholarly literature search) to procedures that may cause more than momentary or slight pain to the animals doesn't \nensure that the procedures are necessary for research proposed.   To minimize painful/distressing procedures, the \nIACUC must ensure that the consideration for alternatives to for those procedures is complete. \nCorrect prior to conducting work under this protocol. \n2.32(c)(3) \n   \nPersonnel qualifications. \nFour animals in the surgery records were noted to have undergone survival surgery but their weights were not noted on \nthe record and the dose of analgesia administered was not noted.  Analgesia was noted on other animals with weights \nrecorded for procedures.  Discussion with the PI and lab manager could not confirm if these four animals received \nanalgesia or not.  No notation of weight (needed to calculate a dose of analgesia) and not noting whether a post-surgery \nanimal received analgesia doesn't ensure that proper use of analgesics is in place for each recovering animal.  Ensure \nthat the weight of each animal is accurately obtained and agents administered to an animal are properly recorded to help \nmaintain proper use of anesthetics and analgesics. \nCorrect from this day forward. \n2.33(a)(1)  Repeat\n   \nAttending veterinarian and adequate veterinary care. \nA 9/8/2022 phone call found the last time the AV recalls visiting the animal facility was late Fall 2021.  The written \nprogram of veterinary care states semi-annual visits from the AV will be conducted minimally.   Regular scheduled visits \nfrom the AV are required to ensure adequate veterinary care of animals at the facility is in place.  The facility must ensure \nthat the AV is contacted to make regular scheduled visits to the facility at least as often as the program of veterinary care \nstates.\n\nThis inspection and exit interview were conducted with facility representatives. \n \n n",
  "animals_total": 543,
  "species": [
    {
      "count": 543,
      "scientific": "Peromyscus californicus",
      "common": "CALIFORNIA MOUSE"
    }
  ]
}