{
  "insp_id": "2016090000561808",
  "layout": "b",
  "customer_id": "24062",
  "customer_name": "TOWN OF WINDSOR",
  "customer_addr": "PO BOX 508\nWINDSOR, NC 27983",
  "certificate": "55-C-0198",
  "site_id": "001",
  "site_name": "TOWN OF WINDSOR",
  "insp_type": "FOCUSED INSPECTION",
  "date": "29-MAR-2021",
  "report_date": "29-MAR-2021",
  "citations": [
    {
      "code": "2.40(b)(3)",
      "kind": "",
      "repeat": false,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "An adult Jacob sheep ram was noted to have an old horn injury. The horn closest to the left ear was completely broken at\nthe base. The facility and the AV had not observed or treated this injury prior to today’s inspection. The AV was\ncontacted during this inspection and the licensee followed the provided guidance. The horn area showed no active\ndischarge or inflammation and the sheep appeared in good health. Daily observations of animals are important so that\ninjuries such as this are noted in a timely manner, and that proper veterinary care can be provided upon such observation.\nDaily observations of all animals to assess their health and well-being are required, as is a mechanism of direct and\nfrequent communication so that timely and accurate information is conveyed to the Attending Veterinarian. Correct by\nMarch 30, 2021.\nThis inspection and exit interview were conducted with the facility representative.\nEnd Section"
    }
  ],
  "narrative": "2.40(b)(3) \n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nAn adult Jacob sheep ram was noted to have an old horn injury. The horn closest to the left ear was completely broken at \nthe base.  The facility and the AV had not observed or treated this injury prior to today’s inspection.  The AV was \ncontacted during this inspection and the licensee followed the provided guidance. The horn area showed no active \ndischarge or inflammation and the sheep appeared in good health.  Daily observations of animals are important so that \ninjuries such as this are noted in a timely manner, and that proper veterinary care can be provided upon such observation.  \nDaily observations of all animals to assess their health and well-being are required, as is a mechanism of direct and \nfrequent communication so that timely and accurate information is conveyed to the Attending Veterinarian.  Correct by \nMarch 30, 2021. \n \nThis inspection and exit interview were conducted with the facility representative. \n \nEnd Section",
  "animals_total": 1,
  "species": [
    {
      "count": 1,
      "scientific": "Ovis aries aries",
      "common": ""
    }
  ]
}