{
  "insp_id": "149150909450963",
  "layout": "a",
  "customer_id": "26680",
  "customer_name": "Barbara Hammen",
  "customer_addr": "Martin Hammen\n2171 220th Street\nJolley, IA 50551",
  "certificate": "42-A-1048",
  "site_id": "001",
  "site_name": "MARTIN HAMMEN, BARBARA HAMMEN",
  "insp_type": "ROUTINE INSPECTION",
  "date": "28-MAY-2015",
  "report_date": "29-MAY-2015",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "In the small breed dog building, there is a male Yorkshire terrier (microchip #109 833 886) with a buildup of a thick\nbrownish substance on the canine teeth and cheek teeth. The bottom canine tooth on the left side of the mouth is\nloose and easily moved when touched by the inspector. The first cheek tooth on the upper right side of the mouth is\nloose and also easily moved when touched by the inspector. This dog has not been evaluated by a licensed\nveterinarian. Poor dental health and loose teeth may cause pain and discomfort to the dog as well as lead to further\nhealth issues. This dog must be evaluated by a licensed veterinarian by June 3, 2015 for proper diagnosis and\ntreatment plan. Documentation of the licensed veterinarian's evaluation and treatment plan must be available to the\ninspectors upon request.\nIn the small breed dog building, a female Shih Tzu's (microchip #0A02380041) right eye was grey in appearance\nand had an area in the center of the eye's surface that was white and irregular. Both eyes had crusty material\naround the eyes. The facility has not had the dog's eyes evaluated by a licensed veterinarian and no treatment has\nbeen initiated. Eye problems can be painful and can get worse if not treated promptly per the licensed\nveterinarian's recommendations. This dog must be evaluated by a licensed veterinarian by June 3, 2015 for proper\ndiagnosis and treatment plan. The facility must follow the recommended treatment plan. Documentation of the\nlicensed veterinarian's evaluation and treatment plan must be available to the inspectors upon request.\nMale Toy Poodle (microchip #484 370 7F25) cited under 2.40 (b) (2) on inspection report dated November 5, 2014\nhas been evaluated by a licensed veterinarian and received treatment.\nExit interview conducted with facility representative.\nAdditional Inspectors\nWelch Scott, Veterinary Medical Officer"
    }
  ],
  "narrative": "2.40(b)(2)                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nIn the small breed dog building, there is a male Yorkshire terrier (microchip #109 833 886) with a buildup of a thick\nbrownish substance on the canine teeth and cheek teeth.   The bottom canine tooth on the left side of the mouth is\nloose and easily moved when touched by the inspector.  The first cheek tooth on the upper right side of the mouth is\nloose and also easily moved when touched by the inspector.  This dog has not been evaluated by a licensed\nveterinarian.  Poor dental health and loose teeth may cause pain and discomfort to the dog as well as lead to further\nhealth issues.  This dog must be evaluated by a licensed veterinarian by June 3, 2015 for proper diagnosis and\ntreatment plan.  Documentation of the licensed veterinarian's evaluation and treatment plan must be available to the\ninspectors upon request.\nIn the small breed dog building, a female Shih Tzu's (microchip #0A02380041) right eye was grey in appearance\nand had an area in the center of the eye's surface that was white and irregular.   Both eyes had crusty material\naround the eyes.  The facility has not had the dog's eyes evaluated by a licensed veterinarian and no treatment has\nbeen initiated.  Eye problems can be painful and can get worse if not treated promptly per the licensed\nveterinarian's recommendations.  This dog must be evaluated by a licensed veterinarian by June 3, 2015 for proper\ndiagnosis and treatment plan.   The facility must follow the recommended treatment plan.  Documentation of the\nlicensed veterinarian's evaluation and treatment plan must be available to the inspectors upon request.\nMale Toy Poodle (microchip #484 370 7F25) cited under 2.40 (b) (2) on inspection report dated November 5, 2014\nhas been evaluated by a licensed veterinarian and received treatment.\nExit interview conducted with facility representative.\nAdditional Inspectors\nWelch Scott, Veterinary Medical Officer",
  "animals_total": 148,
  "species": [
    {
      "count": 114,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 34,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}