{
  "insp_id": "2016082569692641",
  "layout": "a",
  "customer_id": "5496",
  "customer_name": "Judith Reed",
  "customer_addr": "14038 160th Street\nDouds, IA 52551",
  "certificate": "42-A-0996",
  "site_id": "001",
  "site_name": "JUDITH K. REED",
  "insp_type": "ROUTINE INSPECTION",
  "date": "08-JAN-2020",
  "report_date": "08-JAN-2020",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "Male Chihuahua \"Rocky\" has poor dental health. Nearly half of the surface of the upper left canine tooth and nearly\nthe entire surface of the upper left cheek teeth are encased in a thick buildup of dark brown tartar. The upper left\ncheek teeth are loose and moved freely when the inspector applied gentle pressure to them. The gums appeared\nslightly reddened. At the time of the inspection, this dog has not been evaluated by a licensed veterinarian and no\ntreatment plan has been established. Poor dental health could cause pain and discomfort to the animal as well as\nlead to further health issues.\nThe licensee must have this dog evaluated by a licensed veterinarian for a proper diagnosis and to establish an\neffective treatment plan. The facility must ensure all dogs receive adequate veterinary care at all times.\nTo be corrected by: End of business on January 10, 2020\nThis inspection and exit interview were conducted with ACI Kelly Maxwell and the facility representative."
    }
  ],
  "narrative": "2.40(b)(2)           DIRECT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nMale Chihuahua \"Rocky\" has poor dental health.  Nearly half of the surface of the upper left canine tooth and nearly\nthe entire surface of the upper left cheek teeth are encased in a thick buildup of dark brown tartar.  The upper left\ncheek teeth are loose and moved freely when the inspector applied gentle pressure to them.  The gums appeared\nslightly reddened.  At the time of the inspection, this dog has not been evaluated by a licensed veterinarian and no\ntreatment plan has been established.  Poor dental health could cause pain and discomfort to the animal as well as\nlead to further health issues.\nThe licensee must have this dog evaluated by a licensed veterinarian for a proper diagnosis and to establish an\neffective treatment plan.  The facility must ensure all dogs receive adequate veterinary care at all times. \nTo be corrected by:  End of business on January 10, 2020\nThis inspection and exit interview were conducted with ACI Kelly Maxwell and the facility representative.",
  "animals_total": 108,
  "species": [
    {
      "count": 69,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 39,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}