{
  "insp_id": "2016090000768364",
  "layout": "b",
  "customer_id": "502203",
  "customer_name": "Amos Stoltzfus & Katie Stoltzfus",
  "customer_addr": "2404 W WINTER RD\nLOGANTON, PA 17747",
  "certificate": "23-A-0653",
  "site_id": "001",
  "site_name": "AMOS AND KATIE STOLTZFUS",
  "insp_type": "FOCUSED INSPECTION",
  "date": "24-FEB-2022",
  "report_date": "24-FEB-2022",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": true,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "There was 1 guinea pig with a health condition requiring treatment in accordance with the Program of Veterinary Care or\nconsultation with the attending veterinarian. A tri-color adult guinea pig in the \"hospital pen\" was exhibiting lameness in\nthe rear limbs. The rear limbs were extended behind the guinea pig and it appeared unable to support its weight. When\nthe guinea pig walked, it used the front legs to pull itself forward and the rear legs were dragging. The licensee had\nobserved the condition in this animal had been going on for approximately one month but had been getting worse. The\nhospital pen was being treated with an antibiotic. The Program of Veterinary Care on file specified the antibiotic to be\nused for respiratory or lymph node infections but not lameness. The veterinary clinic was contacted and stated the\nattending veterinarian for this facility no longer worked there and they were unsure if the facility was still a client. They\nstated that the facility was not treating this guinea pig according to their protocols.\nLameness with inability to use the rear limbs can cause pain and distress and can worsen if not addressed quickly.\nThe licensee must communicate with the attending veterinarian to evaluate these animals and determine an appropriate\nplan for diagnosis and treatment.\nThis inspection and exit interview were conducted with the licensee.\nEnd Section"
    }
  ],
  "narrative": "2.40(b)(2)  Direct Repeat\n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nThere was 1 guinea pig with a health condition requiring treatment in accordance with the Program of Veterinary Care or \nconsultation with the attending veterinarian.  A tri-color adult guinea pig in the \"hospital pen\" was exhibiting lameness in \nthe rear limbs.  The rear limbs were extended behind the guinea pig and it appeared unable to support its weight.  When \nthe guinea pig walked, it used the front legs to pull itself forward and the rear legs were dragging.  The licensee had \nobserved the condition in this animal had been going on for approximately one month but had been getting worse.  The \nhospital pen was being treated with an antibiotic.  The Program of Veterinary Care on file specified the antibiotic to be \nused for respiratory or lymph node infections but not lameness.  The veterinary clinic was contacted and stated the \nattending veterinarian for this facility no longer worked there and they were unsure if the facility was still a client.  They \nstated that the facility was not treating this guinea pig according to their protocols. \nLameness with inability to use the rear limbs can cause pain and distress and can worsen if not addressed quickly. \nThe licensee must communicate with the attending veterinarian to evaluate these animals and determine an appropriate \nplan for diagnosis and treatment. \n \nThis inspection and exit interview were conducted with the licensee.\n\nEnd Section",
  "animals_total": 497,
  "species": [
    {
      "count": 497,
      "scientific": "Cavia porcellus",
      "common": "DOMESTIC GUINEA PIG"
    }
  ]
}