{
  "insp_id": "328151343110613",
  "layout": "a",
  "customer_id": "333344",
  "customer_name": "K9 Crew Llc",
  "customer_addr": "2801 Brown St\nNew Castle, IN 47362",
  "certificate": "32-C-0250",
  "site_id": "001",
  "site_name": "K9 CREW LLC",
  "insp_type": "ROUTINE INSPECTION",
  "date": "24-NOV-2015",
  "report_date": "24-NOV-2015",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "Most of the medications in the veterinary care kit are expired. Medications present such as antibiotic,\nanti-inflammatory, pain relieving, anti-diarrhea, and topical ointments are beyond their expiration date. Expired\nmedications may be ineffectual or harmful. Licensee must employ appropriate methods to prevent, control,\ndiagnose, and treat diseases and injuries. Medical materials including drugs and other treatment products used for\nregulated animals must be in date.\nCorrect by: Corrected. Licensee disposed of the expired medications at the time of inspection\nExit interview conducted with Licensee."
    }
  ],
  "narrative": "2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nMost of the medications in the veterinary care kit are expired.  Medications present such as antibiotic,\nanti-inflammatory, pain relieving, anti-diarrhea, and topical ointments are beyond their expiration date.  Expired\nmedications may be ineffectual or harmful.  Licensee must employ appropriate methods to prevent, control,\ndiagnose, and treat diseases and injuries.  Medical materials including drugs and other treatment products used for\nregulated animals must be in date.\nCorrect by:  Corrected.  Licensee disposed of the expired medications at the time of inspection\nExit interview conducted with Licensee.",
  "animals_total": 4,
  "species": [
    {
      "count": 4,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    }
  ]
}