{
  "insp_id": "198141947150872",
  "layout": "a",
  "customer_id": "4795",
  "customer_name": "Ann Nolan",
  "customer_addr": "Glyn Nolan\n4736 Macedonia Rd\nVan Buren, AR 72956",
  "certificate": "71-B-0024",
  "site_id": "001",
  "site_name": "GLYN & ANN NOLAN",
  "insp_type": "ROUTINE INSPECTION",
  "date": "17-JUL-2014",
  "report_date": "18-JUL-2014",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "*****An adult, female Yorkshire Terrier, identification number 102873840, had abnormal left and right eyes. There\nwas an area on the surface of the cornea of the left eye that was approximately 1/8 inch in diameter. This area was\ncloudy and milky. There was a mucupurulent discharge from the eye. The right eye was enlarged and misshapen.\nThe eye globe was protruding more than normal and there appeared to be a slight stricture on the globe. The\nconjunctiva was reddened and swollen. There was also a mucopurulent discharge from the eye.\n*****An adult, female German Shepherd, identification number 0A02205172, was non-weight bearing lame on the\nleft rear leg. The knee of the animal was swollen to approximately two times normal size.\nEye conditions can be painful, can progress quickly, can result in loss of sight, and can be the result of injury or an\nunderlying medical condition. Lameness can be the result of an injury or underlying medical condition.\nThe licensee must have these animals examined by a veterinarian by 5:00 p.m on July 18, 2014, to obtain accurate\ndiagnoses and appropriate treatment plans for the issues cited above. The outcome of this consultation must be\nprovided to the inspector upon request. This documentation should include the veterinary diagnosis, all diagnostic\ntests and the outcome of those tests that were performed by the veterinarian, any medications prescribed along with\nthe dosing instructions, and entries on a log and/or calendar and/or animal health record that list when the\nmedication is administered to the dogs.\nThere should also be an entry at the end of the treatment to document the health status and condition of the dog at\nthat point, to indicate a time frame to address current issues that require further veterinary treatment, and the need\nfor follow-up and any further veterinary care prescribed.\nAn exit briefing was conducted with a facility representative."
    }
  ],
  "narrative": "2.40(b)(2)           DIRECT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n*****An adult, female Yorkshire Terrier, identification number 102873840, had abnormal left and right eyes.  There\nwas an area on the surface of the cornea of the left eye that was approximately 1/8 inch in diameter.  This area was\ncloudy and milky.  There was a mucupurulent discharge from the eye.  The right eye was enlarged and misshapen. \nThe eye globe was protruding more than normal and there appeared to be a slight stricture on the globe.  The\nconjunctiva was reddened and swollen.  There was also a mucopurulent discharge from the eye. \n*****An adult, female German Shepherd, identification number 0A02205172, was non-weight bearing lame on the\nleft rear leg.  The knee of the animal was swollen to approximately two times normal size.  \nEye conditions can be painful, can progress quickly, can result in loss of sight, and can be the result of injury or an\nunderlying medical condition.  Lameness can be the result of an injury or underlying medical condition.\nThe licensee must have these animals examined by a veterinarian by 5:00 p.m on July 18, 2014, to obtain accurate\ndiagnoses and appropriate treatment plans for the issues cited above.  The outcome of this consultation must be\nprovided to the inspector upon request.  This documentation should include the veterinary diagnosis, all diagnostic\ntests and the outcome of those tests that were performed by the veterinarian, any medications prescribed along with\nthe dosing instructions, and entries on a log and/or calendar and/or animal health record that list when the\nmedication is administered to the dogs. \nThere should also be an entry at the end of the treatment to document the health status and condition of the dog at\nthat point, to indicate a time frame to address current issues that require further veterinary treatment, and the need\nfor follow-up and any further veterinary care prescribed.  \nAn exit briefing was conducted with a facility representative.",
  "animals_total": 159,
  "species": [
    {
      "count": 137,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 22,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}