{
  "insp_id": "2016090000551031",
  "layout": "b",
  "customer_id": "2942",
  "customer_name": "ROBERT SAWMILLER",
  "customer_addr": "16761 COUNTY ROAD 25A\nWAPAKONETA, OH 45895",
  "certificate": "31-C-0221",
  "site_id": "002",
  "site_name": "DAVID EICHER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "09-MAR-2021",
  "report_date": "10-MAR-2021",
  "citations": [
    {
      "code": "3.129(a)",
      "kind": "Critical",
      "repeat": true,
      "desc": "Feeding.",
      "narrative": "The licensee and caretakers are currently feeding the bear cubs born on approximately February 1, 2021 a home-made\nformula that the licensee reports to have been using for years. The diet is prepared in advance and is good for two weeks\naccording to the licensee. This formula should not be kept more than 48 hours when properly refrigerated. The cream\nand yogurt which it contains will contribute to the formula quickly spoiling. This formula is being stored in a cooler\nmaintained at this location. A kestrel thermometer placed inside the cooler registered at 63.3 degrees Fahrenheit. A\nglass jar of formula was inside the cooler. The surface temperature of the jar at the top of the container was 55.5 degrees\nFahrenheit. The surface temperature taken at the middle of the jar was 48 degrees Fahrenheit. Bacteria can rapidly\nmultiply at temperatures greater than 40 degrees Fahrenheit. This would spoil the diet.\nFood shall be of sufficient nutritive value to maintain the animals in good health. It shall be wholesome and palatable and\nfree from contamination. This diet is not being stored at an appropriate temperature. Feeding the bear cubs, this\nimproperly stored diet could lead to cub sickness and possible death.\nStore the cub diet at an appropriately cool temperature to prevent spoilage leading to bear cub sickness or death.\nThis inspection and exit interview were conducted with the licensee.\nAdditional Inspectors:\nKURT HAMMEL, VETERINARY MEDICAL OFFICEREnd Section"
    }
  ],
  "narrative": "3.129(a)  Critical Repeat\n   \nFeeding. \nThe licensee and caretakers are currently feeding the bear cubs born on approximately February 1, 2021 a home-made \nformula that the licensee reports to have been using for years.  The diet is prepared in advance and is good for two weeks \naccording to the licensee. This formula should not be kept more than 48 hours when properly refrigerated.  The cream \nand yogurt which it contains will contribute to the formula quickly spoiling.  This formula is being stored in a cooler \nmaintained at this location.  A kestrel thermometer placed inside the cooler registered at 63.3 degrees Fahrenheit.  A \nglass jar of formula was inside the cooler.  The surface temperature of the jar at the top of the container was 55.5 degrees \nFahrenheit.  The surface temperature taken at the middle of the jar was 48 degrees Fahrenheit.  Bacteria can rapidly \nmultiply at temperatures greater than 40 degrees Fahrenheit.  This would spoil the diet. \nFood shall be of sufficient nutritive value to maintain the animals in good health.  It shall be wholesome and palatable and \nfree from contamination.  This diet is not being stored at an appropriate temperature.  Feeding the bear cubs, this \nimproperly stored diet could lead to cub sickness and possible death. \nStore the cub diet at an appropriately cool temperature to prevent spoilage leading to bear cub sickness or death. \n \nThis inspection and exit interview were conducted with the licensee.\n\nAdditional Inspectors: \nKURT HAMMEL, VETERINARY MEDICAL OFFICEREnd Section",
  "animals_total": 4,
  "species": [
    {
      "count": 2,
      "scientific": "Puma concolor",
      "common": "PUMA / MOUNTAIN LION / COUGAR"
    },
    {
      "count": 2,
      "scientific": "Ursus arctos",
      "common": "BROWN BEAR"
    }
  ]
}