{
  "insp_id": "293152135250257",
  "layout": "a",
  "customer_id": "325879",
  "customer_name": "Daniel Seematter",
  "customer_addr": "1946 17th Road\nFrankfort, KS 66427",
  "certificate": "48-A-2143",
  "site_id": "001",
  "site_name": "Daniel Seematter",
  "insp_type": "ROUTINE INSPECTION",
  "date": "20-OCT-2015",
  "report_date": "26-OCT-2015",
  "citations": [
    {
      "code": "2.75(a)(1)",
      "kind": "",
      "repeat": true,
      "desc": "RECORDS: DEALERS AND EXHIBITORS.",
      "narrative": "* No inventory information was available on six unweaned puppies. Inventory information is needed to ensure the\nindividual identity can be known with certainty and to facilitate the ability to trace all puppies. The licensee must\nmake, keep and maintain complete and accurate inventory records that fully and correctly disclose information on all\nanimals at the facility."
    },
    {
      "code": "3.11(a)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "* An excessive amount of excreta was observed collecting on the interior wood floor in one enclosure. Three\ndogs are in contact with the affected area located in outdoor housing. Excreta is covering an estimated 25 to 30\npercent of the total available floor area. This indicates the dogs are living in unsanitary living conditions. Removal\nof excreta is necessary to prevent soiling of the dogs contained in the primary enclosure and to reduce disease\nhazards, insects, pests and odors. The licensee must ensure that excreta is removed from the primary enclosure\ndaily to prevent an excessive accumulation of feces in the primary enclosure. Correct by 10/27/15."
    },
    {
      "code": "3.11(c)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "* Dust and cobwebs were observed collecting on the interior corners and walls of two sheltered housing units.\nTen dogs are in contact with the affected area located in outdoor housing. This indicates a breeding and living area\nexists for rodents, pests and other vermin that could impact the health of the dogs. The licensee must ensure that\npremises where housing facilities are located, including buildings and surrounding grounds must be kept clean to\nfacilitate required husbandry practices and be kept free of accumulations of trash, junk, waste products and\ndiscarded matter. Correct by 11/3/15.\n* The facility inspection done on 10/20/15 and exit briefing done on 10/26/15 were conducted with the licensee."
    }
  ],
  "narrative": "2.75(a)(1)                    REPEAT\nRECORDS: DEALERS AND EXHIBITORS.\n*    No inventory information was available on six unweaned puppies.  Inventory information is needed to ensure the\nindividual identity can be known with certainty and to facilitate the ability to trace all puppies.  The licensee must\nmake, keep and maintain complete and accurate inventory records that fully and correctly disclose information on all\nanimals at the facility.\n3.11(a)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\n*    An excessive amount of excreta was observed collecting on the interior wood floor in one enclosure.  Three\ndogs are in contact with the affected area located in outdoor housing.  Excreta is covering an estimated 25 to 30\npercent of the total available floor area.  This indicates the dogs are living in unsanitary living conditions.   Removal\nof excreta is necessary to prevent soiling of the dogs contained in the primary enclosure and to reduce disease\nhazards, insects, pests and odors.  The licensee must ensure that excreta is removed from the primary enclosure\ndaily to prevent an excessive accumulation of feces in the primary enclosure.  Correct by 10/27/15.\n3.11(c)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\n*    Dust and cobwebs were observed collecting on the interior corners and walls of two sheltered housing units. \nTen dogs are in contact with the affected area located in outdoor housing.   This indicates a breeding and living area\nexists for rodents, pests and other vermin that could impact the health of the dogs.  The licensee must ensure that\npremises where housing facilities are located, including buildings and surrounding grounds must be kept clean to\nfacilitate required husbandry practices and be kept free of accumulations of trash, junk, waste products and\ndiscarded matter.    Correct by  11/3/15.\n*  The facility inspection done on 10/20/15 and exit briefing done on 10/26/15  were conducted with the licensee.",
  "animals_total": 65,
  "species": [
    {
      "count": 50,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 15,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}