{
  "insp_id": "216151340440750",
  "layout": "a",
  "customer_id": "11720",
  "customer_name": "Marla Campbell",
  "customer_addr": "Roger Campbell\n266 90th\nNewton, KS 67114",
  "certificate": "48-A-1549",
  "site_id": "002",
  "site_name": "ROGER & MARLA CAMPBELL",
  "insp_type": "ROUTINE INSPECTION",
  "date": "04-AUG-2015",
  "report_date": "04-AUG-2015",
  "citations": [
    {
      "code": "3.1(c)(3)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "There is a build-up of dried mud on at least 10 dog shelters in the outdoor housing facility. Surfaces that are not\ncleaned and sanitized on a regular basis may lead to an increase in disease transmission. All hard surfaces in\ncontact with the dogs must be spot-cleaned on a daily basis. Correct by 5 August 2015."
    },
    {
      "code": "3.4(b)",
      "kind": "",
      "repeat": false,
      "desc": "OUTDOOR HOUSING FACILITIES.",
      "narrative": "There are three boxer dogs in an outdoor housing facility enclosure provided with three dog shelters. Two of these\ndog shelters are not as tall as these dogs. Shelters that do not allow the dogs to stand in a normal manner may\ncause discomfort to the dogs. All shelters must be of a size that allow the dogs to sit, stand, and lie in a normal\nmanner. Correct by 18 August 2015."
    },
    {
      "code": "3.11(c)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "Weeds are grown-up around the outside perimeter of at least 5 of the outdoor housing facility enclosures. Many of\nthe weeds are at least 4-6 feet in height. Uncontrolled weeds can harbor pests and make cleaning difficult. All\nweeds and grass must be controlled in the enclosures as well as the surrounding grounds to facilitate cleaning and\npest control. Correct by 18 August 2015.\nThis routine inspection and exit interview were conducted with the licensee and Robert Bacon, ACI and Kendall\nLundy, ACI.\nAdditional Inspectors\nBacon Robert, Animal Care Inspector"
    }
  ],
  "narrative": "3.1(c)(3)\nHOUSING FACILITIES, GENERAL.\nThere is a build-up of dried mud on at least 10 dog shelters in the outdoor housing facility.  Surfaces that are not\ncleaned and sanitized on a regular basis may lead to an increase in disease transmission.  All hard surfaces in\ncontact with the dogs must be spot-cleaned on a daily basis.  Correct by 5 August 2015.\n3.4(b)\nOUTDOOR HOUSING FACILITIES.\nThere are three boxer dogs in an outdoor housing facility enclosure provided with three dog shelters.  Two of these\ndog shelters are not as tall as these dogs. Shelters that do not allow the dogs to stand in a normal manner may\ncause discomfort to the dogs.  All shelters must be of a size that allow the dogs to sit, stand, and lie in a normal\nmanner.  Correct by 18 August 2015.\n3.11(c)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\nWeeds are grown-up around the outside perimeter of at least 5 of the outdoor housing facility enclosures.  Many of\nthe weeds are at least 4-6 feet in height.  Uncontrolled weeds can harbor pests and make cleaning difficult.  All\nweeds and grass must be controlled in the enclosures as well as the surrounding grounds to facilitate cleaning and\npest control.  Correct by 18 August 2015.\nThis routine inspection and exit interview were conducted with the licensee and Robert Bacon, ACI and Kendall\nLundy, ACI.\nAdditional Inspectors\nBacon Robert, Animal Care Inspector",
  "animals_total": 231,
  "species": [
    {
      "count": 151,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 80,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}