{
  "insp_id": "INS-0000842705",
  "layout": "c",
  "customer_id": "14434",
  "customer_name": "Donna Taber",
  "customer_addr": "375 C R 851\nWASOLA, MO 65773",
  "certificate": "43-A-5497",
  "site_id": "001",
  "site_name": "DONNA TABER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "26-JAN-2023",
  "report_date": "27-JAN-2023",
  "citations": [
    {
      "code": "2.40(b)(3)",
      "kind": "Direct",
      "repeat": false,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "An adult, male Dachshund named \"Basil\" in the outdoor facility could not use either of his back legs to walk. He was\npulling himself across the ground with his front legs while dragging both back legs. The licensee picked the dog up and\nplaced him in a sitting position. He was able to maintain the sitting position but would not attempt to move when verbally\nencouraged. The licensee was not aware of the dog's condition until the inspector pointed out the problem. Daily\nobservation is necessary to detect injuries and disease in the dogs so that they can receive appropriate veterinary care.\nThe licensee must conduct daily observation of all animals to assess their health and well-being. The licensee must have\nthis dog examined by a veterinarian for diagnosis, must follow the treatment recommendations, and must maintain a\nwritten medical record for inspection.\nTO BE CORRECTED BY CLOSE OF BUSINESS ON JANUARY 27, 2023. NOTE: The inspection was stopped so that\nthe licensee could contact a veterinarian."
    },
    {
      "code": "2.50(a)(2)",
      "kind": "",
      "repeat": false,
      "desc": "Time and method of identification.",
      "narrative": "The licensee is not properly identifying puppies that are less than 16 weeks old. Thirty-one puppies did not have any form\nof identification. Appropriate identification of dogs is necessary to meet recordkeeping requirements for inventory,\ndisposition, transport, and healthcare documentation. The licensee must properly identify puppies with an acceptable\nform of identification, which include a cage card (if litters are not comingled), a microchip, a collar and tag, or a plastic-\ntype collar with the required information legibly written.\nTO BE CORRECTED BY JANUARY 31, 2023."
    },
    {
      "code": "3.4(b)(4)",
      "kind": "",
      "repeat": false,
      "desc": "Outdoor housing facilities.",
      "narrative": "Three enclosures containing a total of 12 dogs had shelters with essentially no bedding. One pen with 3 dogs had 4\nshelters; a second pen with 4 dogs had 4 shelters; and a third pen with 5 dogs had 4 shelters. The shelters contained\nvarying amounts of gravel inside and a very small amount, if any, of straw for bedding. The ambient temperature during\nthe inspection was 33.9 degrees F. Inadequate bedding can result in discomfort, stress, and increased incidence of\ndisease. The licensee must ensure that shelters contain clean, dry bedding material when the ambient temperature is\nbelow 50 degrees F and must provide additional clean, dry bedding when the ambient temperature is 35 degrees F or\nlower.\nTO BE CORRECTED BY JANUARY 27, 2023."
    },
    {
      "code": "3.11(d)",
      "kind": "",
      "repeat": false,
      "desc": "Cleaning, sanitization, housekeeping, and pest control.",
      "narrative": "A large amount of mouse feces was present on a wash-down in the whelping building, including on a lid of a feed\nreceptacle. The inspector observed a live mouse inside the whelping building during the inspection. Mice can\ncontaminate feed and transmit diseases that affect dogs. The licensee must establish an effective program for the control\nof pests to promote the health and well-being of the dogs.\nTO BE CORRECTED BY FEBRUARY 27, 2023.\nThis inspection and exit interview were conducted with the licensee. The exit interview was conducted on January 27,\n2023.\nEnd Section"
    }
  ],
  "narrative": "2.40(b)(3)  Direct\n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nAn adult, male Dachshund named \"Basil\" in the outdoor facility could not use either of his back legs to walk.  He was \npulling himself across the ground with his front legs while dragging both back legs.  The licensee picked the dog up and \nplaced him in a sitting position.  He was able to maintain the sitting position but would not attempt to move when verbally \nencouraged.  The licensee was not aware of the dog's condition until the inspector pointed out the problem.  Daily \nobservation is necessary to detect injuries and disease in the dogs so that they can receive appropriate veterinary care.  \nThe licensee must conduct daily observation of all animals to assess their health and well-being.  The licensee must have \nthis dog examined by a veterinarian for diagnosis, must follow the treatment recommendations, and must maintain a \nwritten medical record for inspection. \nTO BE CORRECTED BY CLOSE OF BUSINESS ON JANUARY 27, 2023.  NOTE: The inspection was stopped so that \nthe licensee could contact a veterinarian. \n2.50(a)(2) \n   \nTime and method of identification. \nThe licensee is not properly identifying puppies that are less than 16 weeks old.  Thirty-one puppies did not have any form \nof identification.  Appropriate identification of dogs is necessary to meet recordkeeping requirements for inventory,\n\ndisposition, transport, and healthcare documentation.  The licensee must properly identify puppies with an acceptable \nform of identification, which include a cage card (if litters are not comingled), a microchip, a collar and tag, or a plastic-\ntype collar with the required information legibly written. \nTO BE CORRECTED BY JANUARY 31, 2023. \n3.4(b)(4) \n   \nOutdoor housing facilities. \nThree enclosures containing a total of 12 dogs had shelters with essentially no bedding.  One pen with 3 dogs had 4 \nshelters; a second pen with 4 dogs had 4 shelters; and a third pen with 5 dogs had 4 shelters.  The shelters contained \nvarying amounts of gravel inside and a very small amount, if any, of straw for bedding.  The ambient temperature during \nthe inspection was 33.9 degrees F.  Inadequate bedding can result in discomfort, stress, and increased incidence of \ndisease.  The licensee must ensure that shelters contain clean, dry bedding material when the ambient temperature is \nbelow 50 degrees F and must provide additional clean, dry bedding when the ambient temperature is 35 degrees F or \nlower. \nTO BE CORRECTED BY JANUARY 27, 2023. \n3.11(d) \n   \nCleaning, sanitization, housekeeping, and pest control. \nA large amount of mouse feces was present on a wash-down in the whelping building, including on a lid of a feed \nreceptacle.  The inspector observed a live mouse inside the whelping building during the inspection.  Mice can \ncontaminate feed and transmit diseases that affect dogs.  The licensee must establish an effective program for the control \nof pests to promote the health and well-being of the dogs. \nTO BE CORRECTED BY FEBRUARY 27, 2023.\n\nThis inspection and exit interview were conducted with the licensee.  The exit interview was conducted on January 27, \n2023. \n \nEnd Section",
  "animals_total": 122,
  "species": [
    {
      "count": 89,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 33,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}