{
  "insp_id": "2016090000449190",
  "layout": "b",
  "customer_id": "91",
  "customer_name": "UNIVERSITY OF MARYLAND COLLEGE PARK",
  "customer_addr": "DIRECTOR LABORATORY ANIMAL CARE\nCOLLEGE PARK CAMPUS\nCOLLEGE PARK, MD 20742",
  "certificate": "51-R-0095",
  "site_id": "001",
  "site_name": "UNIVERSITY OF MARYLAND COLLEGE PARK",
  "insp_type": "FOCUSED INSPECTION",
  "date": "25-SEP-2020",
  "report_date": "06-OCT-2020",
  "citations": [
    {
      "code": "2.33(b)(5)",
      "kind": "Critical",
      "repeat": false,
      "desc": "Attending veterinarian and adequate veterinary care.",
      "narrative": "During a Semi-Annual Inspection in April 2019, IACUC members discovered guinea pigs used for Protocol GB that had a\nsurgical procedure performed two days prior. However, there were no or insufficient surgical and post-operative care\nrecords, as required by protocol. There was no indication that one guinea pig received post-operative analgesics. The\nIACUC reviewed records over a period of time for the research group and noted a lack of consistent daily observations of\nthe animals. The daily observation was not performed for one post-surgical guinea pig for two (2) days. On the\nsubsequent observation, the guinea was sick and was euthanized two (2) days later. The research group did not follow\nestablished surgical recordkeeping requirements and post-operative care of the guinea pigs as outlined in the protocol\nwhich may have led to unnecessary pain and distress. The facility must maintain programs of adequate veterinary care\nthat includes guidance on post procedural care to principal investigators and all personnel involved in the care of animals\nto ensure pre- and post-surgical procedures are implemented to minimize distress and suffering of the guinea pigs.\nCorrection: The IACUC established and implemented an effective corrective action plan that included intensive training.\nThis inspection and exit interview were conducted with facility representatives.\nEnd Section"
    }
  ],
  "narrative": "2.33(b)(5)  Critical\n   \nAttending veterinarian and adequate veterinary care. \nDuring a Semi-Annual Inspection in April 2019, IACUC members discovered guinea pigs used for Protocol GB that had a \nsurgical procedure performed  two days prior. However,  there were no or insufficient surgical and post-operative  care \nrecords, as required by protocol. There was no indication that one guinea pig received post-operative  analgesics. The \nIACUC reviewed  records over a period of time for the research group and noted a lack of consistent daily observations of \nthe animals. The daily observation  was not performed for one post-surgical guinea pig for two (2) days. On the \nsubsequent observation, the guinea was sick and was euthanized two (2) days later. The research group did not follow \nestablished surgical recordkeeping requirements and post-operative  care of the guinea pigs as outlined in the protocol \nwhich may have led to unnecessary pain and distress. The facility must maintain programs of adequate veterinary care \nthat includes guidance on post procedural care to principal investigators and all personnel involved  in the care of animals \nto ensure pre- and post-surgical procedures are implemented to minimize distress and suffering of the guinea pigs. \nCorrection: The IACUC established and implemented an effective corrective action plan that included intensive training. \n \nThis inspection and exit interview were conducted with facility representatives.\n\nEnd Section",
  "animals_total": 26,
  "species": [
    {
      "count": 26,
      "scientific": "Guinea Pigs",
      "common": "GUINEA PIGS"
    }
  ]
}