{
  "insp_id": "5161533050666",
  "layout": "a",
  "customer_id": "26066",
  "customer_name": "Sam E Schrock",
  "customer_addr": "16366 240th Street\nBloomfield, IA 52537",
  "certificate": "42-A-1137",
  "site_id": "001",
  "site_name": "SAM SCHROCK",
  "insp_type": "ROUTINE INSPECTION",
  "date": "05-JAN-2016",
  "report_date": "07-JAN-2016",
  "citations": [
    {
      "code": "3.10",
      "kind": "",
      "repeat": false,
      "desc": "WATERING.",
      "narrative": "In an outdoor enclosure, containing two dogs, the water receptacle has frozen water in it. An older male Shetland\nSheepdog (DOB 2002) was observed to be intermittently licking the frozen water. The inspector asked the facility\nrepresentative if he could give water to the dog. The facility representative removed the frozen water and filled the\nreceptacle with fresh water. This older dog then drank continuously for fifty-five seconds. The dog then stopped\ndrinking and left the water receptacle, but returned and drank continuously for forty-nine seconds. The dog then left\nthe water receptacle again, but returned to it and drank for approximately twenty more seconds.\nThe facility representative said the dogs are given water twice a day but had not been given water yet that day. The\ninspection took place at noon when the temperature was 32 degrees F. The temperature the previous day had\nreached a high of 26 degrees F according to AccuWeather.com. Insufficient amounts of available fresh water to\nmeet the needs of the dogs could cause them stress and have a negative impact on their health and well-being.\nFresh water must be offered to the dogs at least twice daily or as often as necessary to ensure the health and\nwell-being of the animals and reduce stress caused by lack of available water. The licensee must ensure that this\nolder dog is provided with enough fresh water to meet his needs. The licensee must also ensure the other dogs are\nprovided with enough fresh water to meet their needs, as well.\nCorrection date: From this day forward\nExit interview conducted with Kelly Maxwell, ACI and the facility representative."
    }
  ],
  "narrative": "3.10\nWATERING.\nIn an outdoor enclosure, containing two dogs, the water receptacle has frozen water in it.  An older male Shetland\nSheepdog (DOB 2002) was observed to be intermittently licking the frozen water.  The inspector asked the facility\nrepresentative if he could give water to the dog.  The facility representative removed the frozen water and filled the\nreceptacle with fresh water.  This older dog then drank continuously for fifty-five seconds.  The dog then stopped\ndrinking and left the water receptacle, but returned and drank continuously for forty-nine seconds.  The dog then left\nthe water receptacle again, but returned to it  and drank for approximately twenty more seconds.  \nThe facility representative said the dogs are given water twice a day but had not been given water yet that day.  The\ninspection took place at noon when the temperature was 32 degrees F.  The temperature the previous day had\nreached a high of 26 degrees F according to AccuWeather.com. Insufficient amounts of available fresh water to\nmeet the needs of the dogs could cause them stress and have a negative impact on their health and well-being.\nFresh water must be offered to the dogs at least twice daily or as often as necessary to ensure the health and\nwell-being of the animals and reduce stress caused by lack of available water.  The licensee must ensure that this\nolder dog is provided with enough fresh water to meet his needs.  The licensee must also ensure the other dogs are\nprovided with enough fresh water to meet their needs, as well.\nCorrection date:  From this day forward\nExit interview conducted with Kelly Maxwell, ACI and the facility representative.",
  "animals_total": 15,
  "species": [
    {
      "count": 15,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    }
  ]
}