{
  "insp_id": "INS-0000816131",
  "layout": "c",
  "customer_id": "507568",
  "customer_name": "WATERFALL PUPPIES",
  "customer_addr": "1751 TR 416\nDundee, OH 44624",
  "certificate": "",
  "site_id": "001",
  "site_name": "WATERFALL PUPPIES",
  "insp_type": "RE-LICENSE INSPECTION",
  "date": "27-SEP-2022",
  "report_date": "27-SEP-2022",
  "citations": [
    {
      "code": "3.6(a)(2)(iii)",
      "kind": "",
      "repeat": false,
      "desc": "Primary enclosures.",
      "narrative": "During inspection, three dogs were observed to be running behind the fencing underneath the outdoor grates along the\nback wall which is the span of approximately eleven enclosures. I suspect the three dogs slipped underneath the fencing\nto get behind that fencing which is underneath the grates. The dogs are able to escape their primary enclosure and get\ninto an area that is unsanitary (which may contribute to the spread of disease) and from that area they could potentially\nget into other enclosures which may allow them to get into an enclosure with dogs they are not compatible with. When\ndogs get into this area, they could potentially be missed by the licensee during observation. They wouldn't have access to\ntheir food or sanitary water. All of this could result in serious injury or even death to the dogs. The enclosure must be\nfixed so the dogs can't get into the area behind the fencing underneath the grates."
    },
    {
      "code": "3.11(a)",
      "kind": "",
      "repeat": false,
      "desc": "Cleaning, sanitization, housekeeping, and pest control.",
      "narrative": "The applicant informed me he never removes the excreta from the outdoor primary enclosures. Not removing the excreta\non a daily basis in unsanitary and contributes to the spread of disease. Excreta must be removed from all outdoor\nenclosures on a daily basis."
    },
    {
      "code": "3.13(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "Veterinary care for dogs.",
      "narrative": "The applicant is not keeping records of dogs that go the Attending Veterinarian that are being treated for various illnesses\nor issues. Dog # 14858, a female Bichon, was marked on APHIS Form 7005 as having died in January 2022. The\napplicant stated he took the dog to vet to be treated for its health issue, but he does not have any records showing what\nthe problem was or what was done to treat the problem. Other dogs were noted in the APHIS Form 7005 as having died\nor been euthanized, but the applicant stated he doesn't keep records of when they go to the Veterinarian to be treated for\nan illness or injury. Not keeping proper records doesn't allow for the APHIS Inspector to be able to confirm that the\napplicant is seeking Veterinarian care when his dogs are in need of Veterinarian care. Anytime a problem is identified\n(such as a disease, injury, or illness), the applicant must document the date and description of the problem, examination\nfindings, test results, plan for treatment and care, and treatment procedures performed."
    },
    {
      "code": "3.13(b)(3)",
      "kind": "",
      "repeat": false,
      "desc": "Veterinary care for dogs.",
      "narrative": "The applicant stated his adult dogs are vaccinated for parvo and distemper, but he has no records to confirm they were\ngiven and the dates they were administered. Not keeping records of distemper and parvo vaccines doesn't ensure that all\nadult dogs have been vaccinated for these diseases. The applicant must document the names and dates of all vaccines\nthat have been administered to the dogs.\nThis is a 1st Re-License Inspection for a Class “A” license. The inspection and exit briefing were conducted with the\napplicant.\nAll items must be in compliance within 2 more inspections or by 11/26/22 or the applicant will forfeit the license fee and\nmust wait 6 months to reapply. Please contact your inspector to schedule your next Re-License Inspection.\nRegulated activity can continue under your existing USDA license until it expires.\nEnd of report.\nn"
    }
  ],
  "narrative": "3.6(a)(2)(iii) \n   \nPrimary enclosures. \nDuring inspection, three dogs were observed to be running behind the fencing underneath the outdoor grates along the \nback wall which is the span of approximately eleven enclosures.  I suspect the three dogs slipped underneath the fencing \nto get behind that fencing which is underneath the grates.  The dogs are able to escape their primary enclosure and get \ninto an area that is unsanitary (which may contribute to the spread of disease) and from that area they could potentially \nget into other enclosures which may allow them to get into an enclosure with dogs they are not compatible with.  When \ndogs get into this area, they could potentially be missed by the licensee during observation.  They wouldn't have access to \ntheir food or sanitary water.  All of this could result in serious injury or even death to the dogs.  The enclosure must be \nfixed so the dogs can't get into the area behind the fencing underneath the grates. \n3.11(a) \n   \nCleaning, sanitization, housekeeping, and pest control. \nThe applicant informed me he never removes the excreta from the outdoor primary enclosures.  Not removing the excreta \non a daily basis in unsanitary and contributes to the spread of disease.  Excreta must be removed from all outdoor \nenclosures on a daily basis. \n3.13(b)(2) \n   \nVeterinary care for dogs.\n\nThe applicant is not keeping records of dogs that go the Attending Veterinarian that are being treated for various illnesses \nor issues.  Dog # 14858, a female Bichon, was marked on APHIS Form 7005 as having died in January 2022.  The \napplicant stated he took the dog to vet to be treated for its health issue, but he does not have any records showing what \nthe problem was or what was done to treat the problem.  Other dogs were noted in the APHIS Form 7005 as having died \nor been euthanized, but the applicant stated he doesn't keep records of when they go to the Veterinarian to be treated for \nan illness or injury.  Not keeping proper records doesn't allow for the APHIS Inspector to be able to confirm that the \napplicant is seeking Veterinarian care when his dogs are in need of Veterinarian care.  Anytime a problem is identified \n(such as a disease, injury, or illness), the applicant must document the date and description of the problem, examination \nfindings, test results, plan for treatment and care, and treatment procedures performed. \n3.13(b)(3) \n   \nVeterinary care for dogs. \nThe applicant stated his adult dogs are vaccinated for parvo and distemper, but he has no records to confirm they were \ngiven and the dates they were administered.  Not keeping records of distemper and parvo vaccines doesn't ensure that all \nadult dogs have been vaccinated for these diseases.  The applicant must document the names and dates of all vaccines \nthat have been administered to the dogs. \n \nThis is a 1st Re-License Inspection for a Class “A” license. The inspection and exit briefing were conducted with the \napplicant. \n \nAll items must be in compliance within 2 more inspections or by 11/26/22 or the applicant will forfeit the license fee and \nmust wait 6 months to reapply. Please contact your inspector to schedule your next Re-License Inspection. \n \nRegulated activity can continue under your existing USDA license until it expires.\n\nEnd of report. \n \n n",
  "animals_total": 266,
  "species": [
    {
      "count": 168,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 98,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}