{
  "insp_id": "41151950530643",
  "layout": "a",
  "customer_id": "324698",
  "customer_name": "Arbuckle Adventures L L C",
  "customer_addr": "6132 Kay Starr Trail\nDavis, OK 73030",
  "certificate": "73-C-0190",
  "site_id": "002",
  "site_name": "ARBUCKLE ADVENTURES, L L C",
  "insp_type": "ROUTINE INSPECTION",
  "date": "09-FEB-2015",
  "report_date": "13-FEB-2015",
  "citations": [
    {
      "code": "2.5(d)",
      "kind": "",
      "repeat": true,
      "desc": "DURATION OF LICENSE AND TERMINATION OF LICENSE.",
      "narrative": "- The drive through area of the park is currently open for visitors, but is not an approved site. Site 002 (drive\nthrough site) is not a valid site and must be in complete compliance with all aspects of the Animal Welfare Act prior\nto being used for regulated activity."
    },
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "- The male rhinoceros \"Tank\" was visibly thin and lethargic during the inspection. He appeared to have lost muscle\non his sides and hindquarters, and had loose skin rolls on both flanks. Tank had a clear sticky discharge from both\nnostrils. His barn was filled with abnormally soft stool, which caretakers stated had been occurring for\napproximately two weeks. There was no knowledge of when Tank had last been evaluated by the attending\nveterinarian. There was no feed, including hay, present anywhere in the enclosure and the pasture has little to no\ngrass other than dry weeds.\nTank's current physical condition is considered to be an emergency, and requires immediate assessment and\ncorrection. At a minimum, Tank must have free access to good quality hay at all times. He must also be assessed\nby the attending veterinarian within 24 hours, and any veterinary recommendations followed strictly. Tank must be\nrechecked as often as the attending veterinarian deems necessary, but not less than weekly until his body condition\nhas improved.\n- During the drive through inspection, a black male llama (approximately two months of age) was noted off the side\nof the road in sternal recumbency. The animal did not respond to auditory stimulus, and was approached on foot by\ninspectors and facility personnel. The llama appeared barely conscious, and his attempts to stand were weak and\nspastic. Physical palpation of the animal showed him to be in very poor body condition, extremely thin with muscle\nwasting and little to no body fat. The upper palate was tinged blue, and the saliva thick and ropey. The inspection\nwas immediately stopped and facility personnel directed to contact the attending veterinarian for emergency care.\nWhile the veterinarian was en route, the animal was offered food and water but did not or could not respond. With\nthe attending veterinarian on the way, employees moved the llama to the medical barn. One employee stayed with\nthe animal while the other employee rejoined inspectors to continue the inspection. Upon the attending\nveterinarians arrival, the inspectors and accompanying attendant went to the medical barn to observe treatment\nefforts. Unfortunately, the llama had died before the veterinarian arrived on the premises. A field necropy was\nimmediately conducted by the attending veterinarian. Her initial impressions were that internal organs appeared\nrelatively normal, but the animal was very thin and muscle wasted. She believed the animal likely had a heavy\ninternal parasite load, and suspected the llama had entered a \"negative energy balance\" which it could not recover\nfrom. She estimated the llama to be approximately two months old. Samples were submitted for histopathology\nand fecal analysis, and results are pending."
    },
    {
      "code": "2.40(b)(3)",
      "kind": "Direct",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "- Numerous animals throughout the park are thin and in poor body condition. There is no indication in records that\nanyone in the park has noticed any problems with thin animals in the preceding weeks. It was clear that no\nemployees had noticed any problems with this young llama prior to finding him on the inspection. Young, small\nanimals as well as thin animals are extremely susceptible to environmental stresses, parasite loads, and other\ndangers. A young animal in poor body condition is in a gravely dangerous situation, and any amount of stress can\nquickly overload a weakened animal. The animal caretakers were aware that there is a natural \"hierarchy\" among\nthe various species in the park which determines access to available food. Young animals in general, and\nespecially members of a less dominant species, will often have difficulty eating especially when food supplies are\nlimited (such as during the winter). Employees must be aware and diligent in finding and observing younger\nanimals to ensure they are eating sufficient amounts of wholesome food to maintain body fat and muscle. The\nfacility clearly failed to properly observe, evaluate, and care for the llama which died on the inspection date.\nGreater care must be taken with all park animals, and especially younger and more vulnerable animals. Body\ncondition must be evaluated constantly for all animals in the facility. When possible, animals that will permit\nthemselves to be touched should have their body condition assessed by physical palpation, as observation through\nthick wool or hair coats can be difficult. The facility must also give more consideration to methods of feeding, and\nmust consider methods of feeding that will ensure smaller, weaker animals are able to reach food without being\npushed away by larger, stronger animals.\nCorrect by: 13 February 2015"
    },
    {
      "code": "2.131(a)",
      "kind": "",
      "repeat": true,
      "desc": "HANDLING OF ANIMALS.",
      "narrative": "- The information for \"Handling Dangerous Animals\" has not been completed and sent to the regional office. The\nqualifications of the employees and addressing the other issues listed on the form are of utmost importance. The\ndrive through section of the park contains potentially dangerous animals, such as a rhinoceros and a tiger, which\nwere not on the original license. Individuals lacking knowledge and experience with dangerous animals might\nnegatively impact the health and welfare of the animal through improper husbandry. The licensee must provide the\nregional office written documentation regarding the experience and knowledge of the individuals who handle these\nanimals. This information must be submitted and approved by the Western Regional Office before this site can be\napproved for regulated activity."
    },
    {
      "code": "2.131(d)(2)",
      "kind": "",
      "repeat": true,
      "desc": "HANDLING OF ANIMALS.",
      "narrative": "- At the time of inspection the drive through area of the park had members of the public driving through and feeding\nanimal feed from paper Pepsi cups that are available for purchase at the gift shop. There were no park employees\npresent during this public/ animal interaction. A responsible, knowledgeable, and readily identifiable employee or\nattendant must be present at all times during periods of public contact."
    },
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": true,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "- Throughout the drive through park are numerous broken t-posts extending a foot or so above the ground. There\nare multiple areas with broken fencing, and metal fence sections on the ground. The zebra enclosure has a broken\nt-post and a loose horseshoe right in front of the shelter entrance.\n- Along the outer border of the public barrier fence around the rhino enclosure, there are several areas with loose or\nbroken wire along the ground level. This is a potential hazard to any animals which might approach this fence.\n- In the Serengeti area, there are many shelters in poor repair. One structure (building 6) has a large approximately\n2 foot by 4 foot triangular sheet of plywood missing in the middle top area Many structures (building 6, 15, and 18)\nhave broken boards and many of these boards have long sharp points. The roof on shelter 6 is wavy and the roof\non the short shelters next to the Rhinoceros enclosure has metal pulled up which has sharp edges. There is a wall\nin shelter 18 that is leaning and no longer secure or structurally sound. There is a shelter in the Serengeti area that\nhas a detached front face plate on the south east corner with numerous sharp points. This structure has roofing\nresting on the detached face plate board and is not structurally sound. Leaning walls, structurally unsound shelters,\nnails and sharp metal edges pose risks of injury to any animals using the shelter. All shelters must be repaired or\nreplaced, and maintained appropriately.\n- In the Serengeti area there are multiple holes in the fencing. Some holes are in the perimeter fence and others\nare in the fence next to the rhinoceros enclosure area. These openings are a potential source of injury/entrapment\nto animals in the park. All areas of the park must be maintained in good repair to protect the animals from injury.\n- In the area beside the medical barn and by the hyena enclosure are areas where there were numerous loose rolls\nof fence on the ground. This fence/wire poses a risk of injury to any animal in the area of the park. The fence and\nloose wire must be repaired and maintained in good condition or removed if not necessary."
    },
    {
      "code": "3.127(d)",
      "kind": "",
      "repeat": true,
      "desc": "FACILITIES, OUTDOOR.",
      "narrative": "-Multiple deer were noted outside the perimeter fence at the time of the inspection. There were 3 fallow deer and at\nleast 2 other deer observed by the inspectors and the facility representative. The facility representative was asked if\nthat was their property and if those animals were being fed. The representative stated it was not their property and\nthose animals were not being fed. The perimeter fence must be kept intact, both to prevent unauthorized access\nand to serve as a secondary containment for the animals. Failure to properly contain animals inside the facility\ncauses risk of escape and loss or injury of the affected animals."
    },
    {
      "code": "3.129(a)",
      "kind": "Direct",
      "repeat": true,
      "desc": "FEEDING.",
      "narrative": "- The current feeding methods/plans for the entire facility are clearly insufficient. Numerous herd animals, as well as\nthe male rhino, were found to be thin and in poor body condition. Upon arriving at the facility, there was no creep\nfeed left in the storage barn, although a shipment of feed did arrive later that day. There was very little decent\nquality stored hay, and throughout the facility little to no hay was available for the animals. As the drive through\ninspection was conducted, animals in every area of the park rapidly approached the vehicles, including species not\nnormally expected to approach cars. Because park visitors routinely feed the animals from their vehicles, we\nbelieve the behavior of the animals during the inspection indicated they were seeking food. This was a consistenly\nobserved behavior throughout the park and across species, including llamas, donkeys, oryx, buffalo, and numerous\nothers.\nThe facility must immediately provide additional hay and feed to the animals. This additional feed must be provided\nwithin 24 hours of the initial inspection date.\nFor long term maintenance, at a minimum the park must provide all animals with free access to good quality hay.\nThis means that sufficient quantities of hay must be present in all areas of the park, at all times. This hay needs to\nbe distributed in multiple spots to ensure that all animals have convenient free access to food at all times. Also,\nwithin 48 hours of the initial inspection date the facilty will have the attending veterinarian create a written feeding\nplan covering every sector of the park, detailing a specific plan for proper feeding in each area. The facility will\nmaintain copies of this plan, and all employees will be instructed to follow the written plan. Any deviations from this\nfeeding plan must be approved by the attending veterinarian."
    },
    {
      "code": "3.130",
      "kind": "",
      "repeat": true,
      "desc": "WATERING.",
      "narrative": "- Multiple watering containers in the drive through portion of the park had a moderate amount of greenish colored\ndebris concentrated on the sides and bottom of the container. This is an indication that these containers are not\nbeing cleaned frequently enough. Water receptacles must be clean and contain potable water for the health and\nwell-being of the enclosed animals. More frequent cleaning and sanitizing is needed."
    },
    {
      "code": "3.131(a)",
      "kind": "Direct",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "- The rhino barn was filled with an excessive amount of feces and urine. The droppings were soft and had spilled\nout of the stalls and onto the outer perimeter of the barn, including the walkway between the stalls. Droppings were\npresent on numerous stall bars, and the water troughs on one side of the barn were half full of an unidentifiable\nliquid which did not appear to be water. The fecal matter had been present long enough for most of the surface to\nbe coated with a white, fuzzy growth which appeared to be mold. Pools of standing urine were also present in the\nstalls. On the outside of one stall, tracks of a small unknown animal were found imprinted in the puddle of feces.\nThe condition of this barn was absolutely unacceptable, and the rhino \"Tank\" must not be allowed access to this\nfacility until it is thoroughly cleaned and properly sanitized. Any animal exposed to this area would be at a severe\nrisk of contamination, both from the presence of the waste and from the suspected mold growth covering the pools\nof fecal matter. Since this barn is the only true shelter available to Tank, the entire area must be cleaned and\nsanitized within 24 hours to ensure that in the event of adverse weather the rhino will have access to a clean,\nheated shelter space.\nCorrect by: 10 February 2015"
    },
    {
      "code": "3.132",
      "kind": "",
      "repeat": false,
      "desc": "EMPLOYEES.",
      "narrative": "- There are currently two full time employees who work directly as animal caretakers. At the time of he inspection\nneither employee knew where the key was to allow access to Tank's enclosure. In order for the round bale of hay to\nbe placed in his enclosure the lock had to be broken and removed. This is not a sufficient number of trained\nemployees to maintain the professionally acceptable level of husbandry practices set in the AWA. Adequate\nnumbers of trained employees must be maintained at all times to properly care for the animals present.\nCorrected by: 2 March 2015.\nInspection conducted 2-9 and 10- 2015 and exit interview conducted 2-13-2015 with facility representatives.\nAdditional Inspectors\nTygart Michael, Supervisory Animal Care Specialist"
    }
  ],
  "narrative": "2.5(d)                    REPEAT\nDURATION OF LICENSE AND TERMINATION OF LICENSE.\n-  The drive through area of the park is currently open for visitors, but is not an approved site. Site 002 (drive\nthrough site) is not a valid site and must be in complete compliance with all aspects of the Animal Welfare Act prior\nto being used for regulated activity.\n2.40(b)(2)           DIRECT                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n- The  male rhinoceros \"Tank\" was visibly thin and lethargic during the inspection.  He appeared to have lost muscle\non his sides and hindquarters, and had loose skin rolls on both flanks.  Tank had a clear sticky discharge from both\nnostrils.  His barn was filled with abnormally soft stool, which caretakers stated had been occurring for\napproximately two weeks.  There was no knowledge of when Tank had last been evaluated by the attending\nveterinarian.  There was no feed, including hay, present anywhere in the enclosure and the pasture has little to no\ngrass other than dry weeds.\nTank's current physical condition is considered to be an emergency, and requires immediate assessment and\ncorrection.  At a minimum, Tank must have free access to good quality hay at all times.  He must also be assessed\nby the attending veterinarian within 24 hours, and any veterinary recommendations followed strictly.  Tank must be\nrechecked as often as the attending veterinarian deems necessary, but not less than weekly until his body condition\nhas improved.\n- During the drive through inspection, a black male llama (approximately two months of age) was noted off the side\nof the road in sternal recumbency.  The animal did not respond to auditory stimulus, and was approached on foot by\ninspectors and facility personnel.  The llama appeared barely conscious, and his attempts to stand were weak and\nspastic.  Physical palpation of the animal showed him to be in very poor body condition, extremely thin with muscle\nwasting and little to no body fat.  The upper palate was tinged blue, and the saliva thick and ropey.  The inspection\nwas immediately stopped and facility personnel directed to contact the attending veterinarian for emergency care. \nWhile the veterinarian was en route, the animal was offered food and water but did not or could not respond.  With\nthe attending veterinarian on the way, employees moved the llama to the medical barn.  One employee stayed with\nthe animal while the other employee rejoined inspectors to continue the inspection.  Upon the attending\n\nveterinarians arrival, the inspectors and accompanying attendant went to the medical barn to observe treatment\nefforts.  Unfortunately, the llama had died before the veterinarian arrived on the premises.  A field necropy was\nimmediately conducted by the attending veterinarian.  Her initial impressions were that internal organs appeared\nrelatively normal, but the animal was very thin and muscle wasted.  She believed the animal likely had a heavy\ninternal parasite load, and suspected the llama had entered a \"negative energy balance\" which it could not recover\nfrom.  She estimated the llama to be approximately two months old.  Samples were submitted for histopathology\nand fecal analysis, and results are pending.\n2.40(b)(3)           DIRECT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n- Numerous animals throughout the park are thin and in poor body condition. There is no indication in records that\nanyone in the park has noticed any problems with thin animals in the preceding weeks. It was clear that no\nemployees had noticed any problems with this young llama prior to finding him on the inspection.  Young, small\nanimals as well as thin animals are extremely susceptible to environmental stresses, parasite loads, and other\ndangers.  A young animal in poor body condition is in a gravely dangerous situation, and any amount of stress can\nquickly overload a weakened animal.  The animal caretakers were aware that there is a natural \"hierarchy\" among\nthe various species in the park which determines access to available food.  Young animals in general, and\nespecially members of  a less dominant species, will often have difficulty eating especially when food supplies are\nlimited (such as during the winter).  Employees must be aware and diligent in finding and observing younger\nanimals to ensure they are eating sufficient amounts of wholesome food to maintain body fat and muscle.  The\nfacility clearly failed to properly observe, evaluate, and care for the llama which died on the inspection date.  \nGreater care must be taken with all park animals, and especially younger and more vulnerable animals.  Body\ncondition must be evaluated constantly for all animals in the facility. When possible, animals that will permit\nthemselves to be touched should have their body condition assessed by physical palpation, as observation through\nthick wool or hair coats can be difficult. The facility must also give more consideration to methods of feeding, and\nmust consider methods of feeding that will ensure smaller, weaker animals are able to reach food without being\npushed away by larger, stronger animals. \nCorrect by: 13 February 2015\n2.131(a)                    REPEAT\nHANDLING OF ANIMALS.\n-  The information for \"Handling Dangerous Animals\" has not been completed and sent to the regional office.  The\nqualifications of the employees and addressing the other issues listed on the form are of utmost importance.  The\ndrive through section of the park contains potentially dangerous animals, such as a rhinoceros and a tiger, which\nwere not on the original license.  Individuals lacking knowledge and experience with dangerous animals might\n\nnegatively impact the health and welfare of the animal through improper husbandry.   The licensee must provide the\nregional office written documentation regarding the experience and knowledge of the individuals who handle these\nanimals.  This information must be submitted and approved by the Western Regional Office before this site can be\napproved for regulated activity.\n2.131(d)(2)                    REPEAT\nHANDLING OF ANIMALS.\n- At the time of inspection the drive through area of the park had members of the public driving through and feeding\nanimal feed from paper Pepsi cups that are available for purchase at the gift shop. There were no park employees\npresent during this public/ animal interaction.  A responsible, knowledgeable, and readily identifiable employee or\nattendant must be present at all times during periods of public contact.\n3.125(a)                    REPEAT\nFACILITIES, GENERAL.   \n-  Throughout the drive through park are numerous broken t-posts extending a foot or so above the ground.  There\nare multiple areas with broken fencing, and metal fence sections on the ground.  The zebra enclosure has a broken\nt-post and a loose horseshoe right in front of the shelter entrance.\n- Along the outer border of the public barrier fence around the rhino enclosure, there are several areas with loose or\nbroken wire along the ground level.  This is a potential hazard to any animals which might approach this fence.\n- In the Serengeti area, there are many shelters in poor repair.  One structure (building 6) has a large approximately\n2 foot by 4 foot triangular sheet of plywood missing in the middle top area  Many structures (building 6, 15, and 18)\nhave broken boards and many of these boards have long sharp points. The roof on shelter 6 is wavy and the roof\non the short shelters next to the Rhinoceros enclosure has metal pulled up which has sharp edges. There is a wall\nin shelter 18 that is leaning and no longer secure or structurally sound. There is a shelter in the Serengeti area that\nhas a detached front face plate on the south east corner with numerous sharp points. This structure has roofing\nresting on the detached face plate board and is not structurally sound. Leaning walls, structurally unsound shelters,\nnails and sharp metal edges pose risks of injury to any animals using the shelter.  All shelters must be repaired or\nreplaced, and maintained appropriately.\n-  In the Serengeti area there are multiple holes in the fencing. Some holes are in the perimeter fence and others\nare in the fence next to the rhinoceros enclosure area. These openings are a potential source of injury/entrapment\nto animals in the park.  All areas of the park must be maintained  in good repair to protect the animals from injury.\n\n- In the area beside the medical barn and by the hyena enclosure are areas where there were numerous loose rolls\nof fence on the ground. This fence/wire poses a risk of injury to any animal in the area of the park. The fence and\nloose wire must be repaired and maintained in good condition or removed if not necessary.\n3.127(d)                    REPEAT\nFACILITIES, OUTDOOR. \n-Multiple deer were noted outside the perimeter fence at the time of the inspection. There were 3 fallow deer and at\nleast 2 other deer observed by the inspectors and the facility representative. The facility representative was asked if\nthat was their property and if those animals were being fed. The representative stated it was not their property and\nthose animals were not being fed. The perimeter fence must be kept intact, both to prevent unauthorized access\nand to serve as a secondary containment for the animals. Failure to properly contain animals inside the facility\ncauses risk of escape and loss or injury of the affected animals.\n3.129(a)           DIRECT                    REPEAT\nFEEDING.    \n- The current feeding methods/plans for the entire facility are clearly insufficient.  Numerous herd animals, as well as\nthe male rhino, were found to be thin and in poor body condition.  Upon arriving at the facility, there was no creep\nfeed left in the storage barn, although a shipment of feed did arrive later that day.  There was very little decent\nquality stored hay, and throughout the facility little to no hay was available for the animals.  As the drive through\ninspection was conducted, animals in every area of the park rapidly approached the vehicles, including species not\nnormally expected to approach cars.  Because park visitors routinely feed the animals from their vehicles, we\nbelieve the behavior of the animals during the inspection indicated they were seeking food.  This was a consistenly\nobserved behavior throughout the park and across species, including llamas, donkeys, oryx, buffalo, and numerous\nothers.\nThe facility must immediately provide additional hay and feed to the animals.  This additional feed must be provided\nwithin 24 hours of the initial inspection date. \nFor long term maintenance, at a minimum the park must provide all animals with free access to good quality hay. \nThis means that sufficient quantities of hay must be present in all areas of the park, at all times.  This hay needs to\nbe distributed in multiple spots to ensure that all animals have convenient free access to food at all times.  Also,\n\nwithin 48 hours of the initial inspection date the facilty will have the attending veterinarian create a written feeding\nplan covering every sector of the park, detailing a specific plan for proper feeding in each area.  The facility will\nmaintain copies of this plan, and all employees will be instructed to follow the written plan.  Any deviations from this\nfeeding plan must be approved by the attending veterinarian.  \n3.130                    REPEAT\nWATERING.  \n- Multiple watering containers in the drive through portion of the park had a moderate amount of greenish colored\ndebris concentrated on the sides and bottom of the container. This is an indication that these containers are not\nbeing cleaned frequently enough.  Water receptacles must be clean and contain potable water for the health and\nwell-being of the enclosed animals. More frequent cleaning and sanitizing is needed.\n3.131(a)           DIRECT\nSANITATION.   \n- The rhino barn was filled with an excessive amount of feces and urine.  The droppings were soft and had spilled\nout of the stalls and onto the outer perimeter of the barn, including the walkway between the stalls.  Droppings were\npresent on numerous stall bars, and the water troughs on one side of the barn were half full of an unidentifiable\nliquid which did not appear to be water.  The fecal matter had been present long enough for most of the surface to\nbe coated with a white, fuzzy growth which appeared to be mold.  Pools of standing urine were also present in the\nstalls.  On the outside of one stall, tracks of a small unknown animal were found imprinted in the puddle of feces.\nThe condition of this barn was absolutely unacceptable, and the rhino \"Tank\" must not be allowed access to this\nfacility until it is thoroughly cleaned and properly sanitized.  Any animal exposed to this area would be at a severe\nrisk of contamination, both from the presence of the waste and from the suspected mold growth covering the pools\nof fecal matter.  Since this barn is the only true shelter available to Tank, the entire area must be cleaned and\nsanitized within 24 hours to ensure that in the event of adverse weather the rhino will have access to a clean,\nheated shelter space.\nCorrect by:  10 February 2015\n3.132\nEMPLOYEES. \n-  There are currently two full time employees who work directly as animal caretakers. At the time of he inspection\nneither employee knew where the key was to allow access to Tank's enclosure. In order for the round bale of hay to\nbe placed in his enclosure the lock had to be broken and removed. This is not a sufficient number of trained\nemployees to maintain the professionally acceptable level of husbandry practices set in the AWA.  Adequate\n\nnumbers of trained employees must be maintained at all times to properly care for the animals present.\nCorrected by: 2 March 2015.\nInspection conducted 2-9 and 10- 2015 and exit interview conducted 2-13-2015 with facility representatives.\nAdditional Inspectors\nTygart Michael, Supervisory Animal Care Specialist",
  "animals_total": 281,
  "species": [
    {
      "count": 8,
      "scientific": "Addax nasomaculatus",
      "common": "ADDAX"
    },
    {
      "count": 16,
      "scientific": "Ammotragus lervia",
      "common": "BARBARY SHEEP"
    },
    {
      "count": 6,
      "scientific": "Antilope cervicapra",
      "common": "BLACKBUCK"
    },
    {
      "count": 5,
      "scientific": "Bison bison",
      "common": "AMERICAN BISON"
    },
    {
      "count": 2,
      "scientific": "Bos grunniens",
      "common": "YAK"
    },
    {
      "count": 16,
      "scientific": "Bos primigenuis indicus",
      "common": "ZEBU"
    },
    {
      "count": 1,
      "scientific": "Bos taurus",
      "common": "CATTLE / COW / OX / WATUSI"
    },
    {
      "count": 1,
      "scientific": "Boselaphus tragocamelus",
      "common": "NILGAI"
    },
    {
      "count": 2,
      "scientific": "Bubalus bubalis",
      "common": "ASIATIC WATER BUFFALO"
    },
    {
      "count": 2,
      "scientific": "Capra aegagrus",
      "common": "PERSIAN IBEX (WILD GOAT)"
    },
    {
      "count": 3,
      "scientific": "Camelus bactrianus domestic",
      "common": "DOMESTIC BACTRIAN CAMEL"
    },
    {
      "count": 1,
      "scientific": "Ceratotherium simum",
      "common": "WHITE RHINOCEROS"
    },
    {
      "count": 12,
      "scientific": "Cervus elaphus",
      "common": "RED DEER"
    },
    {
      "count": 1,
      "scientific": "Crocuta crocuta",
      "common": "SPOTTED HYENA"
    },
    {
      "count": 70,
      "scientific": "Dama dama",
      "common": "FALLOW DEER"
    },
    {
      "count": 19,
      "scientific": "Elaphurus davidianus",
      "common": "PERE DAVID'S DEER"
    },
    {
      "count": 2,
      "scientific": "Equus quagga",
      "common": "BURCHELL’S / GRANT’S / CHAPMAN’S / PLAINS ZEBRA"
    },
    {
      "count": 23,
      "scientific": "Lama glama",
      "common": "LLAMA"
    },
    {
      "count": 9,
      "scientific": "Lama pacos",
      "common": "ALPACA"
    },
    {
      "count": 9,
      "scientific": "Oryx leucoryx",
      "common": "ARABIAN ORYX"
    },
    {
      "count": 47,
      "scientific": "Ovis gmelini",
      "common": "ARMENIAN MOUFLON"
    },
    {
      "count": 1,
      "scientific": "Panthera tigris",
      "common": "TIGER"
    },
    {
      "count": 20,
      "scientific": "Rusa alfredi",
      "common": "TOME'S SPINY-RAT"
    },
    {
      "count": 5,
      "scientific": "Taurotragus oryx",
      "common": "COMMON ELAND"
    }
  ]
}