{
  "insp_id": "97141453587550",
  "layout": "a",
  "customer_id": "30446",
  "customer_name": "Deb O'Neal",
  "customer_addr": "47370 823rd Road\nOrd, NE 68862",
  "certificate": "47-A-0523",
  "site_id": "001",
  "site_name": "Deb O'Neal",
  "insp_type": "ROUTINE INSPECTION",
  "date": "07-APR-2014",
  "report_date": "08-APR-2014",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "A female, adult black Scottish terrier, ID# 61, has an area of hair loss on both sides along the ribs, approximately\nfour inches long by 1 ½ inches wide. At the ends of these areas closest to the rear, the skin appears to be dry and\nflakey, with an area approximately one inch by one inch that has a brownish crust. The licensee states she has\nobserved the dog rubbing against the chain-link divider wall, but thought it was due to the dog'(cid:25)s loss of a mate.\nShe has not consulted a veterinarian about this issue. Skin problems can be caused from allergies, parasites or\ninfection, can be itchy or painful, and can affect the well-being of the dog. The licensee must consult with a\nveterinarian for proper diagnosis and to develop and follow a treatment plan. The licensee must document the\nveterinarian(cid:25)s findings; the treatment plan that is followed, and have the records available to the inspector upon\nrequest. To be corrected by: April 15, 2014."
    },
    {
      "code": "3.1(c)(2)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "In an outdoor enclosure housing two dogs, there is a plastic shelter structure with corners that are chewed and\nroughened. These rough surfaces make it difficult to be properly cleaned and sanitized. The licensee must\nmaintain all surfaces in direct contact with the dogs on a regular basis, and surfaces that are worn must be repaired\nor replaced. To be corrected by May 6, 2014.\nAn exit interview was conducted with the licensee."
    }
  ],
  "narrative": "2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nA female, adult black Scottish terrier, ID# 61, has an area of hair loss on both sides along the ribs, approximately\nfour inches long by 1 ½ inches  wide.  At the ends of these areas closest to the rear, the skin appears to be dry and\nflakey, with an area approximately one inch by one inch that has a brownish crust.  The licensee states she has\nobserved the dog rubbing against the chain-link divider wall, but thought it was due to the dog'(cid:25)s loss of a mate. \nShe has not consulted a veterinarian about this issue.  Skin problems can be caused from allergies, parasites or\ninfection, can be itchy or painful, and can affect the well-being of the dog.  The licensee must consult with a\nveterinarian for proper diagnosis and to develop and follow a treatment plan.  The licensee must document the\nveterinarian(cid:25)s findings; the treatment plan that is followed, and have the records available to the inspector upon\nrequest.  To be corrected by:  April 15, 2014.\n3.1(c)(2)\nHOUSING FACILITIES, GENERAL.\nIn an outdoor enclosure housing two dogs, there is a plastic shelter structure with corners that are chewed and\nroughened.  These rough surfaces make it difficult to be properly cleaned and sanitized.  The licensee must\nmaintain all surfaces in direct contact with the dogs on a regular basis, and surfaces that are worn must be repaired\nor replaced.  To be corrected by May 6, 2014.\nAn exit interview was conducted with the licensee.",
  "animals_total": 14,
  "species": [
    {
      "count": 14,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    }
  ]
}