{
  "insp_id": "2016090000665758",
  "layout": "b",
  "customer_id": "321520",
  "customer_name": "EARL LIGHT",
  "customer_addr": "17497 COUNTY ROAD 7520\nNEWBURG, MO 65550",
  "certificate": "43-A-6088",
  "site_id": "001",
  "site_name": "EARL R. LIGHT",
  "insp_type": "ROUTINE INSPECTION",
  "date": "21-JUL-2021",
  "report_date": "26-JUL-2021",
  "citations": [
    {
      "code": "3.1(b)",
      "kind": "",
      "repeat": false,
      "desc": "Housing facilities, general.",
      "narrative": "*Inside the whelp building, numerous items are being stored on the tops of the wire enclosures that move as the dogs\nmove about. The numerous items include medications, cleaning supplies, bolts, syringes, needles, collars and other\nitems. These items are all covered with dust and some cobwebs, indicating they are not frequently used. Liquids can\nspill and smaller objects could fall into the enclosures, leading to potential injury or illness to the dogs. Animal areas\ninside of housing facilities must be kept neat and free of clutter.\nTo be corrected by: July 30, 2021"
    },
    {
      "code": "3.1(c)",
      "kind": "",
      "repeat": false,
      "desc": "Housing facilities, general.",
      "narrative": "*In the whelping facility and adult dog kennel the wash down under the enclosures has an accumulation of a heavy brown\ngrime and moldy feed covering over 75% of the plastic wash down. Animal waste collecting under dogs’ enclosures\ncreates an unsanitary condition and could lead to potential disease or health risks for the dog. The potential for increased\ninsect and pest infestation exists when animal waste is not removed in a timely manner but allowed to build up under the\ndogs. Removal of animal waste from under the runs in a timely manner before building up occurs is necessary to ensure\nthe health & wellbeing of all dogs.\nAt least four enclosures had an accumulation of hair, cobwebs and dust trapped in the wire structure of the enclosures.\nThe affected areas are in the whelping building and adult building. Hair, cobwebs, and dust was accumulating along the\nsides, tops and fronts of the enclosures affecting 4 adults and 3 puppies. The accumulation of hair, cobwebs and dust\ncreate an unsanitary living condition that could impact the health and well-being of the dogs. It indicates a potential living\narea for other pests that are housed with the dogs. The licensee must remove all hair, cobwebs, and dust from the\naffected areas so these surfaces can be cleaned and sanitized to satisfy generally accepted husbandry standards and\npractices.\nTo be corrected by: July 30, 2021"
    },
    {
      "code": "3.9(b)",
      "kind": "",
      "repeat": false,
      "desc": "Feeding",
      "narrative": "*Three of the self-feeders used in the whelping kennel and two of the feeders used in the adult dog building are dirty,\nhave an accumulation of grime, and one has mold on the outside of the feeder. Food receptacles that are not adequately\ncleaned and sanitized could increase the risk of contamination and molding of the food and affect the health and well-\nbeing of the dogs by creating breeding environments for pests and bacterial growth. The licensee must establish and\nmaintain a program to ensure that all food receptacles are cleaned and sanitized for the health and well-being of the dogs.\nTo be corrected by: July 28, 2021\nThis inspection and exit interview were conducted with licensee.\nAdditional Inspectors:\nKATHRYN VERNON, ANIMAL CARE INSPECTOREnd Section"
    }
  ],
  "narrative": "3.1(b) \n   \nHousing facilities, general. \n*Inside the whelp building, numerous items are being stored on the tops of the wire enclosures that move as the dogs \nmove about.  The numerous items include medications, cleaning supplies, bolts, syringes, needles, collars and other \nitems.  These items are all covered with dust and some cobwebs, indicating they are not frequently used.  Liquids can \nspill and smaller objects could fall into the enclosures, leading to potential injury or illness to the dogs.  Animal areas \ninside of housing facilities must be kept neat and free of clutter. \nTo be corrected by: July 30, 2021 \n3.1(c) \n   \nHousing facilities, general. \n*In the whelping facility and adult dog kennel the wash down under the enclosures has an accumulation of a heavy brown \ngrime and moldy feed covering over 75% of the plastic wash down.  Animal waste collecting under dogs’ enclosures \ncreates an unsanitary condition and could lead to potential disease or health risks for the dog.  The potential for increased \ninsect and pest infestation exists when animal waste is not removed in a timely manner but allowed to build up under the \ndogs.  Removal of animal waste from under the runs in a timely manner before building up occurs is necessary to ensure \nthe health & wellbeing of all dogs. \nAt least four enclosures had an accumulation of hair, cobwebs and dust trapped in the wire structure of the enclosures.\n\nThe affected areas are in the whelping building and adult building.  Hair, cobwebs, and dust was accumulating along the \nsides, tops and fronts of the enclosures affecting 4 adults and 3 puppies.   The accumulation of hair, cobwebs and dust \ncreate an unsanitary living condition that could impact the health and well-being of the dogs. It indicates a potential living \narea for other pests that are housed with the dogs.    The licensee must remove all hair, cobwebs, and dust from the \naffected areas so these surfaces can be cleaned and sanitized to satisfy generally accepted husbandry standards and \npractices. \nTo be corrected by: July 30, 2021 \n3.9(b) \n   \nFeeding \n*Three of the self-feeders used in the whelping kennel and two of the feeders used in the adult dog building are dirty, \nhave an accumulation of grime, and one has mold on the outside of the feeder.   Food receptacles that are not adequately \ncleaned and sanitized could increase the risk of contamination and molding of the food and affect the health and well-\nbeing of the dogs by creating breeding environments for pests and bacterial growth.  The licensee must establish and \nmaintain a program to ensure that all food receptacles are cleaned and sanitized for the health and well-being of the dogs. \nTo be corrected by: July 28, 2021 \n \nThis inspection and exit interview were conducted with licensee. \n \nAdditional Inspectors: \nKATHRYN VERNON, ANIMAL CARE INSPECTOREnd Section",
  "animals_total": 69,
  "species": [
    {
      "count": 43,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 26,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}