{
  "insp_id": "2016082569011294",
  "layout": "a",
  "customer_id": "44461",
  "customer_name": "David Petroski",
  "customer_addr": "59 Gentle Hills\nRichfield, PA 17086",
  "certificate": "23-A-0438",
  "site_id": "001",
  "site_name": "DAVID PETROSKI",
  "insp_type": "ROUTINE INSPECTION",
  "date": "04-JAN-2018",
  "report_date": "05-JAN-2018",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "A total of 6 animals were identified in need of veterinary care at the time of inspection. These included:\n*** A female grey agouti short-haired lop-eared rabbit in enclosure #LS4 had a large facial swelling (larger than a\ngolf-ball) which encompasses its right eye. The area around the eye appeared red, inflamed, and moist with\ncreamy opaque white to yellow discharge. The eye itself was not visible within the swollen tissue. The left eye also\nhas a much lesser amount of pink to red swollen tissue at the corner towards the nose. The fur surrounding the left\neye was also ruffled with discharge. This rabbit was hunched in the back corner of its enclosure. Overall the fur was\nunkempt and the rabbit was not engaged in its surroundings. This lack of movement, posture, and condition of the\neye and facial swelling indicates that the animal is experiencing pain and suffering. The facility notes included a\nnotation on 12/4 “Ear mites Ivomec Drops” and again on 12/21 “Ear mites gone”. There were no notations\nconcerning the eye or presence of the facial swelling. The licensee stated that he had observed this lesion and that\nhe believed it was improving. When asked, he stated that he had not provided any treatment for the eye nor any\npain medications to this rabbit since she was bred and is due to give birth soon. He stated that he is generally\nreluctant to give any medication to pregnant animals. The licensee further stated that he had not reported the rabbit\nto the attending veterinarian and had not received guidance from the attending veterinarians about the care for this\nanimal.\n*** A female broken pattern (brown & grey color) Lionhead rabbit housed in enclosure #MM2 had a large injury on\nthe back of her neck. There was a hole in the skin of this animal that was approximately 1.5 x 2 cm and irregularly\nshaped. The rim of this hole was bright read with some darker areas that appeared to be blood and scabs. Inside\nthe hole was a collection of creamy opaque material covering deeper tissue. Surrounding the hole was an area that\nthe skin was bright pink and firm with complete hair loss (approximately 3 x 5 cm) and a larger area of incomplete\nhair loss and firm, but normally colored skin surrounding that. The facility notes included a notation on 12/14\n“monitor bite on back”. The licensee stated that he had observed this lesion and that he believed it to be an\nabscess that had ruptured, but that it was improving. He stated that he had not provided any treatment to this rabbit\nsince she was bred and is due to give birth soon. The licensee further stated that he had not reported the rabbit to\nthe attending veterinarian and had not received guidance from the attending veterinarians about the care for this\nanimal.\n*** A white and black female Lionhead rabbit housed with her litter in enclosure WS11 significant discharge in the\nright eye and nose. There was a small accumulation of mucoid discharge at the corner of the eye towards the nose.\nThe fur surrounding this eye had a wet appearance and additionally the white hair both above and below the eye\nhad brown discoloration consistent with dried discharge that the rabbit had failed to clean. Both nostrils had a\nmoderate accumulation of brown discharge. The accumulated discharge and lack of normal grooming behavior is\nan indicator to the severity of the animal’s illness. The licensee stated that this rabbit is not currently receiving any\ntreatment.\n*** A white, short haired rabbit housed in the MM enclosure row had a severe accumulation of dark brown material\non its hind end covering its tail and extending partially up its abdomen and down both legs to at least the hocks.\nThis material appeared to be diarrhea and extended to the skin in several areas. The licensee stated that he had\nnot observed this prior to the inspection and that the rabbit was not currently receiving any treatment. There were\ntwo other rabbits housed with this rabbit that did not appear affected.\n*** A female brown and white rabbit housed in enclosure LL1 had brown crusts around both nostrils. The rabbit was\nheard and seen sneezing repeatedly several times during the inspection. The licensee stated that he was aware\nthat several animals (including this rabbit) were sneezing, but that he did not routinely treat rabbits for respiratory\nconcerns. He stated that he was not treating this rabbit because she was bred and due to give birth on the 14th and\nthat he had not discussed it with the attending veterinarian.\n*** A light brown and white rabbit housed in enclosure MM12 had a cloudy discoloration over the lower portion of\nher left eye. Before being disturbed, the rabbit was holding this eye partially closed and was observed repeatedly\nturning the eye away from the inspector. The eye being held partially shut is a common sign of discomfort and the\npostural adjustment is frequently observed in rabbits with eye problems, injury, and/or loss of vision. On closer\nexamination there was a cloudy discoloration in the lower fourth of the left eye and the eye membranes appeared\nreddened. Additionally the eye had a dull-dry appearance. The licensee stated that this was an old problem that he\ndid not believe was active. He stated that he had not reported it to the veterinarian and that the rabbit was not\ncurrently receiving any treatment.\nNone of these six rabbits were receiving adequate veterinary care for the various conditions outlined above.\nAlthough the licensee was aware of many of the conditions, the licensee had not sought veterinary guidance for\ntheir treatment and none of these findings had been communicated to the attending veterinarian. All licensees are\nrequired to use appropriate methods to prevent, control, diagnose, and treat diseases and injuries. Additionally,\nsection 2.40(b)(3) requires that there is a mechanism of direct and frequent communication with the attending\nveterinarian so timely and accurate information is conveyed on problems of animal health, behavior, and well-being.\nFailure to communicate abnormal findings and implement appropriate treatment can result in worsening of\nconditions and unnecessary animal suffering.\nCorrect by ensuring that the animals listed above are examined by a licensed veterinarian and appropriate methods\nare used to treat each condition listed above.\nTo be completed by: January 6, 2018.\n*** Facility records show that a total of five rabbits were treated by the licensee with Ivomec drops for ear mites\nbetween October and December 2017. When asked, the licensee produced a bottle of Ivomec brand ivermectin\nand confirmed that this was the only bottle of ivermectin currently in use at the facility. This bottle expired July\n2002. When that was pointed out to the licensee, he stated it still seemed to be working. The use of expired\nmedications is not considered to be and appropriate method to treat or prevent disease and therefore is not\nadequate veterinary care. Additionally, there is insufficient written guidance in the program of veterinary care\nregarding appropriate methods to treat ear mites. Under the heading ectoparasites, the current PVC states only\n“Ear mites – as needed” but provides no information on the medication to use, dose, route, frequency, or duration of\nuse, nor any information on the signs which would indicate that treatment is needed. Adequate written guidance is\nnecessary to ensure that the licensee is following the instructions of the attending veterinarian to ensure adequate\ntreatment, control, and prevention of animal disease. Correct by seeking additional written guidance regarding\ntreatment of common conditions and ensuring that all medications used to treat animals are not expired.\nCorrect by: January 18, 2018."
    },
    {
      "code": "2.75(b)(1)",
      "kind": "",
      "repeat": false,
      "desc": "RECORDS: DEALERS AND EXHIBITORS.",
      "narrative": "*** Currently there are no records for the number of animals at the facility, no acquisition records for the guinea pigs\nand rabbits recently acquired and no disposition records for animals sold. During the inspection the licensee pointed\nanimals he had purchased for re-sale and there were numerous young animals that had been born on the property.\nThe licensee stated that he updates records only annually at tax time. These records of acquisition including births\nand purchases and disposition including sales, deaths, and euthanasia are an important part of the operation and\nmust be maintained in an accurate and timely manner. Correct by creating and maintaining copies of the required\nrecords for inspection review.\nCorrect by: Feb 4, 2018"
    },
    {
      "code": "3.50(d)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "*** There was a significant accumulation of feces underneath the rabbit enclosures, along with rabbit feed and\nstanding pools of water. This pooling of water and excess feces and food is contributing to the high ammonia odor\nin the building. The licensee states when the water is too high he will shovel it into a bucket, but there is no current\neffective method to reduce accumulation of water and minimize odors and disease hazards. In addition, there was a\nfull wheelbarrow of feces at the end of the building that had not been taken out and was contributing to the odor.\nThe provision of waste removal needs to be addressed to facilitate cleanliness of the facility and reduce odors and\ndisease hazards.\nCorrect by: Jan 12, 2018"
    },
    {
      "code": "3.51(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, INDOOR.",
      "narrative": "*** There was a strong ammonia odor upon entering the rabbit area. The room is closed up for the winter and there\nare no means of providing adequate ventilation through the use of fans or vents. Poor ventilation can contribute to\nrespiratory issues for the animals and several of the rabbits were sneezing and had nasal discharge in the area.\nThis room needs to be adequately ventilated for the health of the rabbits.\nCorrect by: Feb 1, 2018"
    },
    {
      "code": "3.53(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "***The primary enclosures are wire mesh-type enclosures. Nearly every enclosure had either significant rust on the\nwires and/or plastic coated wires with the coating chewed off. In many enclosures, the rust has degraded the wire to\nthe point it is no longer structurally sound. Several of the enclosures have holes in the floor with broken wires and\npatches over the holes. Some of the wire mesh along the doors are broken with sharp points that could potentially\ninjure a rabbit.\n*** One rabbit was observed running free on the ground of the facility. The licensee stated that this rabbit had\nescaped from an enclosure several days prior from a hole that has since been patched. The lack of a sufficient\nprimary enclosure to contain this rabbit does not protect the animal from the disease risks of the feces and pooling\nwater covering the floor of the facility. This animal was recaptured with assistance from the inspectors.\nThese primary enclosures need to be replaced with enclosures that are structurally sound and in good repair to\ncontain the animals and protect them from injury.\nCorrect by: March 4, 2018"
    },
    {
      "code": "3.53(c)(2)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "*** The wire mesh enclosures are 4 square feet of floor space (2x2 feet). The licensee states the rabbits are\napproximately 3 pounds each. This space allows two rabbits per enclosure to have the minimum amount of space.\nSeveral of the enclosures housed 3 or more rabbits. At least three enclosure housed 7 or 8 rabbits per enclosure.\nFailure to provide adequate space can result in increased aggression between cage mates, increased disease\ntransmission, and reduced animal welfare. The licensee needs to either reduce the number of rabbits or add\nenclosures to assure the animals have enough space for the health and well-being of the animals.\nCorrect by: March 4, 2018"
    },
    {
      "code": "3.54(b)",
      "kind": "",
      "repeat": false,
      "desc": "FEEDING.",
      "narrative": "*** The food receptacles are metal and are heavily rusted with some feeders having edges that are broken away\nwith sharp edges. These rusted feeders are no longer impervious to moisture and cannot be effectively cleaned and\nsanitized on a routine basis. The facility needs to replace the feeders with ones that can be effectively cleaned and\nsanitized at least once every two weeks to protect the food from potential contamination and for the health of the\nanimals.\nCorrect by: Feb 1, 2018"
    },
    {
      "code": "3.56(b)",
      "kind": "",
      "repeat": true,
      "desc": "SANITATION.",
      "narrative": "*** The licensee states he is cleaning and sanitizing every three weeks. The wire mesh enclosures are rusted and\ntherefore no longer impervious to moisture and cannot be effectively cleaned and sanitized. In addition the litter\nboxes for nursing moms are made of wood that is not sealed and also cannot be effectively cleaned and sanitized.\nThere was an accumulation of grime and debris along the water lines in the front of the enclosures and a build up of\nhair and debris along the frames. This facility is not designed to be cleaned and sanitized and cannot be done so\nwith the current enclosures provided. This needs to be addressed so a method of cleaning can be done in a manner\nthat sanitizes the enclosures and reduces disease hazards."
    },
    {
      "code": "3.56(c)",
      "kind": "",
      "repeat": true,
      "desc": "SANITATION.",
      "narrative": "*** There is an accumulation of dust, debris and fur throughout the facility, behind enclosures, along the walls and\nframes. There are items stacked on top of the enclosures and shelves storing old items that are no longer in use\nthat are covered with dust and debris. One enclosure on the far right wall is empty but has excess old feces and hair\npiled up in the enclosure. There are rat bait boxes in the floor corners that are dirty with several inches of debris on\ntop of the box. There is excess clutter and trash items along the walls that need to be discarded. The licensee\nstated that he is currently working on removing items no longer in use. Housekeeping needs to be addressed at the\nfacility and the overall area should be kept clean to facilitate good husbandry practices and for the health of the\nanimals."
    },
    {
      "code": "3.57",
      "kind": "",
      "repeat": true,
      "desc": "EMPLOYEES.",
      "narrative": "*** The licensee stated that he does not have any employees or family members that assist him with the care of the\nanimals at the facility. Based on the number of non compliant items it is evident that the facility does not have a\nsufficient number of employees to maintain a minimum level of care for the animals. Failure to have sufficient\nemployees can result in systemic failures to maintain the required standards of care that result in diminished animal\nwelfare. The facility needs to either reduce the number of animals or hire additional employees to facilitate the\nprovision of adequate veterinary care, cleaning, sanitation, routine enclosure maintenance, general housekeeping,\nand required record keeping practices at the facility. This needs to be addressed for the welfare of the rabbits.\nThis inspection and exit interview were conducted with the licensee.\nAdditional Inspectors\nMiller Dana, Supervisory Animal Care Specialist"
    }
  ],
  "narrative": "2.40(b)(2)           DIRECT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nA total of 6 animals were identified in need of veterinary care at the time of inspection.  These included:\n*** A female grey agouti short-haired lop-eared rabbit in enclosure #LS4 had a large facial swelling (larger than a\ngolf-ball) which encompasses its right eye.  The area around the eye appeared red, inflamed, and moist with\ncreamy opaque white to yellow discharge.  The eye itself was not visible within the swollen tissue. The left eye also\nhas a much lesser amount of pink to red swollen tissue at the corner towards the nose.  The fur surrounding the left\neye was also ruffled with discharge. This rabbit was hunched in the back corner of its enclosure.  Overall the fur was\nunkempt and the rabbit was not engaged in its surroundings. This lack of movement, posture, and condition of the\neye and facial swelling indicates that the animal is experiencing pain and suffering. The facility notes included a\nnotation on 12/4 “Ear mites Ivomec Drops” and again on 12/21 “Ear mites gone”.  There were no notations\nconcerning the eye or presence of the facial swelling.  The licensee stated that he had observed this lesion and that\nhe believed it was improving.  When asked, he stated that he had not provided any treatment for the eye nor any\npain medications to this rabbit since she was bred and is due to give birth soon.  He stated that he is generally\nreluctant to give any medication to pregnant animals.  The licensee further stated that he had not reported the rabbit\nto the attending veterinarian and had not received guidance from the attending veterinarians about the care for this\nanimal.   \n*** A female broken pattern (brown & grey color) Lionhead rabbit housed in enclosure #MM2 had a large injury on\nthe back of her neck.  There was a hole in the skin of this animal that was approximately 1.5 x 2 cm and irregularly\nshaped.  The rim of this hole was bright read with some darker areas that appeared to be blood and scabs.  Inside\nthe hole was a collection of creamy opaque material covering deeper tissue.  Surrounding the hole was an area that\nthe skin was bright pink and firm with complete hair loss (approximately 3 x 5 cm) and a larger area of incomplete\nhair loss and firm, but normally colored skin surrounding that.  The facility notes included a notation on 12/14\n“monitor bite on back”.  The licensee stated that he had observed this lesion and that he believed it to be an\nabscess that had ruptured, but that it was improving.  He stated that he had not provided any treatment to this rabbit\nsince she was bred and is due to give birth soon.  The licensee further stated that he had not reported the rabbit to\nthe attending veterinarian and had not received guidance from the attending veterinarians about the care for this\nanimal.\n\n*** A white and black female Lionhead rabbit housed with her litter in enclosure WS11 significant discharge in the\nright eye and nose.  There was a small accumulation of mucoid discharge at the corner of the eye towards the nose.\n The fur surrounding this eye had a wet appearance and additionally the white hair both above and below the eye\nhad brown discoloration consistent with dried discharge that the rabbit had failed to clean.  Both nostrils had a\nmoderate accumulation of brown discharge.  The accumulated discharge and lack of normal grooming behavior is\nan indicator to the severity of the animal’s illness.  The licensee stated that this rabbit is not currently receiving any\ntreatment.      \n*** A white, short haired rabbit housed in the MM enclosure row had a severe accumulation of dark brown material\non its hind end covering its tail and extending partially up its abdomen and down both legs to at least the hocks. \nThis material appeared to be diarrhea and extended to the skin in several areas.  The licensee stated that he had\nnot observed this prior to the inspection and that the rabbit was not currently receiving any treatment.  There were\ntwo other rabbits housed with this rabbit that did not appear affected.  \n*** A female brown and white rabbit housed in enclosure LL1 had brown crusts around both nostrils.  The rabbit was\nheard and seen sneezing repeatedly several times during the inspection.  The licensee stated that he was aware\nthat several animals (including this rabbit) were sneezing, but that he did not routinely treat rabbits for respiratory\nconcerns.  He stated that he was not treating this rabbit because she was bred and due to give birth on the 14th and\nthat he had not discussed it with the attending veterinarian. \n*** A light brown and white rabbit housed in enclosure MM12 had a cloudy discoloration over the lower portion of\nher left eye. Before being disturbed, the rabbit was holding this eye partially closed and was observed repeatedly\nturning the eye away from the inspector.  The eye being held partially shut is a common sign of discomfort and the\npostural adjustment is frequently observed in rabbits with eye problems, injury, and/or loss of vision.  On closer\nexamination there was a cloudy discoloration in the lower fourth of the left eye and the eye membranes appeared\nreddened.  Additionally the eye had a dull-dry appearance.  The licensee stated that this was an old problem that he\ndid not believe was active.  He stated that he had not reported it to the veterinarian and that the rabbit was not\ncurrently receiving any treatment.  \nNone of these six rabbits were receiving adequate veterinary care for the various conditions outlined above. \nAlthough the licensee was aware of many of the conditions, the licensee had not sought veterinary guidance for\ntheir treatment and none of these findings had been communicated to the attending veterinarian.  All licensees are\nrequired to use appropriate methods to prevent, control, diagnose, and treat diseases and injuries.  Additionally,\nsection 2.40(b)(3) requires that there is a mechanism of direct and frequent communication with the attending\nveterinarian so timely and accurate information is conveyed on problems of animal health, behavior, and well-being.\nFailure to communicate abnormal findings and implement appropriate treatment can result in worsening of\nconditions and unnecessary animal suffering.\n\nCorrect by ensuring that the animals listed above are examined by a licensed veterinarian and appropriate methods\nare used to treat each condition listed above.  \nTo be completed by: January 6, 2018.\n*** Facility records show that a total of five rabbits were treated by the licensee with Ivomec drops for ear mites\nbetween October and December 2017.  When asked, the licensee produced a bottle of Ivomec brand ivermectin\nand confirmed that this was the only bottle of ivermectin currently in use at the facility.  This bottle expired July\n2002.  When that was pointed out to the licensee, he stated it still seemed to be working.  The use of expired\nmedications is not considered to be and appropriate method to treat or prevent disease and therefore is not\nadequate veterinary care.  Additionally, there is insufficient written guidance in the program of veterinary care\nregarding appropriate methods to treat ear mites.  Under the heading ectoparasites, the current PVC states only\n“Ear mites – as needed” but provides no information on the medication to use, dose, route, frequency, or duration of\nuse, nor any information on the signs which would indicate that treatment is needed.  Adequate written guidance is\nnecessary to ensure that the licensee is following the instructions of the attending veterinarian to ensure adequate\ntreatment, control, and prevention of animal disease.  Correct by seeking additional written guidance regarding\ntreatment of common conditions and ensuring that all medications used to treat animals are not expired. \nCorrect by: January 18, 2018.\n2.75(b)(1)\nRECORDS: DEALERS AND EXHIBITORS.\n*** Currently there are no records for the number of animals at the facility, no acquisition records for the guinea pigs\nand rabbits recently acquired and no disposition records for animals sold. During the inspection the licensee pointed\nanimals he had purchased for re-sale and there were numerous young animals that had been born on the property. \nThe licensee stated that he updates records only annually at tax time.  These records of acquisition including births\nand purchases and disposition including sales, deaths, and euthanasia are an important part of the operation and\nmust be maintained in an accurate and timely manner. Correct by creating and maintaining copies of the required\nrecords for inspection review.\nCorrect by: Feb 4, 2018\n3.50(d)\nFACILITIES, GENERAL.  \n*** There was a significant accumulation of feces underneath the rabbit enclosures, along with rabbit feed and\nstanding pools of water. This pooling of water and excess feces and food is contributing to the high ammonia odor\nin the building. The licensee states when the water is too high he will shovel it into a bucket, but there is no current\n\neffective method to reduce accumulation of water and minimize odors and disease hazards. In addition, there was a\nfull wheelbarrow of feces at the end of the building that had not been taken out and was contributing to the odor.\nThe provision of waste removal needs to be addressed to facilitate cleanliness of the facility and reduce odors and\ndisease hazards.   \nCorrect by: Jan 12, 2018\n3.51(b)(2)\nFACILITIES, INDOOR.   \n*** There was a strong ammonia odor upon entering the rabbit area. The room is closed up for the winter and there\nare no means of providing adequate ventilation through the use of fans or vents. Poor ventilation can contribute to\nrespiratory issues for the animals and several of the rabbits were sneezing and had nasal discharge in the area.\nThis room needs to be adequately ventilated for the health of the rabbits.    \nCorrect by: Feb 1, 2018\n3.53(a)(1)\nPRIMARY ENCLOSURES.   \n***The primary enclosures are wire mesh-type enclosures. Nearly every enclosure had either significant rust on the\nwires and/or plastic coated wires with the coating chewed off. In many enclosures, the rust has degraded the wire to\nthe point it is no longer structurally sound. Several of the enclosures have holes in the floor with broken wires and\npatches over the holes. Some of the wire mesh along the doors are broken with sharp points that could potentially\ninjure a rabbit. \n*** One rabbit was observed running free on the ground of the facility.  The licensee stated that this rabbit had\nescaped from an enclosure several days prior from a hole that has since been patched. The lack of a sufficient\nprimary enclosure to contain this rabbit does not protect the animal from the disease risks of the feces and pooling\nwater covering the floor of the facility. This animal was recaptured with assistance from the inspectors. \nThese primary enclosures need to be replaced with enclosures that are structurally sound and in good repair to\ncontain the animals and protect them from injury.\n \nCorrect by: March 4, 2018\n3.53(c)(2)\nPRIMARY ENCLOSURES.   \n*** The wire mesh enclosures are 4 square feet of floor space (2x2 feet). The licensee states the rabbits are\napproximately 3 pounds each. This space allows two rabbits per enclosure to have the minimum amount of space.\n\nSeveral of the enclosures housed 3 or more rabbits.  At least three enclosure housed 7 or 8 rabbits per enclosure. \nFailure to provide adequate space can result in increased aggression between cage mates, increased disease\ntransmission, and reduced animal welfare. The licensee needs to either reduce the number of rabbits or add\nenclosures to assure the animals have enough space for the health and well-being of the animals.\nCorrect by: March 4, 2018\n3.54(b)\nFEEDING.  \n*** The food receptacles are metal and are heavily rusted with some feeders having edges that are broken away\nwith sharp edges. These rusted feeders are no longer impervious to moisture and cannot be effectively cleaned and\nsanitized on a routine basis. The facility needs to replace the feeders with ones that can be effectively cleaned and\nsanitized at least once every two weeks to protect the food from potential contamination and for the health of the\nanimals.   \nCorrect by: Feb 1, 2018\n3.56(b)                    REPEAT\nSANITATION. \n*** The licensee states he is cleaning and sanitizing every three weeks. The wire mesh enclosures are rusted and\ntherefore no longer impervious to moisture and cannot be effectively cleaned and sanitized. In addition the litter\nboxes for nursing moms are made of wood that is not sealed and also cannot be effectively cleaned and sanitized.\nThere was an accumulation of grime and debris along the water lines in the front of the enclosures and a build up of\nhair and debris along the frames. This facility is not designed to be cleaned and sanitized and cannot be done so\nwith the current enclosures provided. This needs to be addressed so a method of cleaning can be done in a manner\nthat sanitizes the enclosures and reduces disease hazards.\n3.56(c)                    REPEAT\nSANITATION. \n*** There is an accumulation of dust, debris and fur throughout the facility, behind enclosures, along the walls and\nframes. There are items stacked on top of the enclosures and shelves storing old items that are no longer in use\nthat are covered with dust and debris. One enclosure on the far right wall is empty but has excess old feces and hair\npiled up in the enclosure. There are rat bait boxes in the floor corners that are dirty with several inches of debris on\ntop of the box. There is excess clutter and trash items along the walls that need to be discarded. The licensee\nstated that he is currently working on removing items no longer in use.  Housekeeping needs to be addressed at the\nfacility and the overall area should be kept clean to facilitate good husbandry practices and for the health of the\nanimals.\n\n3.57                    REPEAT\nEMPLOYEES.   \n*** The licensee stated that he does not have any employees or family members that assist him with the care of the\nanimals at the facility.  Based on the number of non compliant items it is evident that the facility does not have a\nsufficient number of employees to maintain a minimum level of care for the animals. Failure to have sufficient\nemployees can result in systemic failures to maintain the required standards of care that result in diminished animal\nwelfare.  The facility needs to either reduce the number of animals or hire additional employees to facilitate the\nprovision of adequate veterinary care, cleaning, sanitation, routine enclosure maintenance, general housekeeping,\nand required record keeping practices at the facility. This needs to be addressed for the welfare of the rabbits.  \nThis inspection and exit interview were conducted with the licensee.\nAdditional Inspectors\nMiller Dana, Supervisory Animal Care Specialist",
  "animals_total": 287,
  "species": [
    {
      "count": 12,
      "scientific": "Cavia porcellus",
      "common": "DOMESTIC GUINEA PIG"
    },
    {
      "count": 275,
      "scientific": "Oryctolagus cuniculus",
      "common": "DOMESTIC RABBIT / EUROPEAN RABBIT"
    }
  ]
}