{
  "insp_id": "2016082568075389",
  "layout": "a",
  "customer_id": "335681",
  "customer_name": "Eli H Mullett",
  "customer_addr": "13810 Hwy 2\nCantril, IA 52542",
  "certificate": "42-A-1548",
  "site_id": "001",
  "site_name": "Eli H Mullett",
  "insp_type": "ROUTINE INSPECTION",
  "date": "24-JAN-2017",
  "report_date": "25-JAN-2017",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "A female Dachshund (“Hershey”, #0A02513559, DOB 01-29-2015) is observed limping slightly on her right front\nfoot. Closer inspection of the underside of the foot revealed that the large pad has split open. The damaged area is\nlocated near the front of the large pad and the split sections of tissue felt hard and thickened to the touch. The dog\nhas not been evaluated by a licensed veterinarian for this condition.\nThis Dachshund also has areas of hair loss on her tail and ears. The hair loss on the ears is located on the outside\nof the ear flap and along the edges of the ear flap. The skin feels somewhat thickened in these areas. The hair\nloss on the tail is located along the entire length of the top side of the tail and two sections are covered in a round,\nbrown, scab-like material. The hair around the base of the tail has a flaky material trapped within it.\nThe licensee has documentation that this dog was evaluated by a licensed veterinarian and treated with a\nmedicated shampoo and Animax Ointment for ringworm from June 26, 2016 through August 20, 2016. The\nlicensee then self-treated the dog again December 8, 2016 through December 13, 2016, but did not have the dog\nre-evaluated by a licensed veterinarian at this time. The licensee treated the dog once more on January 20, 2017\nwith Derma Vet Ointment, but did not have the dog re-evaluated by a licensed veterinarian and does not have\ndocumentation from a licensed veterinarian approving the use of the Derma Vet Ointment, the dosage of this\nproduct, how often it should be used, and for what duration.\nA male Shih tzu (“Mighty Rocket”, 0A02261427, DOB 07-11-2014) is observed to have an abnormal appearance to\nhis left eye. The center of the left eye appears to be cloudy and blue in color. There is drainage around the inside\ncorner of the left eye that is yellowish in color and the hair above and below the corner of the eye is wet. The white\nof the eye is slightly reddened. This dog has not been evaluated by a licensed veterinarian for the condition of the\neye.\nPoor eye and skin health could cause the dog pain and discomfort as well as lead to possible further health issues.\nThe licensee must have the above mentioned dogs evaluated by a licensed veterinarian for a proper diagnosis and\nto establish an effective treatment plan. The diagnosis and treatment plan must be documented and available to\nthe inspector upon request. The licensee must ensure that all dogs receive adequate veterinary care at all times.\nCorrection date: End of business January 28, 2017"
    },
    {
      "code": "3.1(f)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "The trash container located in the housing facility has no lid. Trash containers without lids could attract pests such\nas flies. All trash containers located within housing facilities, food storage areas, and food preparation areas must\nbe leak-proof and have a tightly fitting lid on them at all times. The licensee must acquire a tightly fitted lid for the\ntrash container to ensure that the trash within does not attract any flies.\nCorrection date: January 31, 2017"
    },
    {
      "code": "3.3(e)(1)(iii)",
      "kind": "",
      "repeat": false,
      "desc": "SHELTERED HOUSING FACILITIES.",
      "narrative": "One enclosure, containing one adult dog and five puppies, has a whelping box constructed of cardboard. The\ncardboard is not impervious to moisture and will absorb fluids causing a loss of the structural integrity of the\ncardboard. The cardboard is also not capable of being properly cleaned and sanitized which could increase the\ndisease risk towards the dogs.\nAll walls, boxes, houses, dens and other surfaces in contact with the animals must be impervious to moisture. The\nlicensee must replace the cardboard whelping box with a surface that is impervious to moisture and can be properly\ncleaned and sanitized in order to support the health and well-being of the dogs.\nCorrection date: January 28, 2017\nThis inspection and exit interview were conducted with Kelly Maxwell, ACI and the facility representative."
    }
  ],
  "narrative": "2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nA female Dachshund (“Hershey”, #0A02513559, DOB 01-29-2015) is observed limping slightly on her right front\nfoot.  Closer inspection of the underside of the foot revealed that the large pad has split open.  The damaged area is\nlocated near the front of the large pad and the split sections of tissue felt hard and thickened to the touch. The dog\nhas not been evaluated by a licensed veterinarian for this condition.  \nThis Dachshund also has areas of hair loss on her tail and ears.  The hair loss on the ears is located on the outside\nof the ear flap and along the edges of the ear flap.  The skin feels somewhat thickened in these areas.  The hair\nloss on the tail is located along the entire length of the top side of the tail and two sections are covered in a round,\nbrown, scab-like material.  The hair around the base of the tail has a flaky material trapped within it.  \nThe licensee has documentation that this dog was evaluated by a licensed veterinarian and treated with a\nmedicated shampoo and Animax Ointment for ringworm from June 26, 2016 through August 20, 2016.  The\nlicensee then self-treated the dog again December 8, 2016 through December 13, 2016, but did not have the dog\nre-evaluated by a licensed veterinarian at this time.  The licensee treated the dog once more on January 20, 2017\nwith Derma Vet Ointment, but did not have the dog re-evaluated by a licensed veterinarian and does not have\ndocumentation from a licensed veterinarian approving the use of the Derma Vet Ointment, the dosage of this\nproduct, how often it should be used, and for what duration.\nA male Shih tzu (“Mighty Rocket”, 0A02261427, DOB 07-11-2014) is observed to have an abnormal appearance to\nhis left eye.  The center of the left eye appears to be cloudy and blue in color.  There is drainage around the inside\ncorner of the left eye that is yellowish in color and the hair above and below the corner of the eye is wet.  The white\nof the eye is slightly reddened.  This dog has not been evaluated by a licensed veterinarian for the condition of the\neye. \nPoor eye and skin health could cause the dog pain and discomfort as well as lead to possible further health issues. \nThe licensee must have the above mentioned dogs evaluated by a licensed veterinarian for a proper diagnosis and\nto establish an effective treatment plan.  The diagnosis and treatment plan must be documented and available to\nthe inspector upon request.  The licensee must ensure that all dogs receive adequate veterinary care at all times.\n\nCorrection date:  End of business January 28, 2017\n3.1(f)\nHOUSING FACILITIES, GENERAL.\nThe trash container located in the housing facility has no lid.  Trash containers without lids could attract pests such\nas flies.  All trash containers located within housing facilities, food storage areas, and food preparation areas must\nbe leak-proof and have a tightly fitting lid on them at all times.  The licensee must acquire a tightly fitted lid for the\ntrash container to ensure that the trash within does not attract any flies.\nCorrection date:  January 31, 2017\n3.3(e)(1)(iii)\nSHELTERED HOUSING FACILITIES.\nOne enclosure, containing one adult dog and five puppies, has a whelping box constructed of cardboard.  The\ncardboard is not impervious to moisture and will absorb fluids causing a loss of the structural integrity of the\ncardboard.  The cardboard is also not capable of being properly cleaned and sanitized which could increase the\ndisease risk towards the dogs.     \nAll walls, boxes, houses, dens and other surfaces in contact with the animals must be impervious to moisture.  The\nlicensee must replace the cardboard whelping box with a surface that is impervious to moisture and can be properly\ncleaned and sanitized in order to support the health and well-being of the dogs.  \nCorrection date:  January 28, 2017\nThis inspection and exit interview were conducted with Kelly Maxwell, ACI and the facility representative.",
  "animals_total": 91,
  "species": [
    {
      "count": 54,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 37,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}