{
  "insp_id": "INS-0000852466",
  "layout": "c",
  "customer_id": "5222",
  "customer_name": "Helene Hamrick",
  "customer_addr": "17798 Hwy 92\nAckworth, IA 50001",
  "certificate": "42-A-0124",
  "site_id": "001",
  "site_name": "HELENE HAMRICK",
  "insp_type": "RE-LICENSE INSPECTION",
  "date": "14-MAR-2023",
  "report_date": "14-MAR-2023",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "Male bichon (\"Romeo\", microchip 839-322-027) has a heavily matted hair coat. The matted hair is found throughout the\nentire hair coat, but more significant matting is found on the legs, feet, and between and behind the dog's forelegs. The\nhair in these areas is matted into thick, solid clumps with a few that are tight against the skin.\nMale poodle (DOB 08/29/23, assigned #23075) has a matted hair coat. Clumps of matted hair are located across the top\nof the dog's head and around the dog's tail. Clumps of dried feces are attached to the matted hair around the tail. The\nProgram of Veterinary Care states that the dogs will be groomed every three months, but this animal is approximately 6.5\nmonths old and has yet to receive any grooming.\nMatted hair coats could cause pain and discomfort to the animal as well as lead to further health issues.\nEach dealer must use appropriate methods to prevent, control, diagnose and treat diseases and injuries. The above-\nmentioned dogs must have the matted hair and feces removed from their hair coats. The licensee must ensure that the\nhair coat of each animal remains clean and free of matted hair at all times in order to support their health and well-being.\nA bottle of Clavamox is not being properly stored. The Clavamox is being stored in a cabinet at room temperature, but\nthe veterinarian has applied their own label to the Clavamox which states that the product should be refrigerated. Failure\nto store medical products at the proper temperature may interfere with their ability to be effective which could have a\nnegative impact on health of the animal.\nEach dealer must use appropriate methods to prevent, control, diagnose and treat diseases and injuries. The licensee\nmust store the Clavamox appropriately and ensure that all medical products used for the dogs are properly stored at all\ntimes."
    },
    {
      "code": "2.50(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Time and method of identification.",
      "narrative": "Three 6.5 month old dogs have no official form of identification. Each dog has a written number documented on a \"cage\ncard\", but do not have an official tag, tattoo, or microchip. Official identification is necessary for APHIS officials to identify\nanimals and to complete required forms such as medical records and APHIS form 7005 (Record of Acquistion of Dogs on\nHand).\nEach class \"A\" dealer shall identify all live dogs by an official tag affixed to a collar around the animal's neck, an approved\ndistinctive and legible tattoo, or a microchip. The licensee must apply an official form of identification to each of the three\ndogs. The licensee must ensure that each dog has the required form of official identification at all times."
    },
    {
      "code": "2.75(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Records: Dealers and exhibitors.",
      "narrative": "Three 6.5-month-old adult dogs are not documented on APHIS form 7005 (Record of Acquisition of Dogs on Hand). The\ndocumentation of acquisition information is necessary for APHIS officials to identify animals and to trace their movements.\nEach dealer shall make, keep, and maintain records or forms which fully and correctly disclose all required information for\neach dog, purchased, acquired, owned, held, in possession of, transported, euthanized, sold, or disposed of. The\nlicensee must add the acquisition information for the three dogs to APHIS form 7005. The licensee must ensure that all\nrequired information for the animals is fully documented on the appropriate forms at all times."
    },
    {
      "code": "3.1(c)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Housing facilities, general.",
      "narrative": "In the Female Building, Pen #19 and Pen #9 have an insulative material on the interior of the doggie door that has been\nscratched and damaged by the dogs and some of the material is peeling away. This material is also coated in a buildup\nof dirt and organic debris. A total of two adult dogs are housed in these affected enclosures.\nIn the Whelping Building, Pen A4 and Pen C1 have a buildup of brown dirt and organic debris on the interior of the doggie\ndoor. A total of five dogs are housed in these affected enclosures.\nIn the Male Building, Pen #12 has a buildup of brown dirt and organic material on the interior of the doggie door. The\nmaterial on the surface of the wall adjacent to the doggie door is peeling and the paint on the wall near the dog feeder is\nalso peeling. Areas of the wooden framework at the back of the enclosure contain exposed wood that is not impervious to\nmoisture. There is one dog housed in this affected enclosure.\nSurfaces soiled with dirt and organic material could increase the risk of disease towards the dogs. Wood that is not\nimpervious to moisture and peeling and damaged surface materials cannot be readily cleaned and sanitized which could\nalso increase the risk of disease towards the dogs.\nThe surfaces of housing facilities must be constructed in a manner and made of materials that allow them to be readily\ncleaned and sanitized or removed or replaced when worn or soiled. The licensee must alter the insulative material,\npeeling walls and exposed wood in a manner that allows for cleaning and sanitizing of these surfaces to occur. The\nlicensee must also ensure that all surfaces, including doggie doors, remain free of a buildup of dirt and organic material in\norder to protect the health of the animals."
    },
    {
      "code": "3.6(a)(2)(ii)",
      "kind": "",
      "repeat": false,
      "desc": "Primary enclosures.",
      "narrative": "Numerous enclosures throughout the facility have a damaged \"threshold\" between the doggie doors. The lower part of\n\"threshold\" is covered by a piece of metal and this metal has broken creating sharp points and jagged edges that the dogs\ncould step on as they walk across the \"threshold\". Affected enclosures include:\n**A4 in Whelping Building housing 3 dogs\n**C1 in Whelping Building housing 2 dogs\n**Pen 10 in Male Building housing 2 dogs\nThe sharp points of screws were also found in several enclosures. In pen B3, housing 1 adult dog and 4 puppies, a screw\nhas penetrated through the enclosure wall creating a sharp point at the level of the dogs. In pen #12 in the Male Building,\na large screw is protruding from the back wall of the enclosure creating a sharp point at the level of the dog.\nSharp points and jagged edges could cause injury to the animals.\nPrimary enclosures must protect the animals from injury. The licensee must alter the damaged \"thresholds\" and sharp\npoints of the screws in a manner that eliminates the risk of injury to the dogs. The licensee must ensure that the housing\nfacility is safe for the dogs at all times.\nOne enclosure in the Female Building, containing one adult dog, has a plastic bag lying on the enclosure floor. The\nplastic bag has been torn apart by the dog. Direct contact with plastic bags could cause injury to the dog should it\nconsume the plastic.\nPrimary enclosures must protect the dogs from injury. The licensee must remove the plastic bag from the enclosure and\nensure that each enclosure remains free of foreign materials at all times in order to protect the health of the animals. The\nlicensee removed the plastic bag at the time of the inspection."
    },
    {
      "code": "3.13(b)(4)",
      "kind": "",
      "repeat": false,
      "desc": "Veterinary care for dogs.",
      "narrative": "The licensee had each adult dog physically examined by the attending veterinarian within the last twelve months, but the\nresults of the examinations are not documented.\nMale Shih tzu (microchip 004-521-009) underwent an eye staining test on 09/12/22, but the results of the test were not\ndocumented.\nFailure to document the results of examinations and tests may interfere with the ability of APHIS officials to determine if\nthe animals are receiving adequate veterinary care.\nEach dealer shall keep copies of medical records that include the dates and findings/results of all screening, routine, or\nother required or recommended tests or examinations. The licensee must ensure that the results of all examinations and\ntesting are documented on a medical record that contains all required information.\nThis is a 1st Re-License Inspection for a Class \"A\" license. The inspection and exit briefing were conducted with the\napplicant.\nAll items must be in compliance within 2 more inspection(s) or by 13-May-2023 or the applicant will forfeit the license fee\nand must wait 6 months to reapply. Please contact your inspector to schedule your next Re-License Inspection.\nRegulated activity can continue under your existing USDA license until it expires.\nn"
    }
  ],
  "narrative": "2.40(b)(2) \n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nMale bichon (\"Romeo\", microchip 839-322-027) has a heavily matted hair coat.  The matted hair is found throughout the \nentire hair coat, but more significant matting is found on the legs, feet, and between and behind the dog's forelegs.  The \nhair in these areas is matted into thick, solid clumps with a few that are tight against the skin.   \n \nMale poodle (DOB 08/29/23, assigned #23075) has a matted hair coat.  Clumps of matted hair are located across the top \nof the dog's head and around the dog's tail.  Clumps of dried feces are attached to the matted hair around the tail.  The \nProgram of Veterinary Care states that the dogs will be groomed every three months, but this animal is approximately 6.5 \nmonths old and has yet to receive any grooming.   \n \nMatted hair coats could cause pain and discomfort to the animal as well as lead to further health issues.   \n \nEach dealer must use appropriate methods to prevent, control, diagnose and treat diseases and injuries.  The above-\nmentioned dogs must have the matted hair and feces removed from their hair coats.  The licensee must ensure that the \nhair coat of each animal remains clean and free of matted hair at all times in order to support their health and well-being.\n\nA bottle of Clavamox is not being properly stored.  The Clavamox is being stored in a cabinet at room temperature, but \nthe veterinarian has applied their own label to the Clavamox which states that the product should be refrigerated.   Failure \nto store medical products at the proper temperature may interfere with their ability to be effective which could have a \nnegative impact on health of the animal.   \n \nEach dealer must use appropriate methods to prevent, control, diagnose and treat diseases and injuries.  The licensee \nmust store the Clavamox appropriately and ensure that all medical products used for the dogs are properly stored at all \ntimes. \n2.50(a)(1) \n   \nTime and method of identification. \nThree 6.5 month old dogs have no official form of identification.  Each dog has a written number documented on a \"cage \ncard\", but do not have an official tag, tattoo, or microchip.  Official identification is necessary for APHIS officials to identify \nanimals and to complete required forms such as medical records and APHIS form 7005 (Record of Acquistion of Dogs on \nHand). \n \nEach class \"A\" dealer shall identify all live dogs by an official tag affixed to a collar around the animal's neck, an approved \ndistinctive and legible tattoo, or a microchip.  The licensee must apply an official form of identification to each of the three \ndogs.  The licensee must ensure that each dog has the required form of official identification at all times. \n2.75(a)(1) \n   \nRecords: Dealers and exhibitors. \nThree 6.5-month-old adult dogs are not documented on APHIS form 7005 (Record of Acquisition of Dogs on Hand).  The \ndocumentation of acquisition information is necessary for APHIS officials to identify animals and to trace their movements.\n\nEach dealer shall make, keep, and maintain records or forms which fully and correctly disclose all required information for \neach dog, purchased, acquired, owned, held, in possession of, transported, euthanized, sold, or disposed of.  The \nlicensee must add the acquisition information for the three dogs to APHIS form 7005.  The licensee must ensure that all \nrequired information for the animals is fully documented on the appropriate forms at all times. \n3.1(c)(1) \n   \nHousing facilities, general. \nIn the Female Building, Pen #19 and Pen #9 have an insulative material on the interior of the doggie door that has been \nscratched and damaged by the dogs and some of the material is peeling away.  This material is also coated in a buildup \nof dirt and organic debris. A total of two adult dogs are housed in these affected enclosures.   \n \nIn the Whelping Building, Pen A4 and Pen C1 have a buildup of brown dirt and organic debris on the interior of the doggie \ndoor.  A total of five dogs are housed in these affected enclosures. \n \nIn the Male Building, Pen #12 has a buildup of brown dirt and organic material on the interior of the doggie door.  The \nmaterial on the surface of the wall adjacent to the doggie door is peeling and the paint on the wall near the dog feeder is \nalso peeling.  Areas of the wooden framework at the back of the enclosure contain exposed wood that is not impervious to \nmoisture.  There is one dog housed in this affected enclosure.   \n \nSurfaces soiled with dirt and organic material could increase the risk of disease towards the dogs. Wood that is not \nimpervious to moisture and peeling and damaged surface materials cannot be readily cleaned and sanitized which could \nalso increase the risk of disease towards the dogs.\n\nThe surfaces of housing facilities must be constructed in a manner and made of materials that allow them to be readily \ncleaned and sanitized or removed or replaced when worn or soiled.  The licensee must alter the insulative material, \npeeling walls and exposed wood in a manner that allows for cleaning and sanitizing of these surfaces to occur.  The \nlicensee must also ensure that all surfaces, including doggie doors, remain free of a buildup of dirt and organic material in \norder to protect the health of the animals. \n3.6(a)(2)(ii) \n   \nPrimary enclosures. \nNumerous enclosures throughout the facility have a damaged \"threshold\" between the doggie doors.  The lower part of \n\"threshold\" is covered by a piece of metal and this metal has broken creating sharp points and jagged edges that the dogs \ncould step on as they walk across the \"threshold\".  Affected enclosures include: \n**A4 in Whelping Building housing 3 dogs \n**C1 in Whelping Building housing 2 dogs \n**Pen 10 in Male Building housing 2 dogs \n \nThe sharp points of screws were also found in several enclosures.  In pen B3, housing 1 adult dog and 4 puppies, a screw \nhas penetrated through the enclosure wall creating a sharp point at the level of the dogs.  In pen #12 in the Male Building, \na large screw is protruding from the back wall of the enclosure creating a sharp point at the level of the dog.   \n \nSharp points and jagged edges could cause injury to the animals. \n \nPrimary enclosures must protect the animals from injury.  The licensee must alter the damaged \"thresholds\" and sharp\n\npoints of the screws in a manner that eliminates the risk of injury to the dogs.  The licensee must ensure that the housing \nfacility is safe for the dogs at all times. \n \nOne enclosure in the Female Building, containing one adult dog, has a plastic bag lying on the enclosure floor.  The \nplastic bag has been torn apart by the dog.  Direct contact with plastic bags could cause injury to the dog should it \nconsume the plastic.   \n \nPrimary enclosures must protect the dogs from injury.  The licensee must remove the plastic bag from the enclosure and \nensure that each enclosure remains free of foreign materials at all times in order to protect the health of the animals.  The \nlicensee removed the plastic bag at the time of the inspection. \n3.13(b)(4) \n   \nVeterinary care for dogs. \nThe licensee had each adult dog physically examined by the attending veterinarian within the last twelve months, but the \nresults of the examinations are not documented.   \n \nMale Shih tzu (microchip 004-521-009) underwent an eye staining test on 09/12/22, but the results of the test were not \ndocumented.   \n \nFailure to document the results of examinations and tests may interfere with the ability of APHIS officials to determine if \nthe animals are receiving adequate veterinary care.   \n \nEach dealer shall keep copies of medical records that include the dates and findings/results of all screening, routine, or\n\nother required or recommended tests or examinations.  The licensee must ensure that the results of all examinations and \ntesting are documented on a medical record that contains all required information. \n \nThis is a 1st Re-License Inspection for a Class  \"A\" license. The inspection and exit briefing were conducted with the \napplicant. \n \nAll items must be in compliance within 2 more inspection(s) or by 13-May-2023 or the applicant will forfeit the license fee \nand must wait 6 months to reapply. Please contact your inspector to schedule your next Re-License Inspection. \n \nRegulated activity can continue under your existing USDA license until it expires. \n \n n",
  "animals_total": 59,
  "species": [
    {
      "count": 55,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 4,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}