{
  "insp_id": "2016082569719948",
  "layout": "a",
  "customer_id": "502185",
  "customer_name": "Wizard Of Paws Wildlife Education Inc",
  "customer_addr": "403 Fletcher Ln\nBeech Grove, IN 46107",
  "certificate": "32-C-0276",
  "site_id": "001",
  "site_name": "WIZARD OF PAWS WILDLIFE EDUCATION INC",
  "insp_type": "ROUTINE INSPECTION",
  "date": "11-FEB-2020",
  "report_date": "12-FEB-2020",
  "citations": [
    {
      "code": "3.6(c)(1)(iii)",
      "kind": "Direct",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "Two Thai ridgeback dogs are housed in individual enclosures previously used for the red foxes. This is intended to\nbe temporary housing for the next couple of weeks. The dogs are too big for these enclosures. They have\ninsufficient space to stand in a comfortable normal position, nor are they able to walk in a normal manner. Their\nheads are in contact with the tops of the enclosures causing the dogs to crouch. When crouched, their backs are\nalso very close to the tops of the enclosures. Unless lying down, their movement is restricted to a crouched circle.\nThe facility states that they are removed from the enclosures three times daily for exercise and walks (at minimum\nfor 15 minutes each time, sometimes longer). Being housed in small, tight enclosures is stressful for the dogs,\nwhich negatively impacts their health and well being. The interior height of a primary enclosure for dogs must be at\nleast 6 inches higher than the head of the tallest dog in the enclosure when it is in a normal standing position.\nCorrect by: February 14, 2020"
    },
    {
      "code": "3.128",
      "kind": "",
      "repeat": false,
      "desc": "SPACE REQUIREMENTS.",
      "narrative": "Two red foxes have been moved to smaller enclosures for an expected time period of approximately 2 weeks.\nThe enclosures are too small to allow the foxes the ability to stand erect without crouching, as their ears contact the\nenclosure tops. According to facility representatives, these foxes reportedly are placed in the outdoor exercise\nenclosure daily. Inadequate space may contribute to malnutrition, poor condition, debility, stress, or abnormal\nbehavior patterns. Enclosures shall be constructed and maintained so as to provide sufficient space to allow each\nanimal to make normal postural and social adjustments with adequate freedom of movement.\nCorrect by: February 15, 2020"
    },
    {
      "code": "3.131(c)",
      "kind": "",
      "repeat": true,
      "desc": "SANITATION.",
      "narrative": "Many stored items, such as donated food and supplies, personal items, and other equipment crowd the indoor\nfacility. Items have been moved and re-organized since the last inspection (April 29, 2019) reflecting an\nimprovement, though animal areas remain too cluttered. The clutter makes it difficult to sweep and adequately\nclean the animal rooms. Spilled feed, dust, dander, and animal hair attract rodent pests and/or harbor disease\nhazards. Accumulations shall be cleared as necessary to protect the health of the animals.\nRemains Uncorrected\nThis inspection and exit interview were conducted with the President and Vice President."
    }
  ],
  "narrative": "3.6(c)(1)(iii)           DIRECT\nPRIMARY ENCLOSURES.\nTwo Thai ridgeback dogs are housed in individual enclosures previously used for the red foxes.  This is intended to\nbe temporary housing for the next couple of weeks.  The dogs are too big for these enclosures.  They have\ninsufficient space to stand in a comfortable normal position, nor are they able to walk in a normal manner.  Their\nheads are in contact with the tops of the enclosures causing the dogs to crouch.  When crouched, their backs are\nalso very close to the tops of the enclosures.  Unless lying down, their movement is restricted to a crouched circle. \nThe facility states that they are removed from the enclosures three times daily for exercise and walks (at minimum\nfor 15 minutes each time, sometimes longer).  Being housed in small, tight enclosures is stressful for the dogs,\nwhich negatively impacts their health and well being.  The interior height of a primary enclosure for dogs must be at\nleast 6 inches higher than the head of the tallest dog in the enclosure when it is in a normal standing position.\nCorrect by:  February 14, 2020\n3.128\nSPACE REQUIREMENTS. \nTwo red foxes have been moved to smaller enclosures for an expected time period of approximately 2 weeks. \n The enclosures are too small to allow the foxes the ability to stand erect without crouching, as their ears contact the\nenclosure tops.  According to facility representatives, these foxes reportedly are placed in the outdoor exercise\nenclosure daily.  Inadequate space may contribute to malnutrition, poor condition, debility, stress, or abnormal\nbehavior patterns.   Enclosures shall be constructed and maintained so as to provide sufficient space to allow each\nanimal to make normal postural and social adjustments with adequate freedom of movement.\nCorrect by:  February 15, 2020\n3.131(c)                    REPEAT\nSANITATION.   \nMany stored items, such as donated food and supplies, personal items, and other equipment crowd the indoor\nfacility.  Items have been moved and re-organized since the last inspection (April 29, 2019) reflecting an\n\nimprovement, though animal areas remain too cluttered.  The clutter makes it difficult to sweep and adequately\nclean the animal rooms.  Spilled feed, dust, dander, and animal hair attract rodent pests and/or harbor disease\nhazards.  Accumulations shall be cleared as necessary to protect the health of the animals.\nRemains Uncorrected\nThis inspection and exit interview were conducted with the President and Vice President.",
  "animals_total": 29,
  "species": [
    {
      "count": 5,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 3,
      "scientific": "Canis lupus hallstromi",
      "common": "NEW GUINEA SINGING DOG"
    },
    {
      "count": 8,
      "scientific": "Felis silvestris catus",
      "common": "CAT ADULT"
    },
    {
      "count": 1,
      "scientific": "Genetta genetta",
      "common": "SMALL SPOTTED GENET"
    },
    {
      "count": 3,
      "scientific": "Mustela putorius furo",
      "common": "DOMESTIC FERRET"
    },
    {
      "count": 1,
      "scientific": "Oryctolagus cuniculus",
      "common": "DOMESTIC RABBIT / EUROPEAN RABBIT"
    },
    {
      "count": 6,
      "scientific": "Vulpes vulpes",
      "common": "RED FOX (INCLUDES SILVER FOX & CROSS FOX)"
    },
    {
      "count": 2,
      "scientific": "Vulpes zerda",
      "common": "FENNEC FOX"
    }
  ]
}