{
  "insp_id": "INS-0000859342",
  "layout": "c",
  "customer_id": "508170",
  "customer_name": "ADAM YODER",
  "customer_addr": "3318 Mennonite School Road\nMONTEZUMA, GA 31063",
  "certificate": "67-A-0002",
  "site_id": "001",
  "site_name": "ADAM YODER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "10-MAR-2023",
  "report_date": "23-MAR-2023",
  "citations": [
    {
      "code": "2.1(b)(2)(i)",
      "kind": "",
      "repeat": false,
      "desc": "Requirements and application",
      "narrative": "The maximum number of animals authorized for the facility’s current license is 2800, but USDA inspectors counted at\nleast 3873 rabbits during inspection. The USDA license authorizes a specific number of animals to ensure the facility is\ncapable of providing care for that number of animals. A licensee must obtain a new license before any change resulting in\nmore than the authorized number of animals on hand at any single point in time during the period of licensure. The\nlicensee must maintain no more than the maximum number of animals that his USDA license allows. To be corrected by\nJune 19, 2023."
    },
    {
      "code": "2.40(b)(3)",
      "kind": "Direct",
      "repeat": true,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "During inspection, animals were identified with medical conditions that had not been noticed or had been inadequately\ndiagnosed by the facility.\nThe following animals in need of veterinary care were not identified during the facility’s daily observations:\n- In the last row on the parking side towards the center, a white rabbit was found with a large firm circular black mass,\napproximately 1 to 1.5 inch in diameter, below the left eye. Some white swirls could be seen on top of the black mass.\nThe left eye was half closed with some cloudy white discharge in the inner corner of the eye. The skin around the left eye\nwas red and irritated. The rabbit appeared lethargic and was cowering in the corner of the enclosure.\n- In the middle row, across the 4th row on the pecan side, a white rabbit was seen with a small area of black crusty\nmaterial at the intersection between his head and the right ear. This rabbit also had a moderate amount of cloudy white\ndischarge in the inner corner of the right eye and a wet nose. The licensee had identified the ear lesion explaining it\noccurred during a mating session but did not notice the eye and nose discharge. The rabbit appeared slightly dull.\n- In enclosure 220, the left eye of a white albino kit was half closed. All that was visible was a red membrane with a cloudy\nwhite semi-circle curved towards the inner corner of the eye.\n- A white and brown female rabbit in enclosure 763 had a weeping left eye. The hair around the eye was wet and the skin\nunder the eye was slightly flushed pink. The licensee had shaved down the hair in front of her eye to assist with a\nprevious eye infection but had not identified the new occurrence.\n- A white juvenile rabbit in an enclosure with its mother and one other sibling (middle lane on the parking side of the barn)\nhad a swollen right eye that could barely open. The hair around the eye was missing and the visible skin was slightly pink.\n- In the 4th row on the pecan side, the 8th enclosure from the beginning had a black faced brown rabbit with a moderate\namount of cloudy white discharge exuding from the left nostril.\n- In the last row on the parking side, a grey rabbit in the last enclosure was heard sneezing and had a small amount of\nwhite nasal discharge as well as some nasal flaring.\n- In the last row on the parking side, a brown rabbit in the next to last enclosure, had some clear nasal discharge and the\nhair surrounding his nostrils were matted with old discharge.\n- In the 5th row on the pecan side, the 5th enclosure from the end had a grey rabbit with a moderate amount of opaque\nsemi-clear white discharge exuding from the right nostril.\n- In the second building, in the last row on the parking side, a brown/red rabbit had a large amount of crusty black and red\nmaterial inside both ears. The skin inside the ear below the crusty material appeared red and irritated.\n- Several rabbits throughout the primary and secondary barns were noted to have overgrown nails or nails that were on\nthe verge of being overgrown. At least 17 rabbits had overgrown nails that curled to the side or extended far beyond the\nfoot.\nThe following animals in need of care were inadequately diagnosed by the facility and the attending veterinarian was not\nconsulted on adequate care:\n- A brown female rabbit with a black face, in a middle row on the parking side, had a large area of open inflammation\nspanning the length of her back. The hair was wet and matted down from a large amount of thick opaque whitish-yellow\nsubstance that was oozing out of her skin. The skin that was visible in that area was ulcerated, reddened and inflamed.\nThe licensee stated that this occurred during a mating session, diagnosed it as an injury and was inadequately treating as\nsuch without having identified/considered the current skin infection/inflammation.\n- In the middle row, across the 6th row on the parking side, a grey and white rabbit was seen with half of the left eye\ncovered with a pink fleshy membrane starting at the inner corner of the eye. The licensee had been treating the rabbit for\nan eye infection without having identified/considered the protruding membrane significantly affecting the eye.\nThe conditions affecting these animals were not identified or were inadequately diagnosed by the licensee. Therefore,\nsuitable medical care had not been provided and the attending veterinarian was not consulted. Failure to promptly as well\nas accurately identify diseases and injuries delays treatment and causes undue pain and distress in animals with\nconditions such as these listed here. The licensee must ensure that daily observation of all animals occur in order to\nassess their health and well-being. Timely communication with the attending veterinarian must occur to provide proper\ndiagnosis and medical attention. In consultation with the attending veterinarian, a treatment plan must be established for\nthe above-mentioned animals."
    },
    {
      "code": "3.50(d)",
      "kind": "",
      "repeat": true,
      "desc": "Facilities, general.",
      "narrative": "There were mounds of feces on the floor below the rows of primary enclosures equipped with wire floors. The mounds\nvaried in height, reaching up to about 6 inches in some areas and 1 foot in others. A white fuzzy film covered the feces\nand circular red buckets, located at regular intervals on the floor below the rows, were full of water mixed with feces. A\nlarge amount of small black flies could be seen within and roaming around the red buckets while a moderate amount of\nflies could be seen on the feces. The licensee explained that the feces was last removed 6 months ago and started waste\ndisposal prior to inspection. The fecal waste accumulation was attracting pests which could become a disease hazard or\narea of contamination for the rabbits. Waste accumulation can also lead to odors which additionally can adversely impact\nhealth and comfort of the rabbits. The licensee shall have provisions for more frequent removal and disposal of animal\nwaste to minimize the risk of vermin infestation, odors and disease hazards."
    },
    {
      "code": "3.53(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Primary enclosures.",
      "narrative": "In the primary barn, sharp points were protruding into at least 48 primary enclosures containing rabbits. The facility no\nlonger uses metal wire hay holders; however, these hay feeders are still attached to some primary enclosures. In at least\n25 enclosures, the bottom sections of the hay holders, made up of about 7 wire strands that terminate in sharp points,\nprotruded into the primary enclosure. Additionally, the facility uses thin metal sheets as dividers between primary\nenclosures. In at least 8 enclosures, the rabbits have chewed at sections of these metal sheets and created sharp edges\nthat peeled upwards to protrude into the animal space. Finally, the facility has bought new stainless steel pellet feeders\nand attached them to the primary enclosures using 2 small metal wires, one at each end of the feeder. In at least 15\nenclosures, the newer feeders did not have the 2 metal wires straightened down and they were protruding into the\nenclosure at eye level. Sharp points such as these protruding into animal enclosures can cause injury. Primary enclosures\nmust be constructed and maintained in good repair to protect the rabbits from injury. To be corrected by April 19, 2023."
    },
    {
      "code": "3.53(a)(4)",
      "kind": "",
      "repeat": false,
      "desc": "Primary enclosures.",
      "narrative": "USDA inspectors identified at least 12 rabbit wire enclosures located in the primary barn with floors in need of repair. The\nmetal wire mesh that formed the bottom of the enclosures had rusted, causing metal pieces to deteriorate and fall off\nleaving behind holes of varying size rimmed with sharp edges. Some enclosures, such as 103, and 887, very small\ninterruptions/gaps were created between the metal strands creating sharp points. In other enclosures, such as 146, 770,\n771 and 884, larger gaps, about 2 to 3 inches wide, were formed between the strands creating a limb injury as well as\nentrapment hazard. Enclosures 104, 772 which contained kits and an enclosure housing 1 grey Flemish giant rabbit, each\nhad a very large hole, 4 inches to 6 inches wide, that presented an entrapment, injury and escape hazard, the latter\nreferring to the kits in 772. These openings created by deteriorated rusted wires were large enough to allow the rabbit’s\nfeet and legs to fall through, get injured or get entrapped. These damaged enclosure floors are not maintained in\nadequate repair in order to safely contain the animals and protect them from injury. The floors of the primary enclosures\nmust be constructed/maintained so as to protect the rabbits’ feet and legs from injury. To be corrected by April 19, 2023."
    },
    {
      "code": "3.53(c)(2)",
      "kind": "",
      "repeat": false,
      "desc": "Primary enclosures.",
      "narrative": "At least 6 primary enclosures had less than the minimum square footage for each rabbit. All affected rabbits were weaned\nand weighed under 4.4 pounds each and thereby required 1.5 square feet per rabbit. There were 3 different sized cages\nof concern:\n1) 2 feet (width) x 1.3 feet (length) resulting in 2.6 square feet. One of such enclosure was housing 2 rabbits requiring 3\nsquare feet total while another housed 3 rabbits requiring 4.5 square feet.\n2) 2 feet x 2 feet resulting in 4 square feet. One such enclosure was housing 4 rabbits requiring 6 square feet total.\n3) 2 feet x 2.5 feet resulting in 5 square feet. Two of such enclosures were housing 5 young rabbits requiring 7.5 square\nfeet while another housed 6 young rabbits requiring 9 square feet.\nFailing to provide adequate floor space for the rabbits could affect their comfort, health, and well-being. By not adhering to\nthe minimum square footage, this can result in overcrowding, increased likelihood of stress, and disease transmission.\nEach rabbit housed in a primary enclosure shall be provided a minimum amount to floor space, exclusive of the space\ntaken up by food and water receptacles. So, for rabbits weighing less than 4.4 pounds, at least 1.5 square feet should be\nprovided per rabbit in accordance with the AWA. To be corrected by April 19, 2023."
    },
    {
      "code": "3.56(c)",
      "kind": "",
      "repeat": false,
      "desc": "Sanitation.",
      "narrative": "In both buildings, there was a large accumulation of items around the primary enclosures. In the main building, the items\nwere mainly located at both ends while in the second building, the items were at one end and spanning most of the length\non one side of the enclosures. Storage items, such as nest boxes, shavings and construction material, were intermixed\nwith trash in need of discarding, such as cardboard boxes, and broken items. In the main building, spilled grain feed was\nfound on the floor between the clutter and many small black ants as well as rodent feces were seen in a depression below\nthe wall. Most of the clutter items were covered in dust and debris. The clutter has led to the accumulation of dust and\ndebris as well as the harboring of pest. Premises shall remain free of clutter and accumulation of trash to facilitate\nhusbandry practices and protect the animal’s well-being. To be corrected by April 19, 2023."
    },
    {
      "code": "3.58(b)",
      "kind": "",
      "repeat": false,
      "desc": "Classification and separation.",
      "narrative": "Several rabbits in the main building were identified with varying degrees of respiratory disease. Some were sneezing\nwhile others had nasal as well as ocular discharge. A facility representative explained having identified this issue and\ndescribed how some animals are currently under treatment while others are being monitored. The affected rabbits were in\nindividual enclosures throughout the facility, intermingled and in direct contact with enclosures containing healthy animals.\nWith such close proximity, there is a high risk of disease spreading to the healthy animals. Rabbits under treatment for a\ncommunicable disease shall be separated from other rabbits and other susceptible species of animals in such a manner\nas to minimize dissemination of such disease. To be corrected by April 28, 2023.\nThis inspection and exit interview were conducted with a facility representative.\nAdditional Inspectors:\nE GONZALEZ, VETERINARY MEDICAL OFFICER n"
    }
  ],
  "narrative": "2.1(b)(2)(i) \n   \nRequirements and application \nThe maximum number of animals authorized for the facility’s current license is 2800, but USDA inspectors counted at \nleast 3873 rabbits during inspection. The USDA license authorizes a specific number of animals to ensure the facility is \ncapable of providing care for that number of animals. A licensee must obtain a new license before any change resulting in \nmore than the authorized number of animals on hand at any single point in time during the period of licensure. The \nlicensee must maintain no more than the maximum number of animals that his USDA license allows. To be corrected by \nJune 19, 2023. \n2.40(b)(3)  Direct Repeat\n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nDuring inspection, animals were identified with medical conditions that had not been noticed or had been inadequately \ndiagnosed by the facility.   \n \nThe following animals in need of veterinary care were not identified during the facility’s daily observations:  \n \n- In the last row on the parking side towards the center, a white rabbit was found with a large firm circular black mass,\n\napproximately 1 to 1.5 inch in diameter, below the left eye. Some white swirls could be seen on top of the black mass. \nThe left eye was half closed with some cloudy white discharge in the inner corner of the eye. The skin around the left eye \nwas red and irritated. The rabbit appeared lethargic and was cowering in the corner of the enclosure.  \n- In the middle row, across the 4th row on the pecan side, a white rabbit was seen with a small area of black crusty \nmaterial at the intersection between his head and the right ear. This rabbit also had a moderate amount of cloudy white \ndischarge in the inner corner of the right eye and a wet nose. The licensee had identified the ear lesion explaining it \noccurred during a mating session but did not notice the eye and nose discharge. The rabbit appeared slightly dull. \n- In enclosure 220, the left eye of a white albino kit was half closed. All that was visible was a red membrane with a cloudy \nwhite semi-circle curved towards the inner corner of the eye.  \n- A white and brown female rabbit in enclosure 763 had a weeping left eye. The hair around the eye was wet and the skin \nunder the eye was slightly flushed pink. The licensee had shaved down the hair in front of her eye to assist with a \nprevious eye infection but had not identified the new occurrence. \n- A white juvenile rabbit in an enclosure with its mother and one other sibling (middle lane on the parking side of the barn) \nhad a swollen right eye that could barely open. The hair around the eye was missing and the visible skin was slightly pink.  \n- In the 4th row on the pecan side, the 8th enclosure from the beginning had a black faced brown rabbit with a moderate \namount of cloudy white discharge exuding from the left nostril.  \n- In the last row on the parking side, a grey rabbit in the last enclosure was heard sneezing and had a small amount of \nwhite nasal discharge as well as some nasal flaring.   \n- In the last row on the parking side, a brown rabbit in the next to last enclosure, had some clear nasal discharge and the \nhair surrounding his nostrils were matted with old discharge. \n- In the 5th row on the pecan side, the 5th enclosure from the end had a grey rabbit with a moderate amount of opaque\n\nsemi-clear white discharge exuding from the right nostril. \n- In the second building, in the last row on the parking side, a brown/red rabbit had a large amount of crusty black and red \nmaterial inside both ears. The skin inside the ear below the crusty material appeared red and irritated. \n- Several rabbits throughout the primary and secondary barns were noted to have overgrown nails or nails that were on \nthe verge of being overgrown. At least 17 rabbits had overgrown nails that curled to the side or extended far beyond the \nfoot.   \n \nThe following animals in need of care were inadequately diagnosed by the facility and the attending veterinarian was not \nconsulted on adequate care:  \n \n- A brown female rabbit with a black face, in a middle row on the parking side, had a large area of open inflammation \nspanning the length of her back. The hair was wet and matted down from a large amount of thick opaque whitish-yellow \nsubstance that was oozing out of her skin. The skin that was visible in that area was ulcerated, reddened and inflamed. \nThe licensee stated that this occurred during a mating session, diagnosed it as an injury and was inadequately treating as \nsuch without having identified/considered the current skin infection/inflammation.   \n- In the middle row, across the 6th row on the parking side, a grey and white rabbit was seen with half of the left eye \ncovered with a pink fleshy membrane starting at the inner corner of the eye. The licensee had been treating the rabbit for \nan eye infection without having identified/considered the protruding membrane significantly affecting the eye.   \n \nThe conditions affecting these animals were not identified or were inadequately diagnosed by the licensee. Therefore, \nsuitable medical care had not been provided and the attending veterinarian was not consulted. Failure to promptly as well\n\nas accurately identify diseases and injuries delays treatment and causes undue pain and distress in animals with \nconditions such as these listed here. The licensee must ensure that daily observation of all animals occur in order to \nassess their health and well-being. Timely communication with the attending veterinarian must occur to provide proper \ndiagnosis and medical attention. In consultation with the attending veterinarian, a treatment plan must be established for \nthe above-mentioned animals. \n3.50(d)  Repeat\n   \nFacilities, general. \nThere were mounds of feces on the floor below the rows of primary enclosures equipped with wire floors. The mounds \nvaried in height, reaching up to about 6 inches in some areas and 1 foot in others. A white fuzzy film covered the feces \nand circular red buckets, located at regular intervals on the floor below the rows, were full of water mixed with feces. A \nlarge amount of small black flies could be seen within and roaming around the red buckets while a moderate amount of \nflies could be seen on the feces. The licensee explained that the feces was last removed 6 months ago and started waste \ndisposal prior to inspection. The fecal waste accumulation was attracting pests which could become a disease hazard or \narea of contamination for the rabbits. Waste accumulation can also lead to odors which additionally can adversely impact \nhealth and comfort of the rabbits. The licensee shall have provisions for more frequent removal and disposal of animal \nwaste to minimize the risk of vermin infestation, odors and disease hazards. \n3.53(a)(1) \n   \nPrimary enclosures. \nIn the primary barn, sharp points were protruding into at least 48 primary enclosures containing rabbits. The facility no \nlonger uses metal wire hay holders; however, these hay feeders are still attached to some primary enclosures. In at least \n25 enclosures, the bottom sections of the hay holders, made up of about 7 wire strands that terminate in sharp points, \nprotruded into the primary enclosure. Additionally, the facility uses thin metal sheets as dividers between primary\n\nenclosures. In at least 8 enclosures, the rabbits have chewed at sections of these metal sheets and created sharp edges \nthat peeled upwards to protrude into the animal space. Finally, the facility has bought new stainless steel pellet feeders \nand attached them to the primary enclosures using 2 small metal wires, one at each end of the feeder. In at least 15 \nenclosures, the newer feeders did not have the 2 metal wires straightened down and they were protruding into the \nenclosure at eye level. Sharp points such as these protruding into animal enclosures can cause injury. Primary enclosures \nmust be constructed and maintained in good repair to protect the rabbits from injury. To be corrected by April 19, 2023. \n3.53(a)(4) \n   \nPrimary enclosures. \nUSDA inspectors identified at least 12 rabbit wire enclosures located in the primary barn with floors in need of repair. The \nmetal wire mesh that formed the bottom of the enclosures had rusted, causing metal pieces to deteriorate and fall off \nleaving behind holes of varying size rimmed with sharp edges. Some enclosures, such as 103, and 887, very small \ninterruptions/gaps were created between the metal strands creating sharp points. In other enclosures, such as 146, 770, \n771 and 884, larger gaps, about 2 to 3 inches wide, were formed between the strands creating a limb injury as well as \nentrapment hazard. Enclosures 104, 772 which contained kits and an enclosure housing 1 grey Flemish giant rabbit, each \nhad a very large hole, 4 inches to 6 inches wide, that presented an entrapment, injury and escape hazard, the latter \nreferring to the kits in 772. These openings created by deteriorated rusted wires were large enough to allow the rabbit’s \nfeet and legs to fall through, get injured or get entrapped. These damaged enclosure floors are not maintained in \nadequate repair in order to safely contain the animals and protect them from injury. The floors of the primary enclosures \nmust be constructed/maintained so as to protect the rabbits’ feet and legs from injury. To be corrected by April 19, 2023. \n3.53(c)(2) \n   \nPrimary enclosures.\n\nAt least 6 primary enclosures had less than the minimum square footage for each rabbit. All affected rabbits were weaned \nand weighed under 4.4 pounds each and thereby required 1.5 square feet per rabbit. There were 3 different sized cages \nof concern:  \n \n1) 2 feet (width) x 1.3 feet (length) resulting in 2.6 square feet. One of such enclosure was housing 2 rabbits requiring 3 \nsquare feet total while another housed 3 rabbits requiring 4.5 square feet.   \n2) 2 feet x 2 feet resulting in 4 square feet. One such enclosure was housing 4 rabbits requiring 6 square feet total.  \n3) 2 feet x 2.5 feet resulting in 5 square feet. Two of such enclosures were housing 5 young rabbits requiring 7.5 square \nfeet while another housed 6 young rabbits requiring 9 square feet.   \n \nFailing to provide adequate floor space for the rabbits could affect their comfort, health, and well-being. By not adhering to \nthe minimum square footage, this can result in overcrowding, increased likelihood of stress, and disease transmission. \nEach rabbit housed in a primary enclosure shall be provided a minimum amount to floor space, exclusive of the space \ntaken up by food and water receptacles. So, for rabbits weighing less than 4.4 pounds, at least 1.5 square feet should be \nprovided per rabbit in accordance with the AWA. To be corrected by April 19, 2023. \n3.56(c) \n   \nSanitation. \nIn both buildings, there was a large accumulation of items around the primary enclosures. In the main building, the items \nwere mainly located at both ends while in the second building, the items were at one end and spanning most of the length \non one side of the enclosures. Storage items, such as nest boxes, shavings and construction material, were intermixed \nwith trash in need of discarding, such as cardboard boxes, and broken items. In the main building, spilled grain feed was \nfound on the floor between the clutter and many small black ants as well as rodent feces were seen in a depression below\n\nthe wall. Most of the clutter items were covered in dust and debris. The clutter has led to the accumulation of dust and \ndebris as well as the harboring of pest. Premises shall remain free of clutter and accumulation of trash to facilitate \nhusbandry practices and protect the animal’s well-being. To be corrected by April 19, 2023. \n3.58(b) \n   \nClassification and separation. \nSeveral rabbits in the main building were identified with varying degrees of respiratory disease. Some were sneezing \nwhile others had nasal as well as ocular discharge. A facility representative explained having identified this issue and \ndescribed how some animals are currently under treatment while others are being monitored. The affected rabbits were in \nindividual enclosures throughout the facility, intermingled and in direct contact with enclosures containing healthy animals. \nWith such close proximity, there is a high risk of disease spreading to the healthy animals. Rabbits under treatment for a \ncommunicable disease shall be separated from other rabbits and other susceptible species of animals in such a manner \nas to minimize dissemination of such disease. To be corrected by April 28, 2023. \n \nThis inspection and exit interview were conducted with a facility representative. \n \nAdditional Inspectors: \nE GONZALEZ, VETERINARY MEDICAL OFFICER n",
  "animals_total": 3873,
  "species": [
    {
      "count": 3873,
      "scientific": "Oryctolagus cuniculus",
      "common": "DOMESTIC RABBIT / EUROPEAN RABBIT"
    }
  ]
}