{
  "insp_id": "2016082567970304",
  "layout": "a",
  "customer_id": "13591",
  "customer_name": "Patrick Faircloth",
  "customer_addr": "222 Faircloth Dr\nChadbourn, NC 28431",
  "certificate": "55-C-0157",
  "site_id": "001",
  "site_name": "LITTLE MANS ZOO",
  "insp_type": "ROUTINE INSPECTION",
  "date": "30-AUG-2016",
  "report_date": "21-OCT-2016",
  "citations": [
    {
      "code": "3.80(a)(1)(ix)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "Several of the outdoor enclosures for the groups of spider monkeys have corner perches made of a solid piece of\nboard. These boards are wet rotted, have cracked surfaces, and are no longer water impervious. To be corrected by\n10-3-16."
    },
    {
      "code": "3.81",
      "kind": "",
      "repeat": false,
      "desc": "ENVIRONMENT ENHANCEMENT TO PROMOTE PSYCHOLOGICAL WELL-BEING.",
      "narrative": "Although there is a written Program for Environmental Enhancement, it is outdated as the primates described on it\nare not here, and the spider monkeys and one macaque that are here are not described. It is also signed off on by\ntheir former attending veterinarian. A new enrichment plan needs to be written and approved by the current\nattending veterinarian. This plan needs to address how the social needs of the primates are being met, especially\nfor the one singly housed macaque. The plan is to also address the environments of the primates and what\nenrichment items are supplied to promote species typical behaviors. To be corrected by 10-3-16."
    },
    {
      "code": "3.82(d)",
      "kind": "",
      "repeat": false,
      "desc": "FEEDING.",
      "narrative": "The white plastic baskets being used for food receptacles for the macaque and three of the spider monkey cages\nhave black speckled mildew on them. These need to be cleaned more often so the presented food does not come\nin contact with dirty surfaces. To be corrected by 9-3-16."
    },
    {
      "code": "3.84(a)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "Five spider monkeys are housed together in an outdoor enclosure with access to a shelter building. There are\nresting boards just under the viewing windows and the concrete floor is covered with shavings. Along one wall the\nshavings are entirely wet soaked and at the end near the door is a pile of fresh and older feces. The wet straw and\nfeces is attracting flies. This area needs to be cleaned more frequently to decrease disease hazards, insects,\npests, and odors. To be corrected by 9-3-16.\nThis inspection and exit interview were conducted with owners.\nThis inspection and exit interview were conducted with owners."
    }
  ],
  "narrative": "3.80(a)(1)(ix)\nPRIMARY ENCLOSURES.  \nSeveral of the outdoor enclosures for the groups of spider monkeys have corner perches made of a solid piece of\nboard. These boards are wet rotted, have cracked surfaces, and are no longer water impervious. To be corrected by\n10-3-16.\n3.81\nENVIRONMENT ENHANCEMENT TO PROMOTE PSYCHOLOGICAL WELL-BEING.\nAlthough there is a written Program for Environmental Enhancement, it is outdated as the primates described on it\nare not here, and the spider monkeys and one macaque that are here are not described.  It is also signed off on by\ntheir former attending veterinarian.   A new enrichment plan needs to be written and approved by the current\nattending veterinarian.  This plan needs to address how the social needs of the primates are being met, especially\nfor the one singly housed macaque.  The plan is to also address the environments of the primates and what\nenrichment items are supplied to promote species typical behaviors.    To be corrected by 10-3-16.\n3.82(d)\nFEEDING.   \nThe white plastic baskets being used for food receptacles for the macaque and three of the spider monkey cages\nhave black speckled mildew on them.  These need to be cleaned more often so the presented food does not come\nin contact with dirty surfaces.  To be corrected by 9-3-16.\n3.84(a)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL. \nFive spider monkeys are housed together in an outdoor enclosure with access to a shelter building.   There are\nresting boards just under the viewing windows and the concrete floor is covered with shavings.   Along one wall the\nshavings are entirely wet soaked and at the end near the door is a pile of fresh and older feces.  The wet straw and\nfeces is attracting flies.    This area needs to be cleaned more frequently to decrease disease hazards, insects,\npests, and odors.  To be corrected by 9-3-16.\n\nThis inspection and exit interview were conducted with owners.\nThis inspection and exit interview were conducted with owners.",
  "animals_total": 18,
  "species": [
    {
      "count": 1,
      "scientific": "Ateles fusciceps",
      "common": "BROWN-HEADED SPIDER MONKEY"
    },
    {
      "count": 16,
      "scientific": "Ateles geoffroyi",
      "common": "BLACK-HANDED SPIDER MONKEY"
    },
    {
      "count": 1,
      "scientific": "Macaca radiata",
      "common": "BONNET MACAQUE *MALE"
    }
  ]
}