{
  "insp_id": "356151042420734",
  "layout": "a",
  "customer_id": "327740",
  "customer_name": "Aaron J Glick",
  "customer_addr": "25766 Hwy 81\nCuba City, WI 53807",
  "certificate": "35-A-0363",
  "site_id": "001",
  "site_name": "AARON GLICK",
  "insp_type": "ROUTINE INSPECTION",
  "date": "21-DEC-2015",
  "report_date": "22-DEC-2015",
  "citations": [
    {
      "code": "3.31(b)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "Housekeeping.\n***The walls and areas around the heaters had a buildup of cobwebs and dust material. Buildup of cobwebs and\ndust around the heaters and walls can be a fire risk and does not provide for the safety and health of the animals in\nthe building. At all times maintain the walls and areas around heaters free from excessive cobwebs and dust\nbuild-up.\n***The area for storing feed and bedding was very cluttered. There was trash scattered around and unopened bags\nof bedding were no longer stacked on the pallets but were scattered around. A cluttered feed and bedding storage\narea does not ensure the safety and health of the animals because scattered trash and clutter gives areas for\nunwanted vermin (such as rats/mice/insects) to hide and could lead to contamination of feed and bedding. At all\ntimes the facility must maintain buildings and grounds free from accumulations of trash and free from clutter.\nNote: The facility had corrected these non-compliant items prior to the exit interview.\nInspection of animals and animal facility conducted on 12/21/2015 with a facility representative. Inspection of\nrecords and exit interview was conducted on 12/22/2015 with facility representatives."
    }
  ],
  "narrative": "3.31(b)\nSANITATION.\nHousekeeping. \n***The walls and areas around the heaters had a buildup of cobwebs and dust material.  Buildup of cobwebs and\ndust around the heaters and walls can be a fire risk and does not provide for the safety and health of the animals in\nthe building.  At all times maintain the walls and areas around heaters free from excessive cobwebs and dust\nbuild-up.  \n***The area for storing feed and bedding was very cluttered.  There was trash scattered around and unopened bags\nof bedding were no longer stacked on the pallets but were scattered around.  A cluttered feed and bedding storage\narea does not ensure the safety and health of the animals because scattered trash and clutter gives areas for\nunwanted vermin (such as rats/mice/insects) to hide and could lead to contamination of feed and bedding.  At all\ntimes the facility must maintain buildings and grounds free from accumulations of trash and free from clutter.  \nNote:  The facility had corrected these non-compliant items prior to the exit interview.\nInspection of animals and animal facility conducted on 12/21/2015 with a facility representative.  Inspection of\nrecords and exit interview was conducted on 12/22/2015 with facility representatives.",
  "animals_total": 795,
  "species": [
    {
      "count": 22,
      "scientific": "Atelerix albiventris",
      "common": "HEDGEHOG"
    },
    {
      "count": 773,
      "scientific": "Cavia porcellus",
      "common": "DOMESTIC GUINEA PIG"
    }
  ]
}