{
  "insp_id": "58140640043965",
  "layout": "a",
  "customer_id": "30130",
  "customer_name": "David D Yoder",
  "customer_addr": "4251 County Road 114\nSugarcreek, OH 44681",
  "certificate": "31-A-0179",
  "site_id": "001",
  "site_name": "DAVID D YODER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "04-MAR-2014",
  "report_date": "11-MAR-2014",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "** Male Yorkie #18 was found with extensive build up of brown material on its teeth. This dog has few teeth\nremaining in its mouth and those are completely covered with brown material. Remaining teeth that are covered\nwith brown material include the upper and lower canine on the left side, the 4th premolar on the left and the 4th\npremolar on the right. This dog requires veterinary attention.\n** Male Maltese #32 was found with excessive build-up of brown material on it teeth. Nearly every tooth in this\ndog's mouth has this build-up but it is especially heavy on the upper and lower molars on both sides. This dog also\nrequires veterinary attention.\nFailure to provide adequate veterinary care to animals with signs consisent with dental disease can lead to pain and\nsuffering in the animals and does not ensure appropriate care to the animals in this facility.\nCorrect this by contacting a licensed veterinarian to have these animals examined. Licensee must follow all\nreceommended treatment and maintain documentation of treatment for future review by APHIS officials.\nCorrect by: March 12, 2014"
    },
    {
      "code": "2.40(b)(3)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "*** Two dogs were found in need of veterinary care during this inspection. Although the licensee was aware of the\ncondition of one of the dogs, the second dog was found without his knowledge of the condition. The licensee must\nensure that all animals are observed daily to ensure that medical problems can be discovered and apprptiate care\ngiven in a reasonble amount of time. Failure to observe animals daily and give needed care can result in animals\nsuffering.\nCorrect from this day forward."
    },
    {
      "code": "3.4(a)",
      "kind": "",
      "repeat": false,
      "desc": "OUTDOOR HOUSING FACILITIES.",
      "narrative": "*** This faciity is housing short haired dogs outdoors. In addition, there is no statement from the attending\napproving this housing for these dogs that may not be acclimated to being housed outdoors in cold climates. This\nstatement must be obatined by the attending veterianarian to ensure that the status of these dogs is kown by the\nattending veterianrian and that he/she approves of such housing. This is required to ensure the health and well\nbeing of these dogs.\nCorrect by: 01 APR 2014"
    },
    {
      "code": "3.4(b)",
      "kind": "",
      "repeat": false,
      "desc": "OUTDOOR HOUSING FACILITIES.",
      "narrative": "*** Six adult dogs are being housed in an outdoor facility. These dogs are pair housed and have only a carpet in\ntheir shelters as bedding. Temperature during this inspeciton was 33 degrees F. One shelter box had the carpert\nlying outside on the coated metal wire floor. These dogs require additional bedding to ensure they can remain\nwarm. Inability to maintain body temperature can lead to illness in the dogs. Although they are pair housed, which\nwill allow them to lie together, additional bedding is required. Correct this by providing additional bedding to these\ndogs.\nCorrect by: 05 MAR 2014\n***Inspection conducted with facility representative, exit interview conducted with the licensee. Licensee agreed to\nhave report sent by certified mail."
    }
  ],
  "narrative": "2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n** Male Yorkie #18 was found with extensive build up of brown material on its teeth.   This dog has few teeth\nremaining in its mouth and those are completely covered with brown material.   Remaining teeth that are covered\nwith brown material  include the upper and lower canine on the left side, the 4th premolar on the left and the 4th\npremolar on the right.  This dog requires veterinary attention.  \n** Male Maltese #32 was found with excessive build-up of brown material on it teeth.   Nearly every tooth in this\ndog's mouth has this build-up but it is especially heavy on the upper and lower molars on both sides.  This dog also\nrequires veterinary attention.\nFailure to provide adequate veterinary care to animals with signs consisent with dental disease can lead to pain and\nsuffering in the animals and does not ensure appropriate care to the animals in this facility.\nCorrect this by contacting a licensed veterinarian to have these animals examined.  Licensee must follow all\nreceommended treatment and maintain documentation of treatment for future review by APHIS officials.\nCorrect by: March 12, 2014\n2.40(b)(3)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n*** Two dogs were found in need of veterinary care during this inspection.  Although the licensee was aware of the\ncondition of one of the dogs, the second dog was found without his knowledge of the condition.  The licensee must\nensure that all animals are observed daily to ensure that medical problems can be discovered and apprptiate care\ngiven in a reasonble amount of time.  Failure to observe animals daily and give needed care can result in animals\nsuffering.\nCorrect from this day forward.\n\n3.4(a)\nOUTDOOR HOUSING FACILITIES.\n*** This faciity is housing short haired dogs outdoors.  In addition, there is no statement from the attending\napproving this housing for these dogs that may not be acclimated to being housed outdoors in cold climates.  This\nstatement must be obatined by the attending veterianarian to ensure that the status of these dogs is kown by the\nattending veterianrian and that he/she approves of such housing.  This is required to ensure the health and well\nbeing of these dogs.\nCorrect by: 01 APR 2014\n3.4(b)\nOUTDOOR HOUSING FACILITIES.\n*** Six adult dogs are being housed in an outdoor facility.  These dogs are pair housed and have only a carpet in\ntheir shelters as bedding. Temperature during this inspeciton was 33 degrees F.  One shelter box had the carpert\nlying outside on the coated metal wire floor.  These dogs require additional bedding to ensure they can remain\nwarm.  Inability to maintain body temperature can lead to illness in the dogs.  Although they are pair housed, which\nwill allow them to lie together, additional bedding is required.  Correct this by providing additional bedding to these\ndogs.\nCorrect by: 05 MAR 2014\n***Inspection conducted with facility representative, exit interview conducted with the licensee.  Licensee agreed to\nhave report sent by certified mail.",
  "animals_total": 29,
  "species": [
    {
      "count": 22,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 7,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}