{
  "insp_id": "2016082568968124",
  "layout": "a",
  "customer_id": "333419",
  "customer_name": "Cheryl Rondy",
  "customer_addr": "P O Box 314\nVestaburg, MI 48891",
  "certificate": "34-A-0208",
  "site_id": "001",
  "site_name": "CHERYL RONDY",
  "insp_type": "FOCUSED INSPECTION",
  "date": "15-NOV-2017",
  "report_date": "22-NOV-2017",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Critical",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "Prior to the physical inspection, while sitting at the kitchen table completing the animals on hand count the licensee\nstated that a certain dog, Gina with microchip id 1095395, needed to be removed from the count. I asked what\nhappened to Gina and the licensee stated that when she returned home at 5 PM the night before she found 5 of her\nfemale, Golden Retrievers running loose. The 5 dogs were Georgia id 1095396, Ashley id 1095388, Amber id\n1095385, Sondra id 1095394 and Gina id 1095395. The licensee stated that Gina id 1095395 had numerous\npuncture wounds, had lost a lot of blood and it looked like the other dogs had shaken her multiple times. The\nlicensee put dogs Georgia, Ashley, Amber and Sondra in enclosures and went back to Gina. The licensee tried to\ncoax Gina to the heated barn and Gina collapsed. The licensee got Gina up again and she collapsed again and\ncould not get up. The licensee had to wait until the neighbor got home, the licensee stated 15-20 minutes, to carry\nGina to the barn. At that time the licensee covered Gina with towels and gave her an injection of penicillin. The\nlicensee went back to the barn the next morning at approximately 8:30 AM and found Gina dead. The licensee then\ncalled the attending veterinarian at 8:47 AM. The licensee stated to me that she was following the protocol set forth\nby her attending veterinarian. I asked to see the protocol to which she was referring. The licensee provided a\nprotocol that the veterinarian had established for \"mild skin abrasions or superficial wounds\". The licensee stated\nshe didn't understand what that meant and thought she could treat the dog on her own.\nEach dealer shall establish and maintain programs of adequate veterinary care that include the use of appropriate\nmethods to prevent, diagnose and treat injuries with provisions made for emergencies.\nThe license must take all animals that are in need of veterinary care to a veterinarian for appropriate diagnosis,\nprognosis and treatment. If the licensee does not understand the terminology used in the Program of Veterinary\nCare, such as “mild skin abrasions or superficial wounds”, it is the responsibility of the licensee to ask for\nclarification from the attending veterinarian so that they have a good understanding of the terms. Because the\nlicensee did not follow the veterinary care guidelines this dog suffered from serious injuries. This dog suffered and\ndied because it did not get immediate veterinary treatment for serious injuries.\nTo be corrected from this day forward."
    },
    {
      "code": "3.1(a)",
      "kind": "Critical",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "The licensee had 5, female, Golden Retrievers escape from their enclosures. Georgia with id 1095396 squeezed\nunder a gap at the bottom of her fence. Ashley with id 1095388 dug out of her enclosure. The chain holding the\nentrance gate closed for the enclosure housing Amber with id 1095385 and Gina with id 1095395 was broken and\nSondra with id 1095394 somehow climbed out of her enclosure.\nPrimary enclosures for dogs must be constructed so that they are structurally sound and must contain the dogs\nsecurely.\nIf these dogs had been secured in their enclosures it would have prevented the needless suffering and death of the\ndog Gina.\nTo be corrected by November 23, 2017.\nThe focused inspection was conducted with the licensee on November 15, 2017. The exit was conducted with the\nlicensee on November 22, 2017."
    }
  ],
  "narrative": "2.40(b)(2)           CRITICAL                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nPrior to the physical inspection, while sitting at the kitchen table completing the animals on hand count the licensee\nstated that a certain dog, Gina with microchip id 1095395, needed to be removed from the count.  I asked what\nhappened to Gina and the licensee stated that when she returned home at 5 PM the night before she found 5 of her\nfemale, Golden Retrievers running loose.  The 5 dogs were Georgia id 1095396, Ashley id 1095388, Amber id\n1095385, Sondra id 1095394 and Gina id 1095395.  The licensee stated that Gina id 1095395 had numerous\npuncture wounds, had lost a lot of blood and it looked like the other dogs had shaken her multiple times.  The\nlicensee put dogs Georgia, Ashley, Amber and Sondra in enclosures and went back to Gina.  The licensee tried to\ncoax Gina to the heated barn and Gina collapsed.  The licensee got Gina up again and she collapsed again and\ncould not get up.  The licensee had to wait until the neighbor got home, the licensee stated 15-20 minutes, to carry\nGina to the barn.  At that time the licensee covered Gina with towels and gave her an injection of penicillin.  The\nlicensee went back to the barn the next morning at approximately 8:30 AM and found Gina dead.  The licensee then\ncalled the attending veterinarian at 8:47 AM.  The licensee stated to me that she was following the protocol set forth\nby her attending veterinarian.  I asked to see the protocol to which she was referring.  The licensee provided a\nprotocol  that the veterinarian had established for \"mild skin abrasions or superficial wounds\".  The licensee stated\nshe didn't understand what that meant and thought she could treat the dog on her own.\nEach dealer shall establish and maintain programs of adequate veterinary care that include the use of appropriate\nmethods to prevent, diagnose and treat injuries with provisions made for emergencies.\nThe license must take all animals that are in need of veterinary care to a veterinarian for appropriate diagnosis,\nprognosis and treatment.  If the licensee does not understand the terminology used in the Program of Veterinary\nCare, such as “mild skin abrasions or superficial wounds”, it is the responsibility of the licensee to ask for\nclarification from the attending veterinarian so that they have a good understanding of the terms.   Because the\nlicensee did not follow the veterinary care guidelines this dog suffered from serious injuries.  This dog suffered and\ndied because it did not get immediate veterinary treatment for serious injuries.\nTo be corrected from this day forward.\n\n3.1(a)           CRITICAL\nHOUSING FACILITIES, GENERAL.\nThe licensee had 5, female, Golden Retrievers escape from their enclosures.  Georgia with id 1095396 squeezed\nunder a gap at the bottom of her fence.  Ashley with id 1095388 dug out of her enclosure.  The chain holding the\nentrance gate closed for the enclosure housing Amber with id 1095385 and Gina with id 1095395 was broken and\nSondra with id 1095394 somehow climbed out of her enclosure.\nPrimary enclosures for dogs must be constructed so that they are structurally sound and must contain the dogs\nsecurely.\nIf these dogs had been secured in their enclosures it would have prevented the needless suffering and death of the\ndog Gina.  \nTo be corrected by November 23, 2017.\nThe focused inspection was conducted with the licensee on November 15, 2017.  The exit was conducted with the\nlicensee on November 22, 2017.",
  "animals_total": 4,
  "species": [
    {
      "count": 4,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    }
  ]
}