{
  "insp_id": "2016082567934063",
  "layout": "a",
  "customer_id": "329543",
  "customer_name": "Jason Whitmore",
  "customer_addr": "35 Daniel Shays Hwy\nOrange, MA 01364",
  "certificate": "14-C-0128",
  "site_id": "001",
  "site_name": "JASON WHITMORE",
  "insp_type": "ROUTINE INSPECTION",
  "date": "21-SEP-2016",
  "report_date": "21-SEP-2016",
  "citations": [
    {
      "code": "2.40(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "The program of veterinary care form that was reviewed today will need to be updated. All the animals on the\npremise were not documented on this form. The document does not include the use of appropriate methods to\nprevent, control, diagnose, and treat diseases and injuries, and the availability of emergency, weekend, and holiday\ncare. To ensure that the animals are provided appropriate veterinary care this document needs to be updated.\n***To Be Corrected By: October 10, 2016"
    },
    {
      "code": "2.75(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "RECORDS: DEALERS AND EXHIBITORS.",
      "narrative": "While reviewing the records during this inspection, it was noted that they were inaccurate. Eighteen goats were on\nthe premise during inspection, however 19 goats were in the records. Thirteen rabbits were on the premise but only\n11 rabbits were noted in the records. All records need to current and accurate. Records will need to be maintained\nfully and correctly, including records of acquisition, disposition, euthanized or sold.\n***To Be Corrected By: October 5, 2016"
    },
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "The chain link fenced gate of the sheep, goats, calf and alpaca primary enclosure was in need of repair. The chain\nlink gate had metal support poles on all four sides. However, the chain link was detaching from the bottom support\nposts. This is allowing for an approximate 6 inch gap. To ensure that the animals are not injured on the gate and\nfencing, it should be properly secured.\n***To Be Corrected By: September 22, 2016"
    },
    {
      "code": "3.131(c)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "The refrigerator located in the rabbit and grain storage barn was in need of thorough cleaning. Brown debris and\ngrime were present on interior door and shelves. Due to the fact that medications were being stored in this\nrefrigerator, it is imperative that it be cleaned on a regular basis.\n***To Be Corrected By: September 23, 2016\nThe inspection and exit interview were conducted with the licensee.\nAdditional Inspectors\nGowins Jessica, Veterinary Medical Officer"
    }
  ],
  "narrative": "2.40(a)(1)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThe program of veterinary care form that was reviewed today will need to be updated.  All the animals on the\npremise were not documented on this form.  The document does not include the use of appropriate methods to\nprevent, control, diagnose, and treat diseases and injuries, and the availability of emergency, weekend, and holiday\ncare.  To ensure that the animals are provided appropriate veterinary care this document needs to be updated.\n***To Be Corrected By: October 10, 2016\n2.75(a)(1)\nRECORDS: DEALERS AND EXHIBITORS.\nWhile reviewing the records during this inspection, it was noted that they were inaccurate.  Eighteen goats were on\nthe premise during inspection, however 19 goats were in the records.  Thirteen rabbits were on the premise but only\n11 rabbits were noted in the records.  All records need to current and accurate.  Records will need to be maintained\nfully and correctly, including records of acquisition, disposition, euthanized or sold.  \n***To Be Corrected By: October 5, 2016\n3.125(a)\nFACILITIES, GENERAL.   \nThe chain link fenced gate of the sheep, goats, calf and alpaca primary enclosure was in need of repair.  The chain\nlink gate had metal support poles on all four sides.  However, the chain link was detaching from the bottom support\nposts.  This is allowing for an approximate 6 inch gap.  To ensure that the animals are not injured on the gate and\nfencing, it should be properly secured.  \n***To Be Corrected By: September 22, 2016\n3.131(c)\nSANITATION.\n\nThe refrigerator located in the rabbit and grain storage barn was in need of thorough cleaning.  Brown debris and\ngrime were present on interior door and shelves.  Due to the fact that medications were being stored in this\nrefrigerator, it is imperative that it be cleaned on a regular basis.  \n***To Be Corrected By: September 23, 2016\nThe inspection and exit interview were conducted with the licensee.\nAdditional Inspectors\nGowins Jessica, Veterinary Medical Officer",
  "animals_total": 58,
  "species": [
    {
      "count": 4,
      "scientific": "Bos taurus",
      "common": "CATTLE / COW / OX / WATUSI"
    },
    {
      "count": 18,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 9,
      "scientific": "Lama pacos",
      "common": "ALPACA"
    },
    {
      "count": 13,
      "scientific": "Oryctolagus cuniculus",
      "common": "EUROPEAN RABBIT"
    },
    {
      "count": 11,
      "scientific": "Ovis aries aries",
      "common": "SHEEP INCLUDING ALL DOMESTIC BREEDS"
    },
    {
      "count": 3,
      "scientific": "Sus bucculentus",
      "common": "VIETNAMESE WARTY PIG"
    }
  ]
}