{
  "insp_id": "2016090000631525",
  "layout": "b",
  "customer_id": "506618",
  "customer_name": "DANIEL GINGERICH",
  "customer_addr": "3125 Davis Rd\nSEYMOUR, IA 52590",
  "certificate": "42-A-1632",
  "site_id": "005",
  "site_name": "Daniel Gingerich",
  "insp_type": "NEW SITE INSPECTION",
  "date": "14-JUN-2021",
  "report_date": "16-JUN-2021",
  "citations": [
    {
      "code": "2.1(b)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Requirements and application",
      "narrative": "The licensee has been conducting regulated activity out of sites that have not been approved. The licensee had been\ninformed multiple times in the past that these sites needed to be approved prior to conducting regulated activity from\nthem.\nConducting regulated activity from unapproved locations does not ensure the welfare of the animals which could result in\nnon-compliant living conditions and inadequate veterinary care.\nA licensee shall notify Animal Care no fewer than 90 days and obtain a new license before any change name, address,\ncontrol or ownership of the business or operation, locations, activities, and number or types of animals. The licensee\nmust notify Animal Care of any new locations where he houses dogs used for regulated purposes in order to ensure the\nAnimal Welfare Act can be properly enforced.\nTo be corrected by: From this day forward the licensee must provide the locations of all facilities housing dogs used for\nregulated purposes."
    },
    {
      "code": "2.126(a)",
      "kind": "Critical",
      "repeat": false,
      "desc": "Access and inspection of records and property; submission of itineraries.",
      "narrative": "Upon arriving at an unlicensed facility to conduct a search for regulated activity, APHIS officials spoke to the facility\nrepresentative who stated the dogs belonged to the licensee and confirmed that regulated activity occurred at the\nlocation. The inspector called the licensee to request permission for the facility representative to conduct the inspection.\nThe licensee refused to allow APHIS officials to inspect the facility and the dogs. The inspector explained to the licensee\nthat he would be cited for refusing the inspection if he did not allow an inspection to take place. The licensee still refused\nthe inspection of the unlicensed site.\nRefusing to allow inspections of regulated animals does not permit APHIS officials to enforce the Animal Welfare Act and\nto confirm the living conditions, veterinary care and the overall welfare of the dogs.\nEach dealer shall, during business hours, allow APHIS officials to inspect the facilities, property, records and animals.\nThe licensee must allow APHIS officials to inspect all facilities and animals used for regulated purposes in order to\nconfirm compliance with the Animal Welfare Act and to ensure the health and well-being of the dogs.\nTo be corrected by: The licensee must provide access to all facilities and animals for inspection from this day forward.\nThis inspection was a site approval inspection.\nThis site is not ready for approval to conduct activity covered under your current Animal Welfare Act License.\nConducting regulated activities at a non-approved site is a violation of the Animal Welfare Act.\nPlease contact your inspector to schedule your next new site approval inspection.\nThis exit interview were conducted over the phone with the licensee.\nAdditional Inspectors:\nWilliam Janecke, VETERINARY MEDICAL OFFICEREnd Section"
    }
  ],
  "narrative": "2.1(b)(1) \n   \nRequirements and application \nThe licensee has been conducting regulated activity out of sites that have not been approved.   The licensee had been \ninformed multiple times in the past that these sites needed to be approved  prior to conducting regulated activity from \nthem. \nConducting regulated activity from unapproved  locations does not ensure the welfare of the animals which could result in \nnon-compliant living conditions and inadequate veterinary care. \nA licensee shall notify Animal Care no fewer than 90 days and obtain a new license before any change name, address, \ncontrol or ownership of the business or operation, locations, activities, and number or types of animals.  The licensee \nmust notify Animal Care of any new locations where he houses dogs used for regulated purposes in order to ensure the \nAnimal Welfare Act can be properly enforced. \nTo be corrected by:  From this day forward the licensee must provide the locations of all facilities housing dogs used for \nregulated purposes. \n2.126(a)  Critical\n   \nAccess and inspection of records and property; submission  of itineraries. \nUpon arriving at an unlicensed facility to conduct a search for regulated activity, APHIS officials spoke to the facility \nrepresentative  who stated the dogs belonged to the licensee and confirmed that regulated activity occurred at the\n\nlocation.  The inspector called the licensee to request permission for the facility representative  to conduct the inspection.  \nThe licensee refused to allow APHIS officials to inspect the facility and the dogs.  The inspector explained to the licensee \nthat he would be cited for refusing the inspection if he did not allow an inspection to take place.  The licensee still refused \nthe inspection of the unlicensed site. \nRefusing to allow inspections of regulated animals does not permit APHIS officials to enforce the Animal Welfare Act and \nto confirm the living conditions, veterinary care and the overall welfare of the dogs. \nEach dealer shall, during business hours, allow APHIS officials to inspect the facilities, property, records and animals.  \nThe licensee must allow APHIS officials to inspect all facilities and animals used for regulated purposes in order to \nconfirm compliance with the Animal Welfare Act and to ensure the health and well-being of the dogs. \nTo be corrected by:  The licensee must provide  access to all facilities and animals for inspection from this day forward. \n \nThis inspection was a site approval  inspection. \n \nThis site is not ready for approval  to conduct activity covered under your current Animal Welfare Act License. \n \nConducting regulated activities at a non-approved  site is a violation of the Animal Welfare Act. \n \nPlease contact your inspector to schedule your next new site approval  inspection. \n \nThis exit interview  were conducted over the phone with the licensee.\n\nAdditional Inspectors: \nWilliam Janecke, VETERINARY MEDICAL OFFICEREnd Section",
  "animals_total": 0,
  "species": [
    {
      "count": 0,
      "scientific": "NONE",
      "common": "NONE"
    }
  ]
}