{
  "insp_id": "2016082568413141",
  "layout": "a",
  "customer_id": "5177",
  "customer_name": "Ruby Fur Farm Inc",
  "customer_addr": "2564 200th Street\nNew Sharon, IA 50207",
  "certificate": "42-B-0052",
  "site_id": "001",
  "site_name": "RUBY FUR FARM, I N C",
  "insp_type": "ROUTINE INSPECTION",
  "date": "12-JUN-2017",
  "report_date": "13-JUN-2017",
  "citations": [
    {
      "code": "2.131(e)",
      "kind": "",
      "repeat": false,
      "desc": "HANDLING OF ANIMALS.",
      "narrative": "The Raccoon Building has a high ambient temperature and humidity. The building is constructed of metal and is not\ninsulated. There are large fans running at one end of the building and there are windows that are open along the\nsides. Towards the middle of the building there is little to no movement of air and the temperature in this part of the\nbuilding as taken by the Kestrel at approximately 1:30 pm is 91.6 degrees F, the humidity is 84% and the heat index\nis 111.7 degrees F. Multiple raccoons were displaying behaviors such as panting and lying on their sides and\nabdomens with their legs splayed out that could indicate they are uncomfortable with the temperature. There are\napproximately 290 raccoons housed in this building. High temperature and humidity could have a negative impact\non the health and well-being of the animals.\nWhen climatic conditions present a threat to an animal's health and well-being, appropriate measures must be taken\nto alleviate the impact of those conditions. An animal may never be subjected to any combination of temperature,\nhumidity and time that is detrimental to the animal's health or well-being. The licensee must reduce the temperature\nand humidity inside this building to a level that is comfortable for the raccoons in order to support their health and\nwell-being.\nTo be corrected by: June 19, 2017"
    },
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": true,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "Multiple enclosures in the Ferret Buildings and outdoor ferret housing have broken wires creating sharp points at the\nlevel of the animals. At least four enclosures, containing at least ten ferrets, have broken wires in the back corners\nof the enclosures. At least two enclosures, containing at least seven ferrets, has broken wires around the opening\nto the nest box. In at least five outdoor housing enclosures, containing six ferrets, there are sharp points created by\ntwisted wire that's attaching shelves to the sides of the enclosures. At least two of the outdoor housing enclosures,\ncontaining two ferrets, have broken wires and sharp points in the back corners of the enclosures.\nMultiple skunk enclosures have broken wires creating sharp points at the level of the animals. One enclosure\ncontaining four skunks has a large hole in the flooring created by broken wires. Sharp points surround this hole in\nthe floor. At least two enclosures, containing at least two skunks, have broken wires creating sharp points around\nthe opening to the nest box. Two enclosures, containing two skunks, have broken wires in the back corner of the\nenclosure.\nIn the Ferret Building one enclosure, containing three ferrets, has an 1.5 inch gap between the nest box and the\ncage. One ferret was seen with his head, neck and forelegs through the opening.\nOne enclosure, containing at least one skunk, has a wooden nest box and the bottom of the nest box has become\ndetached from one corner resulting in a large gap which the animal could be seen through.\nTwo other enclosures, containing two skunks, have large gaps between the nest box and the enclosure. In one\nenclosure, containing one skunk, the wire flooring has become unattached to the wire side resulting in a large gap\nand a broken wire.\nHoles and gaps in the enclosure may allow animals to escape or cause injury. Sharp points can cause injury or\ntrauma to the animal. The licensee must eliminate all the sharp points, gaps and holes as well as, ensure that all\nhousing is constructed of material appropriate for the animals housed and is maintained in good repair to protect the\nanimals from injury and contain the animals safely. Continual monitoring and maintenance of cage and housing is\nan ongoing process."
    },
    {
      "code": "3.125(d)",
      "kind": "",
      "repeat": true,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "There is an excessive accumulation of fresh and old excreta beneath the enclosures located in the Raccoon\nBuilding. Under several enclosures containing raccoons, there are numerous live maggots present in the piles of\nexcreta. There is also a significant accumulation of hair, organic matter, and other debris along the cage supports in\nboth Ferret Buildings and the Raccoon Building.\nExcessive accumulations of animal waste in the housing area can lead to poor air quality, disease hazards and pest\ninfestations. Poor air quality is linked to the development of health problems and many fumes, such as ammonia,\ncan cause discomfort to animals and can lead to conditions such as respiratory and eye abnormalities. The licensee\nmust remove animal and food wastes as often as necessary to minimize the odors, vermin, and disease hazards for\nthe health and well being of the animals."
    },
    {
      "code": "3.131(a)",
      "kind": "",
      "repeat": true,
      "desc": "SANITATION.",
      "narrative": "Within the Ferret Building there is an excessive accumulation of ferret feces present in the back corners of at least\nthree enclosures, containing at least eight ferrets. One enclosure, containing at least one ferret, has an excessive\nbuildup of hair and dark organic material on the wire floor of the enclosure. One enclosure, containing at least four\nferrets, has a buildup of dark organic material in a corner of the nest box. This organic material is infested with live\nmaggots and the ferrets were seen stepping in the material and maggots.\nExcessive excreta, hair and grime in primary enclosures can contribute to disease hazards, odors, insects and other\npests. The licensee must ensure that excreta, hair, and other organic waste is removed as often as necessary to\nprevent contamination of the animals contained therein and to minimize disease hazards and to reduce odors."
    },
    {
      "code": "3.131(d)",
      "kind": "",
      "repeat": true,
      "desc": "SANITATION.",
      "narrative": "The Ferret Building and a Skunk Building has an excessive number of flies in the housing area, in and around the\nenclosures and on the feed. A large number of flies were seen throughout the enclosures containing two spotted\nskunks and on the ceiling directly above these enclosures.\nThe animals are fed a raw ground meat mixture that is placed on the top of their wire enclosures. In one outdoor\nhousing building the food on top of at least three enclosures, housing at least five skunks, has become dried and is\nheavily covered in flies.\nAn enclosure located in the outdoor housing area has a large wasp nest made out of mud within the nesting box\nthat three ferrets can come in contact with.\nThe presence of pests can cause contamination of the food supply and also lead to health hazards for the animals.\nThe licensee must establish and maintain a safe and effective program for the control of flies and other pests.\nThe following animals were cited on the previous inspection report under 2.40 (b)(2) and have been evaluated by a\nlicensed veterinarian:\nFemale white skunk\nFemale raccoon\nThe following animal cited on the previous report under 2.40 (b)(2) has been evaluated by a licensed veterinarian\nand received treatment:\nMale spotted skunk\nInspection and exit interview conducted with ACI Kelly Maxwell, VMO Autumn Unck, ACI Corbin Ranslem, and the\nfacility representative.\nAdditional Inspectors\nUnck Autumn, Veterinary Medical Officer\nRanslem Corbin, Animal Care Inspector"
    }
  ],
  "narrative": "2.131(e)\nHANDLING OF ANIMALS.\nThe Raccoon Building has a high ambient temperature and humidity.  The building is constructed of metal and is not\ninsulated.  There are large fans running at one end of the building and there are windows that are open along the\nsides.  Towards the middle of the building there is little to no movement of air and the temperature in this part of the\nbuilding as taken by the Kestrel at approximately 1:30 pm is 91.6 degrees F, the humidity is 84% and the heat index\nis 111.7 degrees F.  Multiple raccoons were displaying behaviors such as panting and lying on their sides and\nabdomens with their legs splayed out that could indicate they are uncomfortable with the temperature.  There are\napproximately 290 raccoons housed in this building.  High temperature and humidity could have a negative impact\non the health and well-being of the animals.\nWhen climatic conditions present a threat to an animal's health and well-being, appropriate measures must be taken\nto alleviate the impact of those conditions.  An animal may never be subjected to any combination of temperature,\nhumidity and time that is detrimental to the animal's health or well-being.  The licensee must reduce the temperature\nand humidity inside this building to a level that is comfortable for the raccoons in order to support their health and\nwell-being.\nTo be corrected by:  June 19, 2017\n3.125(a)                    REPEAT\nFACILITIES, GENERAL.   \nMultiple enclosures in the Ferret Buildings and outdoor ferret housing have broken wires creating sharp points at the\nlevel of the animals.  At least four enclosures, containing at least ten ferrets, have broken wires in the back corners\nof the enclosures.  At least two enclosures, containing at least seven ferrets, has broken wires around the opening\nto the nest box.  In at least five outdoor housing enclosures, containing six ferrets, there are sharp points created by\ntwisted wire that's attaching shelves to the sides of the enclosures. At least two of the outdoor housing enclosures,\ncontaining two ferrets, have broken wires and sharp points in the back corners of the enclosures.  \nMultiple skunk enclosures have broken wires creating sharp points at the level of the animals.  One enclosure\n\ncontaining four skunks has a large hole in the flooring created by broken wires.  Sharp points surround this hole in\nthe floor.  At least two enclosures, containing at least two skunks, have broken wires creating sharp points around\nthe opening to the nest box.  Two enclosures, containing two skunks, have broken wires in the back corner of the\nenclosure.  \nIn the Ferret Building one enclosure, containing three ferrets, has an 1.5 inch gap between the nest box and the\ncage.  One ferret was seen with his head, neck and forelegs through the opening.   \nOne enclosure, containing at least one skunk, has a wooden nest box and the bottom of the nest box has become\ndetached from one corner resulting in a large gap which the animal could be seen through. \nTwo other enclosures, containing two skunks, have large gaps between the nest box and the enclosure.  In one\nenclosure, containing one skunk, the wire flooring has become unattached to the wire side resulting in a large gap\nand a broken wire.  \nHoles and gaps in the enclosure may allow animals to escape or cause injury. Sharp points can cause injury or\ntrauma to the animal.  The licensee must eliminate all the sharp points, gaps and holes as well as, ensure that all\nhousing is constructed of material appropriate for the animals housed and is maintained in good repair to protect the\nanimals from injury and contain the animals safely. Continual monitoring and maintenance of cage and housing is\nan ongoing process.\n3.125(d)                    REPEAT\nFACILITIES, GENERAL.   \nThere is an excessive accumulation of fresh and old excreta beneath the enclosures located in the Raccoon\nBuilding. Under several enclosures containing raccoons, there are numerous live maggots present in the piles of\nexcreta. There is also a significant accumulation of hair, organic matter, and other debris along the cage supports in\nboth Ferret Buildings and the Raccoon Building. \nExcessive accumulations of animal waste in the housing area can lead to poor air quality, disease hazards and pest\ninfestations. Poor air quality is linked to the development of health problems and many fumes, such as ammonia,\ncan cause discomfort to animals and can lead to conditions such as respiratory and eye abnormalities. The licensee\nmust remove animal and food wastes as often as necessary to minimize the odors, vermin, and disease hazards for\nthe health and well being of the animals. \n3.131(a)                    REPEAT\nSANITATION.\n\nWithin the Ferret Building there is an excessive accumulation of ferret feces present in the back corners of at least\nthree enclosures, containing at least eight ferrets.  One enclosure, containing at least one ferret, has an excessive\nbuildup of hair and dark organic material on the wire floor of the enclosure.  One enclosure, containing at least four\nferrets, has a buildup of dark organic material in a corner of the nest box.  This organic material is infested with live\nmaggots and the ferrets were seen stepping in the material and maggots.\nExcessive excreta, hair and grime in primary enclosures can contribute to disease hazards, odors, insects and other\npests. The licensee must ensure that excreta, hair, and other organic waste is removed as often as necessary to\nprevent contamination of the animals contained therein and to minimize disease hazards and to reduce odors.\n3.131(d)                    REPEAT\nSANITATION.   \nThe Ferret Building and a Skunk Building has an excessive number of flies in the housing area, in and around the\nenclosures and on the feed.  A large number of flies were seen throughout the enclosures containing two spotted\nskunks and on the ceiling directly above these enclosures.  \nThe animals are fed a raw ground meat mixture that is placed on the top of their wire enclosures.  In one outdoor\nhousing building the food on top of at least three enclosures, housing at least five skunks, has become dried and is\nheavily covered in flies.  \nAn enclosure located in the outdoor housing area has a large wasp nest made out of mud within the nesting box\nthat three ferrets can come in contact with. \nThe presence of pests can cause contamination of the food supply and also lead to health hazards for the animals.\nThe licensee must establish and maintain a safe and effective program for the control of flies and other pests.\nThe following animals were cited on the previous inspection report under 2.40 (b)(2) and have been evaluated by a\nlicensed veterinarian:\nFemale white skunk\nFemale raccoon\nThe following animal cited on the previous report under 2.40 (b)(2) has been evaluated by a licensed veterinarian\nand received treatment:\nMale spotted skunk\n\nInspection and exit interview conducted with ACI Kelly Maxwell, VMO Autumn Unck, ACI Corbin Ranslem, and the\nfacility representative.\nAdditional Inspectors\nUnck Autumn, Veterinary Medical Officer\nRanslem Corbin, Animal Care Inspector",
  "animals_total": 2100,
  "species": [
    {
      "count": 589,
      "scientific": "Mephitis mephitis",
      "common": "STRIPED SKUNK"
    },
    {
      "count": 1183,
      "scientific": "Mustela putorius furo",
      "common": "DOMESTIC FERRET"
    },
    {
      "count": 290,
      "scientific": "Procyon lotor",
      "common": "RACCOON"
    },
    {
      "count": 2,
      "scientific": "Spilogale putorius",
      "common": "EASTERN SPOTTED SKUNK"
    },
    {
      "count": 20,
      "scientific": "Urocyon cinereoargenteus",
      "common": "GRAY FOX / GREY FOX"
    },
    {
      "count": 16,
      "scientific": "Vulpes vulpes",
      "common": "RED FOX (INCLUDES SILVER FOX & CROSS FOX)"
    }
  ]
}