{
  "insp_id": "124151648320307",
  "layout": "a",
  "customer_id": "39498",
  "customer_name": "Larry Yoder",
  "customer_addr": "2830 Poole Mill Rd\nCrofton, KY 42217",
  "certificate": "61-A-0131",
  "site_id": "001",
  "site_name": "LARRY YODER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "04-MAY-2015",
  "report_date": "04-MAY-2015",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "Brown and white female English bulldog with microchip 0A0232916 has a small amount of discharge from her right\neye. Her eyelids appear to roll inward, causing hair to be in contact with her cornea. The cornea has areas of dark\nbrown discoloration, consistent with chronic irritation. This is a source of constant discomfort and pain. She has\nrecently whelped and Licensee stated he treats her periodically, and is treating her now, with eye ointment. No\ndocumentation of veterinary assessment and treatment plan is available.\nBrown and white female English bulldog with microchip 0A01396028 has a large amount of thick, greenish white\ndischarge in her left eye. The conjunctiva around the globe appears red and swollen. The cornea is opaque.\nTreatment was recommended by the attending veterinarian on April 23, 2015. Though Licensee stated he has\nprovided treatment, the condition persists, has not resolved, and appears painful.\nBrindle female French bulldog with microchip Avid 014623773 has two nodules on her hind end. One is on the side\nof her right hind leg. It is a firm mass about thumb sized which is hairless. The surface skin is broken, ulcerated,\nand moist. There is another smaller, softer mass on the back of her left hind leg which is also abraded and weeping\nfluid. These open wounds increase the risk of infection and other complications that can affect the health and\nwell-being of the dog.\nMale Yorkie with microchip Avid 083080629 has a very firm, walnut sized mass on his abdomen near his sheath.\nSurgery was recommended by the attending veterinarian (AV) on a previous exam, but has not yet been performed.\nLicensee has not developed a plan or schedule to follow the AV(cid:25)s recommendations. The mass may indicate\nproblems that can compromise the dog(cid:25)s health and well-being.\nThe use of appropriate methods to prevent, control, diagnose, and treat diseases and injuries must be utilized. The\ndogs listed above must be examined by a licensed veterinarian. Documentation of the veterinarian's assessment,\ntreatment, and plan must be maintained for examination by APHIS officials. All veterinary recommendations must\nbe followed exactly and in a timely manner.\nCorrect by: 5/9/2015"
    },
    {
      "code": "3.1(e)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "In the back outside area of the kennel was found on the floor one open bag of dog food with the consistent risk of\ncontamination. Open bags of food may attract vermin and lead to deterioration of the food. Paper bags resting on\nthe floor may absorb moisture leading to molding and deterioration of the food. It is important for the health of the\nanimals to have a clean and uncontaminated feed.\nAll open bags of food should be stored in tightly closed nonporous containers. All unopened bags should be kept up\noff the floor. All food and bedding supplies shall be stored in facilities which adequately protect such supplies.\nCorrect by: immediately"
    },
    {
      "code": "3.3(e)(1)",
      "kind": "",
      "repeat": false,
      "desc": "SHELTERED HOUSING FACILITIES.",
      "narrative": "The Licensee is using a frame inside the enclosures in the whelping area, this is made out of exposed wood without\na coating or sealant. There are also pieces of wood on the floor between two outside runs in the front of the\nbuilding which have not been sealed or painted\nExposed raw wood is not impervious to moisture. Surfaces that the dogs come into contact with that are not water\nrepellent are not able to be effectively cleaned and sanitized. This can expose the dogs to disease hazards and may\nadversely affect their health and well-being.\nLicensee must repair, or replace the affected areas to be impervious to moisture.\nCorrect by: 5/20/15\nExit interview conducted with Licensee.\nAdditional Inspectors\nMchenry Kerry, Veterinary Medical Officer"
    }
  ],
  "narrative": "2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nBrown and white female English bulldog with microchip 0A0232916 has a small amount of discharge from her right\neye.  Her eyelids appear to roll inward, causing hair to be in contact with her cornea.  The cornea has areas of dark\nbrown discoloration, consistent with chronic irritation.  This is a source of constant discomfort and pain.  She has\nrecently whelped and Licensee stated he treats her periodically, and is treating her now, with eye ointment.  No\ndocumentation of veterinary assessment and treatment plan is available.\nBrown and white female English bulldog with microchip 0A01396028 has a large amount of thick, greenish white\ndischarge in her left eye.  The conjunctiva around the globe appears red and swollen.  The cornea is opaque. \nTreatment was recommended by the attending veterinarian on April 23, 2015.  Though Licensee stated he has\nprovided treatment, the condition persists, has not resolved, and appears painful.\n  \nBrindle female French bulldog with microchip Avid 014623773 has two nodules on her hind end.  One is on the side\nof her right hind leg.  It is a firm mass about thumb sized which is hairless.  The surface skin is broken, ulcerated,\nand moist.  There is another smaller, softer mass on the back of her left hind leg which is also abraded and weeping\nfluid.   These open wounds increase the risk of infection and other complications that can affect the health and\nwell-being of the dog.\nMale Yorkie with microchip Avid 083080629 has a very firm, walnut sized mass on his abdomen near his sheath. \nSurgery was recommended by the attending veterinarian (AV) on a previous exam, but has not yet been performed.\n Licensee has not developed a plan or schedule to follow the AV(cid:25)s recommendations.   The mass may indicate\nproblems that can compromise the dog(cid:25)s health and well-being.\nThe use of appropriate methods to prevent, control, diagnose, and treat diseases and injuries must be utilized.  The\ndogs listed above must be examined by a licensed veterinarian.  Documentation of the veterinarian's assessment,\ntreatment, and plan must be maintained for examination by APHIS officials.  All veterinary recommendations must\nbe followed exactly and in a timely manner.\nCorrect by: 5/9/2015\n\n3.1(e)\nHOUSING FACILITIES, GENERAL.\nIn the back outside area of the kennel was found on the floor one open bag of dog food with the consistent risk of\ncontamination. Open bags of food may attract vermin and lead to deterioration of the food. Paper bags resting on\nthe floor may absorb moisture leading to molding and deterioration of the food. It is important for the health of the\nanimals to have a clean and uncontaminated feed.\nAll open bags of food should be stored in tightly closed nonporous containers. All unopened bags should be kept up\noff the floor. All food and bedding supplies shall be stored in facilities which adequately protect such supplies.\nCorrect by: immediately\n3.3(e)(1)\nSHELTERED HOUSING FACILITIES.\nThe Licensee is using a frame inside the enclosures in the whelping area, this is made out of exposed wood without\na coating or sealant.  There are also pieces of wood on the floor between two outside runs in the front of the\nbuilding which have not been sealed or painted\nExposed raw wood is not impervious to moisture. Surfaces that the dogs come into contact with that are not water\nrepellent are not able to be effectively cleaned and sanitized. This can expose the dogs to disease hazards and may\nadversely affect their health and well-being.\nLicensee must repair, or replace the affected areas to be impervious to moisture.\nCorrect by: 5/20/15\nExit interview conducted with Licensee.\nAdditional Inspectors\nMchenry Kerry, Veterinary Medical Officer",
  "animals_total": 85,
  "species": [
    {
      "count": 60,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 25,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}