{
  "insp_id": "INS-0000807237",
  "layout": "c",
  "customer_id": "6009920",
  "customer_name": "Elisa Brandvik",
  "customer_addr": "P O Box 153\nOzark, AR 72949",
  "certificate": "71-A-1423",
  "site_id": "001",
  "site_name": "Elisa Brandvik",
  "insp_type": "ROUTINE INSPECTION",
  "date": "01-AUG-2022",
  "report_date": "04-AUG-2022",
  "citations": [
    {
      "code": "3.6(a)(2)(ii)",
      "kind": "",
      "repeat": false,
      "desc": "Primary enclosures.",
      "narrative": "In the first outdoor pen, two shelter structures had exposed sharp metal edges. This is a potential injury risk to any dog\nusing these shelters. In another outdoor pen housing two dogs, there were two pieces of broken glass on the ground.\nThis could easily result in injury to a paw or mouth. Any sharp points or items must be removed or repaired to prevent\ninjury to the animals.\nCorrect by: Glass was corrected during the inspection. Sharp edges should be corrected by 8 August 2022"
    },
    {
      "code": "3.6(a)(2)(x)",
      "kind": "",
      "repeat": false,
      "desc": "Primary enclosures.",
      "narrative": "In the first outdoor pen, an enclosure housing three ridgebacks has two areas where the dirt floor has washed away. One\nis the border fence between two enclosures - this could allow dogs to cross under the fence into the neighboring\nenclosure. The other area is a section of ground that has exposed a sheet of wire buried to prevent the dogs from\nescaping. This is now a potential source of injury if a paw was to slip through this wire. These holes must be filled and\nmaintained as needed.\nCorrect by: 12 August 2022"
    },
    {
      "code": "3.10(a)",
      "kind": "",
      "repeat": false,
      "desc": "Watering",
      "narrative": "Several pens contained water buckets that were dirty or discolored. One old english sheepdog did not have water at all.\nAll dogs must have potable water continuously available. Water must be changed frequently enough to prevent\ncontamination, and water buckets must be cleaned as needed.\nCorrected at the time of inspection."
    },
    {
      "code": "3.11(a)",
      "kind": "Direct",
      "repeat": false,
      "desc": "Cleaning, sanitization, housekeeping, and pest control.",
      "narrative": "- In an elevated pen inside the whelping room, there was an accumulation of old feces with an adult female dog. The\nfecal material had clearly been present for some time, and some was covered with mold. This is a source of\ncontamination to the enclosed animal. Excreta and food waste must be removed daily from all primary enclosures.\nCorrected at the time of inspection\n- In the two elevated outdoor enclosures (North and South Pen #6) the drains are full of liquid and waste, with numerous\nmaggots present. Beneath each enclosure at the location of the drain exits, there is a large accumulation of hair and\nother organic debris on the ground. In the center of these piles of debris are large swarms of maggots. The blocked\ndrains expose the dogs overhead to noxious odors and the large number of maggots indicate a severe pest control issue.\nThis is a clearly negative impact on the health and welfare of these animals. The drains must be cleaned as soon as\npossible, and all maggots/pests removed as well. The facility must implement a cleaning plan to ensure that drainage is\naddressed in a more appropriate manner.\nCorrect by: 2 August 2022"
    },
    {
      "code": "3.11(c)",
      "kind": "",
      "repeat": false,
      "desc": "Cleaning, sanitization, housekeeping, and pest control.",
      "narrative": "An outdoor enclosure housing two Rhodesian ridgebacks had an overgrowth of grass and weeds filling the back half of\nthe pen. This is potential harborage for pests and insects and needs to be cut. Facility must maintain all grass and weed\ngrowth to minimize the risk of contamination to the animals.\nCorrect by: 5 August 2022\nThis inspection and exit interview were conducted with licensee.\nAdditional Inspectors:\nROBERT WHITELEY, ANIMAL CARE INSPECTOR n"
    }
  ],
  "narrative": "3.6(a)(2)(ii) \n   \nPrimary enclosures. \nIn the first outdoor pen, two shelter structures had exposed sharp metal edges.  This is a potential injury risk to any dog \nusing these shelters.  In another outdoor pen housing two dogs, there were two pieces of broken glass on the ground.  \nThis could easily result in injury to a paw or mouth.  Any sharp points or items must be removed or repaired to prevent \ninjury to the animals. \nCorrect by:  Glass was corrected during the inspection.  Sharp edges should be corrected by 8 August 2022 \n3.6(a)(2)(x) \n   \nPrimary enclosures. \nIn the first outdoor pen, an enclosure housing three ridgebacks has two areas where the dirt floor has washed away.  One \nis the border fence between two enclosures - this could allow dogs to cross under the fence into the neighboring \nenclosure.  The other area is a section of ground that has exposed a sheet of wire buried to prevent the dogs from \nescaping.  This is now a potential source of injury if a paw was to slip through this wire.  These holes must be filled and \nmaintained as needed. \nCorrect by:  12 August 2022 \n3.10(a) \n   \nWatering\n\nSeveral pens contained water buckets that were dirty or discolored.  One old english sheepdog did not have water at all.  \nAll dogs must have potable water continuously available.  Water must be changed frequently enough to prevent \ncontamination, and water buckets must be cleaned as needed. \nCorrected at the time of inspection. \n3.11(a)  Direct\n   \nCleaning, sanitization, housekeeping, and pest control. \n- In an elevated pen inside the whelping room, there was an accumulation of old feces with an adult female dog.  The \nfecal material had clearly been present for some time, and some was covered with mold.  This is a source of \ncontamination to the enclosed animal.  Excreta and food waste must be removed daily from all primary enclosures. \nCorrected at the time of inspection \n- In the two elevated outdoor enclosures (North and South Pen #6) the drains are full of liquid and waste, with numerous \nmaggots present.  Beneath each enclosure at the location of the drain exits, there is a large accumulation of hair and \nother organic debris on the ground.  In the center of these piles of debris are large swarms of maggots.  The blocked \ndrains expose the dogs overhead to noxious odors and the large number of maggots indicate a severe pest control issue.  \nThis is a clearly negative impact on the health and welfare of these animals.  The drains must be cleaned as soon as \npossible, and all maggots/pests removed as well.  The facility must implement a cleaning plan to ensure that drainage is \naddressed in a more appropriate manner. \nCorrect by:  2 August 2022 \n3.11(c) \n   \nCleaning, sanitization, housekeeping, and pest control. \nAn outdoor enclosure housing two Rhodesian ridgebacks had an overgrowth of grass and weeds filling the back half of \nthe pen.  This is potential harborage for pests and insects and needs to be cut.  Facility must maintain all grass and weed\n\ngrowth to minimize the risk of contamination to the animals. \nCorrect by:  5 August 2022 \n \nThis inspection and exit interview were conducted with licensee. \n \nAdditional Inspectors: \nROBERT WHITELEY, ANIMAL CARE INSPECTOR n",
  "animals_total": 124,
  "species": [
    {
      "count": 107,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 17,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}