{
  "insp_id": "2016082568207041",
  "layout": "a",
  "customer_id": "332244",
  "customer_name": "Little Puppies Online L L C",
  "customer_addr": "16149 Wooster Rd\nMount Vernon, OH 43050",
  "certificate": "31-B-0174",
  "site_id": "001",
  "site_name": "LITTLE PUPPIES ONLINE L L C",
  "insp_type": "ROUTINE INSPECTION",
  "date": "20-APR-2017",
  "report_date": "20-APR-2017",
  "citations": [
    {
      "code": "2.75(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "RECORDS: DEALERS AND EXHIBITORS.",
      "narrative": "On today's inspection, there was an adult female husky housed in the kennel with the rest of the puppies the facility\nmaintained on site. This dog had a note on it's enclosure identifying it as being the \"Owners Dog\". This dog was\nbeing held in an enclosure by it's self. However; it was in a enclosure under and next to enclosures containing\npuppies currently being maintained by the facility. This animal was not on the facilities acquisition records and did\nnot have any form of ID other then the had written note on the outside of the enclosures that stated, \"owners dog\".\nThis facility must maintain acquisition records for all animals housed at the facility and maintained along with the\nrest of the facilities animals.\nCorrect By: 4/21/2017"
    },
    {
      "code": "3.6(c)(1)(iii)",
      "kind": "",
      "repeat": true,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "There is an adult female husky housed in a bottom enclosures at the entrance of the facility. The Licensee's wife\nstated that this dog is being housed at the facility on a temporary basis. However; the enclosure does not provide\nthe dog with 6\" above its head while it is sitting or standing fully erect within the enclosure. This dog does not have\nan adequate amount of space to be housed in this enclosure, even on a temporary basis. This facility must ensure\nthat all enclosures have a sufficient amount of space for each individual dog that is housed that the facility.\nThis was a facility inspection and record review for all animals currently on site. All other records were collected\nfrom the facility at the time of inspection for further review at a later date.\nThis inspection and exit interview were conducted with the Licensee's Wife.\nAdditional Inspectors\nNeafsey Michael, Assistant Director"
    }
  ],
  "narrative": "2.75(a)(1)\nRECORDS: DEALERS AND EXHIBITORS.\nOn today's inspection, there was an adult female husky housed in the kennel with the rest of the puppies the facility\nmaintained on site.  This dog had a note on it's enclosure identifying it as being the \"Owners Dog\".  This dog was\nbeing held in an enclosure by it's self.  However; it was in a enclosure under and next to enclosures containing\npuppies currently being maintained by the facility.  This animal was not on the facilities acquisition records and did\nnot have any form of ID other then the had written note on the outside of the enclosures that stated, \"owners dog\". \nThis facility must maintain acquisition records for all animals housed at the facility and maintained along with the\nrest of the facilities animals.\nCorrect By: 4/21/2017\n3.6(c)(1)(iii)                    REPEAT\nPRIMARY ENCLOSURES.\nThere is an adult female husky housed in a bottom enclosures at the entrance of the facility.  The Licensee's wife\nstated that this dog is being housed at the facility on a temporary basis.  However; the enclosure does not provide\nthe dog with 6\" above its head while it is sitting or standing fully erect within the enclosure.  This dog does not have\nan adequate amount of space to be housed in this enclosure, even on a temporary basis.  This facility must ensure\nthat all enclosures have a sufficient amount of space for each individual dog that is housed that the facility.\nThis was a facility inspection and record review for all animals currently on site.  All other records were collected\nfrom the facility at the time of inspection for further review at a later date.\n \nThis inspection and exit interview were conducted with the Licensee's Wife.\n\nAdditional Inspectors\nNeafsey Michael, Assistant Director",
  "animals_total": 54,
  "species": [
    {
      "count": 1,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 53,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}