{
  "insp_id": "2016090000794389",
  "layout": "b",
  "customer_id": "326267",
  "customer_name": "MARTIN MILLER",
  "customer_addr": "3205 NORTH 425 WEST\nLAGRANGE, IN 46761",
  "certificate": "32-A-0388",
  "site_id": "001",
  "site_name": "MARTIN MILLER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "25-MAY-2022",
  "report_date": "26-MAY-2022",
  "citations": [
    {
      "code": "2.50(a)(2)",
      "kind": "",
      "repeat": false,
      "desc": "Time and method of identification.",
      "narrative": "All puppies at the facility did not have identification. All dogs held by the facility must have identification. This information\nis needed for both inventory control and medical record purposes. Provide all animals held by the facility with\nidentification as described by this section.\nCorrect by: 6-3-2022"
    },
    {
      "code": "3.13(b)",
      "kind": "",
      "repeat": false,
      "desc": "Veterinary care for dogs.",
      "narrative": "The licensee does not have medical records as described in this section. It is required that all preventions, vaccinations,\ntreatments, and testing be recorded in the animal’s medical record. This information is needed for APHIS inspectors to\nevaluate the quality of medical care provided by the facility. Record all treatments, testing, preventions vaccinations and\nall other medical procedures required by section 3.13 in medical records maintained for each animal at the facility.\nCorrect by: 6-10-2022\nThis inspection and exit interview were conducted with the licensee.\nEnd Section"
    }
  ],
  "narrative": "2.50(a)(2) \n   \nTime and method of identification. \nAll puppies at the facility did not have identification.  All dogs held by the facility must have identification.  This information \nis needed for both inventory control and medical record purposes.  Provide all animals held by the facility with \nidentification as described by this section. \n \nCorrect by:  6-3-2022 \n3.13(b) \n   \nVeterinary care for dogs. \nThe licensee does not have medical records as described in this section.  It is required that all preventions, vaccinations, \ntreatments, and testing be recorded in the animal’s medical record.  This information is needed for APHIS inspectors to \nevaluate the quality of medical care provided by the facility.  Record all treatments, testing, preventions vaccinations and \nall other medical procedures required by section 3.13 in medical records maintained for each animal at the facility. \n \nCorrect by:  6-10-2022 \n \nThis inspection and exit interview were conducted with the licensee.\n\nEnd Section",
  "animals_total": 70,
  "species": [
    {
      "count": 44,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 26,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}