{
  "insp_id": "2016082568209486",
  "layout": "a",
  "customer_id": "5222",
  "customer_name": "Helene Hamrick",
  "customer_addr": "17798 Hwy 92\nAckworth, IA 50001",
  "certificate": "42-A-0124",
  "site_id": "001",
  "site_name": "HELENE HAMRICK",
  "insp_type": "ROUTINE INSPECTION",
  "date": "18-APR-2016",
  "report_date": "24-APR-2017",
  "citations": [
    {
      "code": "3.1(c)(1)(2)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "In the \"Female Building\" the outdoor section of the enclosures are constructed of chain-link fencing. In one\nenclosure, housing at least one dog, the chain-link has broken creating sharp points at the level of the dog.\nIn the \"Whelping Building\" an indoor enclosure, containing two dogs, has flooring constructed of wire. The wire\nalong one wall has broken resulting in sharp points. During the inspection, the licensee covered the damaged floor\nwith a new, solid piece of flooring. In the outdoor section of three enclosures, containing at least three dogs, the\nwire flooring has broken creating sharp points. In the outdoor section of two other enclosures, containing at least\ntwo dogs, the wire flooring has multiple sharp points running along one edge. Sharp points could cause injury to the\ndogs.\nHousing facilities must be free of sharp points and jagged edges. The licensee must remove, repair or alter the\nsharp points in a manner that eliminates the injury risk towards the dogs. The licensee must ensure that all\nenclosures are safe for the dogs at all times.\nCorrection date: April 25, 2016\nInspection and exit interview conducted with Kelly Maxwell, ACI, Heather Cole, VMO and the facility representative.\nAdditional Inspectors\nCole Heather, Supervisory Animal Care Specialist"
    }
  ],
  "narrative": "3.1(c)(1)(2)\nHOUSING FACILITIES, GENERAL.\nIn the \"Female Building\" the outdoor section of the enclosures are constructed of chain-link fencing.  In one\nenclosure, housing at least one dog, the chain-link has broken creating sharp points at the level of the dog.\nIn the \"Whelping Building\" an indoor enclosure, containing two dogs, has flooring constructed of wire.  The wire\nalong one wall has broken resulting in sharp points.  During the inspection, the licensee covered the damaged floor\nwith a new, solid piece of flooring.  In the outdoor section of three enclosures, containing at least three dogs, the\nwire flooring has broken creating sharp points.  In the outdoor section of two other enclosures, containing at least\ntwo dogs, the wire flooring has multiple sharp points running along one edge.  Sharp points could cause injury to the\ndogs.\nHousing facilities must be free of sharp points and jagged edges.  The licensee must remove, repair or alter the\nsharp points in a manner that eliminates the injury risk towards the dogs.  The licensee must ensure that all\nenclosures are safe for the dogs at all times.\nCorrection date:  April 25, 2016\nInspection and exit interview conducted with Kelly Maxwell, ACI, Heather Cole, VMO and the facility representative.\nAdditional Inspectors\nCole Heather, Supervisory Animal Care Specialist",
  "animals_total": 86,
  "species": [
    {
      "count": 70,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 16,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}