{
  "insp_id": "308141313580260",
  "layout": "a",
  "customer_id": "331508",
  "customer_name": "Emma Wagler",
  "customer_addr": "Menno D Wagler\n8774 Shortcut Rd\nBloomington, WI 53804",
  "certificate": "35-A-0360",
  "site_id": "001",
  "site_name": "MENNO WAGLER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "04-NOV-2014",
  "report_date": "04-NOV-2014",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "A 7-year old male Pomeranian (\"DeeCee's One Tough\") had abnormal behavior during the inspection. He had a\nleft head tilt (leaning his left ear towards the floor) and was walking in circles. When he walked, his gait seemed stiff\nor unstable. The owner said that this dog has done this off and on since they acquired him but most of the time he\nacts normal. The abnormal behavior in this dog has not been reported to the Attending Veterinarian. Abnormal\nbehavior such as a head tilt, walking in circles, and an abnormal gait can suggest a possible health problem. To\nensure that this dog is not in pain and does not have a sickness that could spread to other dogs, this dog must be\nevaluated by the Attending Veterinarian. Promptly report any abnormal behaviors or health problems observed in\ndogs to the Attending Veterinarian so that the affected animal can be evaluated and treated.\nExit interview conducted with facility representative."
    }
  ],
  "narrative": "2.40(b)(2)                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nA 7-year old male Pomeranian  (\"DeeCee's One Tough\") had abnormal behavior during the inspection.  He had a\nleft head tilt (leaning his left ear towards the floor) and was walking in circles. When he walked, his gait seemed stiff\nor unstable.  The owner said that this dog has done this off and on since they acquired him but most of the time he\nacts normal.  The abnormal behavior in this dog has not been reported to the Attending Veterinarian.  Abnormal\nbehavior such as a head tilt, walking in circles, and an abnormal gait can suggest a possible health problem.  To\nensure that this dog is not in pain and does not have a sickness that could spread to other dogs, this dog must be\nevaluated by the Attending Veterinarian.  Promptly report any abnormal behaviors or health problems observed in\ndogs to the Attending Veterinarian so that the affected animal can be evaluated and treated.\nExit interview conducted with facility representative.",
  "animals_total": 56,
  "species": [
    {
      "count": 39,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 17,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}