{
  "insp_id": "91151553320140",
  "layout": "a",
  "customer_id": "11720",
  "customer_name": "Marla Campbell",
  "customer_addr": "Roger Campbell\n266 90th\nNewton, KS 67114",
  "certificate": "48-A-1549",
  "site_id": "002",
  "site_name": "ROGER & MARLA CAMPBELL",
  "insp_type": "ROUTINE INSPECTION",
  "date": "01-APR-2015",
  "report_date": "01-APR-2015",
  "citations": [
    {
      "code": "3.1(c)(2)",
      "kind": "",
      "repeat": true,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "* The carpet square in three enclosures were torn with shredded ends. Three adult dogs and four puppies are in\ncontact with the affected carpet square located in sheltered housing. The potential for ingestion of the shredded\nends exists. In addition the dog could become entangled in the shredded ends causing potential injury. The\nlicensee must repair or replace all surfaces that can not be readily cleaned and sanitized when worn."
    },
    {
      "code": "3.6(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "* The expanded metal flooring in one enclosure used by one dog has an estimated three inch long by two inch\nwide gap in the flooring. The flooring is located in sheltered housing. Gaps in the flooring could injure the dogs. In\naddition, gaps in the floor can make the structure unstable. The licensee must ensure that all flooring is maintained\nin good repair at all times for the safety and welfare of the dogs. Correct by 4/15/15.\n* The facility inspection and exit briefing done on 4/1/15 were conducted with the licensee, Robert Bacon ACI and\nDr. Margaret Shaver VMO.\nAdditional Inspectors\nShaver Margaret, Veterinary Medical Officer"
    }
  ],
  "narrative": "3.1(c)(2)                    REPEAT\nHOUSING FACILITIES, GENERAL.\n*   The carpet square in three enclosures were torn with shredded ends.  Three adult dogs and four puppies are in\ncontact with the affected carpet square located in sheltered housing.  The potential for ingestion of the shredded\nends exists.   In addition the dog could become entangled in the shredded ends causing potential injury.  The\nlicensee must repair or replace all surfaces that can not be readily cleaned and sanitized when worn.   \n3.6(a)(1)\nPRIMARY ENCLOSURES.\n*   The expanded metal flooring in one enclosure used by one dog has an estimated three inch long by two inch\nwide gap in the flooring.  The flooring is located in sheltered housing.   Gaps in the flooring could injure the dogs.  In\naddition, gaps in the floor can make the structure unstable.   The licensee must ensure that all flooring is maintained\nin good repair at all times for the safety and welfare of the dogs.  Correct by 4/15/15. \n*  The facility inspection and exit briefing done on 4/1/15 were conducted with the licensee,  Robert Bacon ACI and\nDr. Margaret Shaver VMO.\nAdditional Inspectors\nShaver Margaret, Veterinary Medical Officer",
  "animals_total": 236,
  "species": [
    {
      "count": 150,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 86,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}