{
  "insp_id": "INS-0000896555",
  "layout": "c",
  "customer_id": "6002722",
  "customer_name": "Suzanne Mull",
  "customer_addr": "221 Rodgers Road\nHonea Path, SC 29654",
  "certificate": "56-A-0143",
  "site_id": "001",
  "site_name": "Suzanne Mull",
  "insp_type": "ROUTINE INSPECTION",
  "date": "04-OCT-2023",
  "report_date": "05-OCT-2023",
  "citations": [
    {
      "code": "2.40(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "The facility’s attending veterinarian has not visited the facility yearly, as designated in the program of vet care. While the\nlicensee stated the attending vet will return to the site soon, the attending veterinarian has not visited the premise since\n2021. Consistent, regularly scheduled visits by the veterinarian provides a measure of quality assurance and helps\nsustain satisfactory oversight and communication by the vet with the facility, The facility shall employ an attending\nveterinarian under formal arrangements. In the case of a part-time attending veterinarian or consultant arrangements, the\nformal arrangements shall include a written program of veterinary care and regularly scheduled visits to the premises of\nthe breeder.\nCorrect by November 15, 2023."
    },
    {
      "code": "2.75(b)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Records: Dealers and exhibitors.",
      "narrative": "The licensee has not maintained complete acquisition and disposition records for the hedgehogs housed at the facility.\nAcquisition and disposition records, including offspring born at the facility, are necessary to accurately track and identify\nanimals being used in regulated activities, as well as aid in the detection of movement of animals upon relocation to a new\nsite.\nThe facility shall make, keep and maintain records that fully and correctly include all the required acquisition and\ndisposition information, including: the name and address of the person from whom the animals were acquired, the USDA\nlicense number of the person if licensed or the vehicle license number and state and driver’s license number and state if\nnot licensed, the name and address of the person to whom an animal was given/sold, the date of acquisition or\ndisposition, the species of animal and the number of animals involved.\nCorrect by October 13, 2023."
    },
    {
      "code": "2.134",
      "kind": "",
      "repeat": false,
      "desc": "Contingency planning.",
      "narrative": "The facility has not developed and documented a contingency plan. A plan is important to be in place in preparation for\nunexpected disasters or events, as well a detailed strategy to address the needed handling, treatment, transportation,\nhousing, and care of the animals in the event of an emergency or disaster. The facility shall develop and document an\nappropriate contingency plan available for review upon USDA inspections.\nCorrect by October 20, 2023.\nThis inspection and exit interview were conducted with the licensee.\nn"
    }
  ],
  "narrative": "2.40(a)(1) \n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nThe facility’s attending veterinarian  has not visited the facility yearly, as designated in the program of vet care. While the \nlicensee stated the attending vet will return to the site soon, the attending veterinarian  has not visited the premise since \n2021. Consistent, regularly scheduled visits by the veterinarian  provides a measure of quality assurance and helps \nsustain satisfactory oversight and communication by the vet with the facility, The facility shall employ an attending \nveterinarian  under formal arrangements. In the case of a part-time attending veterinarian  or consultant arrangements, the \nformal arrangements shall include a written program of veterinary  care and regularly scheduled visits to the premises of \nthe breeder. \nCorrect by November  15, 2023. \n2.75(b)(1) \n   \nRecords: Dealers and exhibitors. \nThe licensee has not maintained complete acquisition and disposition records for the hedgehogs housed at the facility. \nAcquisition and disposition records, including offspring born at the facility, are necessary to accurately track and identify \nanimals being used in regulated activities, as well as aid in the detection of movement of animals upon relocation to a new \nsite.  \nThe facility shall make, keep and maintain records that fully and correctly include all the required acquisition and \ndisposition information, including: the name and address of the person from whom the animals were acquired, the USDA \nlicense number of the person if licensed or the vehicle license number and state and driver’s license number and state if \nnot licensed, the name and address of the person to whom an animal was given/sold, the date of acquisition or \ndisposition, the species of animal and the number of animals involved.   \nCorrect by October 13, 2023. \n2.134 \n   \nContingency planning. \nThe facility has not developed  and documented a contingency plan. A plan is important to be in place in preparation for \nunexpected disasters or events, as well a detailed strategy to address the needed handling, treatment, transportation, \nhousing, and care of the animals in the event of an emergency or disaster. The facility shall develop and document an\n\nappropriate contingency plan available for review upon USDA inspections. \nCorrect by October 20, 2023. \n \nThis inspection and exit interview were conducted with the licensee. \n \n n",
  "animals_total": 10,
  "species": [
    {
      "count": 10,
      "scientific": "Atelerix albiventris",
      "common": "FOUR-TOED HEDGEHOG"
    }
  ]
}