{
  "insp_id": "196151127450775",
  "layout": "a",
  "customer_id": "4160",
  "customer_name": "Tammy Spears",
  "customer_addr": "934 S. Hwy. 281\nOsborne, KS 67473",
  "certificate": "48-A-0576",
  "site_id": "002",
  "site_name": "Tammy Spears",
  "insp_type": "ROUTINE INSPECTION",
  "date": "14-JUL-2015",
  "report_date": "15-JUL-2015",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "* One plastic bottle containing Pyrantel wormer has no written directions on how this drug is to be given and at\nwhat rate it is to be administered. In addition, a recorded expiration date was missing from the label. This drug is\nintermingled with other products that are currently being used at the facility and is therefore ready for use.\nMedications must be labeled with appropriate and accurate information in order to ensure that the contents and\ndosage rates of the container can be known with certainty and not used past their expiration date. The effectiveness\nof the dosage level and expected results could be drastically changed or may not work as anticipated if the\nexpiration date is unknown. The licensee must ensure that all medications are labeled with dosing instructions\nspecific for the species of animals. In addition, an expiration date must be recorded on the label. Correct by\n7/28/15."
    },
    {
      "code": "2.75(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "RECORDS: DEALERS AND EXHIBITORS.",
      "narrative": "* No inventory information was available on 18 unweaned puppies. Inventory information is needed to ensure the\nindividual identity can be known with certainty and to facilitate the ability to trace all puppies. The licensee must\nmake, keep and maintain complete and accurate inventory records that fully and correctly disclose information on all\nanimals including any offspring born at the facility. Correct by 7/28/15."
    },
    {
      "code": "3.1(c)(1)(2)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "* An estimated two by three inch section of missing fiberglass was observed on the interior wall of one enclosure.\nIn addition, the wallboard had a tear extending in the opposite directions from the missing section of fiberglass. Two\ndogs are in contact with the affected area located in sheltered housing. Jagged, sharp edges could cause potential\ninjury. The licensee must ensure all surfaces are free of jagged, sharp edges. Correct by 7/28/15."
    },
    {
      "code": "3.8",
      "kind": "",
      "repeat": false,
      "desc": "EXERCISE FOR DOGS.",
      "narrative": "* No copy of the program of exercise for 42 dogs was made available at time of facility inspection. The program\nof exercise must be developed to ensure the dogs are receiving adequate exercise. The licensee must develop,\ndocument and follow an appropriate plan of exercise, the plan must be approved by the attending veterinarian and\nbe made available to APHIS upon request. Correct by 8/14/15.\n* The facility inspection and exit briefing done on 6/14/15 were conducted with the licensee and Robert Bacon ACI.\n* Copy of the inspection report was sent by certified and regular mail."
    }
  ],
  "narrative": "2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n*   One plastic bottle containing Pyrantel wormer has no written directions on how this drug is to be given and at\nwhat rate it is to be administered.  In addition, a recorded expiration date was missing from the label.  This drug is\nintermingled with other products that are currently being used at the facility and is therefore ready for use.\nMedications must be labeled with appropriate and accurate information in order to ensure that the contents and\ndosage rates of the container can be known with certainty and not used past their expiration date. The effectiveness\nof the dosage level and expected results could be drastically changed or may not work as anticipated if the\nexpiration date is unknown. The licensee must ensure that all medications are labeled with dosing instructions\nspecific for the species of animals.  In addition, an expiration date must be recorded on the label.  Correct by \n7/28/15.\n2.75(a)(1)\nRECORDS: DEALERS AND EXHIBITORS.\n*    No inventory information was available on 18 unweaned puppies.  Inventory information is needed to ensure the\nindividual identity can be known with certainty and to facilitate the ability to trace all puppies.  The licensee must\nmake, keep and maintain complete and accurate inventory records that fully and correctly disclose information on all\nanimals including any offspring born at the facility.  Correct by  7/28/15.\n3.1(c)(1)(2)\nHOUSING FACILITIES, GENERAL.\n*  An estimated two by three inch section of missing fiberglass was observed on the interior wall of one enclosure. \nIn addition, the wallboard had a tear extending in the opposite directions from the missing section of fiberglass.  Two\ndogs are in contact with the affected area located in sheltered housing.  Jagged, sharp edges could cause potential\ninjury.  The licensee must ensure all surfaces are free of  jagged, sharp edges.  Correct by  7/28/15.\n\n3.8\nEXERCISE FOR DOGS.\n*    No copy of the program of exercise for 42 dogs was made available at time of facility inspection.    The program\nof exercise must be developed to ensure the dogs are receiving adequate exercise.   The licensee must develop,\ndocument and follow an appropriate plan of exercise, the plan must be approved by the attending veterinarian and\nbe made available to APHIS upon request.  Correct  by  8/14/15.\n*  The facility inspection and exit briefing done on 6/14/15 were conducted with the licensee and Robert Bacon ACI.\n*  Copy of the inspection report was sent by certified and regular mail.",
  "animals_total": 60,
  "species": [
    {
      "count": 42,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 18,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}