{
  "insp_id": "217151729230725",
  "layout": "a",
  "customer_id": "2444",
  "customer_name": "Eugene L Moser",
  "customer_addr": "6213 Oley Turnpike Road\nOley, PA 19547",
  "certificate": "23-C-0097",
  "site_id": "001",
  "site_name": "EUGENE MOSER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "05-AUG-2015",
  "report_date": "05-AUG-2015",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "Section 2.40(b)(2) Veterinary care: The following animals require veterinary care.\n1) Marmoset (Direct): The marmoset has hair loss on its tail and rear end. The upper 3-4 inches of the tail is wet\nand appears slimy. The back of its rear legs are also wet and appear slimy. This animal has not been seen or\ntreated by the attending veterinarian for its current condition. Marmosets are small animals that can easily become\ndehydrated and weak. Once the APHIS official identified the condition of the marmoset, an employee brought the\nanimal to the attending veterinarian for the small animals.\n2) Fallow deer: There is an open wound about the size of a quarter on the right hip of the fallow deer. This deer is\nvery old and often lays on its right side in its shelter. The wound may be a pressure sore. The deer has not been\nseen or treated by the attending veterinarian for its current condition. The open sore may attract flies that could lay\neggs in the wound. The wound could become infected and/or contaminated with fly larvae. Once the APHIS official\nidentified the condition of the fallow deer, an employee called the attending veterinarian for the livestock.\nVeterinary care is a recurring non-compliant item that was cited on the March 19, 2015 and June 10, 2015\ninspection reports. Each exhibitor must establish and maintain adequate programs of veterinary care that include\nthe use of appropriate methods to prevent, control, diagnose and treat diseases and injuries. Correct by having\nanimals with health problems seen by the attending veterinarian and following the recommendations of the\nveterinarian."
    },
    {
      "code": "2.40(b)(3)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "Section 2.40(b)(3) Veterinary care: Two animals (a marmoset and a fallow deer) were identified as requiring\nveterinary care during this inspection by the APHIS official that had not been previously identified by facility\npersonnel. See the citation for Section 2.40(b)(2). All animals must be observed daily to assess their health and\nwell-being. There must be a mechanism of direct and frequent communication so that timely and accurate\ninformation on problems of animal health, behavior and well-being is conveyed to the attending veterinarian for the\nanimals to receive the appropriate veterinary care. Correct from this day forward.\nAn exit briefing was conducted with the co-owner."
    }
  ],
  "narrative": "2.40(b)(2)           DIRECT                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nSection 2.40(b)(2) Veterinary care:  The following animals require veterinary care.\n1) Marmoset (Direct): The marmoset has hair loss on its tail and rear end.  The upper 3-4 inches of the tail is wet\nand appears slimy.  The back of its rear legs are also wet and appear slimy.  This animal has not been seen or\ntreated by the attending veterinarian for its current condition.  Marmosets are small animals that can easily become\ndehydrated and weak.  Once the APHIS official identified the condition of the marmoset, an employee brought the\nanimal to the attending veterinarian for the small animals.\n2) Fallow deer:  There is an open wound about the size of a quarter on the right hip of the fallow deer.  This deer is\nvery old and often lays on its right side in its shelter.  The wound may be a pressure sore.  The deer has not been\nseen or treated by the attending veterinarian for its current condition.  The open sore may attract flies that could lay\neggs in the wound.  The wound could become infected and/or contaminated with fly larvae.  Once the APHIS official\nidentified the condition of the fallow deer, an employee called the attending veterinarian for the livestock.\nVeterinary care is a recurring non-compliant item that was cited on the March 19, 2015 and June 10, 2015\ninspection reports.  Each exhibitor must establish and maintain adequate programs of veterinary care that include\nthe use of appropriate methods to prevent, control, diagnose and treat diseases and injuries.  Correct by having\nanimals with health problems seen by the attending veterinarian and following the recommendations of the\nveterinarian.\n2.40(b)(3)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nSection 2.40(b)(3) Veterinary care: Two animals (a marmoset and a fallow deer) were identified as requiring\nveterinary care during this inspection by the APHIS official that had not been previously identified by facility\npersonnel.  See the citation for Section 2.40(b)(2).  All animals must be observed daily to assess their health and\n\nwell-being.  There must be a mechanism of direct and frequent communication so that timely and accurate\ninformation on problems of animal health, behavior and well-being is conveyed to the attending veterinarian for the\nanimals to receive the appropriate veterinary care.  Correct from this day forward.     \nAn exit briefing was conducted with the co-owner.",
  "animals_total": 99,
  "species": [
    {
      "count": 2,
      "scientific": "Atelerix albiventris",
      "common": "HEDGEHOG"
    },
    {
      "count": 2,
      "scientific": "Bos primigenuis indicus",
      "common": "ZEBU"
    },
    {
      "count": 1,
      "scientific": "Callithrix jacchus",
      "common": "COMMON MARMOSET"
    },
    {
      "count": 67,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 1,
      "scientific": "Cebus capucinus",
      "common": "WHITE-HEADED / WHITE-THROATED CAPUCHIN"
    },
    {
      "count": 1,
      "scientific": "Dama dama",
      "common": "FALLOW DEER"
    },
    {
      "count": 9,
      "scientific": "Lama pacos",
      "common": "ALPACA"
    },
    {
      "count": 3,
      "scientific": "Lemur catta",
      "common": "RING-TAILED LEMUR"
    },
    {
      "count": 1,
      "scientific": "Nasua nasua",
      "common": "BROWN-NOSED COATI"
    },
    {
      "count": 5,
      "scientific": "Notamacropus rufogriseus",
      "common": "BENNETT'S WALLABY / RED-NECKED WALLABY"
    },
    {
      "count": 3,
      "scientific": "Ovis aries aries",
      "common": "SHEEP INCLUDING ALL DOMESTIC BREEDS"
    },
    {
      "count": 3,
      "scientific": "Sapajus appella",
      "common": "BROWN CAPUCHIN / TUFTED CAPUCHIN"
    },
    {
      "count": 1,
      "scientific": "Sus scrofa domestica",
      "common": "DOMESTIC PIG / POTBELLY PIG / MICRO PIG"
    }
  ]
}