{
  "insp_id": "2016082568861453",
  "layout": "a",
  "customer_id": "328064",
  "customer_name": "Virginia Hinderer",
  "customer_addr": "1336 S W 85th St.\nWakarusa, KS 66546",
  "certificate": "48-A-2139",
  "site_id": "001",
  "site_name": "Virginia Hinderer",
  "insp_type": "ROUTINE INSPECTION",
  "date": "20-SEP-2017",
  "report_date": "21-SEP-2017",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Critical",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "* The licensee stated that a little over a year ago two old, nonproductive dogs euthanized by gun shot. The\nlicensee also stated that a neighbor (unidentified by licensee) disposed of three more dogs. The licensee stated\nthat they had no idea how the three dogs were euthanized. The licensee stated that the dogs are currently buried\non the premise. When asked why the licensee euthanized the dogs by gun shot, the licensee responded they had\na right to dispose of the dogs anyway they desired. Review of the licensees current program of veterinarian care\nstates that all euthanasia shall be performed by a licensed veterinarian. The licensee was verbally told that gunshot\nis not an industry accepted standard for humane euthanasia of dogs. The Program of Veterinary Care is a vital\nagreement between the licensee and the attending veterinarian and failure to follow the veterinarian’s instructions\ncould have negative impacts on the well-being of the animals, or in this case, cause unnecessary pain and distress.\nAll euthanasia must be performed according to the Program of Veterinary Care and by a licensed veterinarian."
    },
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "* One bottle of Acepromazine has no expiration date listed on it. This drug was intermingled with other products\nthat are currently being used at the facility and is therefore ready for use. This drug was obtained from the\nattending veterinarian. The licensee stated that the drug is used as an aid when dogs need to be clipped. Drugs\nmust be labeled with appropriate and accurate information to ensure that the contents of the container can be\nknown with certainty. The effectiveness and expected results could be drastically changed or may not work as\nanticipated if the expiration date is unknown. The usage of any drug with an unknown expiration date on regulated\nanimals is not considered to be an acceptable veterinary practice and does not constitute adequate veterinary care.\nThe licensee must ensure that all drugs used in the facility have a current expiration date recorded.\n############################\n* One adult, female Maltese ( microchip number 094 371 353 ) had a noticeable head tilt to the left. The licensee\nstated the dog was examined by her attending veterinarian on 6/9/17. This dog has not been reexamined by the\nattending veterinarian since the 6/9/17 examination. No buildup of foreign material in the inner ear was observed\nupon closer examination. The licensee stated that per veterinarian instructions the dog has been receiving antibiotic\npills. The licensee stated that all the pills received from the attending veterinarian to treat the ear condition had\nbeen given to the dog. The bottle the pills came in could not be found for verification of veterinarian instructions.\nThe licensee could not provide any documentation from the attending veterinarian on the examination, documented\ntreatment plan or expected results for this dog. Existing ear problems can be the result of an infection, parasites, or\ninflammation. Ear issues can cause pain and discomfort to the animal if it is left untreated. If left untreated ear\nproblems could lead to continued health issues, tissue damage, and inflammation of the ear canal, unnecessary\npain and suffering. This facility must have methods in place to prevent, control, diagnose and treat all vet care\nissues. Ear issues that are not properly cared for can cause pain and discomfort to the dog. This dog must be seen\nby a Licensed Veterinarian. Documentation of the examination, diagnosis and treatment must be maintained by the\nlicensee and made available to APHIS officials."
    },
    {
      "code": "2.75(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "RECORDS: DEALERS AND EXHIBITORS.",
      "narrative": "* No inventory information was attached to one enclosure containing four (unweaned) puppies. Complete and\naccurate records are needed to ensure each animal's identity can be known with certainty and to facilitate the ability\nto trace all puppies. The licensee must maintain complete and accurate records of all puppies at their facility. To\nbe corrected from this day forward."
    },
    {
      "code": "2.126(a)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ACCESS AND INSPECTION OF RECORDS AND PROPERTY; SUBMISSION OF ITINERARIES.",
      "narrative": "* The licensee's official USDA dog on hand records (7005's) and disposition of animals records (7006's) were not\navailable to be viewed at the time of inspection. Complete and accurate records are necessary to ensure each\nanimal's identity can be known with certainty and to facilitate the ability to trace those animals. Missing records\nimpede in the inspection process and makes animal tracking difficult to impossible. Complete and accurate records\nof all animals must be maintained at all times. The licensee during business hours shall allow APHIS officials to\nexamine records required to be kept by the act and the regulations. Correct by 10/4/17."
    },
    {
      "code": "3.1(c)(1)(i)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "* Excessive rust was observed forming on one galvanized coated metal enclosure. One dog is in contact with the\naffected surface area located in indoor housing. The affected surface was rough in appearance. Rust can erode\nand deteriorate all metal surfaces to the point that the metal surfaces can no longer be readily cleaned and\nsanitized. Excessive rust affects the structural integrity or strength of all metal surfaces. Surfaces that come in\ncontact with dogs must be free of excessive rust. Failure to adequately clean and sanitize any surface that is rough\nor rusted could play a role in disease transmission. The licensee must ensure that all surfaces be free of excessive\nrust that prevents the required cleaning and sanitation or affects the structural strength of the surface. Correct by\n10/4/17."
    },
    {
      "code": "3.6(c)(1)(i)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "* Minimal floor space was not being provided for four adult dogs and four puppies. The calculation is: (length of\ndog in inches + 6) x (length of dog in inches + 6) = required floor space in square inches. Required floor space in\ninches/144 = required floor space in square feet. The dog shall be measured from the tip of the nose to the base of\nthe tail while in a normal standing position. If any dog is being singly housed, then that dog will require two times its\nrequired floor space.\n1) One German Shepherd adult male measuring 40 inches in length was being housed in a 36 by 72 inch\nenclosure. 40 + 6 = 46 x 46 = 2116 sq. inches / 144 = 14.69 sq. feet x 2 = 29.39 sq. ft. of floor space needed. 36\nx 72 = 2,592 sq. inches / 144 = 18 Sq. ft. of provided floor space. This dog is 11.39 sq. ft. short of meeting its\nminimal floor space requirement.\n2) One German Shepherd adult female measuring 38 inches in length with four (unweaned) puppies is being\nhoused in an enclosure that measured 28 by 48 inches. 38 + 6 = 44 x 44 = 1,936 sq. inches / 144 = 13.44 sq. ft. of\nminimal required floor space. 13.44 x 20 percent ( 4 puppies ) = 2.69 additional floor space requirement for the\npuppies. 13.44 + 2.69 = 16.13 total floor space required for dam and four puppies. 28 x 48 inches = 1,344 sq.\ninches / 144 = 9.33 square footage of floor space being provided. This dog and puppies is 6.8 sq. ft. short of\nmeeting its minimal floor space requirement.\n3) Two adult Yorkshire Terriers measuring 19 and 18 inch in length were being housed in an enclosure measuring\n28 by 42 inches. 19 + 6 = 25 x 25 = 625 sq. inches / 144 = 4.34 sq. ft. of floor space needed. 18 + 6 = 24 x 24 =\n576 sq. inches / 144 = 4 sq. ft. of floor space needed. 4.34 + 4.00 = 8.34 total sq. footage of total floor space\nneeded. 28 x 42 inches = 1,176 sq. inches / 144 = 8.17 sq. foot floor space being provided. The two dogs are .17\nsq. ft. short of meeting its minimal floor space requirement.\nLack of minimum floor space can affect the freedom of movement affecting the health and well-being of the animals.\nInsufficient floor space or exercise room can cause behavioral and physical stresses on the animals. * Minimal\nfloor space was not being provided for four adult dogs and four puppies. The calculation is: (length of dog in inches\n+ 6) x (length of dog in inches + 6) = required floor space in square inches. Required floor space in inches/144 =\nrequired floor space in square feet. The dog shall be measured from the tip of the nose to the base of the tail while\nin a normal standing position. If any dog is being singly housed, then that dog will require two times its required\nfloor space.\n1) One German Shepherd adult male measuring 40 inches in length was being housed in a 36 by 72 inch\nenclosure. 40 + 6 = 46 x 46 = 2116 sq. inches / 144 = 14.69 sq. feet x 2 = 29.39 sq. ft. of floor space needed. 36\nx 72 = 2,592 sq. inches / 144 = 18 Sq. ft. of provided floor space. This dog is 11.39 sq. ft. short of meeting its\nminimal floor space requirement.\n2) One German Shepherd adult female measuring 38 inches in length with four (unweaned) puppies is being\nhoused in an enclosure that measured 28 by 48 inches. 38 + 6 = 44 x 44 = 1,936 sq. inches / 144 = 13.44 sq. ft. of\nminimal required floor space. 13.44 x 20 percent ( 4 puppies ) = 2.69 additional floor space requirement for the\npuppies. 13.44 + 2.69 = 16.13 total floor space required for dam and four puppies. 28 x 48 inches = 1,344 sq.\ninches / 144 = 9.33 square footage of floor space being provided. This dog and puppies is 6.8 sq. ft. short of\nmeeting its minimal floor space requirement.\n3) Two adult Yorkshire Terriers measuring 19 and 18 inch in length were being housed in an enclosure measuring\n28 by 42 inches. 19 + 6 = 25 x 25 = 625 sq. inches / 144 = 4.34 sq. ft. of floor space needed. 18 + 6 = 24 x 24 =\n576 sq. inches / 144 = 4 sq. ft. of floor space needed. 4.34 + 4.00 = 8.34 total sq. footage of total floor space\nneeded. 28 x 42 inches = 1,176 sq. inches / 144 = 8.17 sq. foot floor space being provided. The two dogs are .17\nsq. ft. short of meeting its minimal floor space requirement.\nLack of minimum floor space can affect the freedom of movement affecting the health and well-being of the animals.\nInsufficient floor space or exercise room can cause behavioral and physical stresses on the animals. Adequate\nfloor space that allows sufficient freedom of movement to make normal postural adjustments is necessary to ensure\nthe health and well-being of all dogs. Inadequate space could affect the comfort of the dogs and limits opportunity\nfor exercise. The licensee must ensure that all animals are housed in enclosures that meet or exceed the minimum\nfloor space requirements at all times. Correct by 10/4/17."
    },
    {
      "code": "3.9(b)",
      "kind": "",
      "repeat": true,
      "desc": "FEEDING.",
      "narrative": "* Dust, cobwebs or dog hair were observed collecting on the tarp straps holding two self-feeders in place and on\ntop of two plastic self-feeders used by two dogs. The affected feeders are attached to enclosures in the north\nindoor building. It indicates unsanitary conditions exist that could impact the health and well-being of the dogs. It\nindicates a potential living area for other pests that are housed with the dogs. A dirty surface could harbor bacteria\nand other disease causing agents that can affect the health and well-being of the dogs. The licensee must ensure\nthat all self-feeders are kept clean and must be sanitized in accordance with 3.11 (b) of this sub part."
    },
    {
      "code": "3.11(a)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "* One outdoor enclosure housing one adult dog has an accumulation of excreta and dried fecal residue caked on\n40 to 50 percent of the enclosure flooring. Cleaning of surfaces is necessary to prevent an accumulation of dirt,\nexcreta and other disease hazards. It indicates unsanitary living conditions exist that could increase the risks of\ndisease transmission, which negatively affects the health of the dogs. Accumulations of dried fecal residue and\nexcreta can potentially create odors, serve as an attractant for flies, insects and other pests. In addition, an\naccumulation of excreta reduces the clean surface area available for the dogs to walk on. Adequate cleaning is a\ncrucial aspect of animal husbandry and helps to reduce disease hazards, odors and pests. Excreta could potentially\ncause soiling on the body of the dog in contact with the affected area. The licensee must remove excreta and food\nwaste from the primary enclosure daily and from under the primary enclosures as often as necessary to prevent an\nexcessive accumulation of feces and food waste, to prevent soiling of the dogs contained in the primary enclosures,\nand to reduce disease hazards, insects, pests and odors. Correct by 9/22/17.\n######################\n* There is a mixture of dog hair, grease and other excreta was accumulating on the galvanized metal bars in one\nenclosure. One dog is in contact with the affected area located in indoor housing. Cleaning of surfaces is\nnecessary to prevent an accumulation of dog hair, excreta and other disease hazards. It indicates unsanitary living\nconditions exist that could increase the risks of disease transmission, which negatively affects the health of the\ndogs. Adequate cleaning is a crucial aspect of animal husbandry and helps to reduce disease hazards, odors and\npests. The licensee must remove excreta and food waste from the primary enclosure daily and from under the\nprimary enclosures as often as necessary to prevent an excessive accumulation of feces and food waste, to prevent\nsoiling of the dogs contained in the primary enclosures, and to reduce disease hazards, insects, pests and odors.\nCorrect by 9/22/17.\n* The facility inspection and verbal exit briefing done on 9/20/17 were conducted with the licensee.\n* The exit briefing done on 9/21/17 was conducted with the licensee.\nAdditional Inspectors\nGreenough Faron, Compliance Specialist"
    }
  ],
  "narrative": "2.40(b)(2)           CRITICAL                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n*   The licensee stated that a little over a year ago two old, nonproductive dogs euthanized by gun shot.  The\nlicensee also stated that a neighbor (unidentified by licensee) disposed of three more dogs.  The licensee stated\nthat they had no idea how the three dogs were euthanized.   The licensee stated that the dogs are currently buried\non the premise.   When asked why the licensee euthanized the dogs by gun shot, the licensee responded they had\na right to dispose of the dogs anyway they desired.  Review of the licensees current program of veterinarian care\nstates that all euthanasia shall be performed by a licensed veterinarian. The licensee was verbally told that gunshot\nis not an industry accepted standard for humane euthanasia of dogs.  The Program of Veterinary Care is a vital\nagreement between the licensee and the attending veterinarian and failure to follow the veterinarian’s instructions\ncould have negative impacts on the well-being of the animals, or in this case, cause unnecessary pain and distress. \nAll euthanasia must be performed according to the Program of Veterinary Care and by a licensed veterinarian.\n2.40(b)(2)                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n*    One bottle of Acepromazine has no expiration date listed on it.  This drug was intermingled with other products\nthat are currently being used at the facility and is therefore ready for use.  This drug was obtained from the\nattending veterinarian.   The licensee stated that the drug is used as an aid when dogs need to be clipped. Drugs\nmust be labeled with appropriate and accurate information to ensure that the contents of the container can be\nknown with certainty.  The effectiveness and expected results could be drastically changed or may not work as\nanticipated if the expiration date is unknown.  The usage of any drug with an unknown expiration date on regulated\nanimals is not considered to be an acceptable veterinary practice and does not constitute adequate veterinary care. \nThe licensee must ensure that all drugs used in the facility have a current expiration date recorded.  \n############################\n*  One adult, female Maltese ( microchip number 094 371 353 ) had a noticeable head tilt to the left.  The licensee\nstated the dog was examined by her attending veterinarian on 6/9/17.  This dog has not been reexamined by the\nattending veterinarian since the 6/9/17 examination.   No buildup of foreign material in the inner ear was observed\n\nupon closer examination. The licensee stated that per veterinarian instructions the dog has been receiving antibiotic\npills.  The licensee stated that all the pills received from the attending veterinarian to treat the ear condition had\nbeen given to the dog.  The bottle the pills came in could not be found for verification of veterinarian instructions. \nThe licensee could not provide any documentation from the attending veterinarian on the examination, documented\ntreatment plan or expected results for this dog.   Existing ear problems can be the result of an infection, parasites, or\ninflammation.  Ear issues can cause pain and discomfort to the animal if it is left untreated. If left untreated ear\nproblems could lead to continued health issues, tissue damage, and inflammation of the ear canal, unnecessary\npain and suffering.  This facility must have methods in place to prevent, control, diagnose and treat all vet care\nissues. Ear issues that are not properly cared for can cause pain and discomfort to the dog. This dog must be seen\nby a Licensed Veterinarian. Documentation of the examination, diagnosis and treatment must be maintained by the\nlicensee and made available to APHIS officials.\n2.75(a)(1)\nRECORDS: DEALERS AND EXHIBITORS.\n*   No inventory information was attached to one enclosure containing four (unweaned) puppies.  Complete and\naccurate records are needed to ensure each animal's identity can be known with certainty and to facilitate the ability\nto trace all puppies.  The licensee must maintain complete and accurate records of all puppies at their facility.   To\nbe corrected from this day forward.\n2.126(a)(2)\nACCESS AND INSPECTION OF RECORDS AND PROPERTY; SUBMISSION OF ITINERARIES.\n*   The licensee's official USDA dog on hand records (7005's) and disposition of animals records (7006's) were not\navailable to be viewed at the time of inspection.  Complete and accurate records are necessary to ensure each\nanimal's identity can be known with certainty and to facilitate the ability to trace those animals.  Missing records\nimpede in the inspection process and makes animal tracking difficult to impossible.   Complete and accurate records\nof all animals must be maintained at all times.   The licensee during business hours shall allow APHIS officials to\nexamine records required to be kept by the act and the regulations.  Correct by 10/4/17.\n3.1(c)(1)(i)\nHOUSING FACILITIES, GENERAL.\n*   Excessive rust was observed forming on one galvanized coated metal enclosure.  One dog is in contact with the\naffected surface area located in indoor housing.  The affected surface was rough in appearance.  Rust can erode\nand deteriorate all metal surfaces to the point that the metal surfaces can no longer be readily cleaned and\nsanitized.  Excessive rust affects the structural integrity or strength of all metal surfaces.  Surfaces that come in\ncontact with dogs must be free of excessive rust.  Failure to adequately clean and sanitize any surface that is rough\nor rusted could play a role in disease transmission.  The licensee must ensure that all surfaces be free of excessive\nrust that prevents the required cleaning and sanitation or affects the structural strength of the surface.   Correct  by\n\n10/4/17.\n3.6(c)(1)(i)\nPRIMARY ENCLOSURES.\n*    Minimal floor space was not being provided for four adult dogs and four puppies.  The calculation is: (length of\ndog in inches + 6) x (length of dog in inches + 6) = required floor space in square inches.   Required floor space in\ninches/144 = required floor space in square feet.  The dog shall be measured from the tip of the nose to the base of\nthe tail while in a normal standing position.  If any dog is being singly housed, then that dog will require two times its\nrequired floor space.  \n1)   One German Shepherd adult male measuring 40 inches in length was being housed in a  36 by 72 inch\nenclosure.   40 + 6 = 46 x 46 = 2116 sq. inches / 144 = 14.69 sq. feet x 2 = 29.39 sq. ft. of floor space needed.   36\nx 72 = 2,592 sq. inches / 144 = 18 Sq. ft. of provided floor space.  This dog is 11.39 sq. ft. short of meeting its\nminimal floor space requirement.\n2)  One German Shepherd adult female measuring 38 inches in length with four (unweaned) puppies is being\nhoused in an enclosure that measured 28 by 48 inches.   38 + 6 = 44 x 44 = 1,936 sq. inches / 144 = 13.44 sq. ft. of\nminimal required floor space.  13.44 x 20 percent ( 4 puppies ) = 2.69 additional floor space requirement for the\npuppies.  13.44 + 2.69 = 16.13 total floor space required for dam and four puppies.  28 x 48 inches = 1,344 sq.\ninches / 144 = 9.33 square footage of floor space being provided.  This dog and puppies is 6.8 sq. ft. short of\nmeeting its minimal floor space requirement.\n3)  Two adult Yorkshire Terriers measuring 19 and 18 inch in length were being housed in an enclosure measuring\n28 by 42 inches.  19 + 6 = 25 x 25 = 625 sq. inches / 144 =  4.34 sq. ft. of floor space needed.  18 + 6 = 24 x 24 =\n576 sq. inches / 144 = 4 sq. ft. of floor space needed.  4.34 + 4.00 = 8.34 total sq. footage of total floor space\nneeded.  28 x 42 inches = 1,176 sq. inches / 144 = 8.17 sq. foot floor space being provided.  The two dogs are .17\nsq. ft. short of meeting its minimal floor space requirement.  \nLack of minimum floor space can affect the freedom of movement affecting the health and well-being of the animals.\n Insufficient floor space or exercise room can cause behavioral and physical stresses on the animals.   *    Minimal\nfloor space was not being provided for four adult dogs and four puppies.  The calculation is: (length of dog in inches\n+ 6) x (length of dog in inches + 6) = required floor space in square inches.   Required floor space in inches/144 =\nrequired floor space in square feet.  The dog shall be measured from the tip of the nose to the base of the tail while\nin a normal standing position.  If any dog is being singly housed, then that dog will require two times its required\nfloor space.  \n1)   One German Shepherd adult male measuring 40 inches in length was being housed in a  36 by 72 inch\nenclosure.   40 + 6 = 46 x 46 = 2116 sq. inches / 144 = 14.69 sq. feet x 2 = 29.39 sq. ft. of floor space needed.   36\n\nx 72 = 2,592 sq. inches / 144 = 18 Sq. ft. of provided floor space.  This dog is 11.39 sq. ft. short of meeting its\nminimal floor space requirement.\n2)  One German Shepherd adult female measuring 38 inches in length with four (unweaned) puppies is being\nhoused in an enclosure that measured 28 by 48 inches.   38 + 6 = 44 x 44 = 1,936 sq. inches / 144 = 13.44 sq. ft. of\nminimal required floor space.  13.44 x 20 percent ( 4 puppies ) = 2.69 additional floor space requirement for the\npuppies.  13.44 + 2.69 = 16.13 total floor space required for dam and four puppies.  28 x 48 inches = 1,344 sq.\ninches / 144 = 9.33 square footage of floor space being provided.  This dog and puppies is 6.8 sq. ft. short of\nmeeting its minimal floor space requirement.\n3)  Two adult Yorkshire Terriers measuring 19 and 18 inch in length were being housed in an enclosure measuring\n28 by 42 inches.  19 + 6 = 25 x 25 = 625 sq. inches / 144 =  4.34 sq. ft. of floor space needed.  18 + 6 = 24 x 24 =\n576 sq. inches / 144 = 4 sq. ft. of floor space needed.  4.34 + 4.00 = 8.34 total sq. footage of total floor space\nneeded.  28 x 42 inches = 1,176 sq. inches / 144 = 8.17 sq. foot floor space being provided.  The two dogs are .17\nsq. ft. short of meeting its minimal floor space requirement.  \nLack of minimum floor space can affect the freedom of movement affecting the health and well-being of the animals.\n Insufficient floor space or exercise room can cause behavioral and physical stresses on the animals.  Adequate\nfloor space that allows sufficient freedom of movement to make normal postural adjustments is necessary to ensure\nthe health and well-being of all dogs.  Inadequate space could affect the comfort of the dogs and limits opportunity\nfor exercise.  The licensee must ensure that all animals are housed in enclosures that meet or exceed the minimum\nfloor space requirements at all times.     Correct by 10/4/17.\n3.9(b)                    REPEAT\nFEEDING.\n*   Dust, cobwebs or dog hair were observed collecting on the tarp straps holding two self-feeders in place and on\ntop of two plastic self-feeders used by two dogs.  The affected feeders are attached to enclosures in the north\nindoor building.    It indicates unsanitary conditions exist that could impact the health and well-being of the dogs.  It\nindicates a potential living area for other pests that are housed with the dogs.  A dirty surface could harbor bacteria\nand other disease causing agents that can affect the health and well-being of the dogs.  The licensee must ensure\nthat all self-feeders are kept clean and must be sanitized in accordance with 3.11 (b) of this sub part.\n3.11(a)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\n*   One outdoor enclosure housing one adult dog has an accumulation of excreta and dried fecal residue caked on\n40 to 50 percent of the enclosure flooring.  Cleaning of surfaces is necessary to prevent an accumulation of dirt,\n\nexcreta and other disease hazards. It indicates unsanitary living conditions exist that could increase the risks of\ndisease transmission, which negatively affects the health of the dogs. Accumulations of dried fecal residue and\nexcreta can potentially create odors, serve as an attractant for flies, insects and other pests. In addition, an\naccumulation of excreta reduces the clean surface area available for the dogs to walk on.   Adequate cleaning is a\ncrucial aspect of animal husbandry and helps to reduce disease hazards, odors and pests. Excreta could potentially\ncause soiling on the body of the dog in contact with the affected area.  The licensee must remove excreta and food\nwaste from the primary enclosure daily and from under the primary enclosures as often as necessary to prevent an\nexcessive accumulation of feces and food waste, to prevent soiling of the dogs contained in the primary enclosures,\nand to reduce disease hazards, insects, pests and odors.  Correct by 9/22/17.\n######################\n* There is a mixture of dog hair, grease and other excreta was accumulating on the galvanized metal bars in one\nenclosure.  One dog is in contact with the affected area located in indoor housing.  Cleaning of surfaces is\nnecessary to prevent an accumulation of dog hair, excreta and other disease hazards. It indicates unsanitary living\nconditions exist that could increase the risks of disease transmission, which negatively affects the health of the\ndogs.  Adequate cleaning is a crucial aspect of animal husbandry and helps to reduce disease hazards, odors and\npests.  The licensee must remove excreta and food waste from the primary enclosure daily and from under the\nprimary enclosures as often as necessary to prevent an excessive accumulation of feces and food waste, to prevent\nsoiling of the dogs contained in the primary enclosures, and to reduce disease hazards, insects, pests and odors. \nCorrect by 9/22/17.\n*  The facility inspection and verbal exit briefing done on 9/20/17 were conducted with the licensee.\n*  The exit briefing done on 9/21/17 was conducted with the licensee.\nAdditional Inspectors\nGreenough Faron, Compliance Specialist",
  "animals_total": 25,
  "species": [
    {
      "count": 21,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 4,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}