{
  "insp_id": "INS-0000838031",
  "layout": "c",
  "customer_id": "507525",
  "customer_name": "SUNSHINE RIDGE PUPPIES",
  "customer_addr": "PO Box 122\nALEXANDRIA, OH 43001",
  "certificate": "31-A-0829",
  "site_id": "001",
  "site_name": "SUNSHINE RIDGE PUPPS",
  "insp_type": "RE-LICENSE INSPECTION",
  "date": "11-JAN-2023",
  "report_date": "11-JAN-2023",
  "citations": [
    {
      "code": "3.6(a)(2)(iii)",
      "kind": "",
      "repeat": false,
      "desc": "Primary enclosures.",
      "narrative": "During inspection, one dog was observed to be running loose outside the primary enclosure in the outdoor walkway. I\nobserved another dog escape his enclosure by squeezing through the feeder hole in an outdoor enclosure. Later on I\nobserved at least 6 dogs running loose outside of their enclosure in the outdoor walkway. When we went outside, the\nenclosure door was open. The primary enclosures are meant to keep the dogs safe. When they get out, they may not be\nable to get back into their enclosure in which case they may not have access to food or water. All enclosures that dogs\ncan get out of must be fixed so the dogs cannot escape their enclosures.\nThis is a 1st Re-License Inspection for a Class “A” license. The inspection and exit briefing were conducted with the\napplicant.\nAll items must be in compliance within 2 more inspections or by 3/12/23 or the applicant will forfeit the license fee and\nmust wait 6 months to reapply. Please contact your inspector to schedule your next Re-License Inspection.\nRegulated activity can continue under your existing USDA license until it expires.\nEnd of report.\nn"
    }
  ],
  "narrative": "3.6(a)(2)(iii) \n   \nPrimary enclosures. \nDuring inspection, one dog was observed to be running loose outside the primary enclosure in the outdoor walkway.  I \nobserved another dog escape his enclosure by squeezing through the feeder hole in an outdoor enclosure.  Later on I \nobserved at least 6 dogs running loose outside of their enclosure in the outdoor walkway.  When we went outside, the \nenclosure door was open.  The primary enclosures are meant to keep the dogs safe.  When they get out, they may not be \nable to get back into their enclosure in which case they may not have access to food or water.  All enclosures that dogs \ncan get out of must be fixed so the dogs cannot escape their enclosures. \n \nThis is a 1st Re-License Inspection for a Class “A” license. The inspection and exit briefing were conducted with the \napplicant. \n \nAll items must be in compliance within 2 more inspections or by 3/12/23 or the applicant will forfeit the license fee and \nmust wait 6 months to reapply. Please contact your inspector to schedule your next Re-License Inspection. \n \nRegulated activity can continue under your existing USDA license until it expires.\n\nEnd of report. \n \n n",
  "animals_total": 257,
  "species": [
    {
      "count": 148,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 109,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}