{
  "insp_id": "2016082569080043",
  "layout": "a",
  "customer_id": "330985",
  "customer_name": "Lora Singleton",
  "customer_addr": "1430 Hickory Rd\nBelleville, KS 66935",
  "certificate": "48-A-2162",
  "site_id": "001",
  "site_name": "LORA SINGLETON",
  "insp_type": "ROUTINE INSPECTION",
  "date": "22-MAR-2018",
  "report_date": "23-MAR-2018",
  "citations": [
    {
      "code": "3.1(a)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "* The welded wire fencing on one enclosure divider have become detached, exposing bent and broken wires. One\ndog is in contact with the affected wiring located in outdoor housing. The ability to contain the dogs securely is\ngreatly affected and could lead to potential injury, if the enclosure fencing is not kept in good repair. The licensee\nmust ensure all enclosure fencing is kept in good repair, protect the animals from injury, contain the dog securely\nand restrict other animals from entering. Correct by 4/5/18."
    },
    {
      "code": "3.11(d)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "* The facility has no current effective pest prevention program in place. Bird droppings were observed\naccumulating on top of the storage shelving and one plastic food storage unit. The affected areas are located on\nthe east side of the outdoor barn housing nine dogs. No means to control or eliminate the birds were viewed during\nthe inspection. Lack of an effective program that controls birds can create unsanitary conditions and lead to\npotential health risks. Bird feces may contain pathogens that could adversely impact animal health. The licensee\nmust establish an effective program for the control of birds and mammals that are pests, must be established and\nmaintained so as to promote the health and well-being of the animals and reduce contamination by pests in the\nanimal areas. The licensee must have an effective program for the control of insects, external parasites affecting\ndogs and cats, birds and mammals that are pests, must be established and maintained so as to promote the health\nand well-being of the animals and reduce contamination by pests in animal areas. Correct by 4/5/18.\n* Facility inspection and verbal exit briefing done on 3/22/18 were conducted with the licensee.\n* Copy of the inspection report was sent by electronic mail."
    }
  ],
  "narrative": "3.1(a)\nHOUSING FACILITIES, GENERAL.\n* The welded wire fencing on one enclosure divider have become detached, exposing bent and broken wires.  One\ndog is in contact with the affected wiring located in outdoor housing.  The ability to contain the dogs securely is\ngreatly affected and could lead to potential injury, if the enclosure fencing is not kept in good repair.  The licensee\nmust ensure all enclosure fencing is kept in good repair, protect the animals from injury, contain the dog securely\nand restrict other animals from entering.  Correct  by  4/5/18.\n3.11(d)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\n*   The facility has no current effective pest prevention program in place.   Bird droppings were observed\naccumulating on top of the storage shelving and one plastic food storage unit.   The affected areas are located on\nthe east side of the outdoor barn housing nine dogs.  No means to control or eliminate the birds were viewed during\nthe inspection.  Lack of an effective program that controls birds can create unsanitary conditions and lead to\npotential health risks.   Bird feces may contain pathogens that could adversely impact animal health.  The licensee\nmust establish an effective program for the control of birds and mammals that are pests, must be established and\nmaintained so as to promote the health and well-being of the animals and reduce contamination by pests in the\nanimal areas.  The licensee must have an effective program for the control of insects, external parasites affecting\ndogs and cats, birds and mammals that are pests, must be established and maintained so as to promote the health\nand well-being of the animals and reduce contamination by pests in animal areas.   Correct by 4/5/18.\n*   Facility inspection and verbal exit briefing done on 3/22/18 were conducted with the licensee.\n*  Copy of the inspection report was sent by electronic mail.",
  "animals_total": 34,
  "species": [
    {
      "count": 15,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 19,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}