{
  "insp_id": "2016090000703023",
  "layout": "b",
  "customer_id": "503388",
  "customer_name": "GREG JONES",
  "customer_addr": "21077 Ness RD\nPARSONS, KS 67357",
  "certificate": "48-A-2238",
  "site_id": "001",
  "site_name": "GREG JONES",
  "insp_type": "ROUTINE INSPECTION",
  "date": "31-AUG-2021",
  "report_date": "02-SEP-2021",
  "citations": [
    {
      "code": "2.75(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Records: Dealers and exhibitors.",
      "narrative": "The record of acquisition and dogs on hand form (APHIS form 7005) is not being kept up-to-date. Currently there are 18\ndogs listed on the form, but there were 27 adult dogs counted as being in the kennel.\nAlso, the licensee did not have any records for the puppies that had been born and raised in the kennel.\nAccurate and complete records are essential in keeping track of adult dogs and puppies in the kennel as well as following\nthem as they enter and exit the kennel. The licensee must make, keep and maintain records which correctly keep track of\nall animals in the kennel. Correct by 14 Sept. 2021."
    },
    {
      "code": "3.1(a)",
      "kind": "",
      "repeat": false,
      "desc": "Housing facilities, general.",
      "narrative": "Dogs have dug under a divider panel between two enclosures and in the process exposed points of the buried cattle\npanel. Dogs having access to one another through this hole may create issues with them as well as the points could\ncause injury to the dogs. All housing facilities must be constructed and kept in good repair to contain the animals securely\nand protect them from injury. Correct by 7 Sept. 2021."
    },
    {
      "code": "3.8",
      "kind": "",
      "repeat": false,
      "desc": "Exercise for dogs.",
      "narrative": "The exercise plan provided by the licensee during the time of the inspection was not approved/signed by the attending\nveterinarian. A veterinarian approved plan ensures that the dogs are provided with an adequate plan of exercise. The\nlicensee must have the attending veterinarian sign the exercise plan for dogs form. Correct by 14 Sept. 2021.\nThis inspection and exit interview were conducted with a facility representative.\nEnd Section"
    }
  ],
  "narrative": "2.75(a)(1) \n   \nRecords: Dealers and exhibitors. \nThe record of acquisition and dogs on hand form (APHIS form 7005) is not being kept up-to-date.  Currently there are 18 \ndogs listed on the form, but there were 27 adult dogs counted as being in the kennel. \nAlso, the licensee did not have any records for the puppies that had been born and raised in the kennel. \nAccurate and complete records are essential in keeping track of adult dogs and puppies in the kennel as well as following \nthem as they enter and exit the kennel.  The licensee must make, keep and maintain records which correctly keep track of \nall animals in the kennel.  Correct by 14 Sept. 2021. \n3.1(a) \n   \nHousing facilities, general. \nDogs have dug under a divider panel between two enclosures and in the process exposed points of the buried cattle \npanel.  Dogs having access to one another through this hole may create issues with them as well as the points could \ncause injury to the dogs.  All housing facilities must be constructed and kept in good repair to contain the animals securely \nand protect them from injury.  Correct by 7 Sept. 2021. \n3.8 \n   \nExercise for dogs.\n\nThe exercise plan provided by the licensee during the time of the inspection was not approved/signed by the attending \nveterinarian.  A veterinarian approved plan ensures that the dogs are provided with an adequate plan of exercise.  The \nlicensee must have the attending veterinarian sign the exercise plan for dogs form.  Correct by 14 Sept. 2021. \n \nThis inspection and exit interview were conducted with a facility representative. \n \nEnd Section",
  "animals_total": 44,
  "species": [
    {
      "count": 27,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 17,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}