{
  "insp_id": "247141029410118",
  "layout": "a",
  "customer_id": "16843",
  "customer_name": "Linda Miller/Riggs",
  "customer_addr": "3151 Co. Rd. 143\nAnnapolis, MO 63620",
  "certificate": "43-B-3643",
  "site_id": "001",
  "site_name": "LINDA MILLER/RIGGS",
  "insp_type": "ROUTINE INSPECTION",
  "date": "03-SEP-2014",
  "report_date": "04-SEP-2014",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "***Two adult male dogs were observed in need of dental care. An adult male Poodle, microchip # 152106481A,\nwas observed with significant coatings of brownish material on the canine and cheek teeth as well as an\naccumulation of brownish material that obscured the outline of the tooth on the left upper side. A male adult West\nHighland Terrier, microchip # 089297547, was observed with accumulations of brownish material on the lower left\ncheek teeth as well as extensive discoloration of the canine and cheek teeth. The gum line of the left lower canine\nwas receded significantly with a grayish coloration to the edges of the gums in this area. These dogs had been\nidentified by the attending veterinarian in May, 2014 for required dental work. Since that time the owner had\nprovided dental work to these dogs at the time of grooming approximately two months ago but at this time the dogs\nare still in need of a more thorough dental cleaning to remove the accumulations on the teeth. Both dogs should be\nexamined by a licensed veterianarian for these dental issues. To be corrected by: 09/10/14"
    },
    {
      "code": "3.6(a)(2)(1)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "*** Two divider panels and a lower door panel on the north side of the north sheltered kennel building have areas of\nthe coated wire material frayed and exhibiting loose points and strands of wire. These wire panels have clipped\nends of wire in contact with the dogs within these pens as well. These wire panels must be replaced to reduce the\npotential for injury to the contained dogs due to sharp points. To be corrected by: 09/11/14\nThis inspection and exit interview was conducted with the owner on 09/03/14. The inspection report was delivered\non 09/04/14."
    }
  ],
  "narrative": "2.40(b)(2)           DIRECT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n***Two adult male dogs were observed in need of dental care.  An adult male Poodle, microchip # 152106481A,\nwas observed with significant coatings of brownish material on the canine and cheek teeth as well as an\naccumulation of brownish material that obscured the outline of the tooth on the left upper side.  A male adult West\nHighland Terrier, microchip # 089297547, was observed with accumulations of brownish material on the lower left\ncheek teeth as well as extensive discoloration of the canine and cheek teeth.  The gum line of the left lower canine\nwas receded significantly with a grayish coloration to the edges of the gums in this area.  These dogs had been\nidentified by the attending veterinarian in May, 2014 for required dental work.  Since that time the owner had\nprovided dental work to these dogs at the time of grooming approximately two months ago but at this time the dogs\nare still in need of a more thorough dental cleaning to remove the accumulations on the teeth.  Both dogs should be\nexamined by a licensed veterianarian for these dental issues.  To be corrected by: 09/10/14\n3.6(a)(2)(1)\nPRIMARY ENCLOSURES.\n*** Two divider panels and a lower door panel on the north side of the north sheltered kennel building have areas of\nthe coated wire material frayed and exhibiting loose points and strands of wire.  These wire panels have clipped\nends of wire in contact with the dogs within these pens as well.  These wire panels must be replaced to reduce the\npotential for injury to the contained dogs due to sharp points.  To be corrected by: 09/11/14\nThis inspection and exit interview was conducted with the owner on 09/03/14.  The inspection report was delivered\non 09/04/14.",
  "animals_total": 69,
  "species": [
    {
      "count": 41,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 28,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}