{
  "insp_id": "104161123200921",
  "layout": "a",
  "customer_id": "324958",
  "customer_name": "Enos Fisher",
  "customer_addr": "Lizzie Fisher\n7425 Baker Rd\nHagerstown, IN 47346",
  "certificate": "32-A-0435",
  "site_id": "001",
  "site_name": "ENOS FISHER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "22-MAR-2016",
  "report_date": "13-APR-2016",
  "citations": [
    {
      "code": "2.40(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "The facility does not have a current written program of veterinary care approved by the current attending\nveterinarian. The facility has a program of veterinary care signed on 10/9/2014 by the previous attending\nveterinarian. A written program of veterinary care is necessary to ensure that the facility staff understands\nthe expectations of the attending veterinarian in regards to the care and use of the animals. A program of\nveterinary care must be written, approved by the current attending veterinarian as part of the formal arrangement\nbetween the facility and the attending veterinarian, and the facility must have a copy of the program in order to\nensure adherence to the program of veterinary care.\nCorrect by: April 5, 2016"
    },
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "Ten guinea pigs were found during inspection which had health issues.\nFour had eye issues. One black and white juvenile guinea pig's right eye was pasted closed with a greenish\ndischarge. Licensee caught the individual and opened the eye, though it remained squinty.\nOne adult red and white guinea pig has a squinty left eye which it held persistently only partially open.\nA brown and white adult guinea pig has a left eye which only partially opens. The eyelids appear thick and rough\nlooking. Licensee stated the eye has always been that way, but there is no documentation showing that it has\nbeen evaluated by a veterinarian for diagnosis or possible treatment.\nA black and white adult guinea pig is wet on the right side of its face. The mucoid discharge appears to be coming\nfrom the right eye. This guinea pig is also missing hair under the chin. The right side of the neck and face is\nhairless.\nAnother white and brown adult guinea pig is also missing hair on its neck and face.\nA black and brown adult guinea pig is missing hair in the middle of its face. The lesion appears to have thickened\nskin and is scaly.\nA grey/brown guinea pig has a firm lump under its chin on the right side of its neck. The lump is smooth, firm and\nabout walnut sized.\nA black and white female guinea pig appears thin, dull, and has a sparse haircoat. Licensee stated she had\nrecently\ngiven birth. Her right ear is thick and has a raw lesion on it.\nA black and white adult guinea pig is reluctant to move and breathing heavy.\nA brown and white juvenile guinea pig appears unable to walk in a straight line, unless it is near the wall of the\nenclosure. This guinea pig persistently circles to the right.\nThese guinea pigs require veterinary care for their health and well being. Licensee must use appropriate methods\nto prevent, control, diagnose and treat diseases and injuries. These animals must be examined by a licensed\nveterinarian for diagnosis and treatment. Documentation of the veterinarian's assessment, treatment, and plan shall\nbe maintained for examination by APHIS officials\nCorrect by: Remains Uncorrected"
    },
    {
      "code": "2.75(b)(1)",
      "kind": "",
      "repeat": true,
      "desc": "RECORDS: DEALERS AND EXHIBITORS.",
      "narrative": "The licensee currently only tracks sales by maintaining sales receipts. The licensee was able to give an\napproximate number of animals on hand, but had no records verifying the inventory. There were also no\nrecords of any births and no records of any deaths (either natural or by euthanasia) occurring in the last six\nmonths. Accurate records of all acquisitions (including births) and dispositions (including deaths) are necessary\nto evaluate trends and monitor the health of the colony. Correct by developing and maintaining all required records\nincluding all acquisitions and dispositions.\nCorrect by: Remains Uncorrected"
    },
    {
      "code": "3.30",
      "kind": "",
      "repeat": false,
      "desc": "WATERING.",
      "narrative": "The water receptacles are too dirty. Wet bedding and a dark brown substance is adhered to the water\nreceptacles and water lines. The wire mesh of the primary enclosures near the water lines and pipes is\nencrusted with a dark material. This environment is ideal for bacteria and other health hazards to grow,\nposing a health risk for the animals. All watering receptacles shall be cleaned and sanitized when dirty.\nCorrect by: March 29, 2016\nExit interview conducted with Licensee.\nAdditional Inspectors\nYager Cody, Supervisory Animal Care Specialist"
    }
  ],
  "narrative": "2.40(a)(1)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThe facility does not have a current written program of veterinary care approved by the current attending \nveterinarian. The facility has a program of veterinary care signed on 10/9/2014 by the previous attending\nveterinarian. A written program of veterinary care is necessary to ensure that the facility staff understands \nthe expectations of the attending veterinarian in regards to the care and use of the animals. A program of \nveterinary care must be written, approved by the current attending veterinarian as part of the formal arrangement \nbetween the facility and the attending veterinarian, and the facility must have a copy of the program in order to \nensure adherence to the program of veterinary care.\nCorrect by:  April 5, 2016\n2.40(b)(2)                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nTen guinea pigs were found during inspection which had health issues. \nFour had eye issues.  One black and white juvenile guinea pig's right eye was pasted closed with a greenish \ndischarge. Licensee caught the individual and opened the eye, though it remained squinty.  \nOne adult red and white guinea pig has a squinty left eye which it held persistently only partially open. \nA brown and white adult guinea pig has a left eye which only partially opens.  The eyelids appear thick and rough\nlooking.  Licensee stated the eye has always been that way, but there is no documentation showing that it has\nbeen evaluated by a veterinarian for diagnosis or possible treatment.  \nA black and white adult guinea pig is wet on the right side of its face.  The mucoid discharge appears to be coming\nfrom the right eye.  This guinea pig is also missing hair under the chin.  The right side of the neck and face is\nhairless.\n\nAnother white and brown adult guinea pig is also missing hair on its neck and face.  \nA black and brown adult guinea pig is missing hair in the middle of its face.  The lesion appears to have thickened\nskin and is scaly. \nA grey/brown guinea pig has a firm lump under its chin on the right side of its neck.  The lump is smooth, firm and\nabout walnut sized.\n  \nA black and white female guinea pig appears thin, dull, and has a sparse haircoat.  Licensee stated she had\nrecently\ngiven birth.  Her right ear is thick and has a raw lesion on it.  \nA black and white adult guinea pig is reluctant to move and breathing heavy.\nA brown and white juvenile guinea pig appears unable to walk in a straight line, unless it is near the wall of the\nenclosure.  This guinea pig persistently circles to the right. \nThese guinea pigs require veterinary care for their health and well being.  Licensee must use appropriate methods\nto prevent, control, diagnose and treat diseases and injuries. These animals must be examined by a licensed \nveterinarian for diagnosis and treatment.  Documentation of the veterinarian's assessment, treatment, and plan shall\nbe maintained for examination by APHIS officials\nCorrect by:  Remains Uncorrected\n   \n2.75(b)(1)                    REPEAT\nRECORDS: DEALERS AND EXHIBITORS.\nThe licensee currently only tracks sales by maintaining sales receipts. The licensee was able to give an \napproximate number of animals on hand, but had no records verifying the inventory. There were also no \nrecords of any births and no records of any deaths (either natural or by euthanasia) occurring in the last six \nmonths.  Accurate records of all acquisitions (including births) and dispositions (including deaths) are necessary\nto evaluate trends and monitor the health of the colony. Correct by developing and maintaining all required records\nincluding all acquisitions and dispositions.\nCorrect by:  Remains Uncorrected\n\n3.30\nWATERING. \nThe water receptacles are too dirty.   Wet bedding and a dark brown substance is adhered to the water\nreceptacles and water lines.  The wire mesh of the primary enclosures near the water lines and pipes is \nencrusted with a dark material.  This environment is ideal for bacteria and other health hazards to grow, \nposing a health risk for the animals.  All watering receptacles shall be cleaned and sanitized when dirty.\nCorrect by:  March 29, 2016\nExit interview conducted with Licensee.\nAdditional Inspectors\nYager Cody, Supervisory Animal Care Specialist",
  "animals_total": 935,
  "species": [
    {
      "count": 935,
      "scientific": "Cavia porcellus",
      "common": "DOMESTIC GUINEA PIG"
    }
  ]
}