{
  "insp_id": "80141824596617",
  "layout": "a",
  "customer_id": "11169",
  "customer_name": "Kimberly Coleman",
  "customer_addr": "299 N E 400\nClinton, MO 64735",
  "certificate": "43-A-4973",
  "site_id": "001",
  "site_name": "KIMBERLY COLEMAN",
  "insp_type": "ROUTINE INSPECTION",
  "date": "21-MAR-2014",
  "report_date": "21-MAR-2014",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "* There was a white, female, adult Morkie #0A02257345 housed in an enclosure with three other dogs. The Morkie\nwas extremely thin with minimal muscle mass so that nearly all her bones (shoulders, spine, ribs, hips, legs, etc.)\nwere prominent and could very easily be felt. The protrusion of some of these bones could be visualized despite\nthe dog's longer hair. The licensee stated that the other dogs were probably keeping the Morkie from getting her\nfair share of food. The dog was then placed in an enclosure by herself and ate voraciously when provided with\nfood.\n** Dogs with a very poor body condition could be lacking adequate nutrients or could have a medical condition\nwhich could be detrimental to the animal's health.\n* There was a male Shih Tzu #0A02033155 who had a small circular white lesion on the surface of both his left and\nright eyes. The lesion on the left eye had a reddened area around it. The licensee had not noticed the lesions until\nthey were pointed out during the inspection.\n** Abnormal lesions on the eyeballs can indicate the animal may have a painful medical condition.\n* There was a red, female Shiba Inu, \"Tori\" #0A02255154 and a black and tan, male Shiba Inu, \"Chewy\"\n#0A02315019 housed together in an enclosure in the whelping room. Both dogs were making a strange,\nhonking-type sound as they were barking/coughing.\n** An abnormal cough/bark could indicate the dogs may have a medical condition which could be harmful to the\ndogs and possibly contagious to the other young puppies in the room.\n*** All of the above mentioned animals need to be examined by a licensed veterinarian in order to obtain accurate\ndiagnoses and to ensure appropriate treatment plans are developed and followed. All animals must receive\nadequate veterinary care at all times. TO BE CORRECTED BY: 25 March 2014"
    },
    {
      "code": "3.6(a)(2)(1)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "(a) General Requirements\n* The metal flashing around one of the dog doors was ripping up where the nails were located resulting in sharp,\njagged edges which the dogs had to step on in order to get in and out of their enclosure. There were also a few\nbroken wires protruding into a few enclosures resulting in sharp points. In the whelping room there were several\nenclosures which used wire mesh flooring material to contain the puppies to one half of the enclosures. Most of\nthese wire dividers had small sharp points at their tops where the wire was not cut flush.\n** Sharp points and jagged edges could puncture the dogs and puppies resulting in painful wounds which could get\ninfected.\n*** The licensee must ensure that enclosures contain no sharp points or edges that could injure the animals. TO BE\nCORRECTED BY: 4 April 2014\nThe inspection and an exit interview were conducted with the licensee."
    }
  ],
  "narrative": "2.40(b)(2)           DIRECT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n* There was a white, female, adult Morkie #0A02257345 housed in an enclosure with three other dogs.  The Morkie\nwas extremely thin with minimal muscle mass so that nearly all her bones (shoulders, spine, ribs, hips, legs, etc.)\nwere prominent and could very easily be felt.  The protrusion of some of these bones could be visualized despite\nthe dog's longer hair.  The licensee stated that the other dogs were probably keeping the Morkie from getting her\nfair share of food.  The dog was then placed in an enclosure by herself and ate voraciously when provided with\nfood.\n** Dogs with a very poor body condition could be lacking adequate nutrients or could have a medical condition\nwhich could be detrimental to the animal's health.\n* There was a male Shih Tzu #0A02033155 who had a small circular white lesion on the surface of both his left and\nright eyes.  The lesion on the left eye had a reddened area around it.  The licensee had not noticed the lesions until\nthey were pointed out during the inspection.\n** Abnormal lesions on the eyeballs can indicate the animal may have a painful medical condition.\n* There was a red, female Shiba Inu, \"Tori\" #0A02255154 and a black and tan, male Shiba Inu, \"Chewy\"\n#0A02315019 housed together in an enclosure in the whelping room.  Both dogs were making a strange,\nhonking-type sound as they were barking/coughing.\n** An abnormal cough/bark could indicate the dogs may have a medical condition which could be harmful to the\ndogs and possibly contagious to the other young puppies in the room.\n*** All of the above mentioned animals need to be examined by a licensed veterinarian in order to obtain accurate\ndiagnoses and to ensure appropriate treatment plans are developed and followed.  All animals must receive\nadequate veterinary care at all times.  TO BE CORRECTED BY: 25 March 2014\n3.6(a)(2)(1)\n\nPRIMARY ENCLOSURES.\n(a) General Requirements\n* The metal flashing around one of the dog doors was ripping up where the nails were located resulting in sharp,\njagged edges which the dogs had to step on in order to get in and out of their enclosure.  There were also a few\nbroken wires protruding into a few enclosures resulting in sharp points.  In the whelping room there were several\nenclosures which used wire mesh flooring material to contain the puppies to one half of the enclosures.  Most of\nthese wire dividers had small sharp points at their tops where the wire was not cut flush.\n** Sharp points and jagged edges could puncture the dogs and puppies resulting in painful wounds which could get\ninfected.  \n*** The licensee must ensure that enclosures contain no sharp points or edges that could injure the animals.  TO BE\nCORRECTED BY: 4 April 2014\nThe inspection and an exit interview were conducted with the licensee.",
  "animals_total": 284,
  "species": [
    {
      "count": 212,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 72,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}