{
  "insp_id": "2016082568761648",
  "layout": "a",
  "customer_id": "331677",
  "customer_name": "Daniel S King",
  "customer_addr": "1800 Sugar Grove Rd\nGreens Fork, IN 47345",
  "certificate": "32-A-0504",
  "site_id": "001",
  "site_name": "DANIEL KING",
  "insp_type": "ROUTINE INSPECTION",
  "date": "23-AUG-2017",
  "report_date": "24-AUG-2017",
  "citations": [
    {
      "code": "2.40(a)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "Licensee has not followed veterinary recommendations for dental care. In May 2016, the dogs in the kennel had\ntheir teeth evaluated and scored by the attending veterinarian. At that time, several dogs had a dental score of 3. It\nwas recommended these dogs have their teeth cleaned and that all dogs be evaluated again in November 2016. At\nthe time of inspection, none of the dogs have had dental cleanings nor were they evaluated last November. Dental\ndisease is painful and can adversely impact the heart, kidneys, liver, and reproductive systems. Licensee shall\nassure that the attending veterinarian has appropriate authority to ensure the provision of adequate veterinary care\nby following all veterinary directives and recommendations exactly.\nCorrect by: From This Day Forward"
    },
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "The female Akita, which has lost her USDA tag, has a large wound on her left shoulder. It occurred about three\nweeks ago when she tried to jump the fence. She has not been examined by a veterinarian. Licensee has an\nappointment for her to be seen by a veterinarian tomorrow, August 24, 2017. Though Licensee has been keeping\nthe wound clean, this dog has experienced prolonged suffering due to lack of veterinary care. With prompt\nadequate care, the wound may have been healed by now. Licensee must utilize appropriate methods to prevent,\ncontrol, diagnose, and treat diseases and injuries. This dog must be examined by a licensed veterinarian tomorrow\nfor diagnosis and treatment. Licensee must assure all veterinary recommendations are followed exactly.\nDocumentation of the veterinary assessment, treatment, and plan shall be maintained for examination by APHIS\nofficials\nCorrect by: August 24, 2017"
    },
    {
      "code": "2.40(b)(3)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "The female Akita, without an official form of ID, was injured about three weeks ago. A veterinarian was not\nconsulted to assess or treat her injury. She still has a large wound on her left shoulder. Licensee has an\nappointment for her to be seen by a veterinarian tomorrow, August 24, 2017. With prompt and adequate care, her\ninjury may have been healed by now. Though Licensee has been keeping the wound clean, this dog has\nexperienced prolonged suffering due to lack of veterinary care. Licensee must establish a mechanism of direct and\nfrequent communication so that timely and accurate information on problems of animal health, behavior, and\nwell-being is conveyed to the attending veterinarian.\nCorrect by: From This Day Forward"
    },
    {
      "code": "2.50(a)",
      "kind": "",
      "repeat": false,
      "desc": "TIME AND METHOD OF IDENTIFICATION.",
      "narrative": "Several of the adult dogs have lost or are missing their identification tag. It is difficult to determine who's who\namong the dogs. None of the puppies are tagged, collared, or have a cage card. It is nearly impossible to correlate\nthe puppy ID numbers recorded on the APHIS forms 7006 to the puppies and their records. Accurate and reliable\nidentification helps assure dogs will be maintained and treated in accordance with their individual needs. All dogs\nheld on the premises shall be identified by an official form of ID.\nCorrect by: September 7, 2017"
    },
    {
      "code": "2.75(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "RECORDS: DEALERS AND EXHIBITORS.",
      "narrative": "The records are confusing and incomplete. License does not maintain cage cards or puppy records which include\nall of the required information. Therefore, it is difficult to correlate puppies born to the disposition records on hand.\nOf the twenty APHIS forms 7006 available since June 2016, the disposition date is missing from one, the receiver\nname/address is missing from one, and the date of birth is missing from six. Without accurate and reliable records it\nis difficult to account for all the dogs and assure only inspected animals are being used for regulated activity.\nLicensee must make, keep, and maintain records or forms which fully and correctly disclose the required\ninformation.\nCorrect by; From This Day Forward"
    },
    {
      "code": "3.1(a)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "The enclosures don't contain the dogs. In the exercise yard, the dogs have dug holes under the fence that allow\nthem to escape. During inspection, one Shiba Inu mix and three Husky mixes escaped out of the yard. A few\nweeks ago, the Akita female climbed one of the fences and became entangled at the top, injuring her shoulder.\nLoose dogs are more likely to encounter disease hazards or sustain injury. Housing facilities for dogs must be\ndesigned and constructed so that they are structurally sound, kept in good repair, protect the animals from injury,\ncontain the animals securely, and restrict other animals from entering.\nCorrect by: August 31, 2017"
    },
    {
      "code": "3.4(b)",
      "kind": "",
      "repeat": false,
      "desc": "OUTDOOR HOUSING FACILITIES.",
      "narrative": "The puppies in the outdoor enclosure do not have adequate shelter. Nine large breed puppies have been in this\nenclosure for the past month. One portable kennel is present. All of the puppies cannot fit into it, nor is it sufficient\nto provide protection from wind/rain, as the holes in the sides and open front door would not adequately protect the\npuppies from inclement weather. It is not uncommon for rain and thunderstorms to move through this area in the\nsummertime. Puppies may suffer undue stress when exposed to the elements. Outdoor facilities for dogs must\ninclude one or more shelter structures that are accessible to each animal and that are large enough to allow each\nanimal in the shelter structure to sit, stand, and lie in a normal manner, and to turn about freely.\nCorrect by: August 26, 2017"
    },
    {
      "code": "3.11(a)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "Urine and feces accumulates in the area under the elevated outdoor pens and needs to be cleaned. A strong odor\nis apparent when near this area. Small areas of moist, dark ground is evident in some spots seeping from\nunderneath the pens. It is unknown when this area was last cleaned. Accumulations of organic material promote\ngrowth of disease hazards which may be harmful to the dogs. Excreta and food waste must be removed from\nunder primary enclosures as often as necessary to prevent an excessive accumulation, therefore reducing disease\nhazards, insects, pests and odors.\nCorrect by: September 7, 2017\nThis inspection and exit interview were conducted with Licensee"
    }
  ],
  "narrative": "2.40(a)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nLicensee has not followed veterinary recommendations for dental care.  In May 2016, the dogs in the kennel had\ntheir teeth evaluated and scored by the attending veterinarian.  At that time, several dogs had a dental score of 3.  It\nwas recommended these dogs have their teeth cleaned and that all dogs be evaluated again in November 2016.  At\nthe time of inspection, none of the dogs have had dental cleanings nor were they evaluated last November.  Dental\ndisease is painful and can adversely impact the heart, kidneys, liver, and reproductive systems.  Licensee shall\nassure that the attending veterinarian has appropriate authority to ensure the provision of adequate veterinary care\nby following all veterinary directives and recommendations exactly.\nCorrect by:  From This Day Forward\n2.40(b)(2)           DIRECT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThe female Akita, which has lost her USDA tag, has a large wound on her left shoulder.  It occurred about three\nweeks ago when she tried to jump the fence.  She has not been examined by a veterinarian.  Licensee has an\nappointment for her to be seen by a veterinarian tomorrow, August 24, 2017.  Though Licensee has been keeping\nthe wound clean, this dog has experienced prolonged suffering due to lack of veterinary care.  With prompt\nadequate care, the wound may have been healed by now.  Licensee must utilize appropriate methods to prevent,\ncontrol, diagnose, and treat diseases and injuries.  This dog must be examined by a licensed veterinarian tomorrow\nfor diagnosis and treatment.  Licensee must assure all veterinary recommendations are followed exactly. \nDocumentation of the veterinary assessment, treatment, and plan shall be maintained for examination by APHIS\nofficials\nCorrect by:  August 24, 2017\n2.40(b)(3)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThe female Akita, without an official form of ID, was injured about three weeks ago.  A veterinarian was not\n\nconsulted to assess or treat her injury.  She still has a large wound on her left shoulder.  Licensee has an\nappointment for her to be seen by a veterinarian tomorrow, August 24, 2017.  With prompt and adequate care, her\ninjury may have been healed by now.  Though Licensee has been keeping the wound clean, this dog has\nexperienced prolonged suffering due to lack of veterinary care.   Licensee must establish a mechanism of direct and\nfrequent communication so that timely and accurate information on problems of animal health, behavior, and\nwell-being is conveyed to the attending veterinarian.\nCorrect by:  From This Day Forward\n2.50(a)\nTIME AND METHOD OF IDENTIFICATION.\nSeveral of the adult dogs have lost or are missing their identification tag.  It is difficult to determine who's who\namong the dogs.  None of the puppies are tagged, collared, or have a cage card.  It is nearly impossible to correlate\nthe puppy ID numbers recorded on the APHIS forms 7006 to the puppies and their records.  Accurate and reliable\nidentification helps assure dogs will be maintained and treated in accordance with their individual needs.  All dogs\nheld on the premises shall be identified by an official form of ID.\nCorrect by:  September 7, 2017\n2.75(a)(1)\nRECORDS: DEALERS AND EXHIBITORS.\nThe records are confusing and incomplete.  License does not maintain cage cards or puppy records which include\nall of the required information.  Therefore, it is difficult to correlate puppies born to the disposition records on hand. \nOf the twenty APHIS forms 7006 available since June 2016, the disposition date is missing from one, the receiver\nname/address is missing from one, and the date of birth is missing from six.  Without accurate and reliable records it\nis difficult to account for all the dogs and assure only inspected animals are being used for regulated activity.  \nLicensee must make, keep, and maintain records or forms which fully and correctly disclose the required\ninformation.\nCorrect by;  From This Day Forward\n3.1(a)\nHOUSING FACILITIES, GENERAL.\nThe enclosures don't contain the dogs.  In the exercise yard, the dogs have dug holes under the fence that allow\nthem to escape.  During inspection, one Shiba Inu mix and three Husky mixes escaped out of the yard.  A few\nweeks ago, the Akita female climbed one of the fences and became entangled at the top, injuring her shoulder. \nLoose dogs are more likely to encounter disease hazards or sustain injury.  Housing facilities for dogs must be\n\ndesigned and constructed so that they are structurally sound, kept in good repair, protect the animals from injury,\ncontain the animals securely, and restrict other animals from entering.\nCorrect by:  August 31, 2017\n3.4(b)\nOUTDOOR HOUSING FACILITIES.\nThe puppies in the outdoor enclosure do not have adequate shelter.  Nine large breed puppies have been in this\nenclosure for the past month.  One portable kennel is present.  All of the puppies cannot fit into it, nor is it sufficient\nto provide protection from wind/rain, as the holes in the sides and open front door would not adequately protect the\npuppies from inclement weather.  It is not uncommon for rain and thunderstorms to move through this area in the\nsummertime.  Puppies may suffer undue stress when exposed to the elements.   Outdoor facilities for dogs must\ninclude one or more shelter structures that are accessible to each animal and that are large enough to allow each\nanimal in the shelter structure to sit, stand, and lie in a normal manner, and to turn about freely.\nCorrect by:  August 26, 2017\n3.11(a)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\nUrine and feces accumulates in the area under the elevated outdoor pens and needs to be cleaned.  A strong odor\nis apparent when near this area.  Small areas of moist, dark ground is evident in some spots seeping from\nunderneath the pens.  It is unknown when this area was last cleaned.  Accumulations of organic material promote\ngrowth of disease hazards which may be harmful to the dogs.   Excreta and food waste must be removed from\nunder primary enclosures as often as necessary to prevent an excessive accumulation, therefore reducing disease\nhazards, insects, pests and odors.\nCorrect by:  September 7, 2017\nThis inspection and exit interview were conducted with Licensee",
  "animals_total": 28,
  "species": [
    {
      "count": 18,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 10,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}