{
  "insp_id": "2016082569714119",
  "layout": "a",
  "customer_id": "505245",
  "customer_name": "Amos K Fisher",
  "customer_addr": "19 Wagon Wheel Lane\nLoganton, PA 17747",
  "certificate": "23-A-0691",
  "site_id": "001",
  "site_name": "AMOS K FISHER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "03-FEB-2020",
  "report_date": "04-FEB-2020",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "There were 7 guinea pigs observed with health conditions requiring treatment in accordance with the Program of\nVeterinary Care or consultation with the attending veterinarian.\nIn Building 1, Pen 5 there was a brown and tan weanling housed with 17 weanlings. The weanling was laying on its\nside and was severely lethargic and minimally responsive. The weanling was observed to have a decreased\nrespiratory rate. The weanling also had an episode lasting approximately 30 seconds in which it kicked its back feet\nand its body contracted in spasms and gradually relaxed. This animal had died by the time the inspection was\ncompleted. The facility reported they had not observed any problems with the animal when they had performed\ntheir daily observation that morning.\nIn Building 1, Pen 29 there was a tri-color adult guinea pig with a skin abnormality that was housed with 6 other\nguinea pigs. There was a circular area of hair loss approximately 2 cm in size on the bridge of the nose. The skin\nin this area appeared reddened. The facility had observed the condition but was not treating according to the\nprogram of veterinary care and had not contacted the attending veterinarian. The attending veterinarian was\ncontacted and was not comfortable with the facility failing to treat this animal according to the program of veterinary\ncare.\nIn Building 2, there were 5 adult guinea pigs with swellings under the chin. The swellings ranged in size from .5 to 1\ninch in size and were firm movable masses. These were observed on a brown and white adult in pen 1, a brown\nand black adult in pen 3, a black and white and a tri-color adult in pen 4, and a brown adult in pen 8. The facility\nhad observed the swellings but was not treating according to the program of veterinary care and had not contacted\nthe attending veterinarian. The attending veterinarian was contacted and was not comfortable with the facility failing\nto treat these animals according to the program of veterinary care.\nNewborns that are lethargic and depressed can rapidly worsen and die if not evaluated and treated. Skin conditions\nwith hair loss and redness can be a sign of numerous infectious and non-infectious causes and requires\nexamination by a veterinarian and appropriate diagnostic testing to determine the underlying cause and determine a\ntreatment plan. Swellings in the neck can be indications of disease or injury, can be painful, affect the overall health\nand well-being of the animal, and may require treatment with antibiotics or other medications.\nDelays in providing appropriate veterinary care for these conditions can result in worsening of the condition and\npotentially spread to other unaffected animals if infectious in nature. The licensee must communicate with the\nattending veterinarian to evaluate these animals and determine an appropriate plan for diagnosis and treatment.\nCorrect by: February 5, 2020"
    },
    {
      "code": "3.25(c)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "The hay being fed to the guinea pigs in Building 1 was being stored directly on the floor of the facility. Bedding in\nBuilding 1 was being stored in open bags on the ground. The guinea pig pelleted feed in Building 2 was being\nstored in open bags on the ground.\nFeed/food and bedding that is stored inappropriately can result in deterioration of the food or be contaminated by\npests, mold, or other sources and if used, cause illness in the animals.\nSupplies of food and bedding must be stored in facilities which adequately protect such supplies against spoilage or\ndeterioration and infestation or contamination by vermin.\nCorrect by: February 11, 2020"
    },
    {
      "code": "3.26(b)",
      "kind": "Direct",
      "repeat": false,
      "desc": "FACILITIES, INDOOR.",
      "narrative": "There was a strong ammonia odor throughout the indoor guinea pig housing areas causing the inspector’s eyes and\nnose to burn. In Building 1 there were only a few windows partially open and in Building 2 there were no windows,\ndoors, or vents open.\nFailure to provide fresh air can cause respiratory distress and expose the guinea pigs to potential disease hazards.\nThe indoor housing facilities must be ventilated to minimize odors and ensure the health of the animals.\nCorrect from this day forward"
    },
    {
      "code": "3.26(d)",
      "kind": "Direct",
      "repeat": false,
      "desc": "FACILITIES, INDOOR.",
      "narrative": "In Building 1, all of the self-feeders attached to the inside of the guinea pig enclosures contained fecal material and\nbedding material mixed in with the feed. The fecal material appeared dry and not fresh and there was little to no\npelleted feed available in some feeders and the guinea pigs were observed reaching over the top of the feeders to\naccess fresh feed.\nFailure to clean feeders often enough to prevent contamination with fecal material can result in avoidance of food or\nspread of disease.\nFood receptacles must be located to minimize contamination by excreta and must be kept clean.\nCorrect from this day forward"
    },
    {
      "code": "3.31(a)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "Many enclosures require additional cleaning. Approximately 25% of the enclosures in Building 1 and all of the\nenclosures in Building 2 have an accumulation of excess fecal material, debris, dirt, and discarded feed mixed in\nwith the bedding.\nThe accumulation of feces and unclean enclosures can cause unpleasant odors, lead to contamination of the\nenclosure, and attract pests and vermin that carry diseases that result in risks to the health of the animals.\nEnclosures must be cleaned and sanitized as often as necessary to prevent a build-up of debris and fecal material\nand sanitized at a minimum of once every two weeks.\nCorrect by: February 11, 2020\nThis inspection and exit interview were conducted with the facility representative."
    }
  ],
  "narrative": "2.40(b)(2)           DIRECT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThere were 7 guinea pigs observed with health conditions requiring treatment in accordance with the Program of\nVeterinary Care or consultation with the attending veterinarian. \nIn Building 1, Pen 5 there was a brown and tan weanling housed with 17 weanlings.  The weanling was laying on its\nside and was severely lethargic and minimally responsive.  The weanling was observed to have a decreased\nrespiratory rate. The weanling also had an episode lasting approximately 30 seconds in which it kicked its back feet\nand its body contracted in spasms and gradually relaxed.  This animal had died by the time the inspection was\ncompleted.  The facility reported they had not observed any problems with the animal when they had performed\ntheir daily observation that morning.\nIn Building 1, Pen 29 there was a tri-color adult guinea pig with a skin abnormality that was housed with 6 other\nguinea pigs.  There was a circular area of hair loss approximately 2 cm in size on the bridge of the nose.  The skin\nin this area appeared reddened.  The facility had observed the condition but was not treating according to the\nprogram of veterinary care and had not contacted the attending veterinarian.  The attending veterinarian was\ncontacted and was not comfortable with the facility failing to treat this animal according to the program of veterinary\ncare.\nIn Building 2, there were 5 adult guinea pigs with swellings under the chin.  The swellings ranged in size from .5 to 1\ninch in size and were firm movable masses.  These were observed on a brown and white adult in pen 1, a brown\nand black adult in pen 3, a black and white and a tri-color adult in pen 4, and a brown adult in pen 8.  The facility\nhad observed the swellings but was not treating according to the program of veterinary care and had not contacted\nthe attending veterinarian. The attending veterinarian was contacted and was not comfortable with the facility failing\nto treat these animals according to the program of veterinary care.\nNewborns that are lethargic and depressed can rapidly worsen and die if not evaluated and treated.  Skin conditions\nwith hair loss and redness can be a sign of numerous infectious and non-infectious causes and requires\nexamination by a veterinarian and appropriate diagnostic testing to determine the underlying cause and determine a\ntreatment plan.  Swellings in the neck can be indications of disease or injury, can be painful, affect the overall health\nand well-being of the animal, and may require treatment with antibiotics or other medications.\nDelays in providing appropriate veterinary care for these conditions can result in worsening of the condition and\npotentially spread to other unaffected animals if infectious in nature. The licensee must communicate with the\nattending veterinarian to evaluate these animals and determine an appropriate plan for diagnosis and treatment.\n\nCorrect by:  February 5, 2020\n3.25(c)\nFACILITIES, GENERAL.\nThe hay being fed to the guinea pigs in Building 1 was being stored directly on the floor of the facility.  Bedding in\nBuilding 1 was being stored in open bags on the ground. The guinea pig pelleted feed in Building 2 was being\nstored in open bags on the ground.  \nFeed/food and bedding that is stored inappropriately can result in deterioration of the food or be contaminated by\npests, mold, or other sources and if used, cause illness in the animals. \nSupplies of food and bedding must be stored in facilities which adequately protect such supplies against spoilage or\ndeterioration and infestation or contamination by vermin.\nCorrect by:  February 11, 2020\n3.26(b)           DIRECT\nFACILITIES, INDOOR.\nThere was a strong ammonia odor throughout the indoor guinea pig housing areas causing the inspector’s eyes and\nnose to burn. In Building 1 there were only a few windows partially open and in Building 2 there were no windows,\ndoors, or vents open.\nFailure to provide fresh air can cause respiratory distress and expose the guinea pigs to potential disease hazards. \nThe indoor housing facilities must be ventilated to minimize odors and ensure the health of the animals.\nCorrect from this day forward\n3.26(d)           DIRECT\nFACILITIES, INDOOR.\nIn Building 1, all of the self-feeders attached to the inside of the guinea pig enclosures contained fecal material and\nbedding material mixed in with the feed. The fecal material appeared dry and not fresh and there was little to no\npelleted feed available in some feeders and the guinea pigs were observed reaching over the top of the feeders to\naccess fresh feed.\nFailure to clean feeders often enough to prevent contamination with fecal material can result in avoidance of food or\nspread of disease. \nFood receptacles must be located to minimize contamination by excreta and must be kept clean. \nCorrect from this day forward\n3.31(a)\n\nSANITATION.\nMany enclosures require additional cleaning.  Approximately 25% of the enclosures in Building 1 and all of the\nenclosures in Building 2 have an accumulation of excess fecal material, debris, dirt, and discarded feed mixed in\nwith the bedding.\nThe accumulation of feces and unclean enclosures can cause unpleasant odors, lead to contamination of the\nenclosure, and attract pests and vermin that carry diseases that result in risks to the health of the animals.\nEnclosures must be cleaned and sanitized as often as necessary to prevent a build-up of debris and fecal material\nand sanitized at a minimum of once every two weeks. \nCorrect by:  February 11, 2020\nThis inspection and exit interview were conducted with the facility representative.",
  "animals_total": 860,
  "species": [
    {
      "count": 860,
      "scientific": "Cavia porcellus",
      "common": "DOMESTIC GUINEA PIG"
    }
  ]
}