{
  "insp_id": "149151701100591",
  "layout": "a",
  "customer_id": "6873",
  "customer_name": "Melva Langford",
  "customer_addr": "801 West Bois D'Arc A-9\nWhitewright, TX 75491",
  "certificate": "74-A-1230",
  "site_id": "001",
  "site_name": "Melva Langford",
  "insp_type": "ROUTINE INSPECTION",
  "date": "28-MAY-2015",
  "report_date": "01-JUN-2015",
  "citations": [
    {
      "code": "2.40(b)(3)",
      "kind": "Direct",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "Veterinary care issues identified:\n* A dead female Italian Grey Hound (#043111029) was discovered in one of the shelters during this inspection.\nThis animal should be taken to the veterinarian for a necropsy in order to determine the cause of death and make\ncertain the cause of death is not a threat to the rest of the dogs in the kennel (infectious disease, etc).\n* A female Italian Grey Hound with pups in cage #38 had hair loss with areas that appeared slightly reddened on\nthe front of her neck and chest. This hair loss needs to be evaluated by the attending veterinarian to determine the\ncause and an appropriate treatment.\n* A shih-tzu in enclosure T9 that had just been groomed had knotted fur on all four feet. Knotted fur can cause\nareas of dermatitis underneath the knots that are uncomfortable for the animal. These knots can also cause excess\ntension on the skin and be painful. This animal needs to have its feet adequately groomed.\nDaily checks to observe the health and well-being of the animals at this facility continue to be a problem. The\nlicensee or the employees are responsible for checking these animals at least once daily, more often if possible,\nand communicating any health concerns to the attending veterinarian immediately. Written records from the\nveterinarian confirming dogs with health issues have been examined and documenting diagnosis and treatment\nneed to be available for review during USDA inspections."
    },
    {
      "code": "3.1(a)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "Several of the dog enclosures have plastic mesh running along the metal fence panels. The function of this mesh\nappears to have been to keep the dogs from sticking their heads through the large holes in the fence panels. Some\nof this mesh has been chewed up or pulled loose and is no longer functioning as intended. Facilities must be kept\nin good repair to protect the animals from injury, contain the animals and restrict other animals from entering. The\nloose, chewed mesh needs to be repaired before a dog swallows a piece or one of the dogs sticks it's head into\nanother pen and is injured.\nTo be corrected by: June 8, 2015"
    },
    {
      "code": "3.2(b)",
      "kind": "",
      "repeat": false,
      "desc": "INDOOR HOUSING FACILITIES.",
      "narrative": "The whelping house had a strong ammonia odor. Based on the odor present in the building the current system was\nnot operating to sufficiently ventilate the odors. Indoor housing facilities must be sufficiently ventilated at all times to\nminimize odors, ammonia levels, and humidity. Excessive ammonia can negatively affect the health of the dogs,\nespecially the younger pups. The current ventilation system needs to be evaluated and maintained as necessary to\nprovide sufficient ventilation for the regulated animals.\nTo be corrected immediately."
    },
    {
      "code": "3.6(c)(2)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "Two Italian Grey Hounds, one in cage 36 and one in cage 37, were fighting through the fence. One of the dogs was\nable to get a good portion of its body through the holes in the fence. These dogs could seriously injure one\nanother. The holes in the fence need to be repaired to ensure these dogs cannot have contact with one another. If\nthe animals continue to exhibit aggression towards each other one of the dogs needs to be relocated to another\nenclosure.\nTo be corrected immediately."
    },
    {
      "code": "3.9(b)",
      "kind": "Direct",
      "repeat": false,
      "desc": "FEEDING.",
      "narrative": "Moldy feed was identified in 4 dog feeders. Moldy feed can cause serious illness in the dogs. Food must be\nuncontaminated and palatable. Food receptacles must be located so as to minimize contamination by excreta,\npests, and weather. They must be checked and cleaned regularly. Measures must be taken to prevent feed from\nbecoming caked or moldy. This facility needs to establish a more frequent schedule for checking and cleaning\nfeeders or feed only what the dogs can consume at one feeding and/or use disposable food receptacles.\nTo be corrected immediately.\nInspection and exit interview conducted with the licensee.\nAdditional Inspectors\nHoward Tami, Supervisory Animal Care Specialist"
    }
  ],
  "narrative": "2.40(b)(3)           DIRECT                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nVeterinary care issues identified:\n*  A dead female Italian Grey Hound (#043111029) was discovered in one of the shelters during this inspection. \nThis    animal should be taken to the veterinarian for a necropsy in order to determine the cause of death and make\ncertain the cause of death is not a threat to the rest of the dogs in the kennel (infectious disease, etc).  \n*  A female Italian Grey Hound with pups in cage #38 had hair loss with areas that appeared slightly reddened on\nthe front of her neck and chest.  This hair loss needs to be evaluated by the attending veterinarian to determine the\ncause and an appropriate treatment.\n*  A shih-tzu in enclosure T9 that had just been groomed had knotted fur on all four feet.  Knotted fur can cause\nareas of dermatitis underneath the knots that are uncomfortable for the animal.  These knots can also cause excess\ntension on the skin and be painful.  This animal needs to have its feet adequately groomed.\nDaily checks to observe the health and well-being of the animals at this facility continue to be a problem.   The\nlicensee or the employees are responsible for checking these animals at least once daily, more often if possible,\nand communicating any health concerns to the attending veterinarian immediately.  Written records from the\nveterinarian confirming dogs with health issues have been examined and documenting diagnosis and treatment\nneed to be available for review during USDA inspections.  \n3.1(a)\nHOUSING FACILITIES, GENERAL.\nSeveral of the dog enclosures have plastic mesh running along the metal fence panels.  The function of this mesh\nappears to have been to keep the dogs from sticking their heads through the large holes in the fence panels.  Some\nof this mesh has been chewed up or pulled loose and is no longer functioning as intended.  Facilities must be kept\nin good repair to protect the animals from injury, contain the animals and restrict other animals from entering.  The\nloose, chewed mesh needs to be repaired before a dog swallows a piece or one of the dogs sticks it's head into\nanother pen and is injured.\n\nTo be corrected by:  June 8, 2015 \n3.2(b)\nINDOOR HOUSING FACILITIES.\nThe whelping house had a strong ammonia odor.  Based on the odor present in the building the current system was\nnot operating to sufficiently ventilate the odors.  Indoor housing facilities must be sufficiently ventilated at all times to\nminimize odors, ammonia levels, and humidity.  Excessive ammonia can negatively affect the health of the dogs,\nespecially the younger pups.  The current ventilation system needs to be evaluated and maintained as necessary to\nprovide sufficient ventilation for the regulated animals.\nTo be corrected immediately.  \n3.6(c)(2)\nPRIMARY ENCLOSURES.\nTwo Italian Grey Hounds, one in cage 36 and one in cage 37, were fighting through the fence.  One of the dogs was\nable to get a good portion of its body through the holes in the fence.   These dogs could seriously injure one\nanother.  The holes in the fence need to be repaired to ensure these dogs cannot have contact with one another.  If\nthe animals continue to exhibit aggression towards each other one of the dogs needs to be relocated to another\nenclosure.\nTo be corrected immediately.\n3.9(b)           DIRECT\nFEEDING.\nMoldy feed was identified in 4 dog feeders.  Moldy feed can cause serious illness in the dogs.  Food must be\nuncontaminated and palatable.  Food receptacles must be located so as to minimize contamination by excreta,\npests, and weather.  They must be checked and cleaned regularly.  Measures must be taken to prevent feed from\nbecoming caked or moldy.  This facility needs to establish a more frequent schedule for checking and cleaning\nfeeders or feed only what the dogs can consume at one feeding and/or use disposable food receptacles.\nTo be corrected immediately.\nInspection and exit interview conducted with the licensee.\n\nAdditional Inspectors\nHoward Tami, Supervisory Animal Care Specialist",
  "animals_total": 130,
  "species": [
    {
      "count": 93,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 37,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}