{
  "insp_id": "279152228350941",
  "layout": "a",
  "customer_id": "13639",
  "customer_name": "Pam Reynolds",
  "customer_addr": "P O Box 147\nCuba, KS 66940",
  "certificate": "48-B-0270",
  "site_id": "001",
  "site_name": "Pam Reynolds",
  "insp_type": "ROUTINE INSPECTION",
  "date": "06-OCT-2015",
  "report_date": "13-OCT-2015",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "* There was one 250 mg bottle containing Metronidazole tablets with an expiration date of 10/2014. This\nmedication was intermingled with other products that are currently being used at the facility and are therefore ready\nfor use. The effectiveness of the dosage level and expected results could be drastically changed or may not work\nas anticipated if the medication is administrated past the recorded expiration date. In addition, the usage of expired\nmedications on regulated animals is not considered to be an acceptable veterinary practice. The licensee must\nensure that all medications used at the facility have not gone past the recorded expiration date. Correct by\n10/20/15.\n**********************************\n* One bottle labeled as \"strongent\" wormer had no recorded expiration date on the label. This medication was\nintermingled with other products that are currently being used at the facility and are therefore ready for use. The\nexpected results could be drastically changed or may not work as anticipated if the expiration date is unknown at\ntime of usage. Medications must be labeled with accurate information to ensure that the contents are not used past\nthe expiration date. The licensee must ensure that all medications used at the facility are labeled with an expiration\ndate. Correct by 10/20/15."
    },
    {
      "code": "2.76(a)",
      "kind": "",
      "repeat": false,
      "desc": "RECORDS: OPERATORS OF AUCTION SALES AND BROKERS.",
      "narrative": "* The licensee does not have complete and accurate records which fully disclose the required information\nconcerning each animal brokered. There are Certificates of Veterinary Inspection showing that the licensee shipped\nseven Basset Hounds on 4/12/15, three Basset Hounds on 4/26/15, six Basset Hounds on 6/19/15 and one\nDachshund on 4/12/15. She did not have these breeds on her premises during the inspection or APHIS 7006 forms\nto show that they have left the premise since that time. These dogs are considered to have been brokered by the\nlicensee with her B license status. Complete and accurate records are needed to facilitate the ability to trace back\npuppies. The licensee shall make, keep and maintain records or forms which fully and correctly disclose\ninformation concerning any animal offered for sale or consigned by them, whether or not a fee or commission is\ncharged. To be corrected from this date forward."
    },
    {
      "code": "2.132(d)",
      "kind": "",
      "repeat": false,
      "desc": "PROCUREMENT OF DOGS, CATS, AND OTHER ANIMALS; DEALERS.",
      "narrative": "* There are Certificates of Veterinary Inspection showing that the licensee shipped seven Basset Hounds on\n4/12/15, three Basset Hounds on 4/26/15, six Basset Hounds on 6/19/15 and one Dachshund on 4/12/15. She did\nnot have these breeds on her premises during the inspection or APHIS 7006 forms to show that they have left the\npremise since that time. These dogs are considered to have been brokered by the licensee with her B license\nstatus. The licensee had no documentation that these puppies were purchased from a USDA licensed breeder.\nThe licensee did not have a written certification form from the breeder of these puppies on file stating where the\npuppies were born and raised and how many breeding females are possessed by the breeder. Proper record\nkeeping is essential for tracking movement of animals and to facilitate the inspection process. The licensee shall\nnot knowingly obtain dogs from any person who is not licensed without obtaining a written certification that the\nanimals were born and raised on that person's premise and that this person does not maintain more than four\nbreeding female dogs. The licensee must obtain and keep all signed certification statements on file and must be\nmade available at the inspector's request. To be corrected from this date forward."
    },
    {
      "code": "3.1(a)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "* An estimated two to three inch gap exists between the enclosure fencing and a galvanized panel located next to\nthe enclosure fencing. Three dogs are in contact with the affected area located in outdoor housing. The potential\nfor injury exists if any animal gets stuck or caught in the gap area which could cause potential stress or discomfort.\nThe licensee must ensure all enclosures are kept in good repair and it must protect the animals from injury, contain\nthe animals securely and restrict other animals from entering. Correct by 10/20/15."
    },
    {
      "code": "3.1(c)(1)(2)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "* An estimated three foot section of galvanized panel has protruding, sharp points extending upwards in one\nenclosure housing three dogs. Protruding, sharp points could injure the dogs. The licensee must ensure that all\nenclosure wires be free of sharp points that might injure the animals. Correct 10/20/15."
    },
    {
      "code": "3.1(c)(1)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "* Shredded, frayed ends were observed on two carpet squares and one carpet mat. Five puppies are in contact\nwith the affected carpet located in sheltered housing. Shredded, frayed carpet ends cannot be readily cleaned and\nsanitized. The licensee must ensure that any material used at the facility can be readily cleaned and sanitized or be\nremoved or replaced when worn or soiled. Correct by 10/20/15."
    },
    {
      "code": "3.1(c)(2)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "* The exterior wood edge surrounding the entry way to one enclosure is showing bare, deteriorated, and missing\nwood. Five puppies are in contact with the affected surface area located in sheltered housing. Bare, deteriorated\nwood surfaces cannot be readily cleaned and sanitized. Surfaces not maintained on a regular basis could lead to\ndisease, health risks and potential unsanitary conditions. The licensee must ensure that all surfaces are maintained\non a regular basis. Any surface that cannot be readily cleaned and sanitized must be replaced when worn or soiled.\nCorrect by 11/6/15."
    },
    {
      "code": "3.1(c)(3)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "* An accumulation of dust was observed covering the top of three metal heat lamp protectors. Dust is covering an\nestimated 75 percent of the affected surface area. Unsanitary living conditions and potential transmission of\ndiseases exists when surfaces have not been spot cleaned daily and sanitized when necessary to satisfy generally\naccepted husbandry standards and practices. The licensee must ensure that all surfaces are spot-cleaned daily\nand sanitized in accordance with section 3.11 (b) to prevent an accumulation of excreta and reduce disease\nhazards. Correct by 10/14/15."
    },
    {
      "code": "3.1(e)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "* There is a mixture of dirt and grime collecting on the top cover and the interior of one food storage container.\nThe nutritive value could be affected if the feed becomes contaminated. It can harbor bacteria and other disease\ncausing agents that can affect the health and well-being of the dogs. The licensee must ensure that all supplies of\nfood must be stored in a manner that protects the supplies from spoilage, contamination and vermin infestation.\nCorrect by 10/20/15.\n* The facility inspection and verbal exit briefing done on 10/6/15 were conducted with the licensee, Dr. Margaret\nShaver VMO and Robert Bacon ACI.\n* The exit briefing done on 10/13/15 were conducted with the licensee and Robert Bacon ACI.\nAdditional Inspectors\nShaver Margaret, Veterinary Medical Officer"
    }
  ],
  "narrative": "2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n*    There was one 250 mg bottle containing Metronidazole tablets with an expiration date of 10/2014.  This\nmedication was intermingled with other products that are currently being used at the facility and are therefore ready\nfor use.  The effectiveness of the dosage level and expected results could be drastically changed or may not work\nas anticipated if the medication is administrated past the recorded expiration date.  In addition, the usage of expired\nmedications on regulated animals is not considered to be an acceptable veterinary practice.    The licensee must\nensure that all medications used at the facility have not gone past the recorded expiration date.  Correct by \n10/20/15.\n**********************************\n*    One bottle labeled as \"strongent\" wormer had no recorded expiration date on the label.   This medication was\nintermingled with other products that are currently being used at the facility and are therefore ready for use.  The\nexpected results could be drastically changed or may not work as anticipated if the expiration date is unknown at\ntime of usage.  Medications must be labeled with accurate information to ensure that the contents are not used past\nthe expiration date.  The licensee must ensure that all medications used at the facility are labeled with an expiration\ndate.  Correct by 10/20/15.\n \n2.76(a)\nRECORDS: OPERATORS OF AUCTION SALES AND BROKERS.\n*   The licensee does not have complete and accurate records which fully disclose the required information\nconcerning each animal brokered.  There are Certificates of Veterinary Inspection showing that the licensee shipped\nseven Basset Hounds on 4/12/15, three Basset Hounds on 4/26/15, six Basset Hounds on 6/19/15 and one\n\nDachshund on 4/12/15. She did not have these breeds on her premises during the inspection or APHIS 7006 forms\nto show that they have left the premise since that time. These dogs are considered to have been brokered by the\nlicensee with her B license status.  Complete and accurate records are needed to facilitate the ability to trace back\npuppies.  The licensee shall make, keep and maintain records or forms which fully and correctly disclose\ninformation concerning any animal offered for sale or consigned by them, whether or not a fee or commission is\ncharged.  To be corrected from this date forward.\n2.132(d)\nPROCUREMENT OF  DOGS, CATS, AND OTHER ANIMALS; DEALERS.\n*   There are Certificates of Veterinary Inspection showing that the licensee shipped seven Basset Hounds on\n4/12/15, three Basset Hounds on 4/26/15, six Basset Hounds on 6/19/15 and one Dachshund on 4/12/15.  She did\nnot have these breeds on her premises during the inspection or APHIS 7006 forms to show that they have left the\npremise since that time. These dogs are considered to have been brokered by the licensee with her B license\nstatus.  The licensee had no documentation that these puppies were purchased from a USDA licensed breeder. \nThe licensee did not have a written certification form from the breeder of these puppies on file stating where the\npuppies were born and raised and how many breeding females are possessed by the breeder. Proper record\nkeeping is essential for tracking movement of animals and to facilitate the inspection process.  The licensee shall\nnot knowingly obtain dogs from any person who is not licensed without obtaining a written certification that the\nanimals were born and raised on that person's premise and that this person does not maintain more than four\nbreeding female dogs.   The licensee must obtain and keep all signed certification statements on file and must be\nmade available at the inspector's request.  To be corrected from this date forward.\n \n3.1(a)\nHOUSING FACILITIES, GENERAL.\n*  An estimated two to three inch gap exists between the enclosure fencing and a galvanized panel located next to\nthe enclosure fencing.   Three dogs are in contact with the affected area located in outdoor housing.  The potential\nfor injury exists if any animal gets stuck or caught in the gap area which could cause potential stress or discomfort. \nThe licensee must ensure all enclosures are kept in good repair and it must protect the animals from injury, contain\nthe animals securely and restrict other animals from entering.  Correct by 10/20/15.\n3.1(c)(1)(2)\nHOUSING FACILITIES, GENERAL.\n*   An estimated three foot section of galvanized panel has protruding, sharp points extending upwards in one\nenclosure housing three dogs.  Protruding, sharp points could injure the dogs.  The licensee must ensure that all\n\nenclosure wires be free of sharp points that might injure the animals.  Correct 10/20/15.\n3.1(c)(1)\nHOUSING FACILITIES, GENERAL.\n*   Shredded, frayed ends were observed on two carpet squares and one carpet mat.  Five puppies are in contact\nwith the affected carpet located in sheltered housing.  Shredded, frayed carpet ends cannot be readily cleaned and\nsanitized.  The licensee must ensure that any material used at the facility can be readily cleaned and sanitized or be\nremoved or replaced when worn or soiled.  Correct  by 10/20/15.\n3.1(c)(2)\nHOUSING FACILITIES, GENERAL.\n*  The exterior wood edge surrounding the entry way to one enclosure is showing  bare, deteriorated, and missing\nwood.  Five puppies are in contact with the affected surface area located in sheltered housing.  Bare, deteriorated\nwood surfaces cannot be readily cleaned and sanitized. Surfaces not maintained on a regular basis could lead to\ndisease, health risks and potential unsanitary conditions.  The licensee must ensure that all surfaces are maintained\non a regular basis.  Any surface that cannot be readily cleaned and sanitized must be replaced when worn or soiled.\n  Correct by 11/6/15.\n3.1(c)(3)\nHOUSING FACILITIES, GENERAL.\n*   An accumulation of dust was observed covering the top of three metal heat lamp protectors.  Dust is covering an\nestimated 75 percent of the affected surface area.    Unsanitary living conditions and potential transmission of\ndiseases exists when surfaces have not been spot cleaned daily and sanitized when necessary to satisfy generally\naccepted husbandry standards and practices.    The licensee must ensure that all surfaces are spot-cleaned daily\nand sanitized in accordance with section 3.11 (b) to prevent an accumulation of excreta and reduce disease\nhazards.   Correct by   10/14/15.\n3.1(e)\nHOUSING FACILITIES, GENERAL.\n*   There is a mixture of dirt and grime collecting on the top cover and the interior of one food storage container.  \nThe nutritive value could be affected if the feed becomes contaminated.  It can harbor bacteria and other disease\n\ncausing agents that can affect the health and well-being of the dogs.  The licensee must ensure that all supplies of\nfood must be stored in a manner that protects the supplies from spoilage, contamination and vermin infestation. \nCorrect  by  10/20/15.\n*  The facility inspection and verbal exit briefing done on 10/6/15 were conducted with the licensee, Dr. Margaret\nShaver VMO and Robert Bacon ACI.\n*  The exit briefing done on 10/13/15 were conducted with the licensee and Robert Bacon ACI.\nAdditional Inspectors\nShaver Margaret, Veterinary Medical Officer",
  "animals_total": 15,
  "species": [
    {
      "count": 10,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 5,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}