{
  "insp_id": "2016082569760036",
  "layout": "a",
  "customer_id": "5224",
  "customer_name": "Dennis Van Wyk",
  "customer_addr": "Donna Van Wyk\n1955 120th Street\nNew Sharon, IA 50207",
  "certificate": "42-A-0331",
  "site_id": "001",
  "site_name": "DENNIS & DONNA VAN WYK",
  "insp_type": "ROUTINE INSPECTION",
  "date": "04-MAR-2020",
  "report_date": "05-MAR-2020",
  "citations": [
    {
      "code": "3.1(a)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "The enclosures in the small dog building are raised off the ground and at least three of the enclosures, containing\napproximately six dogs, have a wooden door that has bowed outward at the bottom creating a gap between the\ndoor and the enclosure floor. The gaps are large enough for the leg of a dog to fall through which could result in\ninjury to the animals.\nHousing facilities for dogs must be designed and constructed so they are structurally sound, kept in good repair and\nprotect the animals from injury. The licensee must alter the enclosures in a manner that eliminates the gap between\nthe enclosure floor and the bowed wooden doors to protect the dogs from potential injury. The licensee must ensure\nthat all enclosures are safe for the animals at all times.\nTo be corrected by: March 21, 2020"
    },
    {
      "code": "3.1(c)(1)(ii)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "There are twelve enclosures, containing at least twenty dogs, that have a wooden door with a hook screwed to the\nfront that latches the door shut. The sharp end of each of the screws has penetrated through the wooden doors\nand into the enclosures. These sharp points are located at the level of the dogs and contact with them could result\nin injury to the animals.\nSurfaces of housing facilities must be free of jagged edges and sharp points. The licensee must remove the sharp\npoints of the screws to eliminate the risk of injury to the animals. The licensee must ensure that all enclosures are\nfree of any sharp points and jagged edges at all times.\nTo be corrected by: March 21, 2020\nThis inspection and exit interview were conducted with ACI Kelly Maxwell and the facility representative."
    }
  ],
  "narrative": "3.1(a)\nHOUSING FACILITIES, GENERAL.\nThe enclosures in the small dog building are raised off the ground and at least three of the enclosures, containing\napproximately six dogs, have a wooden door that has bowed outward at the bottom creating a gap between the\ndoor and the enclosure floor.  The gaps are large enough for the leg of a dog to fall through which could result in\ninjury to the animals.  \nHousing facilities for dogs must be designed and constructed so they are structurally sound, kept in good repair and\nprotect the animals from injury.  The licensee must alter the enclosures in a manner that eliminates the gap between\nthe enclosure floor and the bowed wooden doors to protect the dogs from potential injury. The licensee must ensure\nthat all enclosures are safe for the animals at all times.\nTo be corrected by:  March 21, 2020\n3.1(c)(1)(ii)\nHOUSING FACILITIES, GENERAL.\nThere are twelve enclosures, containing at least twenty dogs, that have a wooden door with a hook screwed to the\nfront that latches the door shut.  The sharp end of each of the screws has penetrated through the wooden doors\nand into the enclosures.  These sharp points are located at the level of the dogs and contact with them could result\nin injury to the animals. \nSurfaces of housing facilities must be free of jagged edges and sharp points.  The licensee must remove the sharp\npoints of the screws to eliminate the risk of injury to the animals.  The licensee must ensure that all enclosures are\nfree of any sharp points and jagged edges at all times.\nTo be corrected by:   March 21, 2020\nThis inspection and exit interview were conducted with ACI Kelly Maxwell and the facility representative.",
  "animals_total": 65,
  "species": [
    {
      "count": 41,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 24,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}