{
  "insp_id": "2016082569710743",
  "layout": "a",
  "customer_id": "322680",
  "customer_name": "Animal Adventures Of Western New York Inc",
  "customer_addr": "5321 Transit Rd\nWilliamsville, NY 14221",
  "certificate": "21-C-0438",
  "site_id": "001",
  "site_name": "ANIMAL ADVENTURES OF WESTERN NEW YORK INC",
  "insp_type": "ROUTINE INSPECTION",
  "date": "28-JAN-2020",
  "report_date": "31-JAN-2020",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "The Angora rabbit had matted fur on the neck, back, sides, and abdomen. On the right side of the animal, a mat\nwas adhered to both the leg and body, restricting full motion of the animal. Matted fur can prevent normal mobility,\nbecome a site of infection and skin disease, and be uncomfortable or painful to the animal. The facility is required\nto use appropriate methods of grooming to prevent this level of matting of fur in the future.\nThe pig had several small scabbed skin wounds on both sides. The facility stated that they had been treating these\nfor at least 30 days with 1% silver sulfadiazene cream lot 27718 expiration date 08/ 2015. Medications that are\nexpired may not work effectively or have harmful effects when they deteriorate. Appropriate methods of treatment\nmust be used. The facility should contact the attending veterinarian and follow direction for further care of the\nanimal."
    },
    {
      "code": "2.40(b)(3)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "An 8 year old male ferret has lost a large amount of hair and is bald from the level of the shoulder blades all the way\nto the tip of the tail. The ribs, pelvic bones, and spine are prominent, indicating lower than normal muscle mass is\npresent. Hair and weight loss can be signs of significant disease; resulting in discomfort and distress to the animal.\nThis animal was last seen over a month ago and its body condition has not improved. Timely and accurate\ncommunication to the veterinarian on issues of animal health is required to ensure animal welfare is maintained."
    },
    {
      "code": "3.75(a)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "The lemur enclosure has chain link sides separating from the beams, creating gaps the lemur could potentially exit\nthrough, and multiple sections of wire protruded into the enclosure. The wire was very thin gauge, and the lemur is\nable to extend his entire head through the sections in the fence. The chain holding up the hammock has a broken\nlink with a protruding end at the top where it is attached to the enclosure. The animal is at risk for escape or injury.\nHousing facilities must be in good repair and protect animals from injury and contain them securely. The facility\nmust ensure the safety and welfare of the lemur."
    },
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "The fox enclosure has multiple layers of wire on the sides. On the interior of the enclosure, there are two sections\nof small gauge wire fencing (chicken wire) with sharp protruding wires, approximately 6 inches and 10 inches in\nlength, that is not securely fastened to the wall. The enclosure must be maintained in good repair to protect the\nanimals from injury. The facility must ensure that the animals cannot be injured on the enclosure wall."
    },
    {
      "code": "3.128",
      "kind": "",
      "repeat": false,
      "desc": "SPACE REQUIREMENTS.",
      "narrative": "Two opossums are each housed in small wire dog crates. The animals cannot climb, use their tails for locomotion,\nor engage in normal social adjustments. Enclosures must permit the animal to make normal postural and social\nadjustments with adequate freedom of movement. Continued lack of sufficient space can cause adverse physical\neffects such as obesity and stress. The facility must ensure that animals have adequate space of shape and size for\nthe animals to engage in normal social and physical behavior.\nThis inspection and exit interview were conducted with the licensee.\nThis site is not approved for regulated activity. Please contact me when you are ready for your next site inspection.\nAdditional Inspectors\nSavage Sara, Veterinary Medical Officer"
    }
  ],
  "narrative": "2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThe Angora rabbit had matted fur on the neck, back, sides, and abdomen.  On the right side of the animal, a mat\nwas adhered to both the leg and body, restricting full motion of the animal.  Matted fur can prevent normal mobility,\nbecome a site of infection and skin disease, and be uncomfortable or painful to the animal.  The facility is required\nto use appropriate methods of grooming to prevent this level of matting of fur in the future.\nThe pig had several small scabbed skin wounds on both sides. The facility stated that they had been treating these\nfor at least 30 days with 1% silver sulfadiazene cream lot 27718 expiration date 08/ 2015.  Medications that are\nexpired may not work effectively or have harmful effects when they deteriorate.  Appropriate methods of treatment\nmust be used.  The facility should contact the attending veterinarian and follow direction for further care of the\nanimal.\n2.40(b)(3)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nAn 8 year old male ferret has lost a large amount of hair and is bald from the level of the shoulder blades all the way\nto the tip of the tail.  The ribs, pelvic bones, and spine are prominent, indicating lower than normal muscle mass is\npresent. Hair and weight loss can be signs of significant disease; resulting in discomfort and distress to the animal.\nThis animal was last seen over a month ago and its body condition has not improved.  Timely and accurate\ncommunication to the veterinarian on issues of animal health is required to ensure animal welfare is maintained.\n3.75(a)\nHOUSING FACILITIES, GENERAL. \nThe lemur enclosure has chain link sides separating from the beams, creating gaps the lemur could potentially exit\nthrough, and multiple sections of wire protruded into the enclosure.  The wire was very thin gauge, and the lemur is\nable to extend his entire head through the sections in the fence.  The chain holding up the hammock has a broken\nlink with a protruding end at the top where it is attached to the enclosure.  The animal is at risk for escape or injury. \nHousing facilities must be in good repair and protect animals from injury and contain them securely.  The facility\nmust ensure the safety and welfare of the lemur.\n\n3.125(a)\nFACILITIES, GENERAL.   \nThe fox enclosure has multiple layers of wire on the sides.  On the interior of the enclosure, there are two sections\nof small gauge wire fencing (chicken wire) with sharp protruding wires, approximately 6 inches and 10 inches in\nlength, that is not securely fastened to the wall.  The enclosure must be maintained in good repair to protect the\nanimals from injury.  The facility must ensure that the animals cannot be injured on the enclosure wall.\n3.128\nSPACE REQUIREMENTS. \nTwo opossums are each housed in small wire dog crates.  The animals cannot climb, use their tails for locomotion,\nor engage in normal social adjustments.  Enclosures must permit the animal to make normal postural and social\nadjustments with adequate freedom of movement. Continued lack of sufficient space can cause adverse physical\neffects such as obesity and stress. The facility must ensure that animals have adequate space of shape and size for\nthe animals to engage in normal social and physical behavior.\nThis inspection and exit interview were conducted with the licensee. \nThis site is not approved for regulated activity.  Please contact me when you are ready for your next site inspection. \nAdditional Inspectors\nSavage Sara, Veterinary Medical Officer",
  "animals_total": 30,
  "species": [
    {
      "count": 4,
      "scientific": "Acomys cilicicus",
      "common": "TURKISH SPINY MOUSE / AFRICAN SPINY MOUSE"
    },
    {
      "count": 1,
      "scientific": "Atelerix albiventris",
      "common": "FOUR-TOED HEDGEHOG (MOST COMMON PET HEDGEHOG)"
    },
    {
      "count": 1,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 1,
      "scientific": "Chinchilla lanigera",
      "common": "CHINCHILLA (DOMESTICATED)"
    },
    {
      "count": 1,
      "scientific": "Cynomys parvidens",
      "common": "UTAH PRAIRIE DOG"
    },
    {
      "count": 2,
      "scientific": "Didelphis virginiana",
      "common": "VIRGINIA OPOSSUM"
    },
    {
      "count": 1,
      "scientific": "Dolichotis patagonum",
      "common": "PATAGONIAN CAVY / MARA"
    },
    {
      "count": 1,
      "scientific": "Lemur catta",
      "common": "RING-TAILED LEMUR"
    },
    {
      "count": 1,
      "scientific": "Marmota monax",
      "common": "GROUNDHOG / WOODCHUCK"
    },
    {
      "count": 1,
      "scientific": "Mesocricetus auratus",
      "common": "SYRIAN / GOLDEN HAMSTER (COMMON PET/RESEARCH TYPE)"
    },
    {
      "count": 4,
      "scientific": "Mustela putorius furo",
      "common": "DOMESTIC FERRET"
    },
    {
      "count": 1,
      "scientific": "Nasua nasua",
      "common": "SOUTH AMERICAN COATI"
    },
    {
      "count": 2,
      "scientific": "Octodon degus",
      "common": "DEGU"
    },
    {
      "count": 4,
      "scientific": "Oryctolagus cuniculus",
      "common": "DOMESTIC RABBIT / EUROPEAN RABBIT"
    },
    {
      "count": 1,
      "scientific": "Otolemur crassicaudatus",
      "common": "GREATER BUSHBABY"
    },
    {
      "count": 1,
      "scientific": "Sus scrofa domestica",
      "common": "DOMESTIC PIG / POTBELLY PIG / MICRO PIG"
    },
    {
      "count": 1,
      "scientific": "Sylvilagus floridanus",
      "common": "EASTERN COTTONTAIL RABBIT"
    },
    {
      "count": 1,
      "scientific": "Vulpes lagopus",
      "common": "ARCTIC FOX"
    },
    {
      "count": 1,
      "scientific": "Vulpes vulpes",
      "common": "RED FOX (INCLUDES SILVER FOX & CROSS FOX)"
    }
  ]
}