{
  "insp_id": "146161522280012",
  "layout": "a",
  "customer_id": "40269",
  "customer_name": "Mary J. K. Schrock",
  "customer_addr": "Peter N Schrock\n5700 10th Rd.\nThayer, KS 66776",
  "certificate": "48-A-1997",
  "site_id": "001",
  "site_name": "Peter Schrock, Mary J. K. Schrock",
  "insp_type": "ROUTINE INSPECTION",
  "date": "25-MAY-2016",
  "report_date": "25-MAY-2016",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "Adult, chocolate roan cocker spaniel mix with no identification (likely number 68 on APHIS form 7006) has a buildup\nof dark colored tartar covering all of the upper premolar and molar teeth and about half of the upper canine teeth.\nThe gum line over the large left upper premolar tooth is extremely receded and red with a large amount of creamy\ndischarge. The rest of the gums on the upper left side are also red with a mild amount of creamy discharge. The\ngum line over the large right upper premolar tooth is mildly recessed.\nAdult, cream-colored cocker spaniel mix with tag number 55 has a buildup of dark colored tartar covering the upper\npremolar and molar teeth of both sides. One of the left upper premolar teeth has red, recessed gum line and creamy\ndischarge at the gum line. This premolar tooth is loose.\nThese symptoms are consistent with dental disease in dogs. Dental disease can cause damage to the gum tissue\nand tooth and mouth structures, be painful, and impact the ability of the dog to eat normally, affecting the overall\nhealth of the animal. The licensee must have these animals examined by a licensed veterinarian by close of\nbusiness on 27 May 2016 in order to ensure that an accurate diagnosis is obtained and that an appropriate\ntreatment plan is developed and followed. The licensee must document the outcome of this consultation and make it\navailable to the inspector upon request."
    },
    {
      "code": "2.50(a)",
      "kind": "",
      "repeat": false,
      "desc": "TIME AND METHOD OF IDENTIFICATION.",
      "narrative": "The adult female, chocolate roan cocker spaniel cited on this report under 2.40 b 2 was not officially identified\nduring the inspection. The licensee is using collars/tags for identification. This dog did was not wearing a collar or\ntag. Correct identification of the dogs facilitates the inspection process by ensuring that each dogs(cid:25) identify is known\nfor certain. The licensee, being a class A dealer (breeder), must identify all dogs on the premises. To be corrected\nby 1 June 2016."
    },
    {
      "code": "2.75(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "RECORDS: DEALERS AND EXHIBITORS.",
      "narrative": "APHIS inspectors counted 41 dogs in the facility during the inspection. There are only 29 dogs listed on the APHIS\nform 7005 (dogs on hand form). The licensee stated that he has not yet added to his inventory forms the dogs he\nhas kept from his breeding that range from weaning age to about a year of age. Correct inventory information\nfacilitates the inspection process and allows the dogs to be traced. The licensee must make, keep, and maintain\nrecords that fully and correctly disclose the information required in 2.75 a concerning each dog purchased or\notherwise acquired, owned, held, or otherwise in his or her possession or under his or her control. The records must\nalso include any offspring born of any animal while in his or her possession or under his or her control. To be\ncorrected by 25 June 2016."
    },
    {
      "code": "3.1(c)(2)",
      "kind": "",
      "repeat": true,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "Surfaces that cannot be cleaned and sanitized must be replaced when worn, chewed, and soiled. The west kennel\nhas at least four enclosures where the wood frames on the inside of the dog enclosers are worn and chewed. The\nchewed areas are very rough with open porous and splintered wood. Surfaces must be able to be properly cleaned\nand then sanitized to help prevent diseases and maintain a healthy environment for dogs. The owner needs to put\ninto place a good maintenance program that closely monitors and repairs surfaces before they become a problem\nand a hazard for dogs. The owner must repair or replace these chewed surfaces, in order for proper cleaning and\nsanitization to take place."
    },
    {
      "code": "3.1(d)",
      "kind": "",
      "repeat": true,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "Housing facilities must have access to reliable electric power for heating, cooling, ventilation, lighting, and for\ncarrying out other requirements per the Animal Welfare Act (AWA) regulations. This facility has no means of\nelectric power. The owner must put into place and maintain the availability for access to a form of electricity to be\nused as needed to help ensure the good health of the dogs in this facility and to maintain husbandry standards."
    },
    {
      "code": "3.11(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "Food and water receptacles must be sanitized at least once every two weeks and more often if needed to help\nprevent the accumulation of dirt, debris, and waste. A good job of cleaning and sanitizing receptacles can help\neliminate diseases and keep dogs healthy. At least three water receptacles have green looking water and green\nmoss floating around. Breeder must sanitize these receptacles. The breeder must clean and sanitize all water\nreceptacles more often to help maintain clean water for dogs. Correct by 05-26-2016\nThis inspection and exit briefing were conducted with licensee and K Thornton, ACI, and M Shaver, VMO.\nAdditional Inspectors\nShaver Margaret, Veterinary Medical Officer"
    }
  ],
  "narrative": "2.40(b)(2)           DIRECT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nAdult, chocolate roan cocker spaniel mix with no identification (likely number 68 on APHIS form 7006) has a buildup\nof dark colored tartar covering all of the upper premolar and molar teeth and about half of the upper canine teeth.\nThe gum line over the large left upper premolar tooth is extremely receded and red with a large amount of creamy\ndischarge. The rest of the gums on the upper left side are also red with a mild amount of creamy discharge. The\ngum line over the large right upper premolar tooth is mildly recessed. \nAdult, cream-colored cocker spaniel mix with tag number 55 has a buildup of dark colored tartar covering the upper\npremolar and molar teeth of both sides. One of the left upper premolar teeth has red, recessed gum line and creamy\ndischarge at the gum line. This premolar tooth is loose. \nThese symptoms are consistent with dental disease in dogs. Dental disease can cause damage to the gum tissue\nand tooth and mouth structures, be painful, and impact the ability of the dog to eat normally, affecting the overall\nhealth of the animal. The licensee must have these animals examined by a licensed veterinarian by close of\nbusiness on 27 May 2016 in order to ensure that an accurate diagnosis is obtained and that an appropriate\ntreatment plan is developed and followed. The licensee must document the outcome of this consultation and make it\navailable to the inspector upon request.\n2.50(a)\nTIME AND METHOD OF IDENTIFICATION.\nThe adult female, chocolate roan cocker spaniel cited on this report under 2.40 b 2 was not officially identified\nduring the inspection. The licensee is using collars/tags for identification. This dog did was not wearing a collar or\ntag. Correct identification of the dogs facilitates the inspection process by ensuring that each dogs(cid:25) identify is known\nfor certain. The licensee, being a class A dealer (breeder), must identify all  dogs on the premises. To be corrected\nby 1 June 2016.\n\n2.75(a)(1)\nRECORDS: DEALERS AND EXHIBITORS.\nAPHIS inspectors counted 41 dogs in the facility during the inspection. There are only 29 dogs listed on the APHIS\nform 7005 (dogs on hand form). The licensee stated that he has not yet added to his inventory forms the dogs he\nhas kept from his breeding that range from weaning age to about a year of age. Correct inventory information\nfacilitates the inspection process and allows the dogs to be traced. The licensee must make, keep, and maintain\nrecords that fully and correctly disclose the information required in 2.75 a concerning each dog purchased or\notherwise acquired, owned, held, or otherwise in his or her possession or under his or her control. The records must\nalso include any offspring born of any animal while in his or her possession or under his or her control.  To be\ncorrected by 25 June 2016.\n3.1(c)(2)                    REPEAT\nHOUSING FACILITIES, GENERAL.\nSurfaces that cannot be cleaned and sanitized must be replaced when worn, chewed, and soiled.  The west kennel\nhas at least four enclosures where the wood frames on the inside of the dog enclosers are worn and chewed.  The\nchewed areas are very rough with open porous and splintered wood.   Surfaces must be able to be properly cleaned\nand then sanitized to help prevent diseases and maintain a healthy environment for dogs.  The owner needs to put\ninto place a good maintenance program that closely monitors and repairs surfaces before they become a problem\nand a hazard for dogs.  The owner must repair or replace these chewed surfaces, in order for proper cleaning and\nsanitization to take place.\n3.1(d)                    REPEAT\nHOUSING FACILITIES, GENERAL.\nHousing facilities must have access to reliable electric power for heating, cooling, ventilation, lighting, and for\ncarrying out other requirements per the Animal Welfare Act (AWA) regulations.  This facility has no means of\nelectric power.  The owner must put into place and maintain the availability for access to a form of electricity to be\nused as needed to help ensure the good health of the dogs in this facility and to maintain husbandry standards.\n3.11(b)(2)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\nFood and water receptacles must be sanitized at least once every two weeks and more often if needed to help\nprevent the accumulation of dirt, debris, and waste.  A good job of cleaning and sanitizing receptacles can help\neliminate diseases and keep dogs healthy.  At least three water receptacles have green looking water and green\nmoss floating around.  Breeder must sanitize these receptacles.  The breeder must clean and sanitize all water\nreceptacles more often to help maintain clean water for dogs.  Correct by 05-26-2016\nThis inspection and exit briefing were conducted with licensee and K Thornton, ACI, and  M Shaver, VMO.\n\nAdditional Inspectors\nShaver Margaret, Veterinary Medical Officer",
  "animals_total": 57,
  "species": [
    {
      "count": 41,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 16,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}