{
  "insp_id": "82142202580935",
  "layout": "a",
  "customer_id": "321641",
  "customer_name": "Pugpekinpoo-Tzu",
  "customer_addr": "3101 U. S. Hwy 160\nWest Plains, MO 65775",
  "certificate": "43-A-5702",
  "site_id": "001",
  "site_name": "PugPekinPoo-Tzu",
  "insp_type": "ROUTINE INSPECTION",
  "date": "21-MAR-2014",
  "report_date": "24-MAR-2014",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "****A brown and white female Chihuahua (#163) was observed to be limping on the left hind leg. When the dog\nmoved around, she was not bearing weight on that leg. There was nothing obvious on closer inspection so this dog\nshould be separated from the other 4 dogs it is currently housed with and examined by a veterinarian. Leg and foot\ninjuries can be painful and when the dog is housed with other dogs, the dog could be aggravated by the movement\nof the other dogs. The dog must be evaluated by a veterinarian for proper diagnosis and treatment. Documentation\nof the exam and treatment must be created and be available for APHIS officials.\n****A female Beagle (#002) has a large (approximate size of a golf ball), soft mass at the rear-most area of the\nabdomen. The owner stated that she spoke with the veterinarian and treated the dog with antibiotics and it\ndecreased in size. When she stopped the treatment, the mass increased in size again The owner spoke about\nhaving it removed or some other treatment but has not followed up with the veterinarian after stopping treatment\nand the return of the mass. There is no documentation of treatment or conversation with the veterinarian. The\nowner needs to have the dog evaluated by a veterinarian for proper diagnosis and treatment. Documentation of the\nexam and treatment must be created and be available for APHIS officials.\n****A female Pekinese (#063) has a soft mass (approximate size of half a golf ball) at the rear-most area of the\nabdomen. The owner stated that she had treated it the same as Beagle #002 but had no documentation of\ntreatment and the dog was not evaluated by a veterinarian. The dog must be evaluated by a veterinarian for proper\ndiagnosis and treatment. Documentation of the exam and treatment must be created and be available for APHIS\nofficials."
    },
    {
      "code": "2.50(a)",
      "kind": "",
      "repeat": false,
      "desc": "TIME AND METHOD OF IDENTIFICATION.",
      "narrative": "**** There were 5 dogs older than 4 months of age that had no identification on them. There were 38 unweaned\npuppies that had no identification on or near them. Identification is required in order to ensure that each animal's\nidentity can be known with certainty and to facilitate record keeping requirements for inventory, disposition,\ntransport, and healthcare documentation.. The owner must identify all live regulated animals and assure that\nrecords are kept at all times.\nTO BE CORRECTED BY: 26 MARCH 2014."
    },
    {
      "code": "3.1(c)(1)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "(c) Surfaces--\n****The bottom of the metal framing of at least 4 enclosures were very rusted along the bottom and side surfaces.\nTwo metal framed gates had excessive rust on the bottom frame and there were holes caused by the rust. Rusted\nsurfaces cannot be readily cleaned and sanitized because the rough surface can harbour pests and microbes that\nincreases the risk of disease to the dogs. The degrading of the metal surface will cause decreased structural\nstrength. The rusted surfaces must be repaired, replaced or removed and maintained at all times to ensure easier\ncleaning and sanitizing that decreases the risk of disease.\n****In the outdoor enclosure with the female Akita and young puppies, there were at least 4 sharp points on the\nbottom of the horse panel adjacent to another enclosure housing a male Akita. A hole was dug into the ground near\nthe entrance to the shelter and within inches of the adjacent enclosure. The dirt that the female dog removed\nexposed the sharp points that are pointing downwards. As the puppies move around and come out of the shelter,\nthey could become injured or even trapped by the sharp points. The sharp points must be removed, repaired or\ncovered in some way that prevents injury to the dogs and this must be maintained at all times.\nTO BE CORRECTED BY 27 MARCH 2014"
    },
    {
      "code": "3.11(d)",
      "kind": "",
      "repeat": true,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "(d) Pest control.\n****Inside the buildings, mouse droppings were observed on the floor and along the wall between 2 enclosures. In\nthe outdoor enclosures, bird feces was observed on the top lid of 3 food receptacles. Feces indicates the presence\nof pests in close proximity to the dogs. Pests can carry microbes in their feces that increases the risk of\ncontamination and disease to the dogs. To prevent disease, the owner must have an effective program to control\nthe birds and mammals that are pests. The feces must be removed to prevent the dogs from coming into contact\nwith it and an effective pest control program must be established and maintained.\nAn exit interview was done with a facility representative after the inspection and when the report was delivered.\nMDA inspector accompanied USDA inspector."
    }
  ],
  "narrative": "2.40(b)(2)                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n****A brown and white female Chihuahua (#163) was observed to be limping on the left hind leg. When the dog\nmoved around, she was not bearing weight on that leg.  There was nothing obvious on closer inspection so this dog\nshould be separated from the other 4 dogs it is currently housed with and examined by a veterinarian. Leg and foot\ninjuries can be painful and when the dog is housed with other dogs, the dog could be aggravated by the movement\nof the other dogs.  The dog must be evaluated by a veterinarian for proper diagnosis and treatment. Documentation\nof the exam and treatment must be created and be available for APHIS officials.\n****A female Beagle (#002) has a large (approximate size of a golf ball), soft mass at the rear-most area of the\nabdomen.  The owner stated that she spoke with the veterinarian and treated the dog with antibiotics and it\ndecreased in size.  When she stopped the treatment, the mass increased in size again The owner spoke about\nhaving it removed or some other treatment but has not followed up with the veterinarian after stopping treatment\nand the return of the mass. There is no documentation of treatment or conversation with the veterinarian.  The\nowner needs to have the dog evaluated by a veterinarian for proper diagnosis and treatment.  Documentation of the\nexam and treatment must be created and be available for APHIS officials.\n****A female Pekinese (#063) has a soft mass (approximate size of half a golf ball) at the rear-most area of the\nabdomen.  The owner stated that she had treated it the same as Beagle #002 but had no documentation of\ntreatment and the dog was not evaluated by a veterinarian.  The dog must be evaluated by a veterinarian for proper\ndiagnosis and treatment.  Documentation of the exam and treatment  must be created and be available for APHIS\nofficials.\n2.50(a)\n\nTIME AND METHOD OF IDENTIFICATION.\n**** There were 5 dogs older than 4 months of age that had no identification on them. There were 38 unweaned\npuppies that had no identification on or near them.  Identification is required in order to ensure that each animal's\nidentity can be known with certainty and to facilitate record keeping requirements  for inventory, disposition,\ntransport, and healthcare documentation..  The owner must identify all live regulated animals and assure that\nrecords are kept at all times.\nTO BE CORRECTED BY:  26 MARCH 2014.\n3.1(c)(1)\nHOUSING FACILITIES, GENERAL.\n(c) Surfaces--\n****The bottom of the metal framing of at least 4 enclosures were very rusted along the bottom and side surfaces. \nTwo metal framed gates had excessive rust on the bottom frame and there were holes caused by the rust.  Rusted\nsurfaces cannot be readily cleaned and sanitized because the rough surface can harbour pests and microbes that\nincreases the risk of disease to the dogs.  The degrading of the metal surface will cause decreased structural\nstrength.  The rusted surfaces must be repaired, replaced or removed and maintained at all times to ensure easier\ncleaning and sanitizing that decreases the risk of disease.\n****In the outdoor enclosure with the female Akita and young puppies, there were at least 4 sharp points on the\nbottom of the horse panel adjacent to another enclosure housing a male Akita.  A hole was dug into the ground near\nthe entrance to the shelter and within inches of the adjacent enclosure.  The dirt that the female dog removed\nexposed the sharp points that are pointing downwards.   As the puppies move around and come out of the shelter,\nthey could become injured or even trapped by the sharp points.  The sharp points must be removed, repaired or\ncovered in some way that prevents injury to the dogs and this must be maintained at all times.\nTO BE CORRECTED BY 27 MARCH 2014\n3.11(d)                    REPEAT\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\n(d) Pest control.\n\n****Inside the buildings, mouse droppings were observed on the floor and along the wall between 2 enclosures. In\nthe outdoor enclosures, bird feces was observed on the top lid of 3 food receptacles.  Feces indicates the presence\nof pests in close proximity to the dogs. Pests can carry microbes in their feces that increases the risk of\ncontamination and disease to the dogs. To prevent disease, the owner must have an effective program to control\nthe birds and mammals that are pests.  The feces must be removed to prevent the dogs from coming into contact\nwith it and an effective pest control program must be established and maintained.\nAn exit interview was done with a facility representative after the inspection and when the report was delivered.\nMDA inspector accompanied USDA inspector.",
  "animals_total": 144,
  "species": [
    {
      "count": 45,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 99,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}