{
  "insp_id": "2016082568065102",
  "layout": "a",
  "customer_id": "12469",
  "customer_name": "Dallas Independent School District",
  "customer_addr": "1600 Bowers Rd\nSeagoville, TX 75159",
  "certificate": "74-C-0727",
  "site_id": "001",
  "site_name": "Dallas Independent School District ENVIRONMENTAL L",
  "insp_type": "ROUTINE INSPECTION",
  "date": "10-JAN-2017",
  "report_date": "12-JAN-2017",
  "citations": [
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": true,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "The fence enclosing the pig pasture is not sufficient to adequately contain the pigs. The fence is composed of 4x4\nwelded wire panels attached to T posts and other metal post. Per the licensee the pigs like to lie next to the fence\nwhich causes the panels and the posts to bend outward. This could cause the fence to fall down and allow the pigs\nto escape. A fence adequate for pigs needs to be built.\nTo be corrected by: May 1, 2017"
    },
    {
      "code": "3.127(c)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, OUTDOOR.",
      "narrative": "The pig areas next to the barn are a muddy mess. Although pigs like to wallow in mud they must be able to get out\nof the mud if they choose. Consistent exposure to mud can cause feet problems and overall poor health. Some\ntype of drainage or other method for preventing this area from becoming so muddy needs to be implemented. Full\ntime on a concrete floor is not an acceptable option.\nTo be corrected by: March 1, 2017"
    },
    {
      "code": "3.131(c)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "The large pig area next to the barn has old fencing and other clutter lying around or stuck in the mud. Facilities\nneed to be kept clean and in good repair to protect the animals from injury and disease. The old fence could cause\ninjury from exposed wire or sharp edges. The other clutter lying around could cause injury from sharp edges or\ncould be eaten causing health issues. This area needs to have all the junk removed.\nTo be corrected by: January 30, 2017\nThis inspection and exit interview were conducted with the licensee."
    }
  ],
  "narrative": "3.125(a)                    REPEAT\nFACILITIES, GENERAL.   \nThe fence enclosing the pig pasture is not sufficient to adequately contain the pigs.  The fence is composed of 4x4\nwelded wire panels attached to T posts and other metal post.  Per the licensee the pigs like to lie next to the fence\nwhich causes the panels and the posts to bend outward.  This could cause the fence to fall down and allow the pigs\nto escape. A fence adequate for pigs needs to be built.\nTo be corrected by:  May 1, 2017\n3.127(c)\nFACILITIES, OUTDOOR. \nThe pig areas next to the barn are a muddy mess.  Although pigs like to wallow in mud they must be able to get out\nof the mud if they choose.   Consistent exposure to mud can cause feet problems and overall poor health.  Some\ntype of drainage or other method for preventing this area from becoming so muddy needs to be implemented.  Full\ntime on a concrete floor is not an acceptable option.\nTo be corrected by:  March 1, 2017\n3.131(c)\nSANITATION.   \nThe large pig area next to the barn has old fencing and other clutter lying around or stuck in the mud.  Facilities\nneed to be kept clean and in good repair to protect the animals from injury and disease.  The old fence could cause\ninjury from exposed wire or sharp edges.  The other clutter lying around could cause injury from sharp edges or\ncould be eaten causing health issues.  This area needs to have all the junk removed.\nTo be corrected by:  January 30, 2017\nThis inspection and exit interview were conducted with the licensee.\n\n",
  "animals_total": 10,
  "species": [
    {
      "count": 5,
      "scientific": "Bos taurus",
      "common": "CATTLE / COW / OX / WATUSI"
    },
    {
      "count": 1,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 1,
      "scientific": "Ovis dalli",
      "common": "WHITE SHEEP"
    },
    {
      "count": 3,
      "scientific": "Sus scrofa domestica",
      "common": "DOMESTIC PIG / POTBELLY PIG / MICRO PIG"
    }
  ]
}