{
  "insp_id": "INS-0000868142",
  "layout": "c",
  "customer_id": "507927",
  "customer_name": "Simeon Lapp",
  "customer_addr": "16524 Hirsbrunner Road\nDARLINGTON, WI 53530",
  "certificate": "35-A-0479",
  "site_id": "001",
  "site_name": "SIM LAPP",
  "insp_type": "ROUTINE INSPECTION",
  "date": "20-APR-2023",
  "report_date": "02-MAY-2023",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": false,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "The facility had one puppy death in a litter yesterday and another puppy was observed by the facility to not be interested\nin suckling but has been taking some milk replacer. The licensee was concerned this puppy's problems might be the\nsame as the one that died but the attending veterinarian had not been contacted. The puppy was observed to have moist\ngums but when compared with littermates' interest in suckling the dam, it was seen to be uninterested. Lack of\ncommunication with the attending veterinarian on the health of this puppy might cause it to be in discomfort or have its\ncondition worsen. If an animal is unwell and the program of veterinary care does not instruct care for a condition, the\nfacility must contact the attending veterinarian to have the animals evaluated and follow the attending veterinarian's\ntreatment plan.\n***Correct by the end of 4/20/2023.\nNOTE: The inspection was paused and the licensee contacted the attending veterinarian who plans to visit and observe\nthe litter today.\nThe facility has pyrantel stored and that has been used that expired 5/2021. Expired medications might not work to\nprevent/treat conditions or might make animals sick. Ensure that expired medications are not used for animals in the\nfacility.\n***Correct by 4/20/2023."
    },
    {
      "code": "2.75(a)(2)",
      "kind": "",
      "repeat": true,
      "desc": "Records: Dealers and exhibitors.",
      "narrative": "The facility had records for their dogs on hand, however APHIS 7005 had not been updated with 3 dogs' information.\nAPHIS 7005 is required to be maintained up to date of dogs on hand and can be important for animal health tracing.\nEnsure that APHIS 7005 is kept up to date with each dogs' information.\nThis inspection and exit interview were conducted with a facility representative.\nn"
    }
  ],
  "narrative": "2.40(b)(2)  Direct\n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nThe facility had one puppy death in a litter yesterday and another puppy was observed by the facility to not be interested \nin suckling but has been taking some milk replacer.  The licensee was concerned this puppy's problems might be the \nsame as the one that died but the attending veterinarian had not been contacted.  The puppy was observed to have moist \ngums but when compared with littermates' interest in suckling the dam, it was seen to be uninterested.  Lack of \ncommunication with the attending veterinarian on the health of this puppy might cause it to be in discomfort or have its \ncondition worsen.   If an animal is unwell and the program of veterinary care does not instruct care for a condition, the \nfacility must contact the attending veterinarian to have the animals evaluated and follow the attending veterinarian's \ntreatment plan.   \n***Correct by the end of 4/20/2023.  \nNOTE:  The inspection was paused and the licensee contacted the attending veterinarian who plans to visit and observe \nthe litter today. \n \nThe facility has pyrantel stored and that has been used that expired 5/2021.  Expired medications might not work to \nprevent/treat conditions or might make animals sick.  Ensure that expired medications are not used for animals in the\n\nfacility. \n***Correct by 4/20/2023. \n2.75(a)(2)  Repeat\n   \nRecords: Dealers and exhibitors. \nThe facility had records for their dogs on hand, however APHIS 7005 had not been updated with 3 dogs' information.  \nAPHIS 7005 is required to be maintained up to date of dogs on hand and can be important for animal health tracing.  \nEnsure that APHIS 7005 is kept up to date with each dogs' information. \n \nThis inspection and exit interview were conducted with a facility representative. \n \n n",
  "animals_total": 24,
  "species": [
    {
      "count": 17,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 7,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}