{
  "insp_id": "2016090000639434",
  "layout": "b",
  "customer_id": "506884",
  "customer_name": "BENJAMIN LAMBRIGHT",
  "customer_addr": "E 16605 St John Ave\nHILLSBORO, WI 54634",
  "certificate": "35-A-0453",
  "site_id": "001",
  "site_name": "BENJAMIN LAMBRIGHT",
  "insp_type": "ROUTINE INSPECTION",
  "date": "23-JUN-2021",
  "report_date": "24-JUN-2021",
  "citations": [
    {
      "code": "2.50",
      "kind": "",
      "repeat": false,
      "desc": "Time and method of identification.",
      "narrative": "12 French Bulldogs in the kennel that are older than 16 weeks of age do not have official identification affixed. Official\nidentification (such as a tag) is required for all dogs 16 weeks or older in the kennel. Lack of proper identification can\nmake tracking health information and husbandry tasks difficult. Ensure all dogs are properly identified as required.\nCorrect by 7/2/2021."
    },
    {
      "code": "2.75(a)(2)",
      "kind": "",
      "repeat": false,
      "desc": "Records: Dealers and exhibitors.",
      "narrative": "Some breeding dogs weren't recorded on APHIS 7005 Record of Acquisition and Dog and Cats on Hand: 4 French\nBulldogs delivered to the kennel from New York on 12-13-2020 and 8 French Bull Dogs delivered to the kennel from New\nYork on 11-04-2020. All adult dogs on hand must be recorded on APHIS 7005. Accurate and complete records are\nrequired in case animal tracking needs to be done (for example health tracking). Ensure the record of dogs on hand\n(APHIS 7005) is kept up to date and accurate at all times.\nCorrect by 6/30/2021"
    },
    {
      "code": "3.1(a)",
      "kind": "",
      "repeat": false,
      "desc": "Housing facilities, general.",
      "narrative": "An adult dog was out during inspection and under the enclosure decking inside the kennel. The licensee said she jumped\nout an open enclosure door. The area under the enclosure decking is narrow and difficult for an average adult-sized\nperson to access. The licensee said help from someone that fits under the area will be needed to be able to catch it.\nEnsure that enclosures safely contain all dogs and this area under the decking is corrected so if a dog briefly gets out it\ncan be caught easily and safely without having it get under it where it can't easily be caught.\nCorrect by 7/6/2021.\nNote: The dog had been caught and returned to its primary enclosure prior to the exit interview."
    },
    {
      "code": "3.11(c)",
      "kind": "",
      "repeat": false,
      "desc": "Cleaning, sanitization, housekeeping, and pest control.",
      "narrative": "The area outside the kennel is in need of some clean-up and housekeeping: A buildup of wet shavings and soiled\nmaterial on the outside areas in front of the runs is creating an area for flies to live and breed in. There are weeds by the\ndoor that are growing tall and on the southwest corner outside there is a large pile of old shavings. Buildup of old\nshavings and overgrown weeds creates areas for flies and pests to breed in. Ensure the area around the building is kept\nclean and in good repair to eliminate areas that pests can live and breed in.\nCorrect by 6/30/2021.\nThis inspection and exit interview were conducted with the licensee.\nEnd Section"
    }
  ],
  "narrative": "2.50 \n   \nTime and method of identification. \n12 French Bulldogs in the kennel that are older than 16 weeks of age do not have official identification affixed.  Official \nidentification (such as a tag) is required for all dogs 16 weeks or older in the kennel.  Lack of proper identification can \nmake tracking health information and husbandry tasks difficult.   Ensure all dogs are properly identified as required. \nCorrect by 7/2/2021. \n2.75(a)(2) \n   \nRecords: Dealers and exhibitors. \nSome breeding dogs weren't recorded on APHIS 7005 Record of Acquisition and Dog and Cats on Hand:  4 French \nBulldogs delivered to the kennel from New York on 12-13-2020 and 8 French Bull Dogs delivered to the kennel from New \nYork on 11-04-2020.   All adult dogs on hand must be recorded on APHIS 7005.  Accurate and complete records are \nrequired in case animal tracking needs to be done (for example health tracking).  Ensure the record of dogs on hand \n(APHIS 7005) is kept up to date and accurate at all times. \nCorrect by 6/30/2021 \n3.1(a) \n   \nHousing facilities, general.\n\nAn adult dog was out during inspection and under the enclosure decking inside the kennel.  The licensee said she jumped \nout an open enclosure door.  The area under the enclosure decking is narrow and difficult for an average adult-sized \nperson to access.  The licensee said help from someone that fits under the area will be needed to be able to catch it.  \nEnsure that enclosures safely contain all dogs and this area under the decking is corrected so if a dog briefly gets out it \ncan be caught easily and safely without having it get under it where it can't easily be caught. \nCorrect by 7/6/2021. \nNote: The dog had been caught and returned to its primary enclosure prior to the exit interview. \n3.11(c) \n   \nCleaning, sanitization, housekeeping, and pest control. \nThe area outside the kennel is in need of some clean-up and housekeeping:  A buildup of wet shavings and soiled \nmaterial on the outside areas in front of the runs is creating an area for flies to live and breed in.  There are weeds by the \ndoor that are growing tall and on the southwest corner outside there is a large pile of old shavings.  Buildup of old \nshavings and overgrown weeds creates areas for flies and pests to breed in.  Ensure the area around the building is kept \nclean and in good repair to eliminate areas that pests can live and breed in. \nCorrect by 6/30/2021. \n \nThis inspection and exit interview were conducted with the licensee. \n \nEnd Section",
  "animals_total": 76,
  "species": [
    {
      "count": 41,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 35,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}