{
  "insp_id": "36152300060286",
  "layout": "a",
  "customer_id": "4900",
  "customer_name": "Arlene L Koehn",
  "customer_addr": "2625 E. 20th St\nBurns, KS 66840",
  "certificate": "48-A-1189",
  "site_id": "001",
  "site_name": "Arlene Koehn",
  "insp_type": "ROUTINE INSPECTION",
  "date": "05-FEB-2015",
  "report_date": "06-FEB-2015",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "* The following medications were past the labeled expiration date. There was one - 15 ml tube of Animax\nOintment with an expiration date of 02/2005. There was one - 50 ml bottle of Poly-Vi-Sol with an expiration date of\n04/2008. There were two - 29.6 ml bottles of Puppy drops with an expiration date of 09/2012. These medications\nwere intermingled with other products that are currently being used at the facility and are therefore ready for use.\nThe usage of expired medical materials on regulated animals is not considered to be an acceptable veterinary\npractice and does not constitute adequate veterinary care. The effectiveness of the dosage level and expected\nresults when expired drugs are administrated could be drastically changed or may not work as anticipated. The\nlicensee must ensure that all medications used have not gone past the recorded expiration date. Correct by\n3/5/15."
    },
    {
      "code": "3.1(c)(2)",
      "kind": "",
      "repeat": true,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "* An estimated 1/2 inch gap in the cement flooring was observed in two outdoor enclosures housing four dogs.\nGaps in cement flooring can allow accumulations of dirt, debris, food waste, excreta, and other disease hazards to\ncollect creating unsanitary conditions for the dogs. In addition, the affected surfaces cannot be readily cleaned\nand sanitized. The licensee must fill all gaps with a material that will allow all cement surfaces to be readily\ncleaned and sanitized on a routine basis.\n* The facility inspection done on 2/5/15 and exit briefing done on 2/6/15 were conducted with the licensee."
    }
  ],
  "narrative": "2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n*       The following medications were past the labeled expiration date.  There was one - 15 ml tube of Animax\nOintment with an expiration date of 02/2005.  There was one - 50 ml bottle of Poly-Vi-Sol with an expiration date of\n04/2008.  There were two - 29.6 ml bottles of Puppy drops with an expiration date of 09/2012.  These medications\nwere intermingled with other products that are currently being used at the facility and are therefore ready for use. \nThe usage of expired medical materials on regulated animals is not considered to be an acceptable veterinary\npractice and does not constitute adequate veterinary care.  The effectiveness of the dosage level and expected\nresults when expired drugs are administrated could be drastically changed or may not work as anticipated.   The\nlicensee must ensure that all medications used have not gone past the recorded expiration date.  Correct  by \n3/5/15.\n3.1(c)(2)                    REPEAT\nHOUSING FACILITIES, GENERAL.\n*    An estimated 1/2 inch gap in the cement flooring was observed in two outdoor enclosures housing four dogs. \nGaps in cement flooring can allow accumulations of dirt, debris, food waste, excreta, and other disease hazards to\ncollect creating unsanitary conditions for the dogs.   In addition,  the affected surfaces cannot be readily cleaned\nand sanitized.   The licensee must fill all gaps with a material that will allow all cement surfaces to be readily\ncleaned and sanitized on a routine basis.\n*  The facility inspection done on 2/5/15 and exit briefing done on 2/6/15 were conducted with the licensee.",
  "animals_total": 26,
  "species": [
    {
      "count": 22,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 4,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}