{
  "insp_id": "2016082569066738",
  "layout": "a",
  "customer_id": "30073",
  "customer_name": "David R Yoder",
  "customer_addr": "1751 Township Road 416\nDundee, OH 44624",
  "certificate": "31-A-0591",
  "site_id": "001",
  "site_name": "DAVID YODER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "28-FEB-2018",
  "report_date": "28-FEB-2018",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "A pregnant female Bichon (microchip # (900) 032002944762) aged approximately 2 years old was noted to be\nsquinting and it had discharge coming from its right eye. The eye was clearly irritating the dog. Upon closer\nexamination, the eye was slightly clouded over and it had an indentation in the eye. The licensee had not yet\nobserved the dog's condition and therefore was not providing treatment to the dog. A clouded over eye that has an\nindentation and has discharge coming from it indicates there is something wrong with the eye. The dog may have\nimpaired vision and it may be painful to the dog. The Attending Veterinarian must be consulted with and the dog\nmust be treated per the Veterinarian's instructions. Correct by 3/1/18.\nNote: The licensee has contacted the Attending Veterinarian. The dog will be evaluated by the Veterinarian\ntomorrow morning.\nThis inspection and exit interview were conducted with the licensee.\nEnd of report."
    }
  ],
  "narrative": "2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nA pregnant female Bichon (microchip # (900) 032002944762) aged approximately 2 years old was noted to be\nsquinting and it had discharge coming from its right eye.  The eye was clearly irritating the dog.  Upon closer\nexamination, the eye was slightly clouded over and it had an indentation in the eye.  The licensee had not yet\nobserved the dog's condition and therefore was not providing treatment to the dog.  A clouded over eye that has an\nindentation and has discharge coming from it indicates there is something wrong with the eye.  The dog may have\nimpaired vision and it may be painful to the dog.  The Attending Veterinarian must be consulted with and the dog\nmust be treated per the Veterinarian's instructions.  Correct by 3/1/18.\nNote: The licensee has contacted the Attending Veterinarian.  The dog will be evaluated by the Veterinarian\ntomorrow morning.\nThis inspection and exit interview were conducted with the licensee.\nEnd of report.",
  "animals_total": 131,
  "species": [
    {
      "count": 99,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 32,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}