{
  "insp_id": "INS-0000859506",
  "layout": "c",
  "customer_id": "41793",
  "customer_name": "Leroy E Yoder",
  "customer_addr": "30561 STATE ROAD 206\nWALHONDING, OH 43843",
  "certificate": "31-A-0552",
  "site_id": "001",
  "site_name": "LEROY E YODER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "27-MAR-2023",
  "report_date": "28-MAR-2023",
  "citations": [
    {
      "code": "3.1(b)",
      "kind": "",
      "repeat": false,
      "desc": "Housing facilities, general.",
      "narrative": "* Three horses were observed coming out of the barn that is located next to the 15 dogs being housed in the building\nlocated on the south side of the barn. The horses and dogs could come into contact with each other. In addition horse\nwaste was observed collecting next to the kennel area. The licensee must ensure that if a housing facility for dogs is\nlocated on the same premises as another business, it must be physically separated from the other business. Correct by\n4/10/23."
    },
    {
      "code": "3.1(c)(3)",
      "kind": "",
      "repeat": false,
      "desc": "Housing facilities, general.",
      "narrative": "* There is a mixture of dirt, grease and other excreta accumulating on the interior wood wall of one enclosure. Four\ndogs are in contact with the affected surfaces located in outdoor housing. The affected area covers approximately 10 to\n20 percent of the interior wall area. Cleaning of surfaces is necessary to prevent an accumulation of excreta and other\ndisease hazards. This indicates an unsanitary living condition exists that could lead to potential disease or health risks.\nSurfaces which are not cleaned and sanitized properly increase the risk of disease hazards for the dogs. Cleanliness is\nimportant to the health and well-being of the animals. All surfaces of housing facilities must be cleaned and sanitized\nwhen necessary to satisfy generally accepted husbandry standards and practices. The licensee must ensure that hard\nsurfaces with which the dogs come in contact must be spot cleaned daily and sanitized in accordance with 3.11 (B) of this\nsub part to prevent accumulation of excreta and reduce disease hazards. Correct by 3/29/23.\nThis inspection and exit interview were conducted with the licensee.\nEnd Section"
    }
  ],
  "narrative": "3.1(b) \n   \nHousing facilities, general. \n*   Three horses were observed coming out of the barn that is located next to the 15 dogs being housed in the building \nlocated on the south side of the barn.  The horses and dogs could come into contact with each other.  In addition horse \nwaste was observed collecting next to the kennel area.  The licensee must ensure that if a housing facility for dogs is \nlocated on the same premises as another business, it must be physically separated from the other business.  Correct by \n4/10/23. \n3.1(c)(3) \n   \nHousing facilities, general. \n*    There is a mixture of dirt, grease and other excreta accumulating on the interior wood wall of one enclosure.   Four \ndogs are in contact with the affected surfaces located in outdoor housing. The affected area covers approximately 10 to \n20 percent of the interior wall area. Cleaning of surfaces is necessary to prevent an accumulation of excreta and other \ndisease hazards.  This indicates an unsanitary living condition exists that could lead to potential disease or health risks.  \nSurfaces which are not cleaned and sanitized properly increase the risk of disease hazards for the dogs. Cleanliness is \nimportant to the health and well-being of the animals. All surfaces of housing facilities must be cleaned and sanitized \nwhen necessary to satisfy generally accepted husbandry standards and practices.   The licensee must ensure that hard\n\nsurfaces with which the dogs come in contact must be spot cleaned daily and sanitized in accordance with 3.11 (B) of this \nsub part to prevent accumulation of excreta and reduce disease hazards.  Correct by 3/29/23. \n \nThis inspection and exit interview were conducted with the licensee. \n \nEnd Section",
  "animals_total": 53,
  "species": [
    {
      "count": 26,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 27,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}