{
  "insp_id": "2016082568011789",
  "layout": "a",
  "customer_id": "500909",
  "customer_name": "4925 Donald St",
  "customer_addr": "Hastings, FL 32145",
  "certificate": "--",
  "site_id": "001",
  "site_name": "FRENCH BULLDOG INC",
  "insp_type": "ROUTINE INSPECTION",
  "date": "21-NOV-2016",
  "report_date": "21-NOV-2016",
  "citations": [
    {
      "code": "2.1(a)",
      "kind": "",
      "repeat": false,
      "desc": "REQUIREMENTS AND APPLICATION.",
      "narrative": "This facility is importing French Bulldogs at 4 months of age and then reselling them over the internet. You must\nhave a USDA Animal Welfare license for this type of activity.\nA pre license packet will be sent to you by the Raleigh Regional Office. If you wish to apply for a dealer's license\nplease complete the application for license and send it back to the Raleigh Regional Office with an application fee of\n$10.00.\nAn inspector will then contact you to start the pre license inspection process. You must pass a pre license\ninspection before a USDA license will be issued.\nYou cannot import dogs less than 6 months of age. Dogs over 6 months of age may be imported if they have all\nvaccinations, a health certificate, and an import permit.\nThis inspection and exit interview were conducted with the owner"
    }
  ],
  "narrative": "2.1(a)\nREQUIREMENTS AND APPLICATION.\nThis facility is importing French Bulldogs at 4 months of age and then reselling them over the internet.  You must\nhave a USDA Animal Welfare license for this type of activity.\nA pre license packet will be sent to you by the Raleigh Regional Office.   If you wish to apply for a dealer's license\nplease complete the application for license and send it back to the Raleigh Regional Office with an application fee of\n$10.00.\nAn inspector will then contact you to start the pre license inspection process.  You must pass a pre license\ninspection before a USDA license will be issued.\nYou cannot import dogs less than 6 months of age.  Dogs over 6 months of age may be imported if they have all\nvaccinations, a health certificate, and an import permit.\nThis inspection and exit interview were conducted with the owner",
  "animals_total": 15,
  "species": [
    {
      "count": 15,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}