{
  "insp_id": "215151535430516",
  "layout": "a",
  "customer_id": "821",
  "customer_name": "Greer Laboratories Inc",
  "customer_addr": "639 Nuway Circle N E\nP O Box 800\nLenoir, NC 28645",
  "certificate": "55-R-0013",
  "site_id": "001",
  "site_name": "GREER LABORATORIES",
  "insp_type": "ROUTINE INSPECTION",
  "date": "03-AUG-2015",
  "report_date": "03-AUG-2015",
  "citations": [
    {
      "code": "2.31(b)(1)",
      "kind": "",
      "repeat": false,
      "desc": "INSTITUTIONAL ANIMAL CARE AND USE COMMITTEE (IACUC).",
      "narrative": "There have been several employee changes recently and the membership of the IACUC has also changed. There\nis no formal appointment of the members of the IACUC committee by the Chief Executive Officer of the research\nfacility. The attending veterinarian is also acting as chair of the committee which is not recommended to prevent\nconflicts of interest. The current new Institutional Official needs to formally appoint the members of the IACUC.\nTo be corrected by 8-28-15."
    },
    {
      "code": "3.31(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "The breeding guinea pigs are housed in large plastic bins, 4 bins to a rack in one large room. Pine bedding is used\nand is piled 6 inches deep when cage changes are done at least once a week. Approximately 8 adults and various\nnumbers of weanling aged and new babies are in each bin.\nDuring this inspection, at least a third (34 of 112) of the bins are excessively dirty with feces and urine soaked\nbedding. These bins do not have any dry bedding in them at the top. Although the animals do not appear soiled, in\nseveral bins they were standing on a layer of packed feces in places. No health issues were observed even\nthough several of the bins have an ammonia smell.\nThe guinea pig bins need to be cleaned more frequently so that the guinea pigs will be kept clean and dry, and so\nas to minimize offensive odors (as stated in the company SOP for guinea pig housing).\nTo be corrected by 8-4-15.\nExit briefing conducted with facility representatives."
    }
  ],
  "narrative": "2.31(b)(1)\nINSTITUTIONAL ANIMAL CARE AND USE COMMITTEE (IACUC).\nThere have been several employee changes recently and the membership of the IACUC has also changed.  There\nis no formal appointment of the members of the IACUC committee by the Chief Executive Officer of the research\nfacility.  The attending veterinarian is also acting as chair of the committee which is not recommended to prevent\nconflicts of interest.  The current new Institutional Official needs to formally appoint the members of the IACUC.  \nTo be corrected by 8-28-15.\n3.31(a)(1)\nSANITATION.\nThe breeding guinea pigs are housed in large plastic bins, 4 bins to a rack in one large room.  Pine bedding is used\nand is piled 6 inches deep when cage changes are done at least once a week.   Approximately 8 adults and various\nnumbers of weanling aged and new babies are in each bin.   \nDuring this inspection, at least a third (34 of 112) of the bins are excessively dirty with feces and urine soaked\nbedding.  These bins do not have any dry bedding in them at the top.  Although the animals do not appear soiled, in\nseveral  bins they were standing on a layer of packed feces in places.   No health issues were observed even\nthough several of the bins have an ammonia smell. \nThe guinea pig bins need to be cleaned more frequently so that the guinea pigs will be kept clean and dry, and so\nas to minimize offensive odors (as stated in the company SOP for guinea pig housing).  \nTo be corrected by 8-4-15.\nExit briefing conducted with facility representatives.",
  "animals_total": 1785,
  "species": [
    {
      "count": 1785,
      "scientific": "Cavia porcellus",
      "common": "DOMESTIC GUINEA PIG"
    }
  ]
}