{
  "insp_id": "2016082567927140",
  "layout": "a",
  "customer_id": "5720",
  "customer_name": "Izene Hynes",
  "customer_addr": "265 220th Ave\nHays, KS 67601",
  "certificate": "48-A-1279",
  "site_id": "001",
  "site_name": "IZENE HYNES",
  "insp_type": "ROUTINE INSPECTION",
  "date": "15-SEP-2016",
  "report_date": "15-SEP-2016",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "An adult female Yorkshire terrier with chip number 103348556 has a small amount of creamy discharge in the canal\nof her left ear. There is some moist as well as dried discharge in the fur under the ear. The skin around the opening\nof the ear canal and along the rear edge of the pinnae is thick and dark in color. This may indicate an infection or\nparasites associated with this ear and may cause discomfort to this dog. This dog must be examined by a licensed\nveterinarian in order to ensure an accurate diagnosis is obtained and an appropriate treatment plan is developed\nand followed. This information, including the diagnosis, treatment, and resolution of the condition must be\ndocumented and made available to the inspection upon request.\nThis inspection and exit interview were conducted with a facility representative.\nAdditional Inspectors\nShaver Margaret, Veterinary Medical Officer"
    }
  ],
  "narrative": "2.40(b)(2)                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nAn adult female Yorkshire terrier with chip number 103348556 has a small amount of creamy discharge in the canal\nof her left ear.  There is some moist as well as dried discharge in the fur under the ear. The skin around the opening\nof the ear canal and along the rear edge of the pinnae is thick and dark in color.  This may indicate an infection or\nparasites associated with this ear and may cause discomfort to this dog.  This dog must be examined by a licensed\nveterinarian in order to ensure an accurate diagnosis is obtained and an appropriate treatment plan is developed\nand followed.  This information, including the diagnosis, treatment, and resolution of the condition must be\ndocumented and made available to the inspection upon request.\nThis inspection and exit interview were conducted with a facility representative.\nAdditional Inspectors\nShaver Margaret, Veterinary Medical Officer",
  "animals_total": 225,
  "species": [
    {
      "count": 225,
      "scientific": "Canis lupus familiaris",
      "common": "DOMESTIC DOG"
    }
  ]
}