{
  "insp_id": "2016090000653549",
  "layout": "b",
  "customer_id": "506618",
  "customer_name": "DANIEL GINGERICH",
  "customer_addr": "3125 Davis Rd\nSEYMOUR, IA 52590",
  "certificate": "42-A-1632",
  "site_id": "006",
  "site_name": "Daniel Gingerich",
  "insp_type": "NEW SITE INSPECTION",
  "date": "09-JUL-2021",
  "report_date": "15-JUL-2021",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": false,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "Female Boston terrier (#2) has an abnormal condition to the left eye. The dog is squinting the eye and appears unable to\nfully open the eye. The upper and lower eyelids are swollen and large amount of greyish colored discharge is coming\nfrom the eye and coating the hair beneath it. Some thick pieces of dried discharge are sticking to the hair above and\nbelow the eye. The eye appears to be a blueish color and the white of the eye is severely reddened. Beneath the left eye\nis an area containing hairless reddened lesions. The dog has not been evaluated by a licensed veterinarian.\nPoor eye health could cause pain and discomfort to the dog.\nFemale Wheaton (#139) has an abnormal condition of the left front leg. The leg is extremely swollen from the elbow to\nthe foot. The animal appeared hesitant to bear weight on the leg and moved about with a pronounced limp. Many times\nthe inspectors observed the dog failing to bear weight on the leg while moving. A laceration was located on the outside of\nthe leg beneath the elbow. The skin around the laceration is slightly reddened and the hair in this affected area is wet. A\nlight grey colored substance is located in the laceration. The dog has not been evaluated by a licensed veterinarian.\nSwollen areas, failure to bear weight, and lameness could indicate a serious underlying health issue.\nMale Bulldog (#9) has an abnormal condition of the skin. Areas of hair loss and redness are located on the outside of the\nleft hind leg, the front side of both forelegs, the chin and down the underside of the neck, along the left side of the face\nand neck. The area on the left side of the face and neck appeared wet and contains numerous small bumps which would\nexude a reddish liquid when touched. The affected areas on the chin and legs were actively bleeding. The dog has not\nbeen evaluated by a licensed veterinarian.\nPoor skin health could cause pain and discomfort to the dog.\nFemale Wheaton (#132) is non-weight bearing on the right front leg. The facility representative stated the dog has been\nin this condition for a couple weeks, but has not been evaluated by a licensed veterinarian.\nFailure to bear weight on a leg could indicate a serious underlying health issue.\nFemale Chow (#8) has an abnormal condition to her ears. Upon lifting the right ear flap the inspectors discovered the hair\naround and inside the opening of the right ear has a black material attached to it. The skin on the inside of the ear\nappears slightly reddened and inflammed. A small wet lesion is located at the bottom of the right ear. The skin on the\ninside of the left ear also appears slightly reddened and inflammed with thick black material trapped in the hair. The\ninspectors could hear a sloshing sound that appeared to be caused by liquid in the dog's ears when the dog's head was\nmoved. The dog has not been evaluated by a licensed veterinarian.\nPoor ear health could cause pain and discomfort to the dog.\nBulldog (#333) has an abnormal condition of the right front foot. A large round growth approximately the size of a golf ball\nis located between the toes of the foot. A small dark colored area is located on the surface of the growth. The facility had\nnot noticed the condition of the dog's foot and had not had the dog evaluated by a licensed veterinarian.\nAbnormal conditions of the foot could cause pain and discomfort to the dog.\nFemale Chow (#5) has a wound located on the inside of the left front leg. The wound is approximately 2 inches long and\nhalf an inch wide. The dog has not been evaluated by a licensed veterinarian.\nUntreated open wounds could cause pain and discomfort to the dog as well as lead to further health issues.\nFemale Bulldog (#5) has a lesion located on the inside of the left ear flap. The lesion is reddened and wet and\napproximately the size of a quarter. The dog has not been evaluated by a licensed veterinarian.\nPoor ear health could cause pain and discomfort to the dog.\nAmerican Bulldog (#29) has an abnormal condition of the left hind leg. The dog appears to be sensitive on the leg and\nwas seen hesitant to place the foot onto the flooring. The dog moved with a short, choppy stride. The facility\nrepresentative stated that the dog had been this way for at least two days. The dog has not been evaluated by a licensed\nveterinarian.\nLameness could indicate pain and discomfort as well as a serious underlying health issue.\nFemale American Bulldog (#85) has an abnormal condition to the tail. The skin and hair on the end of the tail is missing\nresulting in a large open area of raw tissue. The tissue is dark red in color and wet with areas of a black material located\nalong the edges. The dog has not been evaluated by a licensed veterinarian.\nUntreated open wounds could cause pain and discomfort as well as lead to further health issues.\nFemale Wheaton (#126) has an abnormal condition of the skin. A large lesion is located on the lower left side of the dog's\nneck. The lesion is hairless, slightly reddened, and has a darker red area near the center. The dog has not been\nevaluated by a licensed veterinarian for her condition.\nPoor skin health could cause pain and discomfort to the dog.\nMale Pug (#5) has an abnormal condition of the eyes. The whites of both eyes are moderately reddened and large\namount of greenish-grey discharge is located on the surface of the right eye. The hair around the left eye has a coating of\nthick wet discharge attached to it and the hair around the right eye is wet. The dog has not been evaluated by a licensed\nveterinarian.\nPoor eye health could cause pain and discomfort as well as lead to further health issues.\nMale Chow (#2) has an abnormal condition of the right eye. A large amount of wet discharge is coating the hair around\nthe entire eye and running down the face and the exposed skin around the eye is slightly reddened. The dog has not\nbeen evaluated by a licensed veterinarian.\nPoor eye health could cause pain and discomfort as well as lead to further health issues.\nFemale Chow (#3) has an abnormal condition of the right eye. A large amount of wet discharge is coating the hair\naround the entire eye and running down the face and a buildup of greyish colored discharge is located along the bottom of\nthe eye. The dog has not been evaluated by a licensed veterinarian.\nPoor eye health could cause pain and discomfort as well as lead to further health issues.\nEach dealer shall use appropriate methods to prevent, control, diagnose, and treat diseases and injuries. The above\nmentioned dogs must be evaluated by a licensed veterinarian for an accurate diagnosis and to establish an effective\ntreatment plan. The licensee must ensure all dogs receive adequate veterinary care at all times.\nTo be corrected by: The facility representative was instructed to have the dogs evaluated by a licensed veterinarian by\nend of business on July 12, 2021.\nAt least seven dogs are currently being treated for eye issues with an eye lubricant that expired January 2021. Expired\nmedical products may not be effective which could interfere with the ability of the animal to recover from medical concerns\nand their health and well-being may suffer.\nEach dealer shall use appropriate methods to prevent, control, diagnose, and treat diseases and injuries. The licensee\nmust ensure that all medical products are current and have not expired in order to support the health and well-being of the\ndogs.\nTo be corrected by: From this day forward the licensee must ensure all medical products are not expired.\nThe Program of Veterinary Care is incomplete. The plan for emergency care is missing. The plan for emergency care is\nimportant to ensure that the animals receive adequate veterinary care in times of emergency, on weekends and holidays.\nEach dealer shall establish and maintain programs of adequate veterinary care that include emergency, weekend, and\nholiday care. The licensee must add the plans for emergency, weekend and holiday care to the Program of Veterinary\nCare in order to ensure the dogs receive adequate veterinary care at all times.\nTo be corrected by: From this day forward the licensee must have these plans in place."
    },
    {
      "code": "2.50(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Time and method of identification.",
      "narrative": "Female red Boston terrier has no official identification. Official identification is necessary for APHIS officials to identify\ndogs, track the movement of dogs, and to properly complete all required documentation including medical records.\nA class \"A\" dealer shall identify all live dogs on the premises by either an official tag attached to a collar affixed around the\ndog's neck, a microchip, or a legible tattoo marking approved by the Administrator. The licensee must add an official form\nof identification to the dog and ensure that all dog's have official identification at all times."
    },
    {
      "code": "2.75(a)(1)(i)",
      "kind": "",
      "repeat": false,
      "desc": "Records: Dealers and exhibitors.",
      "narrative": "APHIS form 7005 (Acquisition of Dogs and Cats on Hand) is incomplete. The acquisition information for 346 dogs is\nmissing. Failure to provide the acquisition information does not allow APHIS officials to track the movement of dogs.\nEach dealer shall make, keep, and maintain records that fully and correctly disclose the name and address of the person\nfrom whom the dogs were acquired. The licensee must add the acquisition information to APHIS form 7005. The\nlicensee must ensure that APHIS form 7005 is complete and contains the required information at all times."
    },
    {
      "code": "2.75(a)(1)(v)",
      "kind": "",
      "repeat": false,
      "desc": "Records: Dealers and exhibitors.",
      "narrative": "APHIS form 7005 (Acquisition of Dogs and Cats on Hand) is incomplete. The date that 346 dogs were acquired is\nmissing. The date of acquisition is necessary to trace the movement of dogs, identify dogs and to complete the required\ndocuments.\nEach dealer shall make, keep, and maintain records which fully and correctly disclose the date of acquisition of each\nanimal. The licensee must add the acquisition date for each dog to APHIS form 7005. The licensee must ensure that\nAPHIS form 7005 is accurate and contains the required information at all times."
    },
    {
      "code": "2.75(a)(1)(vii)(C)",
      "kind": "",
      "repeat": false,
      "desc": "Records: Dealers and exhibitors.",
      "narrative": "APHIS form 7005 (Acquisition of Dogs and Cats on Hand) is incomplete. The age or date of birth is missing for 346 dogs.\nThe age or date of birth is necessary to complete medical records and for the identification of each dog.\nEach dealer shall make, keep, and maintain records that fully and correctly disclose the age or date of birth of each dog.\nThe licensee must add each dog's age or date of birth to APHIS form 7005. The licensee must ensure that APHIS form\n7005 is accurate and contains the required information at all times."
    },
    {
      "code": "3.1(c)(1)(ii)",
      "kind": "",
      "repeat": false,
      "desc": "Housing facilities, general.",
      "narrative": "In Building #6, there are at least four enclosures, housing an approximate total of seven dogs, that have sharp points\nlocated at the level of dogs. The sharp points are created by metal fence rods that have been cut in order to slide a food\nbowl inside the dog enclosure. Sharp points could cause injury to the dogs.\nHousing facilities must be free of jagged edges or sharp points that might injure the animals. The licensee must alter\nthese sharp points in a manner that eliminates the risk of injury to the dogs. The licensee must ensure that all enclosures\nare safe for the dogs at all times."
    },
    {
      "code": "3.1(c)(2)",
      "kind": "",
      "repeat": false,
      "desc": "Housing facilities, general.",
      "narrative": "One enclosure, containing two Golden retrievers, has an excessively damaged plastic water bucket. The dogs have\nexcessively chewed the top edge of the bucket and hair is trapped in the affected area of the bucket. Damaged surfaces\ncan not be properly cleaned and sanitized which could result in the increased risk of disease.\nAll surfaces must be maintained on a regular basis. Surfaces of housing facilities - including all objects within the facility -\nthat cannot be readily cleaned and sanitized, must be replaced when worn or soiled. The licensee must replace the water\nbucket or alter the damaged areas in a manner that allows for cleaning and sanitizing of the bucket. The licensee must\nensure that all surfaces of housing facilities are maintained at all times."
    },
    {
      "code": "3.1(e)",
      "kind": "",
      "repeat": false,
      "desc": "Housing facilities, general.",
      "narrative": "The unopened bags of dog food are stored in the shop on a wooden pallet directly beneath a vehicle with an exposed\nengine. Oil from the engine is dripping on top of the plastic sheeting covering the dog food. Contamination of the food by\nengine oil could be detrimental to the health of the animals should they consume the food.\nSupplies of food and bedding must be stored in a manner that protects the supplies from spoilage, contamination, and\nvermin infestation. The licensee must store the unopened bags of dog food in a location where there is no risk of\ncontamination. The licensee must ensure that all food is properly stored at all times."
    },
    {
      "code": "3.1(f)",
      "kind": "",
      "repeat": false,
      "desc": "Housing facilities, general.",
      "narrative": "In Building 5, the trash can does not have a lid. Open trash cans could create odors and attract pests such as flies and\nmice which could have a negative impact on the health of the dogs.\nTrash containers in housing facilities and in food storage and food preparation areas must be leakproof and must have\ntightly fitted lids on them at all times. The licensee must add a lid to the trash can and ensure that all trash containers\ncontain lids at all times."
    },
    {
      "code": "3.2(d)",
      "kind": "",
      "repeat": false,
      "desc": "Indoor housing facilities.",
      "narrative": "In at least three enclosures, containing approximately a total of four dogs, small areas of the covering on the walls has\nbeen torn exposing the wood beneath it. The wood is not impervious to moisture and is located at the level of the dogs.\nWood that is not impervious to moisture may begin to rot which could weaken the structural integrity of the enclosures.\nThe floors and walls of indoor housing facilities, and any other surfaces in contact with the animals, must be impervious to\nmoisture. The licensee must recover the exposed wood or alter it in a manner that makes it impervious to moisture. The\nlicensee must ensure all surfaces of housing facilities are maintained at all times."
    },
    {
      "code": "3.11(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "Cleaning, sanitization, housekeeping, and pest control.",
      "narrative": "In at least two enclosures, containing an approximate total of three bulldogs, there is a buildup of dark colored dirt and\ngrime on the walls located at the level of the dogs. The buildup of dirt and grime could increase the risk of disease\ntowards the dogs.\nUsed primary enclosures and food and water receptacles for dogs and cats must be sanitized at least once every 2 weeks\nand more often if necessary to prevent an accumulation of dirt, debris, food waste, excreta, and other disease hazards.\nThe licensee must sanitize the affected enclosure and ensure that all enclosures remain free of a buildup of dirt and grime\nat all times."
    },
    {
      "code": "3.13(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Veterinary care for dogs.",
      "narrative": "The Program of Veterinary Care is incomplete. The frequency of regularly scheduled visits by the attending veterinarian\nis missing. Regularly scheduled visits to the facility by the attending veterinarian are important to aid in identifying\nanimals with veterinary care concerns.\nEach dealer must follow an appropriate program of veterinary care for dogs that is developed, documented in writing, and\nsigned by the attending veterinarian and contains the frequency in which regular visits by the attending veterinarian are\nscheduled. The licensee must add the frequency in which regularly scheduled visits will be conducted by the attending\nveterinarian to the Program of Veterinary Care."
    },
    {
      "code": "3.13(a)(2)",
      "kind": "",
      "repeat": false,
      "desc": "Veterinary care for dogs.",
      "narrative": "The licensee's Program of Veterinary Care is incomplete. The frequency of the physical examination conducted by the\nattending veterinarian for adult dogs and puppies is missing. The frequency of the physical examination is necessary in\norder to ensure the dogs are receiving adequate veterinary care.\nEach dealer must follow an appropriate program of veterinary care for dogs that is developed, documented in writing, and\nsigned by the attending veterinarian and must include the frequency in which the dogs will receive a complete physical\nexamination by the attending veterinarian. The licensee must add the frequency in which the dogs will be examined by\nthe attending veterinarian to the Program of Veterinary Care. The licensee must also have a plan in place for any dogs\nthat are dangerous or difficult to handle to ensure these animals receive their physical examination and any potential\ntreatments."
    },
    {
      "code": "3.13(a)(3)",
      "kind": "",
      "repeat": false,
      "desc": "Veterinary care for dogs.",
      "narrative": "The Program of Veterinary Care is incomplete. The section for vaccinations is blank and it is unknown which vaccinations\nthe adult dogs and puppies will receive and how often they will receive them. The section for the control of ectoparasites,\nblood parasites, and intestinal parasites is blank and it is unknown what the plan is to prevent, control, or treat these\nconcerns. The plan to sample and test for heartworm and intestinal parasites is also missing. The plans for vaccinations\nand parasite control are necessary in order to ensure the dogs are receiving adequate veterinary care.\nEach dealer must follow an appropriate program of veterinary care for dogs that is developed, documented in writing, and\nsigned by the attending veterinarian and include the plans for vaccination and parasite control. The licensee must add the\nplans for vaccination and parasite control to the Program of Veterinary Care in order to ensure the dogs are receiving\nadequate veterinary care."
    },
    {
      "code": "3.13(a)(4)",
      "kind": "",
      "repeat": false,
      "desc": "Veterinary care for dogs.",
      "narrative": "The Program of Veterinary Care in incomplete. The plans for preventative care and treatment to ensure healthy and\nunmatted hair coats, properly trimmed toenails, and clean and healthy ears, eyes, skin and teeth are missing. These\nplans are necessary to ensure that dogs are receiving adequate veterinary care.\nEach dealer must follow an appropriate program of veterinary care for dogs that is developed, documented in writing, and\nsigned by the attending veterinarian that includes plans for maintaining the overall health of the dog. The licensee must\nadd the missing plans to the Program of Veterinary Care in order to support the health and well-being of the dogs."
    },
    {
      "code": "3.13(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "Veterinary care for dogs.",
      "narrative": "At least nineteen dogs are receiving treatment by the facility for veterinary concerns. The medical records kept by the\nfacility are incomplete and are missing necessary information. None of the records contain the information on how many\ntimes a day a treatment should be administered or how many days the treatment should be administered. The dosages\nof medical products such as penicillin is also missing. A few records lack the name of the product used and simply say\n\"antibiotic spray\" or \"antibiotic\". Failure to provide a complete written medical plan does not allow APHIS officials to\nensure that treatments plans are being followed and that medical materials are being administered properly.\nDealers must keep copies of medical records for dogs and make the records available for APHIS inspection. These\nrecords must include the problem identified, the date and a description of the problem, examination findings, test results,\nplan for treatment and care, and treatment procedures performed. The licensee must add a complete written plan for all\ndogs under veterinary treatment in order for APHIS officials to ensure the dogs are receiving adequate veterinary care.\nThis inspection was a site approval inspection.\nThis site is not ready for approval to conduct activity covered under your current Animal Welfare Act License.\nConducting regulated activities at a non-approved site is a violation of the Animal Welfare Act.\nPlease contact your inspector to schedule your next new site approval inspection.\nThis inspection and exit interview were conducted with the facility representatives.\nAdditional Inspectors:\nWilliam Janecke, VETERINARY MEDICAL OFFICEREnd Section"
    }
  ],
  "narrative": "2.40(b)(2)  Direct\n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nFemale Boston terrier (#2) has an abnormal condition to the left eye.  The dog is squinting the eye and appears unable to \nfully open the eye.  The upper and lower eyelids are swollen and large amount of greyish colored discharge is coming \nfrom the eye and coating the hair beneath it.  Some thick pieces of dried discharge are sticking to the hair above and \nbelow the eye.  The eye appears to be a blueish color and the white of the eye is severely reddened.  Beneath the left eye \nis an area containing hairless reddened  lesions.  The dog has not been evaluated by a licensed veterinarian. \n \nPoor eye health could cause pain and discomfort to the dog. \n \nFemale Wheaton (#139) has an abnormal condition of the left front leg.  The leg is extremely swollen from the elbow to \nthe foot.  The animal appeared hesitant to bear weight on the leg and moved about with a pronounced limp. Many times \nthe inspectors observed the dog failing to bear weight on the leg while moving.  A laceration was located on the outside of \nthe leg beneath the elbow.  The skin around the laceration is slightly reddened and the hair in this affected area is wet.  A \nlight grey colored substance is located in the laceration.  The dog has not been evaluated by a licensed veterinarian. \n \nSwollen areas, failure to bear weight, and lameness could indicate a serious underlying health issue.\n\nMale Bulldog (#9) has an abnormal condition of the skin.  Areas of hair loss and redness are located on the outside of the \nleft hind leg, the front side of both forelegs, the chin and down the underside of the neck, along the left side of the face \nand neck.  The area on the left side of the face and neck appeared wet and contains numerous small bumps which would \nexude a reddish liquid when touched.  The affected areas on the chin and legs were actively bleeding.  The dog has not \nbeen evaluated  by a licensed veterinarian. \n \nPoor skin health could cause pain and discomfort to the dog. \n \nFemale Wheaton (#132) is non-weight bearing on the right front leg.  The facility representative  stated the dog has been \nin this condition for a couple weeks, but has not been evaluated  by a licensed veterinarian. \n \nFailure to bear weight on a leg could indicate a serious underlying health issue. \n \nFemale Chow (#8) has an abnormal condition to her ears.  Upon lifting the right ear flap the inspectors discovered the hair \naround and inside the opening of the right ear has a black material attached to it.  The skin on the inside of the ear \nappears slightly reddened and inflammed.  A small wet lesion is located at the bottom of the right ear.  The skin on the \ninside of the left ear also appears slightly reddened and inflammed with thick black material trapped in the hair.  The \ninspectors could hear a sloshing sound that appeared to be caused by liquid in the dog's ears when the dog's head was \nmoved.  The dog has not been evaluated by a licensed veterinarian. \n \nPoor ear health could cause pain and discomfort to the dog.\n\nBulldog (#333) has an abnormal condition of the right front foot.  A large round growth approximately the size of a golf ball \nis located between the toes of the foot.  A small dark colored area is located on the surface of the growth.  The facility had \nnot noticed the condition of the dog's foot and had not had the dog evaluated by a licensed veterinarian. \n \nAbnormal conditions of the foot could cause pain and discomfort to the dog. \n \nFemale Chow (#5) has a wound located on the inside of the left front leg.  The wound is approximately 2 inches long and \nhalf an inch wide.  The dog has not been evaluated  by a licensed veterinarian. \n \nUntreated open wounds could cause pain and discomfort to the dog as well as lead to further health issues. \n \nFemale Bulldog (#5) has a lesion located on the inside of the left ear flap.  The lesion is reddened and wet and \napproximately the size of a quarter.  The dog has not been evaluated  by a licensed veterinarian. \n \nPoor ear health could cause pain and discomfort to the dog. \n \nAmerican Bulldog (#29) has an abnormal condition of the left hind leg.  The dog appears to be sensitive on the leg and \nwas seen hesitant to place the foot onto the flooring.  The dog moved with a short, choppy stride.  The facility \nrepresentative  stated that the dog had been this way for at least two days.  The dog has not been evaluated  by a licensed \nveterinarian.\n\nLameness could indicate pain and discomfort as well as a serious underlying health issue. \n \nFemale American Bulldog (#85) has an abnormal condition to the tail.  The skin and hair on the end of the tail is missing \nresulting in a large open area of raw tissue.  The tissue is dark red in color and wet with areas of a black material located \nalong the edges.  The dog has not been evaluated by a licensed veterinarian. \n \nUntreated open wounds could cause pain and discomfort as well as lead to further health issues. \n \nFemale Wheaton (#126) has an abnormal condition of the skin.  A large lesion is located on the lower left side of the dog's \nneck.  The lesion is hairless, slightly reddened, and has a darker red area near the center.  The dog has not been \nevaluated  by a licensed veterinarian  for her condition. \n \nPoor skin health could cause pain and discomfort to the dog. \n \nMale Pug (#5) has an abnormal condition of the eyes.  The whites of both eyes are moderately reddened and large \namount of greenish-grey discharge is located on the surface of the right eye.  The hair around the left eye has a coating of \nthick wet discharge attached to it and the hair around the right eye is wet.  The dog has not been evaluated  by a licensed \nveterinarian. \n \nPoor eye health could cause pain and discomfort as well as lead to further health issues. \n \nMale Chow (#2) has an abnormal condition of the right eye.  A large amount of wet discharge is coating the hair around\n\nthe entire eye and running down the face and the exposed skin around the eye is slightly reddened.  The dog has not \nbeen evaluated  by a licensed veterinarian. \n \nPoor eye health could cause pain and discomfort as well as lead to further health issues. \n \nFemale Chow (#3)  has an abnormal condition of the right eye.  A large amount of wet discharge is coating the hair \naround the entire eye and running down the face and a buildup of greyish colored discharge is located along the bottom of \nthe eye.  The dog has not been evaluated  by a licensed veterinarian. \n \nPoor eye health could cause pain and discomfort as well as lead to further health issues. \n \nEach dealer shall use appropriate methods to prevent, control, diagnose, and treat diseases and injuries.  The above \nmentioned dogs must be evaluated by a licensed veterinarian  for an accurate diagnosis and to establish an effective \ntreatment plan.  The licensee must ensure all dogs receive adequate veterinary care at all times. \n \nTo be corrected by:  The facility representative  was instructed to have the dogs evaluated  by a licensed veterinarian  by \nend of business on July 12, 2021. \n \nAt least seven dogs are currently being treated for eye issues with an eye lubricant that expired January 2021.  Expired \nmedical products may not be effective  which could interfere with the ability of the animal to recover from medical concerns \nand their health and well-being may suffer.\n\nEach dealer shall use appropriate methods to prevent, control, diagnose, and treat diseases and injuries.  The licensee \nmust ensure that all medical products are current and have not expired in order to support the health and well-being of the \ndogs. \n \nTo be corrected by:  From this day forward the licensee must ensure all medical products are not expired. \n \nThe Program of Veterinary Care is incomplete.  The plan for emergency care is missing.  The plan for emergency care is \nimportant to ensure that the animals receive adequate veterinary care in times of emergency, on weekends and holidays. \n \nEach dealer shall establish and maintain programs of adequate veterinary care that include emergency, weekend, and \nholiday care.  The licensee must add the plans for emergency, weekend and holiday care to the Program of Veterinary \nCare in order to ensure the dogs receive adequate veterinary care at all times. \n \nTo be corrected by:  From this day forward the licensee must have these plans in place. \n2.50(a)(1) \n   \nTime and method of identification. \nFemale red Boston terrier has no official identification.  Official identification is necessary for APHIS officials to identify \ndogs, track the movement of dogs, and to properly complete all required documentation including medical records. \n \nA class \"A\" dealer shall identify all live dogs on the premises by either an official tag attached to a collar affixed around the \ndog's neck, a microchip, or a legible tattoo marking approved  by the Administrator.  The licensee must add an official form \nof identification to the dog and ensure that all dog's have official identification at all times.\n\n2.75(a)(1)(i) \n   \nRecords: Dealers and exhibitors. \nAPHIS form 7005 (Acquisition of Dogs and Cats on Hand) is incomplete.  The acquisition information for 346 dogs is \nmissing.  Failure to provide the acquisition information does not allow APHIS officials to track the movement of dogs. \n \nEach dealer shall make, keep, and maintain records that fully and correctly disclose the name and address of the person \nfrom whom the dogs were acquired.  The licensee must add the acquisition information to APHIS form 7005.  The \nlicensee must ensure that APHIS form 7005 is complete and contains the required information at all times. \n2.75(a)(1)(v) \n   \nRecords: Dealers and exhibitors. \nAPHIS form 7005 (Acquisition of Dogs and Cats on Hand) is incomplete.  The date that 346 dogs were acquired is \nmissing.  The date of acquisition is necessary to trace the movement of dogs, identify dogs and to complete the required \ndocuments. \n \nEach dealer shall make, keep, and maintain records which fully and correctly disclose the date of acquisition of each \nanimal.  The licensee must add the acquisition date for each dog to APHIS form 7005.  The licensee must ensure that \nAPHIS form 7005 is accurate and contains the required information at all times. \n2.75(a)(1)(vii)(C) \n   \nRecords: Dealers and exhibitors. \nAPHIS form 7005 (Acquisition of Dogs and Cats on Hand) is incomplete.  The age or date of birth is missing for 346 dogs.  \nThe age or date of birth is necessary to complete medical records and for the identification of each dog. \n \nEach dealer shall make, keep, and maintain records that fully and correctly disclose the age or date of birth of each dog.\n\nThe licensee must add each dog's age or date of birth to APHIS form 7005.  The licensee must ensure that APHIS form \n7005 is accurate and contains the required information at all times. \n3.1(c)(1)(ii) \n   \nHousing facilities, general. \nIn Building #6, there are at least four enclosures, housing an approximate total of seven dogs, that have sharp points \nlocated at the level of dogs.  The sharp points are created by metal fence rods that have been cut in order to slide a food \nbowl inside the dog enclosure.  Sharp points could cause injury to the dogs. \n \nHousing facilities must be free of jagged edges or sharp points that might injure the animals.  The licensee must alter \nthese sharp points in a manner that eliminates the risk of injury to the dogs.  The licensee must ensure that all enclosures \nare safe for the dogs at all times. \n3.1(c)(2) \n   \nHousing facilities, general. \nOne enclosure, containing two Golden retrievers, has an excessively damaged plastic water bucket.    The dogs have \nexcessively chewed the top edge of the bucket and hair is trapped in the affected area of the bucket.  Damaged surfaces \ncan not be properly cleaned and sanitized which could result in the increased risk of disease. \n \nAll surfaces must be maintained on a regular basis. Surfaces of housing facilities - including all objects within the facility - \nthat cannot be readily cleaned and sanitized, must be replaced when worn or soiled.  The licensee must replace the water \nbucket or alter the damaged areas in a manner that allows for cleaning and sanitizing of the bucket.  The licensee must \nensure that all surfaces of housing facilities are maintained at all times. \n3.1(e)\n\nHousing facilities, general. \nThe unopened bags of dog food are stored in the shop on a wooden pallet directly beneath a vehicle with an exposed \nengine.  Oil from the engine is dripping on top of the plastic sheeting covering the dog food.  Contamination of the food by \nengine oil could be detrimental to the health of the animals should they consume the food. \n \nSupplies of food and bedding must be stored in a manner that protects the supplies from spoilage, contamination, and \nvermin infestation.  The licensee must store the unopened bags of dog food in a location where there is no risk of \ncontamination.  The licensee must ensure that all food is properly stored at all times. \n3.1(f) \n   \nHousing facilities, general. \nIn Building 5, the trash can does not have a lid.  Open trash cans could create odors and attract pests such as flies and \nmice which could have a negative impact on the health of the dogs. \n \nTrash containers in housing facilities and in food storage and food preparation areas must be leakproof and must have \ntightly fitted lids on them at all times.  The licensee must add a lid to the trash can and ensure that all trash containers \ncontain lids at all times. \n3.2(d) \n   \nIndoor housing facilities. \nIn at least three enclosures, containing approximately a total of four dogs, small areas of the  covering  on the walls has \nbeen torn exposing the wood beneath it.  The wood is not impervious to moisture and is located at the level of the dogs.  \nWood that is not impervious to moisture may begin to rot which could weaken the structural integrity of the enclosures. \n \nThe floors and walls of indoor housing facilities, and any other surfaces in contact with the animals, must be impervious to\n\nmoisture.  The licensee must recover the exposed wood or alter it in a manner that makes it impervious  to moisture.  The \nlicensee must ensure all surfaces of housing facilities are maintained at all times. \n3.11(b)(2) \n   \nCleaning, sanitization, housekeeping, and pest control. \nIn at least two enclosures, containing an approximate total of three bulldogs, there is a buildup of dark colored dirt and \ngrime on the walls located at the level of the dogs.  The buildup of dirt and grime could increase the risk of disease \ntowards the dogs. \n \nUsed primary enclosures and food and water receptacles for dogs and cats must be sanitized at least once every 2 weeks \nand more often if necessary to prevent an accumulation of dirt, debris, food waste, excreta, and other disease hazards.  \nThe licensee must sanitize the affected enclosure and ensure that all enclosures remain free of a buildup of dirt and grime \nat all times. \n3.13(a)(1) \n   \nVeterinary care for dogs. \nThe Program of Veterinary Care is incomplete.  The frequency of regularly scheduled visits by the attending veterinarian \nis missing.  Regularly scheduled visits to the facility by the attending veterinarian  are important to aid in identifying \nanimals with veterinary care concerns. \n \nEach dealer must follow an appropriate program of veterinary  care for dogs that is developed,  documented in writing, and \nsigned by the attending veterinarian  and contains the frequency in which regular visits by the attending veterinarian  are \nscheduled.  The licensee must add the frequency in which regularly scheduled visits will be conducted by the attending \nveterinarian  to the Program of Veterinary Care.\n\n3.13(a)(2) \n   \nVeterinary care for dogs. \nThe licensee's Program of Veterinary Care is incomplete.  The frequency of the physical examination conducted by the \nattending veterinarian  for adult dogs and puppies is missing.  The frequency of the physical examination is necessary in \norder to ensure the dogs are receiving adequate veterinary  care. \n \nEach dealer must follow an appropriate program of veterinary  care for dogs that is developed,  documented in writing, and \nsigned by the attending veterinarian  and must include the frequency in which the dogs will receive a complete physical \nexamination by the attending veterinarian.   The licensee must add the frequency in which the dogs will be examined by \nthe attending veterinarian  to the Program of Veterinary Care.  The licensee must also have a plan in place for any dogs \nthat are dangerous or difficult to handle to ensure these animals receive their physical examination and any potential \ntreatments. \n3.13(a)(3) \n   \nVeterinary care for dogs. \nThe Program of Veterinary Care is incomplete.  The section for vaccinations is blank and it is unknown which vaccinations \nthe adult dogs and puppies will receive and how often they will receive them.  The section for the control of ectoparasites, \nblood parasites, and intestinal parasites is blank and it is unknown what the plan is to prevent, control, or treat these \nconcerns.  The plan to sample and test for heartworm and intestinal parasites is also missing.  The plans for vaccinations \nand parasite control are necessary in order to ensure the dogs are receiving  adequate veterinary care. \n \nEach dealer must follow an appropriate program of veterinary  care for dogs that is developed,  documented in writing, and \nsigned by the attending veterinarian  and include the plans for vaccination and parasite control.  The licensee must add the\n\nplans for vaccination and parasite control to the Program of Veterinary Care in order to ensure the dogs are receiving \nadequate veterinary  care. \n3.13(a)(4) \n   \nVeterinary care for dogs. \nThe Program of Veterinary Care in incomplete.  The plans for preventative  care and treatment to ensure healthy and \nunmatted  hair coats, properly trimmed toenails, and clean and healthy ears, eyes, skin and teeth are missing.  These \nplans are necessary to ensure that dogs are receiving adequate veterinary  care. \n \nEach dealer must follow an appropriate program of veterinary  care for dogs that is developed,  documented in writing, and \nsigned by the attending veterinarian  that includes plans for maintaining the overall health of the dog.  The licensee must \nadd the missing plans to the Program of Veterinary Care in order to support the health and well-being of the dogs. \n3.13(b)(2) \n   \nVeterinary care for dogs. \nAt least nineteen dogs are receiving treatment by the facility for veterinary concerns.  The medical records kept by the \nfacility are incomplete and are missing necessary information.  None of the records contain the information on how many \ntimes a day a treatment should be administered or how many days the treatment should be administered.  The dosages \nof medical products such as penicillin is also missing.  A few records lack the name of the product used and simply say \n\"antibiotic spray\" or \"antibiotic\".  Failure to provide  a complete written medical plan does not allow APHIS officials to \nensure that treatments plans are being followed and that medical materials are being administered properly. \n \nDealers must keep copies of medical records for dogs and make the records available for APHIS inspection. These \nrecords must include the problem identified, the date and a description of the problem, examination findings, test results,\n\nplan for treatment and care, and treatment procedures performed.  The licensee must add a complete written plan for all \ndogs under veterinary  treatment in order for APHIS officials to ensure the dogs are receiving adequate veterinary care. \n \nThis inspection was a site approval  inspection. \n \nThis site is not ready for approval  to conduct activity covered under your current Animal Welfare Act License. \n \nConducting regulated activities at a non-approved  site is a violation of the Animal Welfare Act. \n \nPlease contact your inspector to schedule your next new site approval  inspection. \n \nThis inspection and exit interview were conducted with the facility representatives. \n \nAdditional Inspectors: \nWilliam Janecke, VETERINARY MEDICAL OFFICEREnd Section",
  "animals_total": 346,
  "species": [
    {
      "count": 346,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    }
  ]
}