{
  "insp_id": "2016090000725006",
  "layout": "b",
  "customer_id": "507903",
  "customer_name": "JAMES MATKOVICH",
  "customer_addr": "40925 N Timberland Trail\nWADSWORTH, IL 60083",
  "certificate": "33-A-0604",
  "site_id": "001",
  "site_name": "JAMES MATKOVICH",
  "insp_type": "ROUTINE INSPECTION",
  "date": "29-SEP-2021",
  "report_date": "29-SEP-2021",
  "citations": [
    {
      "code": "3.56(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Sanitation.",
      "narrative": "1. Excessive feces are present inside of three rabbit enclosures and in the trough below one rabbit enclosure. All the\nrabbit enclosures containing excessive feces are in the larger rabbit housing structure. One black and white rabbit (left\nrow), one tan rabbit (right row), and one grey rabbit (right row) have excessive feces in the corners of their enclosures.\nOne black and grey rabbit had excessive feces in the trough below its enclosure. Feces can produce odors and attract\ninsects. Thoroughly clean and sanitize the affected enclosures and repeat often enough to prevent build up.\nTo be corrected: 10-6-21\n2. Excessive rabbit fur is present on the netting directly above the rabbit enclosures. The affected enclosures are in the\nright row, located in the larger rabbit housing structure. The netting is present above the rabbit enclosures to prevent\nchickens from gaining access to this area. Additionally, excessive rodent feces were observed on the insulation foam\nboard located directly above the rabbit enclosures in the same row. Rodent feces are a potential disease hazard. Clean\nthis area and repeat often enough to prevent build up.\nTo be corrected: 10-9-21"
    },
    {
      "code": "3.56(d)",
      "kind": "",
      "repeat": false,
      "desc": "Sanitation.",
      "narrative": "Excessive rodent feces were observed on the insulation board, located on top of the rabbit enclosures. The feces were\nobserved in the right aisle of the larger rabbit housing structure. The licensee has pest control provisions in place, but it\ndoes not appear these provisions are effectively controlling the rodent population in this area. Rodents can carry and\nspread diseases. Maintain an effective program for the control of rodents.\nTo be corrected: 10-6-21\nThis inspection and exit interview were conducted with the licensee.\nEnd Section"
    }
  ],
  "narrative": "3.56(a)(1) \n   \nSanitation. \n1.  Excessive feces are present inside of three rabbit enclosures and in the trough below one rabbit enclosure.  All the \nrabbit enclosures containing excessive feces are in the larger rabbit housing structure.  One black and white rabbit (left \nrow), one tan rabbit (right row), and one grey rabbit (right row) have excessive feces in the corners of their enclosures.  \nOne black and grey rabbit had excessive feces in the trough below its enclosure.  Feces can produce odors and attract \ninsects.  Thoroughly clean and sanitize the affected enclosures and repeat often enough to prevent build up. \nTo be corrected: 10-6-21 \n2.  Excessive rabbit fur is present on the netting directly above the rabbit enclosures.  The affected enclosures are in the \nright row, located in the larger rabbit housing structure.  The netting is present above the rabbit enclosures to prevent \nchickens from gaining access to this area.  Additionally, excessive rodent feces were observed on the insulation foam \nboard located directly above the rabbit enclosures in the same row.  Rodent feces are a potential disease hazard.  Clean \nthis area and repeat often enough to prevent build up. \nTo be corrected: 10-9-21 \n3.56(d) \n   \nSanitation.\n\nExcessive rodent feces were observed on the insulation board, located on top of the rabbit enclosures.  The feces were \nobserved in the right aisle of the larger rabbit housing structure.  The licensee has pest control provisions in place, but it \ndoes not appear these provisions are effectively controlling the rodent population in this area.  Rodents can carry and \nspread diseases.  Maintain an effective program for the control of rodents. \nTo be corrected: 10-6-21 \n \nThis inspection and exit interview were conducted with the licensee. \n \nEnd Section",
  "animals_total": 26,
  "species": [
    {
      "count": 26,
      "scientific": "Oryctolagus cuniculus",
      "common": "DOMESTIC RABBIT / EUROPEAN RABBIT"
    }
  ]
}