{
  "insp_id": "119160029290220",
  "layout": "a",
  "customer_id": "28811",
  "customer_name": "Kelvin Blecha",
  "customer_addr": "Marcia L Blecha\nP O Box 222\nBelleville, KS 66935",
  "certificate": "48-A-1846",
  "site_id": "001",
  "site_name": "Kelvin Blecha, Marcia Blecha",
  "insp_type": "ROUTINE INSPECTION",
  "date": "27-APR-2016",
  "report_date": "27-APR-2016",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "This a focused inspection addressing the vet care issues that was cited on the 3/22/16 inspection.\nFemale, Golden Retriever (DOB 5/16/06 ) with microchip number 49397F7263 was observed lying on floor of its\nprimary enclosure at the start of the inspection. The licensee removed the dog from its primary enclosure and\nbrought it outside for further observation. When the licensee moved her, she was reluctant to move, slow to get up\nand walked with a short, choppy gait on both back legs. She sat down frequently and struggled to stand. Both hock\njoints were thick when palpated and were warm to the touch. The swelling extended below the hock in the direction\nof the feet. When the dog was in a sitting position, both back legs extended forward. The dog showed a thinner\nbody condition compared to the previous inspection. Her waist and abdominal tuck were prominent and her long\nbones in her hind legs and vertebrae were easily palpable. The licensee provided documentation that the dog was\nobserved by the attending veterinarian and the dog is currently on Duramaxx 75 mg at one half tablet every 24 hrs.\nThe licensee stated that the dog was not improving with the current medication but has not contacted the attending\nveterinarian for a follow-up and to explore other treatment options. Alterations in gait and reluctance to rise can\nindicate pain as well as a variety of muscular and skeletal problems. Swollen and warm joints indicate medical\nproblems and also indicate pain.\nThe animal listed above must be re-examined immediately by a veterinarian in order to ensure that the treatment\nplan is re-evaluated and other options are pursued to ensure that the animal is not suffering. This information\nregarding the plan for this dog(cid:25)s ongoing comfort must be documented and made available to the inspector upon\nrequest.\nThe focused inspection and exit briefing done on 4/27/16 were conducted with the licensee, Dr. Margaret Shaver\nVMO, Dr. Tanya Tims VMO and Robert Bacon ACI.\nAdditional Inspectors\nShaver Margaret, Veterinary Medical Officer\nTims Tanya, Assistant Director"
    }
  ],
  "narrative": "2.40(b)(2)                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThis a focused inspection addressing the vet care issues that was cited on the 3/22/16 inspection.                             \n                                                                                                                                                                                        \n                                                                                              \n                                                                                                                                                                 \nFemale, Golden Retriever (DOB  5/16/06 ) with microchip number 49397F7263 was observed lying on floor of its\nprimary enclosure at the start of the inspection.  The licensee removed the dog from its primary enclosure and\nbrought it outside for further observation.  When the licensee moved her, she was reluctant to move, slow to get up\nand walked with a short, choppy gait on both back legs.  She sat down frequently and struggled to stand. Both hock\njoints were thick when palpated and were warm to the touch. The swelling extended below the hock in the direction\nof the feet. When the dog was in a sitting position, both back legs extended forward.  The dog showed a thinner\nbody condition compared to the previous inspection. Her waist and abdominal tuck were prominent and her long\nbones in her hind legs and vertebrae were easily palpable.  The licensee provided documentation that the dog was\nobserved by the attending veterinarian and the dog is currently on Duramaxx 75 mg at one half tablet every 24 hrs.\nThe licensee stated that the dog was not improving with the current medication but has not contacted the attending\nveterinarian for a follow-up and to explore other treatment options. Alterations in gait and reluctance to rise can\nindicate pain as well as a variety of muscular and skeletal problems. Swollen and warm joints indicate medical\nproblems and also indicate pain. \nThe animal listed above must be re-examined immediately by a veterinarian in order to ensure that the treatment\nplan is re-evaluated and other options are pursued to ensure that the animal is not suffering.  This information\nregarding the plan for this dog(cid:25)s ongoing comfort must be documented and made available to the inspector upon\nrequest.\n  \nThe focused inspection and exit briefing done on 4/27/16 were conducted with the licensee,  Dr. Margaret Shaver\nVMO,  Dr. Tanya Tims VMO and Robert Bacon ACI.\n\nAdditional Inspectors\nShaver Margaret, Veterinary Medical Officer\nTims Tanya, Assistant Director",
  "animals_total": 2,
  "species": [
    {
      "count": 2,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    }
  ]
}