{
  "insp_id": "2016082569619988",
  "layout": "a",
  "customer_id": "333433",
  "customer_name": "Wilbur Byler",
  "customer_addr": "13480 E Hwy W\nEl Dorado Springs, MO 64744",
  "certificate": "43-A-5997",
  "site_id": "001",
  "site_name": "Wilbur Byler",
  "insp_type": "ROUTINE INSPECTION",
  "date": "02-OCT-2019",
  "report_date": "02-OCT-2019",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "A 4-year-old female Yorkshire terrier named Dolly (m/c# 956000005268417) was repeatedly squinting her left eye.\nThe entire cornea was blue with a ring of red around the circumference and in the middle of the eye. The reddened\narea in the middle of the eye was rough and dry and appeared to have a raised corneal lesion. The licensee stated\nthat he noticed the problem about 1.5 weeks earlier, but had not consulted a veterinarian about it. He had been\ntreating the eye topically twice each day with a dietary supplement called Silver Water, which is labeled for oral use\nfor immune system support. The label also stated that the product is not intended to treat, cure, or prevent any\ndisease. Eye problems can progress rapidly, can be painful, and can result in loss of vision. The licensee must\nhave this dog's eye evaluated by a veterinarian for proper diagnosis, must follow the veterinarian's treatment plan,\nand must follow-up with the veterinarian if the problem does not resolve in a timely manner.\nTO BE CORRECTED BY October 3, 2019.\nThis inspection and exit interview were conducted with the licensee."
    }
  ],
  "narrative": "2.40(b)(2)           DIRECT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nA 4-year-old female Yorkshire terrier named Dolly (m/c# 956000005268417) was repeatedly squinting her left eye. \nThe entire cornea was blue with a ring of red around the circumference and in the middle of the eye.  The reddened\narea in the middle of the eye was rough and dry and appeared to have a raised corneal lesion.  The licensee stated\nthat he noticed the problem about 1.5 weeks earlier, but had not consulted a veterinarian about it.  He had been\ntreating the eye topically twice each day with a dietary supplement called Silver Water, which is labeled for oral use\nfor immune system support.  The label also stated that the product is not intended to treat, cure, or prevent any\ndisease.  Eye problems can progress rapidly, can be painful, and can result in loss of vision.  The licensee must\nhave this dog's eye evaluated by a veterinarian for proper diagnosis, must follow the veterinarian's treatment plan,\nand must follow-up with the veterinarian if the problem does not resolve in a timely manner.\nTO BE CORRECTED BY October 3, 2019.\nThis inspection and exit interview were conducted with the licensee.",
  "animals_total": 81,
  "species": [
    {
      "count": 51,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 30,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}