{
  "insp_id": "108141113250024",
  "layout": "a",
  "customer_id": "8100",
  "customer_name": "Karen Christian",
  "customer_addr": "Willard Christian\n14478 State Hwy D D\nCampbell, MO 63933",
  "certificate": "43-B-3496",
  "site_id": "001",
  "site_name": "KAREN & WILLARD CHRISTIAN",
  "insp_type": "ROUTINE INSPECTION",
  "date": "17-APR-2014",
  "report_date": "18-APR-2014",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "***Attending Veterinarian and Adequate Veterinary Care*** Within the puppy room attached to the owner's\nresidence two containers of veterinary products were found that were past the labeled expiration date. Both\ncontainers were located in a caddy apparently ready for use. A container of Panacur dewormer was found with an\nexpiration of 10/13 as well as a container of Spectinomycin with an expiration of 03/12. The owner stated she had\nnot used the Spectinomycin for a long period but had failed to dispose of it. Labeled directions of use for these two\nproducts contained dosages for hoofstock and swine but not canines. Written directions for canines were not\navailable. Products with expirations dates must not be considered as a part of an appropriate program of veterinary\ncare when expired. Expected efficacy rates may be affected on expired products. Also all products used within this\nprogram of veterinary care must have written directions of use for canines as approved by the attending veterinarian\nto ensure correct and appropriate care. To be corrected by: 04/18/14\nThis inspection was conducted with the designated person with the exit briefing conducted with the owner. The\ninspection report is to be delivered via email."
    }
  ],
  "narrative": "2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n***Attending Veterinarian and Adequate Veterinary Care***  Within the puppy room attached to the owner's\nresidence two containers of veterinary products were found that were past the labeled expiration date.  Both\ncontainers were located in a caddy apparently ready for use.  A container of Panacur dewormer was found with an\nexpiration of 10/13 as well as a container of Spectinomycin with an expiration of 03/12.  The owner stated she had\nnot used the Spectinomycin for a long period but had failed to dispose of it.  Labeled directions of use for these two\nproducts contained dosages for hoofstock and swine but not canines.  Written directions for canines were not\navailable.  Products with expirations dates must not be considered as a part of an appropriate program of veterinary\ncare when expired.  Expected efficacy rates may be affected on expired products.  Also all products used within this\nprogram of veterinary care must have written directions of use for canines as approved by the attending veterinarian\nto ensure correct and appropriate care.  To be corrected by: 04/18/14\nThis inspection was conducted with the designated person with the exit briefing conducted with the owner.  The\ninspection report is to be delivered via email.",
  "animals_total": 38,
  "species": [
    {
      "count": 33,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 5,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}