{
  "insp_id": "2016082568123197",
  "layout": "a",
  "customer_id": "6399",
  "customer_name": "Lou Mc Cammon",
  "customer_addr": "9846 Homestead Road\nLas Vegas, NV 89143",
  "certificate": "88-C-0138",
  "site_id": "001",
  "site_name": "LOU MC CAMMON",
  "insp_type": "ROUTINE INSPECTION",
  "date": "02-MAR-2017",
  "report_date": "03-MAR-2017",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "Nubs, an 11 year old, neutered, male pit bull:\n- There was an approximately 2cmX 2.5cm sized reddened, deep, ulcerated skin lesion located above the nail bed\nof the 3rd toe of the left front foot. The lesion appears moist with a mild to moderate amount of a yellowish-tan\ndiscoloration of the tissue. The lower half of this toe and the lower half of the adjacent 4th toe both appear to have\na reddened and swollen appearance. Also, the upper portions of the toenails of both these toes have a dark,\nbrownish discoloration near the nail beds. Because these toes are used for normal weight-bearing in dogs, any\nmedical condition affecting these toes may increase the potential to cause pain or discomfort to the animal.\nAdditionally, open, untreated skin lesions or wounds located in this area may be more susceptible to contamination\nand infection. At time of inspection, there was no observed lameness or licking/chewing at any of the toes. The\nlicensee stated that he noticed this lesion about two days ago and the dog has not been examined by a\nveterinarian.\n-There was a quarter-sized area of hair loss with thickened, brownish colored skin located on the right hip. The skin\nsurrounding this area was slightly reddened and inflamed, and the hair in the area was wet with brownish staining.\nThe inspector observed the dog actively licking this area at time of inspection. The licensee stated he had not\nnoticed this area of irritated skin, but he indicated that this dog has had a long history of chronic skin issues.\nSkin conditions such as open sores/lesions or wounds, as well as, swollen toes could cause pain and discomfort to\nthe animals and could lead to further health problems. The licensee called the attending veterinarian to set an\nappointment at time of inspection.\nThis dog must be examined by a licensed veterinarian in order to ensure that an accurate diagnosis is obtained and\nan appropriate treatment plan is developed and followed. This information, including the diagnosis, treatment and\nresolution of the condition, must be documented and made available to the inspector upon request. This dog must\nbe evaluated by a veterinarian by close of business on 03/06/2017.\nThis inspection and exit interview were conducted with a facility representative."
    }
  ],
  "narrative": "2.40(b)(2)           DIRECT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nNubs, an 11 year old, neutered, male pit bull: \n- There was an approximately 2cmX 2.5cm sized reddened, deep, ulcerated skin lesion located above the nail bed\nof the 3rd toe of the left front foot. The lesion appears moist with a mild to moderate amount of a yellowish-tan\ndiscoloration of the tissue.  The lower half of this toe and the lower half of the adjacent 4th toe both appear to have\na reddened and swollen appearance.   Also, the upper portions of the toenails of both these toes have a dark,\nbrownish discoloration near the nail beds.   Because these toes are used for normal weight-bearing in dogs, any\nmedical condition affecting these toes may increase the potential to cause pain or discomfort to the animal. \nAdditionally, open, untreated skin lesions or wounds located in this area may be more susceptible to contamination\nand infection.  At time of inspection, there was no observed lameness or licking/chewing at any of the toes.  The\nlicensee stated that he noticed this lesion about two days ago and the dog has not been examined by a\nveterinarian.\n \n-There was a quarter-sized area of hair loss with thickened, brownish colored skin located on the right hip. The skin\nsurrounding this area was slightly reddened and inflamed, and the hair in the area was wet with brownish staining.\nThe inspector observed the dog actively licking this area at time of inspection.  The licensee stated he had not\nnoticed this area of irritated skin, but he indicated that this dog has had a long history of chronic skin issues. \n \nSkin conditions such as open sores/lesions or wounds, as well as, swollen toes could cause pain and discomfort to\nthe animals and could lead to further health problems.   The licensee called the attending veterinarian to set an\nappointment at time of inspection.\nThis dog must be examined by a licensed veterinarian in order to ensure that an accurate diagnosis is obtained and\nan appropriate treatment plan is developed and followed. This information, including the diagnosis, treatment and\nresolution of the condition, must be documented and made available to the inspector upon request. This dog must\nbe evaluated by a veterinarian by close of business on 03/06/2017.\n\nThis inspection and exit interview were conducted with a facility representative.",
  "animals_total": 11,
  "species": [
    {
      "count": 11,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    }
  ]
}