{
  "insp_id": "INS-0001188247",
  "layout": "c",
  "customer_id": "6013455",
  "customer_name": "Patrick Milcendeau",
  "customer_addr": "5456 US Route 1\nVass, NC 28394",
  "certificate": "55-C-0322",
  "site_id": "001",
  "site_name": "Dunrovin Exotic Animal Sanctuary",
  "insp_type": "ROUTINE INSPECTION",
  "date": "12-NOV-2024",
  "report_date": "21-NOV-2024",
  "citations": [
    {
      "code": "2.40(a)(2)",
      "kind": "",
      "repeat": true,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "The facility is not allowing the Attending Veterinarian (AV) to have appropriate authority to ensure the health and well-\nbeing of the animals.\n--The Program of Veterinary Care (PVC) for exotic animals at the facility includes an acclimation document regarding\nwhich animals can be kept outside when the temperature drops below 40 degrees Fahrenheit. According to the plan,\ncapybaras, wallabies, Patagonian cavies, and African crested porcupines may stay outside when the temperature drops\nbelow 40 degrees as long as they are “given supplemental heat through a heat lamp, heater, brooder panel, or another\nheat source.” However, inspectors were informed during the inspection that the facility does not have plans to add heat to\nthe enclosures housing those species this winter. The temperature recorded at 12:56 am on 13 November 2024 was 39.9\ndegrees Fahrenheit according to the local weather service.\n--In May 2023, the AV diagnosed dental disease in “Rex”, an adult male, white-nosed coati. At that time a dental cleaning\nwas recommended. In June 2024, the AV noted that Rex’s dental disease had worsened with significant gum disease\naround a specific tooth and recommended a dental with likely extraction of the affected tooth. At the time of this inspection\n(November 2024), Rex has still not received treatment for his dental disease. In speaking with the AV during this\ninspection, his dental disease should have been addressed by now.\n--An adult African Grey Parrot, “Charlie”, was diagnosed in June 2024 with self-inflicted trauma to the right wing. An initial\ntreatment regimen was implemented and appeared to help. After trying to wean off medications, the injuries became\nworse, and the AV directed that the medication be restarted in mid-July 2024. However, according to medical records, the\nfacility did not pick up the medication to restart treatment until mid-September 2024, two months after the AV directed the\nmedication to be started.\nFailure to follow the PVC or specific directions given by the Attending Veterinarian undermines their authority to provide\ntimely and adequate veterinary care to the species under their care. This can lead to worsening injuries or diseases as\nwell as unnecessary discomfort, stress, and/or pain to the animals.\nCorrect by ensuring that the Attending Veterinarian has appropriate authority to ensure the provision of adequate\nveterinary care and to oversee the adequacy of other aspects of animal care and use."
    },
    {
      "code": "2.40(b)(3)",
      "kind": "Critical",
      "repeat": false,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "The facility is not performing adequate daily observations on all animals to accurately assess their health and well-being\nand is not communicating in a timely manner to the Attending Veterinarian (AV) all of their findings, leading to the\npreventable death of a red fox and unidentified/unreported injuries in an African Grey Parrot and Patagonian Cavy.\n-- According to facility personnel, on October 4, 2024, they noticed a significant change in the behavior of an adult red fox,\n“Poxy”. The facility did not notify the AV of these changes because they had a standing vaccine appointment for Poxy the\nfollowing week on October 8, 2024. However, a facility employee found Poxy dead the morning of October 6, 2024. The\nbody was submitted to the state lab for a necropsy to determine cause of death. An excerpt from the necropsy reports\nstates as follows:\n“This 5-year-old red fox has a body weight of 3.0-kg in emaciated body condition, severe dehydration, and mild to\nmoderate autolysis. There is moderate generalized atrophy of the skeletal muscle. The tail, rear limbs, inguinal region,\nand medial thighs are covered with hundreds (closer to thousand) of large maggots. The skin, connective tissue, and\nskeletal muscles of the perineal region, ventral pelvis, and medial thighs are missing. The ventral pelvis bone is exposed.\nThe distal colon and rectum, genitalia, and urinary bladder are missing. The mucous membranes are white.”\nBased on phone communication with state laboratory personnel, the cause of the missing tissue on necropsy is most\nconsistent with self-inflicted trauma and not predation. The findings on necropsy describe the chronicity of this condition,\nshowing that his declining health started much earlier than two days prior to his death. However, the facility clearly failed\nto adequately observe the signs of extreme illness in this fox for days to weeks prior to his death.\n--On the morning of November 12, 2024, inspectors noticed that one adult male Patagonian Cavy, “Jiffy” had fresh blood\nand scabs on the tip of his right ear. Flies were landing frequently on his ears, causing him to twitch his ears to dislodge\nthem. According to facility personnel, they had not previously observed the ear wounds on “Jiffy.”\n--An adult African Grey Parrot, “Charlie”, was under treatment by the AV for chronic self-inflicted trauma to the right wing.\nAccording to the medical record, the facility was directed to treat orally with medicine and “If [self-injurious behavior is]\npersisting, [Charlie] should be seen in hospital for x-rays of wing.” During inspection, Charlie’s right wing had multiple\nareas of feather loss with red and thickened skin, scabs, and raw tissue. Based on phone communication, the AV stated\nthat Charlie should have been seen for the lack of improvement and for more diagnostics to be performed. The facility\nfailed to communicate with the AV regarding the unresolved wing issue.\nFailure to perform adequate daily observations on animals at the facility and/or to maintain frequent and direct\ncommunication regarding the status of animals under medical treatment can lead to prolonged suffering, unnecessary\npain, distress, or worsening of medical conditions, and ultimately death.\nCorrect by ensuring daily observations are performed on all animals to assess their health and well-being, and that a\nmechanism of direct and frequent communication exists so that timely and accurate information on problems of animal\nhealth, behavior, and well-being is conveyed to the Attending Veterinarian.\nCorrect by end of business November 14, 2024."
    },
    {
      "code": "3.52(a)",
      "kind": "",
      "repeat": false,
      "desc": "Facilities, outdoor.",
      "narrative": "Three rabbits housed in an outdoor enclosure are not provided adequate shade from sunlight. The enclosure only\nprovides one top-half section of a small doghouse and one top-half section of a Vari Kennel-type transportation enclosure.\nNo other cover is provided. Not providing adequate shade can cause overheating in rabbits, which can lead to heat\nexhaustion and death. Correct by providing sufficient shade to allow all rabbits kept outdoors to protect themselves from\nthe direct rays of the sun.\nCorrect by 20 November 2024."
    },
    {
      "code": "3.53(a)(4)",
      "kind": "",
      "repeat": false,
      "desc": "Primary enclosures.",
      "narrative": "The flooring of the outdoor enclosure housing three rabbits has several areas of exposed wire dig barrier where animals\ncan become entrapped and injured. Approximately 20% of the entire enclosure flooring has areas of wire panel fencing\nexposed creating gaps that are several inches wide and deep. Having exposed wires and gaps in flooring big enough for\na rabbit to get their foot or head through can lead to injury or entrapment. Correct by ensuring the floors of primary\nenclosures are constructed so as to protect the rabbits’ feet and legs from injury.\nCorrect by 20 November 2024."
    },
    {
      "code": "3.54(a)",
      "kind": "",
      "repeat": false,
      "desc": "Feeding.",
      "narrative": "The food provided in the rabbit enclosure has multiple moldy pellets and is not wholesome and palatable. Food that is\ncontaminated with mold can become unwholesome and unpalatable with inadequate nutritive value, leading to weight\nloss, a lack of proper nutrition, and potentially systemic diseases. Correct by ensuring that the food provided to the rabbits\nis free from contamination, wholesome, palatable and of sufficient quantity and nutritive value to meet the normal daily\nrequirements for the condition and size of the rabbits.\nCorrect by 15 November 2024. The facility took measures to correct this at the time of inspection by providing fresh food."
    },
    {
      "code": "3.54(b)",
      "kind": "",
      "repeat": false,
      "desc": "Feeding.",
      "narrative": "The bowl holding the rabbit food is not being kept clean and has large amounts of dried dirt, hair and caked-on\ndisintegrated food pellets. Food bowls that are contaminated with other material and debris can compromise the integrity\nand nutritive value of the food within or decrease palatability, making the animals less willing to eat. Correct by ensuring\nall food receptacles for rabbits are kept clean and sanitized at least once every 2 weeks.\nCorrect by 20 November 2024."
    },
    {
      "code": "3.56(a)(1)",
      "kind": "",
      "repeat": true,
      "desc": "Sanitation.",
      "narrative": "The primary enclosure for the three rabbits is not being kept reasonably free of excreta. Along the front wall of the\nenclosure, there is an area of piled-up rabbit feces approximately 4ft long x 1 ft wide, and about 3 inches deep. Several\nareas of feces appear to have white to green mold growing on the surface. Inadequate frequency of cleaning to remove\nexcreta can lead to animals becoming contaminated with fecal matter and an increase in disease risk and transmission.\nCorrect by keeping primary enclosures of rabbits reasonable free of excreta, hair, cobwebs, and other debris by periodic\ncleaning. The facility took measures to remove some of the larger piles of fecal matter during the inspection."
    },
    {
      "code": "3.57",
      "kind": "",
      "repeat": false,
      "desc": "Employees.",
      "narrative": "There are not a sufficient number of adequately trained employees to carry out the level of husbandry practices and care\nrequired by the AWA. There is only one full-time person responsible for the care of 173 animals at this facility. There is an\nadditional person hired part time to help with basic husbandry three (3) to five (5) days a week and one other to assist\nwith care part-time only two (2) days a week. There are numerous non-compliances identified on this inspection pertaining\nto the cleaning, sanitation, watering and feeding of multiple animal species at this facility. Additionally, the facility has a\nhistory of many similar non-compliances documented. The issues seen are consistent with shortages of personnel.\nInsufficient personnel can lead to a failure in maintenance of the facility, delayed care for the animals, and ultimately,\nunnecessary suffering and health concerns for the animals.\nThe facility representative must ensure a sufficient number of adequately trained employees are utilized to maintain the\nprofessionally acceptable level of husbandry practices set forth in this subpart and as required by section 3.132 and\n3.159. Such practices shall be under the supervision of an animal caretaker who has a background in animal husbandry\nor care.\nCorrect by 11 December 2024."
    },
    {
      "code": "3.78(e)",
      "kind": "",
      "repeat": true,
      "desc": "Outdoor housing facilities.",
      "narrative": "The public barrier on one side of the vervet enclosure is sagging and does not adequately prevent public contact with the\nvervet. Inspectors were able to lean against the sagging fence and come within a couple of inches of the primary\nenclosure fence of the vervet. Allowing potential contact between the public and the vervet puts both the humans and the\nanimal at risk of injury or disease transmission. Correct by having a barrier between the primary enclosure and the public\nat any time the public is present, in order to restrict physical contact between the public and the nonhuman primates."
    },
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": true,
      "desc": "Facilities, general.",
      "narrative": "The floor of the enclosure housing three of the African crested porcupines (ACP) has multiple areas of exposed dig barrier\nwire. About 40% of the floor area has exposed wire holes, some at least 6 inches deep. The gaps in the wires are large\nenough to entrap limbs and even the head of an ACP, which can lead to injury and possible death. Correct by ensuring\nthe indoor and outdoor housing facilities are structurally sound and shall be maintained in good repair to protect the\nanimals from injury and to contain the animals."
    },
    {
      "code": "3.126(b)",
      "kind": "",
      "repeat": false,
      "desc": "Facilities, indoor.",
      "narrative": "Upon entering the kinkajou enclosure, a strong musty odor was noted by the inspectors, due to a lack of adequate\nventilation and excessive build-up of moldy feces. The room housing the kinkajous has no means of ventilation to provide\nfresh air or to address the strong odor build-up, which can result in respiratory compromise and subsequent infection.\nCorrect by ensuring indoor housing facilities are adequately ventilated by natural or mechanical means to provide for the\nhealth and to prevent discomfort of the animals at all times.\nCorrect by 20 November 2024."
    },
    {
      "code": "3.127(d)",
      "kind": "",
      "repeat": false,
      "desc": "Facilities, outdoor.",
      "narrative": "The coati enclosure does not have a perimeter fence of sufficient height (6 ft) around it. The coati enclosure was moved\ninto a different section of the facility and is outside the original perimeter fence. The current fencing around that section\nhas a large gap (approximately 20 ft in length) and several smaller gaps (approximately 4-6 ft in length) that people and\npredators can easily pass through. Additionally, multiple areas of the fence are only 4 – 5 ft tall. Not providing an\nadequate perimeter fence for the coati can allow unauthorized people or predators to have access to the animals. Correct\nby ensuring all outdoor housing facilities are enclosed by a perimeter fence that is of sufficient height to keep animals and\nunauthorized persons out.\nCorrect by 06 December 2024."
    },
    {
      "code": "3.130",
      "kind": "Direct",
      "repeat": true,
      "desc": "Watering.",
      "narrative": "The facility is not providing an adequate amount of potable water to maintain the health and well-being of the animals.\n--During the inspection, the 32-ounce water bottle in the capybara and cavy enclosure was empty. Inspectors requested\nthat the water bottle be refilled by the facility. When filled, the capybara immediately went to the bottle and began to drink\nvoraciously. He continued to drink for a total of approximately 13.5 minutes. After approximately 4.5 minutes, the\ninspectors asked the facility employee to see if the capybara could be distracted away from the water bottle. However,\nafter a brief interruption (about 24 seconds), he immediately returned to the waterer to continue drinking for about 9 more\nminutes. As the capybara drank, he appeared to struggle to get water from the bottle fast enough to quench his thirst.\nAfter the initial 13.5 minutes of drinking, the water bottle was finally emptied and inspectors had the facility representative\nrefill the bottle. The capybara then returned to the refilled bottle and continued to drink approximately one-quarter of the\nsecond bottle.\n--The goat/sheep/zebu enclosure contained two tubs of water that had been heavily contaminated by the ducks that\nreside in the same enclosure. There was no additional source of fresh drinking water for these animals.\nNot providing adequate potable water to animals can lead to distress and can severely compromise the health of the\nimpacted animals. Correct by providing potable water as often as necessary for the health and comfort of the animal."
    },
    {
      "code": "3.131(a)",
      "kind": "",
      "repeat": true,
      "desc": "Sanitation.",
      "narrative": "Excessive amounts of feces were present in the following enclosures: coatimundi, fennec foxes, African crested\nporcupines, kinkajous and domestic pigs. In the kinkajou enclosure, numerous piles of feces had white mold growth\npresent. Not conducting adequate removal of fecal material from enclosures poses a health risk to the animals and\nencourages vermin infestation. Correct by ensuring excreta is removed from primary enclosures as often as necessary to\nprevent contamination of the animals contained therein and to minimize disease hazards and to reduce odors."
    },
    {
      "code": "3.131(c)",
      "kind": "",
      "repeat": true,
      "desc": "Sanitation.",
      "narrative": "The facility in general has accumulations of clutter and is unkept. There are multiple areas throughout the property that\ncontain piles of unused equipment, building supplies, feeders, waterers and cages. Additionally, the sink in the kitchen\nwhere food preparation occurs and bowls are cleaned and sanitized contains numerous dirty utensils and dishes, a soiled\npaint brush, and significant accumulations of dried on brown/yellow debris and dirt.\nInadequate facility cleaning, maintenance and upkeep provides areas which can harbor disease-transmitting pests,\nincreases health risks to the animals, potentially contaminates food and food/water receptacles.\nCorrect by ensuring the premises (building and grounds) are kept clean and in good repair in order to protect the animals\nfrom injury and to facilitate the prescribed husbandry practices set forth in this subpart. Accumulations of trash shall be\nplaced in designated areas and cleared as necessary to protect the health of the animals."
    },
    {
      "code": "3.132",
      "kind": "",
      "repeat": true,
      "desc": "Employees.",
      "narrative": "There are not a sufficient number of adequately trained employees to carry out the level of husbandry practices and care\nrequired by the AWA. There is only one full-time person responsible for the care of 173 animals at this facility. There is an\nadditional person hired part time to help with basic husbandry three (3) to five (5) days a week and one other to assist\nwith care part-time only two (2) days a week. There are numerous non-compliances identified on this inspection pertaining\nto the cleaning, sanitation, watering and feeding of multiple animal species at this facility. Additionally, the facility has a\nhistory of many similar non-compliances documented. The issues seen are consistent with shortages of personnel.\nInsufficient personnel can lead to a failure in maintenance of the facility, delayed care for the animals, and ultimately,\nunnecessary suffering and health concerns for the animals.\nThe facility representative must ensure a sufficient number of adequately trained employees are utilized to maintain the\nprofessionally acceptable level of husbandry practices set forth in this subpart and as required by section 3.57 and 3.159.\nSuch practices shall be under the supervision of an animal caretaker who has a background in animal husbandry or care."
    },
    {
      "code": "3.153(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Primary enclosures.",
      "narrative": "There are numerous sharp points and edges throughout several different bird enclosures. In the Eclectus parrot\nenclosure, there are two broken wires with sharp ends that were used to anchor perches and are accessible to the birds.\nIn the Amazon enclosure, several long screws are exposed on a feeding perch. Additionally, the food bowls in the African\ngrey enclosure are covered with a piece of wire that has areas cut out for access. The cut edges of the wire are sharp\nwhere the birds enter their head to eat. Sharp points and edges can easily injure the birds and lead to unnecessary pain\nand suffering. Correct by constructing and maintaining all avian primary enclosures so that they have no sharp points or\nedges that could injure the birds.\nCorrect by 06 December 2024."
    },
    {
      "code": "3.156",
      "kind": "",
      "repeat": false,
      "desc": "Watering",
      "narrative": "The enclosure housing the geese, guinea fowl, and emu contained 2 buckets and one water trough that were heavily\ncontaminated. The water was brown and feathers and fecal material were present. Not providing adequate potable water\ncan result in severe compromise to the health of the impacted birds. Correct by providing potable water in a sufficient\nquantity to every bird housed at the facility.\nCorrect by end of business 14 November 2024."
    },
    {
      "code": "3.158(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Cleaning, sanitization, housekeeping, and pest control.",
      "narrative": "There are excessive amounts excreta and food waste inside multiple avian primary enclosures. There are large amounts\nof food waste underneath the feeders inside the aviary and the African grey enclosure. The pigeon enclosure has a\nsignificant amount of food waste scattered across the dirt floor. The Umbrella cockatoo enclosure has accumulations of\nfood waste and excreta covering approximately 1/5th of the enclosure floor and part of a platform. In the Amazon and\nEclectus enclosures there is three-dimensional build-up of fecal matter on the perches and floor.\nExcessive food waste and excreta in primary enclosures can soil the birds, increase disease hazards, and attract pests\ninto the enclosure. Correct by removing excreta and food waste from primary enclosures and from under and around\nprimary enclosures as often as necessary to prevent excessive accumulation and soiling of the birds, and to reduce\ndisease hazards, insects, pests, and odors.\nCorrect by 20 November 2024."
    },
    {
      "code": "3.158(d)",
      "kind": "",
      "repeat": false,
      "desc": "Cleaning, sanitization, housekeeping, and pest control.",
      "narrative": "The facility does not have an effective pest program to control insects and mammalian pests. Inside the Aviary there were\nnumerous ants crawling amongst the food in the suspended feeding bowl and four mice crawling around the floor. An\nadditional mouse was also observed on the floor of the Australasia enclosure. A squirrel was observed sitting in and\neating out of the food bowl in the macaw enclosure. Pests present in primary enclosures lead to increased disease\nhazards and potential physical injury to the birds. Correct by establishing and maintaining a safe and effective program for\nthe control of insects, ectoparasites, and avian and mammalian pests so as to promote the health and well-being of the\nbirds and reduce contamination by pests in animal areas.\nCorrect by 06 December 2024."
    },
    {
      "code": "3.159",
      "kind": "",
      "repeat": false,
      "desc": "Employees",
      "narrative": "There are not a sufficient number of adequately trained employees to carry out the level of husbandry practices and care\nrequired by the AWA. There is only one full-time person responsible for the care of 173 animals at this facility. There is an\nadditional person hired part time to help with basic husbandry three (3) to five (5) days a week and one other to assist\nwith care part-time only two (2) days a week. The only employee that can enter the Australasia enclosure to care for the\nbirds within is the employee that works part-time in the sanctuary only two (2) days a week. There are numerous non-\ncompliances identified on this inspection pertaining to the cleaning, sanitation, watering and feeding of several animal\nspecies at this facility. Additionally, the facility has a history of many similar non-compliances documented. The issues\nseen are consistent with shortages of personnel. Insufficient personnel can lead to a failure in maintenance of the facility,\ndelayed care of animals, and ultimately unnecessary suffering.\nThe facility representative must ensure a sufficient number of adequately trained employees are utilized to maintain the\nprofessionally acceptable level of husbandry practices set forth in this subpart and as required by section 3.57 and 3.132.\nSuch practices shall be under the supervision of an animal caretaker who has a background in animal husbandry or care.\nCorrect by 11 December 2024.\nThis inspection and exit interview were conducted with facility representatives.\nAdditional Inspectors:\nMARY ANN MCBRIDE, SUPERVISORY ANIMAL CARE SPECIALIST n"
    }
  ],
  "narrative": "2.40(a)(2)  Repeat\n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nThe facility is not allowing the Attending Veterinarian (AV) to have appropriate authority to ensure the health and well-\nbeing of the animals.  \n \n--The Program of Veterinary Care (PVC) for exotic animals at the facility includes an acclimation document regarding \nwhich animals can be kept outside when the temperature drops below 40 degrees Fahrenheit. According to the plan, \ncapybaras, wallabies, Patagonian cavies, and African crested porcupines may stay outside when the temperature drops \nbelow 40 degrees as long as they are “given supplemental heat through a heat lamp, heater, brooder panel, or another \nheat source.” However, inspectors were informed during the inspection that the facility does not have plans to add heat to \nthe enclosures housing those species this winter. The temperature recorded at 12:56 am on 13 November 2024 was 39.9 \ndegrees Fahrenheit according to the local weather service.  \n \n--In May 2023, the AV diagnosed dental disease in “Rex”, an adult male, white-nosed coati. At that time a dental cleaning \nwas recommended. In June 2024, the AV noted that Rex’s dental disease had worsened with significant gum disease \naround a specific tooth and recommended a dental with likely extraction of the affected tooth. At the time of this inspection \n(November 2024), Rex has still not received treatment for his dental disease. In speaking with the AV during this \ninspection, his dental disease should have been addressed by now.  \n \n--An adult African Grey Parrot, “Charlie”, was diagnosed in June 2024 with self-inflicted trauma to the right wing. An initial \ntreatment regimen was implemented and appeared to help. After trying to wean off medications, the injuries became \nworse, and the AV directed that the medication be restarted in mid-July 2024. However, according to medical records, the \nfacility did not pick up the medication to restart treatment until mid-September 2024, two months after the AV directed the \nmedication to be started.  \n \nFailure to follow the PVC or specific directions given by the Attending Veterinarian undermines their authority to provide \ntimely and adequate veterinary care to the species under their care. This can lead to worsening injuries or diseases as \nwell as unnecessary discomfort, stress, and/or pain to the animals.\n\nCorrect by ensuring that the Attending Veterinarian has appropriate authority to ensure the provision of adequate \nveterinary care and to oversee the adequacy of other aspects of animal care and use. \n2.40(b)(3)  Critical\n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nThe facility is not performing adequate daily observations on all animals to accurately assess their health and well-being \nand is not communicating in a timely manner to the Attending Veterinarian (AV) all of their findings, leading to the \npreventable death of a red fox and unidentified/unreported injuries in an African Grey Parrot and Patagonian Cavy.  \n \n-- According to facility personnel, on October 4, 2024, they noticed a significant change in the behavior of an adult red fox, \n“Poxy”. The facility did not notify the AV of these changes because they had a standing vaccine appointment for Poxy the \nfollowing week on October 8, 2024. However, a facility employee found Poxy dead the morning of October 6, 2024. The \nbody was submitted to the state lab for a necropsy to determine cause of death. An excerpt from the necropsy reports \nstates as follows:  \n \n “This 5-year-old red fox has a body weight of 3.0-kg in emaciated body condition, severe dehydration, and mild to \nmoderate autolysis. There is moderate generalized atrophy of the skeletal muscle. The tail, rear limbs, inguinal region, \nand medial thighs are covered with hundreds (closer to thousand) of large maggots. The skin, connective tissue, and \nskeletal muscles of the perineal region, ventral pelvis, and medial thighs are missing. The ventral pelvis bone is exposed. \nThe distal colon and rectum, genitalia, and urinary bladder are missing. The mucous membranes are white.”  \n \nBased on phone communication with state laboratory personnel, the cause of the missing tissue on necropsy is most \nconsistent with self-inflicted trauma and not predation. The findings on necropsy describe the chronicity of this condition, \nshowing that his declining health started much earlier than two days prior to his death. However, the facility clearly failed \nto adequately observe the signs of extreme illness in this fox for days to weeks prior to his death.  \n \n--On the morning of November 12, 2024, inspectors noticed that one adult male Patagonian Cavy, “Jiffy” had fresh blood \nand scabs on the tip of his right ear. Flies were landing frequently on his ears, causing him to twitch his ears to dislodge \nthem. According to facility personnel, they had not previously observed the ear wounds on “Jiffy.”  \n \n--An adult African Grey Parrot, “Charlie”, was under treatment by the AV for chronic self-inflicted trauma to the right wing. \nAccording to the medical record, the facility was directed to treat orally with medicine and “If [self-injurious behavior is] \npersisting, [Charlie] should be seen in hospital for x-rays of wing.” During inspection, Charlie’s right wing had multiple \nareas of feather loss with red and thickened skin, scabs, and raw tissue. Based on phone communication, the AV stated \nthat Charlie should have been seen for the lack of improvement and for more diagnostics to be performed. The facility \nfailed to communicate with the AV regarding the unresolved wing issue.  \n \nFailure to perform adequate daily observations on animals at the facility and/or to maintain frequent and direct \ncommunication regarding the status of animals under medical treatment can lead to prolonged suffering, unnecessary \npain, distress, or worsening of medical conditions, and ultimately death.  \n \nCorrect by ensuring daily observations are performed on all animals to assess their health and well-being, and that a\n\nmechanism of direct and frequent communication exists so that timely and accurate information on problems of animal \nhealth, behavior, and well-being is conveyed to the Attending Veterinarian.  \n \nCorrect by end of business November 14, 2024. \n3.52(a) \n   \nFacilities, outdoor. \nThree rabbits housed in an outdoor enclosure are not provided adequate shade from sunlight. The enclosure only \nprovides one top-half section of a small doghouse and one top-half section of a Vari Kennel-type transportation enclosure. \nNo other cover is provided. Not providing adequate shade can cause overheating in rabbits, which can lead to heat \nexhaustion and death. Correct by providing sufficient shade to allow all rabbits kept outdoors to protect themselves from \nthe direct rays of the sun.  \n \nCorrect by 20 November 2024. \n3.53(a)(4) \n   \nPrimary enclosures. \nThe flooring of the outdoor enclosure housing three rabbits has several areas of exposed wire dig barrier where animals \ncan become entrapped and injured. Approximately 20% of the entire enclosure flooring has areas of wire panel fencing \nexposed creating gaps that are several inches wide and deep. Having exposed wires and gaps in flooring big enough for \na rabbit to get their foot or head through can lead to injury or entrapment. Correct by ensuring the floors of primary \nenclosures are constructed so as to protect the rabbits’ feet and legs from injury.  \n \nCorrect by 20 November 2024. \n3.54(a) \n   \nFeeding. \nThe food provided in the rabbit enclosure has multiple moldy pellets and is not wholesome and palatable. Food that is \ncontaminated with mold can become unwholesome and unpalatable with inadequate nutritive value, leading to weight \nloss, a lack of proper nutrition, and potentially systemic diseases. Correct by ensuring that the food provided to the rabbits \nis free from contamination, wholesome, palatable and of sufficient quantity and nutritive value to meet the normal daily \nrequirements for the condition and size of the rabbits.  \n \nCorrect by 15 November 2024. The facility took measures to correct this at the time of inspection by providing fresh food. \n3.54(b) \n   \nFeeding. \nThe bowl holding the rabbit food is not being kept clean and has large amounts of dried dirt, hair and caked-on \ndisintegrated food pellets. Food bowls that are contaminated with other material and debris can compromise the integrity \nand nutritive value of the food within or decrease palatability, making the animals less willing to eat. Correct by ensuring\n\nall food receptacles for rabbits are kept clean and sanitized at least once every 2 weeks.  \n \nCorrect by 20 November 2024. \n3.56(a)(1)  Repeat\n   \nSanitation. \nThe primary enclosure for the three rabbits is not being kept reasonably free of excreta. Along the front wall of the \nenclosure, there is an area of piled-up rabbit feces approximately 4ft long x 1 ft wide, and about 3 inches deep. Several \nareas of feces appear to have white to green mold growing on the surface. Inadequate frequency of cleaning to remove \nexcreta can lead to animals becoming contaminated with fecal matter and an increase in disease risk and transmission. \nCorrect by keeping primary enclosures of rabbits reasonable free of excreta, hair, cobwebs, and other debris by periodic \ncleaning. The facility took measures to remove some of the larger piles of fecal matter during the inspection. \n3.57 \n   \nEmployees. \nThere are not a sufficient number of adequately trained employees to carry out the level of husbandry practices and care \nrequired by the AWA. There is only one full-time person responsible for the care of 173 animals at this facility. There is an \nadditional person hired part time to help with basic husbandry three (3) to five (5) days a week and one other to assist \nwith care part-time only two (2) days a week. There are numerous non-compliances identified on this inspection pertaining \nto the cleaning, sanitation, watering and feeding of multiple animal species at this facility. Additionally, the facility has a \nhistory of many similar non-compliances documented. The issues seen are consistent with shortages of personnel. \nInsufficient personnel can lead to a failure in maintenance of the facility, delayed care for the animals, and ultimately, \nunnecessary suffering and health concerns for the animals.  \n \n \nThe facility representative must ensure a sufficient number of adequately trained employees are utilized to maintain the \nprofessionally acceptable level of husbandry practices set forth in this subpart and as required by section 3.132 and \n3.159. Such practices shall be under the supervision of an animal caretaker who has a background in animal husbandry \nor care.  \n \nCorrect by 11 December 2024. \n3.78(e)  Repeat\n   \nOutdoor housing facilities. \nThe public barrier on one side of the vervet enclosure is sagging and does not adequately prevent public contact with the \nvervet. Inspectors were able to lean against the sagging fence and come within a couple of inches of the primary \nenclosure fence of the vervet. Allowing potential contact between the public and the vervet puts both the humans and the \nanimal at risk of injury or disease transmission. Correct by having a barrier between the primary enclosure and the public \nat any time the public is present, in order to restrict physical contact between the public and the nonhuman primates. \n3.125(a)  Repeat\n\nFacilities, general. \nThe floor of the enclosure housing three of the African crested porcupines (ACP) has multiple areas of exposed dig barrier \nwire. About 40% of the floor area has exposed wire holes, some at least 6 inches deep. The gaps in the wires are large \nenough to entrap limbs and even the head of an ACP, which can lead to injury and possible death. Correct by ensuring \nthe indoor and outdoor housing facilities are structurally sound and shall be maintained in good repair to protect the \nanimals from injury and to contain the animals. \n3.126(b) \n   \nFacilities, indoor. \nUpon entering the kinkajou enclosure, a strong musty odor was noted by the inspectors, due to a lack of adequate \nventilation and excessive build-up of moldy feces. The room housing the kinkajous has no means of ventilation to provide \nfresh air or to address the strong odor build-up, which can result in respiratory compromise and subsequent infection. \nCorrect by ensuring indoor housing facilities are adequately ventilated by natural or mechanical means to provide for the \nhealth and to prevent discomfort of the animals at all times.  \n \nCorrect by 20 November 2024. \n3.127(d) \n   \nFacilities, outdoor. \nThe coati enclosure does not have a perimeter fence of sufficient height (6 ft) around it. The coati enclosure was moved \ninto a different section of the facility and is outside the original perimeter fence. The current fencing around that section \nhas a large gap (approximately 20 ft in length) and several smaller gaps (approximately 4-6 ft in length) that people and \npredators can easily pass through. Additionally, multiple areas of the fence are only 4 – 5 ft tall. Not providing an \nadequate perimeter fence for the coati can allow unauthorized people or predators to have access to the animals. Correct \nby ensuring all outdoor housing facilities are enclosed by a perimeter fence that is of sufficient height to keep animals and \nunauthorized persons out.  \n \nCorrect by 06 December 2024. \n3.130  Direct Repeat\n   \nWatering. \nThe facility is not providing an adequate amount of potable water to maintain the health and well-being of the animals.  \n \n--During the inspection, the 32-ounce water bottle in the capybara and cavy enclosure was empty. Inspectors requested \nthat the water bottle be refilled by the facility. When filled, the capybara immediately went to the bottle and began to drink \nvoraciously. He continued to drink for a total of approximately 13.5 minutes. After approximately 4.5 minutes, the \ninspectors asked the facility employee to see if the capybara could be distracted away from the water bottle. However, \nafter a brief interruption (about 24 seconds), he immediately returned to the waterer to continue drinking for about 9 more \nminutes. As the capybara drank, he appeared to struggle to get water from the bottle fast enough to quench his thirst. \nAfter the initial 13.5 minutes of drinking, the water bottle was finally emptied and inspectors had the facility representative\n\nrefill the bottle. The capybara then returned to the refilled bottle and continued to drink approximately one-quarter of the \nsecond bottle.  \n \n--The goat/sheep/zebu enclosure contained two tubs of water that had been heavily contaminated by the ducks that \nreside in the same enclosure. There was no additional source of fresh drinking water for these animals.  \n \nNot providing adequate potable water to animals can lead to distress and can severely compromise the health of the \nimpacted animals. Correct by providing potable water as often as necessary for the health and comfort of the animal. \n3.131(a)  Repeat\n   \nSanitation. \nExcessive amounts of feces were present in the following enclosures: coatimundi, fennec foxes, African crested \nporcupines, kinkajous and domestic pigs. In the kinkajou enclosure, numerous piles of feces had white mold growth \npresent. Not conducting adequate removal of fecal material from enclosures poses a health risk to the animals and \nencourages vermin infestation. Correct by ensuring excreta is removed from primary enclosures as often as necessary to \nprevent contamination of the animals contained therein and to minimize disease hazards and to reduce odors. \n3.131(c)  Repeat\n   \nSanitation. \nThe facility in general has accumulations of clutter and is unkept. There are multiple areas throughout the property that \ncontain piles of unused equipment, building supplies, feeders, waterers and cages. Additionally, the sink in the kitchen \nwhere food preparation occurs and bowls are cleaned and sanitized contains numerous dirty utensils and dishes, a soiled \npaint brush, and significant accumulations of dried on brown/yellow debris and dirt.  \n \nInadequate facility cleaning, maintenance and upkeep provides areas which can harbor disease-transmitting pests, \nincreases health risks to the animals, potentially contaminates food and food/water receptacles.  \n \nCorrect by ensuring the premises (building and grounds) are kept clean and in good repair in order to protect the animals \nfrom injury and to facilitate the prescribed husbandry practices set forth in this subpart. Accumulations of trash shall be \nplaced in designated areas and cleared as necessary to protect the health of the animals. \n3.132  Repeat\n   \nEmployees. \nThere are not a sufficient number of adequately trained employees to carry out the level of husbandry practices and care \nrequired by the AWA. There is only one full-time person responsible for the care of 173 animals at this facility. There is an \nadditional person hired part time to help with basic husbandry three (3) to five (5) days a week and one other to assist \nwith care part-time only two (2) days a week. There are numerous non-compliances identified on this inspection pertaining \nto the cleaning, sanitation, watering and feeding of multiple animal species at this facility. Additionally, the facility has a \nhistory of many similar non-compliances documented. The issues seen are consistent with shortages of personnel. \nInsufficient personnel can lead to a failure in maintenance of the facility, delayed care for the animals, and ultimately, \nunnecessary suffering and health concerns for the animals.\n\nThe facility representative must ensure a sufficient number of adequately trained employees are utilized to maintain the \nprofessionally acceptable level of husbandry practices set forth in this subpart and as required by section 3.57 and 3.159. \nSuch practices shall be under the supervision of an animal caretaker who has a background in animal husbandry or care. \n3.153(a)(1) \n   \nPrimary enclosures. \nThere are numerous sharp points and edges throughout several different bird enclosures. In the Eclectus parrot \nenclosure, there are two broken wires with sharp ends that were used to anchor perches and are accessible to the birds. \nIn the Amazon enclosure, several long screws are exposed on a feeding perch. Additionally, the food bowls in the African \ngrey enclosure are covered with a piece of wire that has areas cut out for access. The cut edges of the wire are sharp \nwhere the birds enter their head to eat. Sharp points and edges can easily injure the birds and lead to unnecessary pain \nand suffering. Correct by constructing and maintaining all avian primary enclosures so that they have no sharp points or \nedges that could injure the birds.  \n \nCorrect by 06 December 2024. \n3.156 \n   \nWatering \nThe enclosure housing the geese, guinea fowl, and emu contained 2 buckets and one water trough that were heavily \ncontaminated. The water was brown and feathers and fecal material were present. Not providing adequate potable water \ncan result in severe compromise to the health of the impacted birds. Correct by providing potable water in a sufficient \nquantity to every bird housed at the facility.  \n \nCorrect by end of business 14 November 2024. \n3.158(a)(1) \n   \nCleaning, sanitization, housekeeping, and pest control. \nThere are excessive amounts excreta and food waste inside multiple avian primary enclosures. There are large amounts \nof food waste underneath the feeders inside the aviary and the African grey enclosure. The pigeon enclosure has a \nsignificant amount of food waste scattered across the dirt floor. The Umbrella cockatoo enclosure has accumulations of \nfood waste and excreta covering approximately 1/5th of the enclosure floor and part of a platform. In the Amazon and \nEclectus enclosures there is three-dimensional build-up of fecal matter on the perches and floor.  \n \nExcessive food waste and excreta in primary enclosures can soil the birds, increase disease hazards, and attract pests \ninto the enclosure. Correct by removing excreta and food waste from primary enclosures and from under and around \nprimary enclosures as often as necessary to prevent excessive accumulation and soiling of the birds, and to reduce \ndisease hazards, insects, pests, and odors.  \n \nCorrect by 20 November 2024.\n\n3.158(d) \n   \nCleaning, sanitization, housekeeping, and pest control. \nThe facility does not have an effective pest program to control insects and mammalian pests. Inside the Aviary there were \nnumerous ants crawling amongst the food in the suspended feeding bowl and four mice crawling around the floor. An \nadditional mouse was also observed on the floor of the Australasia enclosure. A squirrel was observed sitting in and \neating out of the food bowl in the macaw enclosure. Pests present in primary enclosures lead to increased disease \nhazards and potential physical injury to the birds. Correct by establishing and maintaining a safe and effective program for \nthe control of insects, ectoparasites, and avian and mammalian pests so as to promote the health and well-being of the \nbirds and reduce contamination by pests in animal areas.  \n \nCorrect by 06 December 2024. \n3.159 \n   \nEmployees \nThere are not a sufficient number of adequately trained employees to carry out the level of husbandry practices and care \nrequired by the AWA. There is only one full-time person responsible for the care of 173 animals at this facility. There is an \nadditional person hired part time to help with basic husbandry three (3) to five (5) days a week and one other to assist \nwith care part-time only two (2) days a week. The only employee that can enter the Australasia enclosure to care for the \nbirds within is the employee that works part-time in the sanctuary only two (2) days a week. There are numerous non-\ncompliances identified on this inspection pertaining to the cleaning, sanitation, watering and feeding of several animal \nspecies at this facility. Additionally, the facility has a history of many similar non-compliances documented. The issues \nseen are consistent with shortages of personnel. Insufficient personnel can lead to a failure in maintenance of the facility, \ndelayed care of animals, and ultimately unnecessary suffering.  \n \nThe facility representative must ensure a sufficient number of adequately trained employees are utilized to maintain the \nprofessionally acceptable level of husbandry practices set forth in this subpart and as required by section 3.57 and 3.132. \nSuch practices shall be under the supervision of an animal caretaker who has a background in animal husbandry or care.  \n \nCorrect by 11 December 2024. \n \nThis inspection and exit interview were conducted with facility representatives. \n \nAdditional Inspectors: \nMARY ANN MCBRIDE, SUPERVISORY ANIMAL CARE SPECIALIST n",
  "animals_total": 173,
  "species": [
    {
      "count": 3,
      "scientific": "Oryctolagus cuniculus",
      "common": "DOMESTIC RABBIT / EUROPEAN RABBIT"
    },
    {
      "count": 1,
      "scientific": "Nasua narica",
      "common": "WHITE-NOSED COATI"
    },
    {
      "count": 2,
      "scientific": "Potos flavus",
      "common": "KINKAJOU"
    },
    {
      "count": 2,
      "scientific": "Ovis aries aries",
      "common": "SHEEP INCLUDING ALL DOMESTIC BREEDS"
    },
    {
      "count": 1,
      "scientific": "Chlorocebus pygerythrus",
      "common": "VERVET"
    },
    {
      "count": 5,
      "scientific": "Vulpes zerda",
      "common": "FENNEC FOX"
    },
    {
      "count": 2,
      "scientific": "Bos primigenuis indicus",
      "common": "ZEBU"
    },
    {
      "count": 2,
      "scientific": "Sus scrofa domestica",
      "common": "DOMESTIC PIG / POTBELLY PIG / MICRO PIG"
    },
    {
      "count": 2,
      "scientific": "Dolichotis patagonum",
      "common": "PATAGONIAN CAVY / MARA"
    },
    {
      "count": 2,
      "scientific": "Notamacropus rufogriseus",
      "common": "BENNETT'S WALLABY / RED-NECKED WALLABY"
    },
    {
      "count": 2,
      "scientific": "Erythrocebus patas",
      "common": "PATAS MONKEY"
    },
    {
      "count": 1,
      "scientific": "Vulpes lagopus",
      "common": "ARCTIC FOX"
    },
    {
      "count": 1,
      "scientific": "Hydrochaeris hydrochaeris",
      "common": "CAPYBARA"
    },
    {
      "count": 5,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 4,
      "scientific": "Hystrix cristata",
      "common": "AFRICAN CRESTED PORCUPINE"
    },
    {
      "count": 5,
      "scientific": "Lemur catta",
      "common": "RING-TAILED LEMUR"
    },
    {
      "count": 10,
      "scientific": "Anas platyrhynchos domesticus",
      "common": "DOMESTIC DUCK INCLUDING ALL DOMESTIC BREEDS"
    },
    {
      "count": 20,
      "scientific": "Gallus gallus domesticus",
      "common": "DOMESTIC CHICKEN (INCLUDING ALL DOMESTIC BREEDS /"
    },
    {
      "count": 5,
      "scientific": "Meleagris gallopavo domesticus",
      "common": "DOMESTIC TURKEY"
    },
    {
      "count": 4,
      "scientific": "Melopsittacus undulatus",
      "common": "BUDGERIGAR / BUDGIE / COMMON PARAKEET / SHELL"
    },
    {
      "count": 1,
      "scientific": "Tockus deckeni",
      "common": "VON DER DECKEN'S HORNBILL"
    },
    {
      "count": 1,
      "scientific": "Dromaius novaehollandiae",
      "common": "EMU"
    },
    {
      "count": 3,
      "scientific": "Cacatua alba",
      "common": "WHITE COCKATOO / UMBRELLA COCKATOO"
    },
    {
      "count": 1,
      "scientific": "Geopelia cuneata",
      "common": "DIAMOND DOVE"
    },
    {
      "count": 2,
      "scientific": "Numida meleagris",
      "common": "DOMESTIC GUINEAFOWL / HELMETED GUINEAFOWL /"
    },
    {
      "count": 3,
      "scientific": "Columba livia domestica",
      "common": "DOMESTIC PIGEON INCLUDING ALL DOMESTIC BREEDS"
    },
    {
      "count": 1,
      "scientific": "Streptopelia capicola",
      "common": "BARBARY DOVE / RINGED TURTLE-DOVE / RINGNECK DOVE"
    },
    {
      "count": 9,
      "scientific": "Synoicus chinensis",
      "common": "BLUE-BREASTED QUAIL"
    },
    {
      "count": 2,
      "scientific": "Myiopsitta monachus",
      "common": "MONK PARAKEET / QUAKER PARROT"
    },
    {
      "count": 1,
      "scientific": "Alectoris chukar",
      "common": "CHUKAR"
    },
    {
      "count": 5,
      "scientific": "Psittacus erithacus",
      "common": "CONGO AFRICAN GREY PARROT / GRAY PARROT"
    },
    {
      "count": 7,
      "scientific": "Anser anser domesticus",
      "common": "DOMESTIC GOOSE"
    },
    {
      "count": 2,
      "scientific": "Psittacula krameri",
      "common": "ROSE-RINGED PARAKEET"
    },
    {
      "count": 1,
      "scientific": "Pavo muticus",
      "common": "GREEN PEAFOWL / INDONESIAN PEAFOWL / PEAHEN /"
    },
    {
      "count": 3,
      "scientific": "Pavo cristatus",
      "common": "INDIAN PEAFOWL / COMMON PEAFOWL / PEAHEN /"
    },
    {
      "count": 3,
      "scientific": "Pyrrhura molinae",
      "common": "GREEN-CHEEKED PARAKEET / GREEN-CHEEKED CONURE"
    },
    {
      "count": 1,
      "scientific": "Coturnix japonica",
      "common": "JAPANESE QUAIL / COTURNIX QUAIL"
    },
    {
      "count": 2,
      "scientific": "Phasianus colchicus",
      "common": "RING-NECKED PHEASANT / COMMON PHEASANT"
    },
    {
      "count": 1,
      "scientific": "Eolophus roseicapilla",
      "common": "GALAH / ROSE-BREASTED COCKATOO / ROSEATE"
    },
    {
      "count": 1,
      "scientific": "Ramphastos sulfuratus",
      "common": "KEEL-BILLED TOUCAN"
    },
    {
      "count": 1,
      "scientific": "Cacatua sulphurea",
      "common": "YELLOW-CRESTED COCKATOO / LESSER SULPHUR-"
    },
    {
      "count": 1,
      "scientific": "Nymphicus hollandicus",
      "common": "COCKATIEL"
    },
    {
      "count": 1,
      "scientific": "Poicephalus senegalus",
      "common": "SENEGAL PARROT"
    },
    {
      "count": 1,
      "scientific": "Cacatua goffiniana",
      "common": "TANIMBAR CORELLA / GOFFIN'S COCKATOO"
    },
    {
      "count": 6,
      "scientific": "Amazona aestiva",
      "common": "TURQUOISE-FRONTED PARROT / TURQUOISE-FRONTED"
    },
    {
      "count": 6,
      "scientific": "Ara ararauna",
      "common": "BLUE-AND-YELLOW MACAW / BLUE-AND-GOLD MACAW"
    },
    {
      "count": 3,
      "scientific": "Ara, Anodorhynchus, Primolius, Diopsittaca spp hybrid",
      "common": "MACAW HYBRID"
    },
    {
      "count": 1,
      "scientific": "Ara chloropterus",
      "common": "RED-AND-GREEN MACAW / GREEN-WINGED MACAW"
    },
    {
      "count": 3,
      "scientific": "Ara militaris",
      "common": "MILITARY MACAW"
    },
    {
      "count": 1,
      "scientific": "Amazona amazonica",
      "common": "ORANGE-WINGED PARROT"
    },
    {
      "count": 2,
      "scientific": "Ara macao",
      "common": "SCARLET MACAW"
    },
    {
      "count": 1,
      "scientific": "Amazona ochrocephala",
      "common": "YELLOW-CROWNED PARROT / YELLOW-CROWNED AMAZON"
    },
    {
      "count": 1,
      "scientific": "Amazona oratrix",
      "common": "YELLOW-HEADED PARROT / YELLOW-HEADED AMAZON /"
    },
    {
      "count": 1,
      "scientific": "Trichoglossus haematodus",
      "common": "COCONUT LORIKEET"
    },
    {
      "count": 2,
      "scientific": "Platycercus eximius",
      "common": "EASTERN ROSELLA"
    },
    {
      "count": 2,
      "scientific": "Eclectus roratus",
      "common": "ECLECTUS PARROT"
    },
    {
      "count": 8,
      "scientific": "Agapornis fischeri",
      "common": "FISCHER'S LOVEBIRD"
    },
    {
      "count": 1,
      "scientific": "Nasua nasua",
      "common": "SOUTH AMERICAN COATI"
    },
    {
      "count": 2,
      "scientific": "Chinchilla lanigera",
      "common": "CHINCHILLA"
    },
    {
      "count": 0,
      "scientific": "Vulpes vulpes",
      "common": "RED FOX (INCLUDES SILVER FOX & CROSS FOX)"
    }
  ]
}