{
  "insp_id": "148151349500933",
  "layout": "a",
  "customer_id": "6873",
  "customer_name": "Melva Langford",
  "customer_addr": "801 West Bois D'Arc A-9\nWhitewright, TX 75491",
  "certificate": "74-A-1230",
  "site_id": "001",
  "site_name": "Melva Langford",
  "insp_type": "ROUTINE INSPECTION",
  "date": "11-MAY-2015",
  "report_date": "01-JUN-2015",
  "citations": [
    {
      "code": "2.40(b)(3)",
      "kind": "Direct",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "Multiple animal were in need of veterinary attention:\n* A Maltese in enclosure T3 was holding its ear strangely. When the ear was looked at it appeared to have some\ntype of infection/inflammation.\n* The right eye of a Yorkie in enclosure T2 appeared irritated. The animal consistently squinted with that eye.\n* A Lhasa in enclosure 27 had an extremely cloudy right cornea and severe discharge around the right eye.\n* A couple of young Italian Greyhounds appeared extremely thin.\n* At least 10 animals had extensive matting of their hair. The licensee explained the groomer would not clip the\nanimals if they were wet. The licensee had an empty kennel building the animals could have been housed in to get\nthem out of the mud and allow them to dry. This had not been done as of our visit.\nThis facility has failed to adequately observe the health and well-being of its animals. Someone needs to check\nthese animals daily and communicate any health concerns to the attending veterinarian immediately. The\nveterinarian needs to visit this facility and assess all dogs for health concerns.\nTo be corrected by: May 15, 2015"
    },
    {
      "code": "3.1(a)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "The dogs in the Italian Greyhound house have eaten away large portions of the walls. The owner has attempted to\nrepair these areas with multiple different types of material: welded wire, plastic grate, rusty metal sheeting. None of\nthese fixes have adequately repaired the house. Housing facilities must be constructed so that they are structurally\nsound. They must be maintained in good repair to contain the animals and to protect them from injury. These dogs\ncould get a foot or leg trapped in the holes or chew their way out of the enclosures. The Italian Greyhound house\nneeds to be adequately repaired or replaced.\nTo be corrected by: July 1, 2015"
    },
    {
      "code": "3.1(f)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "Several of the dog enclosures were muddy swamps. Two enclosures were so muddy the only dry area was in the\nsmall dog house. There was no outside area for the animals to stand, lie down, or urinate and defecate without\ngetting in the mud. Therefore the area these animals are living in is a mix of mud, feces, and urine. Housing\nfacilities must be equipped with drainage and disposal systems that rapidly eliminate waste and water and allow the\nanimals to stay dry. Standing puddles of water in animal enclosures must be drained or mopped up so the animals\nstay dry. Several animals had this mud/feces/urine mixture caked over half of their bodies. Housing the dogs in the\ncurrent manner makes them susceptible to chilling and to all types of illnesses: pneumonia, skin infections,\ngastrointestinal problems, etc. This situation also attracts mosquitos, flies, and other insects that could cause health\nproblems for the dogs. These animals must be moved to a dry, clean area or some type of system for rapidly drying\ntheir current enclosure needs to be instituted immediately.\nTo be corrected immediately.\nInspection and exit interview conducted with the owner.\nAdditional Inspectors\nFox Donnovan, Animal Care Inspector"
    }
  ],
  "narrative": "2.40(b)(3)           DIRECT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nMultiple animal were in need of veterinary attention:\n*  A Maltese in enclosure T3 was holding its ear strangely.  When the ear was looked at it appeared to have some\ntype of  infection/inflammation.\n*  The right eye of a Yorkie in enclosure T2 appeared irritated.  The animal consistently squinted with that eye.\n*  A Lhasa in enclosure 27 had an extremely cloudy right cornea and severe discharge around the right eye.\n*  A couple of young Italian Greyhounds appeared extremely thin.\n*  At least 10 animals had extensive matting of their hair.  The licensee explained the groomer would not clip the\nanimals if they were wet.  The licensee had an empty kennel building the animals could have been housed in to get\nthem out of the mud and allow them to dry.  This had not been done as of our visit.\nThis facility has failed to adequately observe the health and well-being of its animals.  Someone needs to check\nthese animals daily and communicate any health concerns to the attending veterinarian immediately.  The\nveterinarian needs to visit this facility and assess all dogs for health concerns.\nTo be corrected by:  May 15, 2015\n3.1(a)\nHOUSING FACILITIES, GENERAL.\nThe dogs in the Italian Greyhound house have eaten away large portions of the walls.  The owner has attempted to\nrepair these areas with multiple different types of material: welded wire, plastic grate, rusty metal sheeting.  None of\nthese fixes have adequately repaired the house.  Housing facilities must be constructed so that they are structurally\nsound. They must be maintained in good repair to contain the animals and to protect them from injury.  These dogs\ncould get a foot or leg trapped in the holes or chew their way out of the enclosures. The Italian Greyhound house\nneeds to be adequately repaired or replaced.\n\nTo be corrected by:  July 1, 2015\n3.1(f)\nHOUSING FACILITIES, GENERAL.\nSeveral of the dog enclosures were muddy swamps. Two enclosures were so muddy the only dry area was in the\nsmall dog house. There was no outside area for the animals to stand, lie down, or urinate and defecate without\ngetting in the mud.  Therefore the area these animals are living in is a mix of mud, feces, and urine.   Housing\nfacilities must be equipped with drainage and disposal systems that rapidly eliminate waste and water and allow the\nanimals to stay dry.  Standing puddles of water in animal enclosures must be drained or mopped up so the animals\nstay dry.  Several animals had this mud/feces/urine mixture caked over half of their bodies.  Housing the dogs in the\ncurrent manner makes them susceptible to chilling and to all types of illnesses: pneumonia, skin infections,\ngastrointestinal problems, etc.  This situation also attracts mosquitos, flies, and other insects that could cause health\nproblems for the dogs.  These animals must be moved to a dry, clean area or some type of system for rapidly drying\ntheir current enclosure needs to be instituted immediately.   \nTo be corrected immediately.\nInspection and exit interview conducted with the owner.\nAdditional Inspectors\nFox Donnovan, Animal Care Inspector",
  "animals_total": 129,
  "species": [
    {
      "count": 105,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 24,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}