{
  "insp_id": "195151911010329",
  "layout": "a",
  "customer_id": "3169",
  "customer_name": "Stone Mountain Game Ranch",
  "customer_addr": "4525 Highway 78\nLilburn, GA 30047",
  "certificate": "57-C-0029",
  "site_id": "001",
  "site_name": "STONE MOUNTAIN GAME RANCH",
  "insp_type": "ROUTINE INSPECTION",
  "date": "14-JUL-2015",
  "report_date": "16-JUL-2015",
  "citations": [
    {
      "code": "2.40(b)(3)",
      "kind": "Direct",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "There are several animals in the park with thinning hair. In the large goat pen there is a black female goat with a\nlarge bald patch on her left hind leg in the stifle area. The edge of the patch is raw and bleeding. There is a brown\nfemale goat with very thin/patchy hair covering the majority of her left side and there are thin patches on her legs as\nwell. The black and white billy goat in the same enclosure has a bald patch on his right side in the abdominal\nregion. This area was noted in the records last year. It was treated and appears to have healed. This goat now\nhas thinning hair on his left side.\nThe white pig that is allowed to remain loose in the park has severe hair loss on her back and sides. The skin in\nthis area is pink, shiny, and peeling.\nThere is a young doe in the deer pen that is extremely thin. The ridges of her spine and vertebra are easily visible\nand the flank appears to be sunken. We observed a second doe in the pen that is thin. There are 25 deer in the\npen. We were not able to observe all of them but of the 25 we were able to closely observe the ones that came to\nthe front of the pen.\nThe geriatric bear \"Mandy\" was documented in the past as being arthritic. She was recumbent during the inspection\nso we were unable to see her walking but noted that she does not appear to be grooming herself. Records\nreviewed did not indicate what her current health status is and the owner stated that she has not been receiving any\nmedication since September of last year. Her current health status should be assessed by the veterinarian.\nAt the time of this inspection the veterinarian had not been notified of these animals conditions. Abnormal\nconditions and health problems should be noted during daily observations and the veterinarian should be notified in\na timely manner to assure the animals receive appropriate care and treatment. The veterinarian shall be notified of\nthese animals' conditions and they shall be treated accordingly.\nThe veterinarian was contacted by end of the inspection."
    },
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": true,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "(a) Structural strength.\n***The welded wire fence surrounding the hay feeder in the sheep enclosure has wires that have separated. The\nwires have sharp points which may cause injury. The hay rack shall be repaired or replaced to prevent injury.\n***In the pig enclosure that holds the one large black and white pig, there is a fence support post that is no longer\nstable in the ground but loose to the touch and provides no support. The fence is not structurally sound and will not\nprevent the pig from escaping or another animal from gaining access.\n***In the bear enclosure containing 4 fully grown bear, there are large holes dug in the ground. One of these holes\nis directly under one of the legs to the ladder used by the bears to climb up to higher levels within the enclosure.\nThe hole under the leg of the ladder leaves it unstable and unsafe, creating the opprortunity for injury.\n***The roof of the fox housing has broken and jagged tin. This is an injury hazard for the animal.\n***The red blind fence, along the rear of the llama enclosure, housing two animals, is raised too high off the ground.\nThe gap between the ground and the fence leaves an area large enough for other animals to gain access to the\nenclosure.\n***The chain link fencing around the llamas, is in disrepair. It has areas of broken and jagged wires protruding. This\nis a safety hazard for the animals.\n***On the ramp to the tower created for the goats, there are several broken slats of wood that are loose or pushed\naside. This may allow the goats to become injured if they should fall from the tower.\n*** There is a large hole in the wire by the water spickett and exposed nails within the barn type shelter with the\nsheep and goats. The barn type housing area has one supporting post that is chewed and worn at the bottom,\nproviding no support, and creating an injury hazard for the sheep and goats.\n***All of the fenced areas of the facility containing the llamas, goats, sheep, and pigs have eroded areas around the\nbottom of the fencing. These areas are being filled with large rocks, boards, and other materials to cover the gaps\nbetween the fence and ground. This method, with the recent rain, is not effective in creating a safe enviroment for\nthe animals. All of these areas need to be reworked with a plan to create a safe enviroment for all the animals\nconcerned.\nFacilities shall be structurally sound and shall be maintained in good repair to protect the animals from injury and to\ncontain the animals securely."
    },
    {
      "code": "3.127(c)",
      "kind": "",
      "repeat": true,
      "desc": "FACILITIES, OUTDOOR.",
      "narrative": "(c) Drainage\n***The pig enclosures that have dirt floors, do not provide any dry surface area for the pigs during extensive rain.\nThe only dry area was observed in the pigs primary housing. The pigs were observed sinking down into the mud\nwhile walking around the pen with no dry area to stand or lay if they want to get out of the mud. Although pigs enjoy\nmud they must have dry surfaces as well. Constant exposure to wet, soggy ground can lead to disease and illness.\nProper drainage must be provided to efficiently remove excess water to prevent the muddy conditions and provide\nfor the health and well being of the pigs.\nThis inspection and exit interview was conducted by Brenda Pietrosante, ACI, and Michelle Williams, VMO, with the\nfacility President.\nAdditional Inspectors\nWilliams Michelle, Veterinary Medical Officer"
    }
  ],
  "narrative": "2.40(b)(3)           DIRECT                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThere are several animals in the park with thinning hair.  In the large goat pen there is a black female goat with a\nlarge bald patch on her left hind leg in the stifle area.  The edge of the patch is raw and bleeding.  There is a brown\nfemale goat with very thin/patchy hair covering the majority of her left side and there are thin patches on her legs as\nwell.  The black and white billy goat in the same enclosure has a bald patch on his right side in the abdominal\nregion.  This area was noted in the records last year.  It was treated and appears to have healed.  This goat now\nhas thinning hair on his left side.\nThe white pig that is allowed to remain loose in the park has severe hair loss on her back and sides.  The skin in\nthis area is pink, shiny, and peeling.  \nThere is a young doe in the deer pen that is extremely thin. The ridges of her spine and vertebra are easily visible\nand the flank appears to be sunken. We observed a second doe in the pen that is thin. There are 25 deer in the\npen. We were not able to observe all of them but of the 25 we were able to closely observe the ones that came to\nthe front of the pen.\nThe geriatric bear \"Mandy\" was documented in the past as being arthritic. She was recumbent during the inspection\nso we were unable to see her walking but noted that she does not appear to be grooming herself.  Records\nreviewed did not indicate what her current health status is and the owner stated that she has not been receiving any\nmedication since September of last year. Her current health status should be assessed by the veterinarian.\nAt the time of this inspection the veterinarian had not been notified of these animals conditions.  Abnormal\nconditions and health problems should be noted during daily observations and the veterinarian should be notified in\na timely manner to assure the animals receive appropriate care and treatment.  The veterinarian shall be notified of\nthese animals' conditions and they shall be treated accordingly. \nThe veterinarian was contacted by end of the inspection.\n3.125(a)                    REPEAT\n\nFACILITIES, GENERAL.   \n(a) Structural strength.\n***The welded wire fence surrounding the hay feeder  in the sheep enclosure has wires that have separated. The\nwires have sharp points which may cause injury. The hay rack shall be repaired or replaced to prevent injury. \n***In the pig enclosure that holds the one large black and white pig, there is a fence support post that is no longer\nstable in the ground but loose to the touch and provides no support.  The fence is not structurally sound and will not\nprevent the pig from escaping or another animal from gaining access.\n***In the bear enclosure containing 4 fully grown bear, there are large holes dug in the ground.  One of these holes\nis directly under one of the legs to the ladder used by the bears to climb up to higher levels within the enclosure.\nThe hole under the leg of the ladder leaves it unstable  and unsafe, creating the opprortunity for injury.\n***The roof of the fox housing has broken and jagged tin.  This is an injury hazard for the animal.\n***The red blind fence, along the rear of the llama enclosure, housing two animals, is raised too high off the ground. \nThe gap between the ground and the fence leaves an area large enough for other animals to gain access to the\nenclosure. \n***The chain link fencing around the llamas, is in disrepair. It has areas of broken and jagged wires protruding. This\nis a safety hazard for the animals. \n***On the ramp to the tower created for the goats, there are several  broken slats of wood that are loose or pushed\naside. This may allow the goats to become injured if they should fall from the tower. \n*** There is a large hole in the wire by the water spickett and exposed nails within the barn type shelter with the\nsheep and goats. The barn type  housing area has one supporting post that is chewed and worn at the bottom,\nproviding no support, and creating an injury hazard for the sheep and goats. \n***All of the fenced areas of the facility containing the llamas, goats, sheep, and pigs have eroded areas around the\nbottom of the fencing.  These areas are being filled with large rocks, boards, and other materials to cover the gaps\nbetween the fence and ground. This method, with the recent rain, is not effective in creating a safe enviroment for\nthe animals. All of these areas need to be reworked with a plan to create a safe enviroment for all the animals\nconcerned.\n Facilities shall be structurally sound and shall be maintained in good repair to protect the animals from injury and to\ncontain the animals securely.\n\n3.127(c)                    REPEAT\nFACILITIES, OUTDOOR. \n(c) Drainage\n***The pig enclosures that have dirt floors, do not provide any dry surface area for the pigs during extensive rain. \nThe only dry area was observed in the pigs primary housing.  The pigs were observed sinking down into the mud\nwhile walking around the pen with no dry area to stand or lay if they want to get out of the mud. Although pigs enjoy\nmud they must have dry surfaces as well.  Constant exposure to wet, soggy ground can lead to disease and illness. \nProper drainage must be provided to efficiently remove excess water to prevent the muddy conditions and provide\nfor the health and well being of the pigs.\nThis inspection and exit interview was conducted by Brenda Pietrosante, ACI, and Michelle Williams, VMO, with the\nfacility President.\nAdditional Inspectors\nWilliams Michelle, Veterinary Medical Officer",
  "animals_total": 133,
  "species": [
    {
      "count": 6,
      "scientific": "Bison bison",
      "common": "AMERICAN BISON"
    },
    {
      "count": 1,
      "scientific": "Canis latrans",
      "common": "COYOTE"
    },
    {
      "count": 32,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 2,
      "scientific": "Lama pacos",
      "common": "ALPACA"
    },
    {
      "count": 3,
      "scientific": "Lynx rufus",
      "common": "BOBCAT"
    },
    {
      "count": 1,
      "scientific": "Marmota monax",
      "common": "GROUNDHOG / WOODCHUCK"
    },
    {
      "count": 26,
      "scientific": "Odocoileus virginianus",
      "common": "WHITE-TAILED DEER"
    },
    {
      "count": 20,
      "scientific": "Oryctolagus cuniculus",
      "common": "EUROPEAN RABBIT"
    },
    {
      "count": 25,
      "scientific": "Ovis aries aries",
      "common": "SHEEP INCLUDING ALL DOMESTIC BREEDS"
    },
    {
      "count": 8,
      "scientific": "Sus scrofa domestica",
      "common": "DOMESTIC PIG / POTBELLY PIG / MICRO PIG"
    },
    {
      "count": 1,
      "scientific": "Urocyon cinereoargenteus",
      "common": "GRAY FOX / GREY FOX"
    },
    {
      "count": 5,
      "scientific": "Ursus americanus",
      "common": "NORTH AMERICAN BLACK BEAR"
    },
    {
      "count": 3,
      "scientific": "Vulpes vulpes",
      "common": "RED FOX (INCLUDES SILVER FOX & CROSS FOX)"
    }
  ]
}