{
  "insp_id": "14161705310455",
  "layout": "a",
  "customer_id": "11169",
  "customer_name": "Kimberly Coleman",
  "customer_addr": "299 N E 400\nClinton, MO 64735",
  "certificate": "43-A-4973",
  "site_id": "001",
  "site_name": "KIMBERLY COLEMAN",
  "insp_type": "ROUTINE INSPECTION",
  "date": "14-JAN-2016",
  "report_date": "15-JAN-2016",
  "citations": [
    {
      "code": "3.1(f)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "Drainage and waste disposal.\nThe \"Six Pen\" sheltered enclosures had wet concrete on their outside portions after being hosed down earlier in the\nday. Due to minimal slope, abundant shade, and likely other factors, the concrete floors apparently remain wet a\ngood portion of the day. The dogs end up with wet hair on their paws/legs and eventually track fecal material\nthroughout their enclosures-both inside and out. This results in many of them not being able to sit or lay down in a\nclean, dry area. This was especially noticeable on several small white dogs that had brown material soiling the hair\non their legs, chests, backs, and/or hind ends. On one dog, the soiled hair was forming mats on the dog's hind end.\nProper drainage of water and waste is necessary to keep the dogs dry during cold months and prevent their coats\nfrom becoming contaminated with waste material.\nThe licensee must ensure that there is regular and frequent collection and removal of animal waste and water in a\nmanner that minimizes contamination and disease risks. Additionally, the licensee must ensure that the drainage\nsystems are constructed so that animal waste and water are rapidly eliminated and animals stay dry. TO BE\nCORRECTED BY: 14 February 2016"
    },
    {
      "code": "3.6(a)(2)(10)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "General requirements.\nThere was one very young puppy in the whelp building who was not on the carpet piece with its dam and\nlittermates. The puppy was on the wire floor portion of the enclosure with both of its hind legs dangling all the way\nthrough the wires. The puppy appeared to be stuck for some time before the licensee picked it up and placed it\nback on the carpet with its littermates. The carpet piece in this enclosure was noticeably smaller than the carpet\npieces in the other enclosures where the puppies remained on the carpet. It is important that enclosure floors are\ndesigned so that feet and legs can't fall through to prevent injury to the animals.\nThe licensee must ensure that enclosure floors do not allow the dogs' feet to pass through any openings in the floor.\nTO BE CORRECTED BY: 17 January 2016\nThe inspection and an exit interview were conducted by Amanda Owens (VMO) and Josh Moore (CS) with the\nlicensee.\nAdditional Inspectors\nMoore Joshua, Compliance Specialist"
    }
  ],
  "narrative": "3.1(f)\nHOUSING FACILITIES, GENERAL.\nDrainage and waste disposal.  \nThe \"Six Pen\" sheltered enclosures had wet concrete on their outside portions after being hosed down earlier in the\nday.  Due to minimal slope, abundant shade, and likely other factors, the concrete floors apparently remain wet a\ngood portion of the day.  The dogs end up with wet hair on their paws/legs and eventually track fecal material\nthroughout their enclosures-both inside and out.  This results in many of them not being able to sit or lay down in a\nclean, dry area.  This was especially noticeable on several small white dogs that had brown material soiling the hair\non their legs, chests, backs, and/or hind ends.  On one dog, the soiled hair was forming mats on the dog's hind end.\n Proper drainage of water and waste is necessary to keep the dogs dry during cold months and prevent their coats\nfrom becoming contaminated with waste material.  \nThe licensee must ensure that there is regular and frequent collection and removal of animal waste and water in a\nmanner that minimizes contamination and disease risks.  Additionally, the licensee must ensure that the drainage\nsystems are constructed so that animal waste and water are rapidly eliminated and animals stay dry.  TO BE\nCORRECTED BY:  14 February 2016\n3.6(a)(2)(10)\nPRIMARY ENCLOSURES.\nGeneral requirements. \nThere was one very young puppy in the whelp building who was not on the carpet piece with its dam and\nlittermates.  The puppy was on the wire floor portion of the enclosure with both of its hind legs dangling all the way\nthrough the wires.  The puppy appeared to be stuck for some time before the licensee picked it up and placed it\nback on the carpet with its littermates.  The carpet piece in this enclosure was noticeably smaller than the carpet\npieces in the other enclosures where the puppies remained on the carpet.  It is important that enclosure floors are\ndesigned so that feet and legs can't fall through to prevent injury to the animals.\n\nThe licensee must ensure that enclosure floors do not allow the dogs' feet to pass through any openings in the floor.\n TO BE CORRECTED BY: 17 January 2016\nThe inspection and an exit interview were conducted by Amanda Owens (VMO) and Josh Moore (CS) with the\nlicensee.\nAdditional Inspectors\nMoore Joshua, Compliance Specialist",
  "animals_total": 246,
  "species": [
    {
      "count": 185,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 61,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}