{
  "insp_id": "289140005330587",
  "layout": "a",
  "customer_id": "42240",
  "customer_name": "Ellen Roberts",
  "customer_addr": "1261 State Route 14\nWest Plains, MO 65775",
  "certificate": "43-A-5445",
  "site_id": "001",
  "site_name": "ELLEN ROBERTS",
  "insp_type": "ROUTINE INSPECTION",
  "date": "15-OCT-2014",
  "report_date": "16-OCT-2014",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "****An adult Olde English Bulldog (Mildred m/c# 033-810-365 ) had areas of reddened skin and hair loss on her\nloin,tail, hips, legs, and inside the lower right hind leg. The licensee stated that she had treated the dog with an\nantibiotic and the condition improved, but then returned when she stopped the medication. The licensee had not\nconsulted a veterinarian about the condition. Skin conditions that reoccur when treatment is stopped can worsen,\ncan be painful, and may be contagious to other dogs in the kennel. The licensee must have this dog examined by a\nveterinarian for appropriate diagnosis and treatment. The licensee must keep records of the diagnosis, treatment,\nand follow-up care and must make these records available to the inspector upon request.\n****An adult female Boxer (Shades, m/c # 0A02130730) was thin, with the ribs easily observed. While her coat had\na shine to it and she was very active, her thin condition could indicate a problem that could worsen without\ntreatment. The dog must be examined by a veterinarian for appropriate diagnosis and treatment. The licensee\nmust keep records of the diagnosis, treatment, and follow-up care and must make these records available to the\ninspector upon request."
    },
    {
      "code": "3.6(a)(2)(1)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "Sharp points\nA primary enclosure, housing one adult English Bulldog, was constructed of chain link fencing that had been\ncompromised on one side with chain link being torn, causing loose wires and a sharp point. Sharp points can injure\nthe dog as it moves about. The licensee must ensure that all primary enclosures are maintained so that they\nprotect the animals from injury. Primary enclosures must be constructed and maintained so that they have no sharp\npoints that could injure the dogs. This was corrected during the inspection.\nTO BE CORRECTED FROM THIS DAY FORWARD"
    },
    {
      "code": "3.6(a)(2)(2)",
      "kind": "",
      "repeat": true,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "Protect the dogs from injury.\n****A primary enclosure, housing one adult English Bulldog, was constructed of chain link fencing that had been\ncompromised on one side, approximately 12'-14\" from the ground level. This resulted in a hole at a height and large\nenough for the dog to stick its head through. The dog pushed its head through the holes in the chain link fence\nseveral times during the inspection. Holes this size in the fencing can result in injury and/or entrapment. The\nlicensee must ensure that all primary enclosures are maintained so that they protect the animals from injury."
    },
    {
      "code": "3.6(a)(2)(3)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "Contain the dogs securely;\n****In the outdoor chain link enclosures an Olde English Bulldog was able to escape from her enclosure due to a\ngap in the gate. The locking mechanism did not make enough contact with the frame to hold the gate securely\nclosed. When dogs escape they could become injured or be in contact with other animals. The owner must repair\nor replace the gate to ensure that the enclosures contain the dogs securely.\nTO BE CORRECTED BY: 16 OCTOBER 2014\nAn exit interview was done with a facility representative.\nAdditional Inspectors\nPlumlee Konnie, Supervisory Animal Care Specialist"
    }
  ],
  "narrative": "2.40(b)(2)                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n****An adult Olde English Bulldog (Mildred m/c# 033-810-365 ) had areas of reddened skin and hair loss on her\nloin,tail,  hips, legs, and inside the lower right hind leg.  The licensee stated that she had treated the dog with an\nantibiotic and the condition improved, but then returned when she stopped the medication.  The licensee had not\nconsulted a veterinarian about the condition.  Skin conditions that reoccur when treatment is stopped can worsen,\ncan be painful, and may be contagious to other dogs in the kennel.  The licensee must have this dog examined by a\nveterinarian for appropriate diagnosis and treatment.  The licensee must keep records of the diagnosis, treatment,\nand follow-up care and must make these records available to the inspector upon request.\n****An adult female Boxer (Shades, m/c # 0A02130730) was thin, with the ribs easily observed. While her coat had\na shine to it and she was very active, her thin condition could indicate a problem that could worsen without\ntreatment.  The dog must be examined by a veterinarian for appropriate diagnosis and treatment.  The licensee\nmust keep records of the diagnosis, treatment, and follow-up care and must make these records available to the\ninspector upon request.\n3.6(a)(2)(1)\nPRIMARY ENCLOSURES.\nSharp points\nA primary enclosure, housing one adult English Bulldog, was constructed of chain link fencing that had been\ncompromised on one side with chain link being torn, causing loose wires and a sharp point. Sharp points can injure\nthe dog as it moves about.  The licensee must ensure that all primary enclosures are maintained so that they\nprotect the animals from injury. Primary enclosures must be constructed and maintained so that they have no sharp\npoints that could injure the dogs.  This was corrected during the inspection.\nTO BE CORRECTED FROM THIS DAY FORWARD\n\n3.6(a)(2)(2)                    REPEAT\nPRIMARY ENCLOSURES.\nProtect the dogs from injury.\n****A primary enclosure, housing one adult English Bulldog, was constructed of chain link fencing that had been\ncompromised on one side, approximately 12'-14\" from the ground level.  This resulted in a hole at a height and large\nenough for the dog to stick its head through.  The dog pushed its head through the holes in the chain link fence\nseveral times during the inspection.  Holes this size in the fencing can result in injury and/or entrapment.  The\nlicensee must ensure that all primary enclosures are maintained so that they protect the animals from injury.\n3.6(a)(2)(3)\nPRIMARY ENCLOSURES.\nContain the dogs securely;\n****In the outdoor chain link enclosures an Olde English Bulldog was able to escape from her enclosure due to a\ngap in the gate.  The locking mechanism did not make enough contact with the frame to hold the gate securely\nclosed. When dogs escape they could become injured or be in contact with other animals.  The owner must repair\nor replace the gate to ensure that the enclosures contain the dogs securely.    \nTO BE CORRECTED BY:  16 OCTOBER 2014\nAn exit interview was done with a facility representative.\nAdditional Inspectors\nPlumlee Konnie, Supervisory Animal Care Specialist",
  "animals_total": 116,
  "species": [
    {
      "count": 77,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 39,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}