{
  "insp_id": "68151527460899",
  "layout": "a",
  "customer_id": "28428",
  "customer_name": "Eva Martin",
  "customer_addr": "Isaac Martin\n17036 Ivan Road\nFortuna, MO 65034",
  "certificate": "43-A-4303",
  "site_id": "001",
  "site_name": "EVA & ISAAC MARTIN",
  "insp_type": "ROUTINE INSPECTION",
  "date": "09-MAR-2015",
  "report_date": "10-MAR-2015",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "***Within an indoor enclosure inside the sheltered building, there was an approximately 7 week old male Yorkshire\nTerrier (no ID) that was unsteady when walking and was shivering. A heat lamp was present under the solid floor of\nhis enclosure and the floor temperature registered 80 degrees F with the inspector's Raytek gun. And, although a\nblanket was provided in the enclosure, the puppy still appeared to be trembling. The puppy was observed walking\nthrough a raised doorway and appeared to struggle and seemed uncoordinated going in and out of the doorway.\nAccording to the licensee, the puppy was the smallest of the litter when it was born. She had separated the puppy\nfrom its littermates during weaning because it was so much smaller than its littermates and thought it weighed less\nthan a pound. The licensee saw that the puppy's head was turned back this morning while it was lying down and\nthought that the dog may have had a seizure but wasn't sure. The licensee had not contacted a veterinarian about\nthe puppy's condition. This puppy's condition could be due to infection, metabolic or physical abnormality and/or\nanother veterinary medical condition which could cause discomfort. The licensee must have this animal examined\nby a licensed veterinarian in order to ensure that an accurate diagnosis is obtained and an appropriate treatment\nplan is developed and followed.\n***In the ready to use medication storage area, there was a bottle of Ivermectin that had a labeled expiration date of\n03/14. During the April 23, 2014 inspection there was also a bottle of Ivermectin with a labeled expiration date of\n03/14 included on the inspection report. Medications that are expired and given to the animals may not produce the\ndesired result. The licensee must remove all expired medications from the ready to use portion of the facility and\nensure that expired medications are not used past their labeled expiration date. As part of the facility's program of\nveterinary care, the licensee must make certain that all medications are within the expiration date.\nThe licensee must ensure that all animals receive adequate veterinary care at all times."
    },
    {
      "code": "3.1(a)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "(a) Structure; construction.\n***A section of wire flooring was detached from a wooden support for an outdoor portion of an enclosure. The\ndetached flooring left an approximately 12 inches by 1 inch (at its largest) gap in the flooring. This gap appeared\nlarge enough for a foot of one of the dogs inside of the enclosure, which included Chihuahuas, to fit through.\n***One enclosure housing an approximately 7 week old Yorkshire Terrier puppy had walls in disrepair. One of the\nsolid walls inside of the enclosure had an irregular shaped hole in it that was approximately 5 inches by 1 1/2\ninches. The edges around the hole appeared jagged. Under the in/out door of the same enclosure there was also\nan area where the wall appeared chewed with jagged edges. Some of these jagged edges were at the puppy's\nlevel.\nThese items of disrepair with gaps and jagged edges increase the risk of injury to the animals. The licensee must\nensure, at all times, that all animal housing facilities are kept in good repair and that they protect the animals from\ninjury, contain the animals securely, and restrict other animals from entering. To be corrected by: March 16, 2015."
    },
    {
      "code": "3.1(c)(1)(1)",
      "kind": "",
      "repeat": true,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "(c) Surfaces--(1) General requirements. (i)\n***Within the outdoor portion of the sheltered facilitiy, there were sections of the solid walls in the enclosures which\nwere excessively rusted. There were varying degrees of rust observed in all the outdoor portions of the enclosures.\nThe rust was mainly present around the wooden frames on the wall and around the in/out doors of the enclosures.\nExcessive rust can decrease structural strength and can prevent the required cleaning and sanitization which can\nincrease the risk of disease hazards. The licensee must ensure that all surfaces of housing facilities are kept free of\nexcess rust that prevents the required cleaning and sanitization or that affects the structural strength of the surface.\nThe inspection was conducted with the licensee, Dr. Erika Leisner (VMO) and William Heine (ACI). An exit\ninterview was conducted on March 10, 2015 with the same individuals.\nAdditional Inspectors\nHeine William, Animal Care Inspector"
    }
  ],
  "narrative": "2.40(b)(2)                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n***Within an indoor enclosure inside the sheltered building, there was an approximately 7 week old male Yorkshire\nTerrier (no ID) that was unsteady when walking and was shivering.  A heat lamp was present under the solid floor of\nhis enclosure and the floor temperature registered 80 degrees F with the inspector's Raytek gun.  And, although a\nblanket was provided in the enclosure, the puppy still appeared to be trembling.  The puppy was observed walking\nthrough a raised doorway and appeared to struggle and seemed uncoordinated going in and out of the doorway. \nAccording to the licensee, the puppy was the smallest of the litter when it was born.  She had separated the puppy\nfrom its littermates during weaning because it was so much smaller than its littermates and thought it weighed less\nthan a pound.  The licensee saw that the puppy's head was turned back this morning while it was lying down and\nthought that the dog may have had a seizure but wasn't sure.   The licensee had not contacted a veterinarian about\nthe puppy's condition.  This puppy's condition could be due to infection, metabolic or physical abnormality and/or\nanother veterinary medical condition which could cause discomfort. The licensee must have this animal examined\nby a licensed veterinarian in order to ensure that an accurate diagnosis is obtained and an appropriate treatment\nplan is developed and followed. \n***In the ready to use medication storage area, there was a bottle of Ivermectin that had a labeled expiration date of\n03/14.  During the April 23, 2014 inspection there was also a bottle of Ivermectin with a labeled expiration date of\n03/14 included on the inspection report.  Medications that are expired and given to the animals may not produce the\ndesired result.  The licensee must remove all expired medications from the ready to use portion of the facility and\nensure that expired medications are not used past their labeled expiration date.  As part of the facility's program of\nveterinary care, the licensee must make certain that all medications are within the expiration date.\nThe licensee must ensure that all animals receive adequate veterinary care at all times.\n3.1(a)\nHOUSING FACILITIES, GENERAL.\n(a) Structure; construction.\n\n***A section of wire flooring was detached from a wooden support for an outdoor portion of an enclosure.  The\ndetached flooring left an approximately 12 inches by 1 inch (at its largest) gap in the flooring.  This gap appeared\nlarge enough for a foot of one of the dogs inside of the enclosure, which included Chihuahuas, to fit through.  \n***One enclosure housing an approximately 7 week old Yorkshire Terrier puppy had walls in disrepair.  One of the\nsolid walls inside of the enclosure had an irregular shaped hole in it that was approximately 5 inches by 1 1/2\ninches. The edges around the hole appeared jagged. Under the in/out door of the same enclosure there was also\nan area where the wall appeared chewed with jagged edges.  Some of these jagged edges were at the puppy's\nlevel.   \nThese items of disrepair with gaps and jagged edges increase the risk of injury to the animals.  The licensee must\nensure, at all times, that all animal housing facilities are kept in good repair and that they protect the animals from\ninjury, contain the animals securely, and restrict other animals from entering.  To be corrected by:  March 16, 2015.\n3.1(c)(1)(1)                    REPEAT\nHOUSING FACILITIES, GENERAL.\n(c) Surfaces--(1) General requirements. (i)\n***Within the outdoor portion of the sheltered facilitiy, there were sections of the solid walls in the enclosures which\nwere excessively rusted. There were varying degrees of rust observed in all the outdoor portions of the enclosures. \nThe rust was mainly present around the wooden frames on the wall and around the in/out doors of the enclosures.\nExcessive rust can decrease structural strength and can prevent the required cleaning and sanitization which can\nincrease the risk of disease hazards. The licensee must ensure that all surfaces of housing facilities are kept free of\nexcess rust that prevents the required cleaning and sanitization or that affects the structural strength of the surface.\nThe inspection was conducted with the licensee, Dr. Erika Leisner (VMO) and William Heine (ACI).  An exit\ninterview was conducted on March 10, 2015 with the same individuals.\nAdditional Inspectors\nHeine William, Animal Care Inspector",
  "animals_total": 39,
  "species": [
    {
      "count": 28,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 11,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}