{
  "insp_id": "89161404570014",
  "layout": "a",
  "customer_id": "5232",
  "customer_name": "Janice Starman",
  "customer_addr": "24293 Delta Ave.\nArcadia, IA 51430",
  "certificate": "42-A-1446",
  "site_id": "001",
  "site_name": "JANICE STARMAN",
  "insp_type": "ROUTINE INSPECTION",
  "date": "29-MAR-2016",
  "report_date": "29-MAR-2016",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "\"Buddy\" a male long hair gray with black points cat had large mattes of bound hair on the rear portion of his hind\nlegs and at the base of his tail. He did not allow the inspector to touch him and therefore it is unknown how tightly\nbound the hair is. The licensee stated she was lucky if she could pet him, that combing/brushing him did not\nhappen, because of his dislike of being handled, and that he will have to be taken to the veterinarian to have the\nmattes removed. Matted hair can pull at the skin, cause infection, and can get contaminated with feces, all which\ncan cause discomfort and or pain. The licensee must us appropriate and adequate veterinary care to prevent,\ncontrol, diagnose, and treat diseases and injury.\nTO BE CORRECTED BY: April 4, 2016"
    },
    {
      "code": "3.1(c)(3)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "In all of the enclosures affecting all of the cats there was a buildup of brown grime on the floors of the enclosures,\nand hair, litter, dust and cob webs on most of the other surfaces within the indoor facility. The licensee stated the\nenclosures are sanitized about once a month. There was an obvious smell of ammonia consistent with urine inside\nthe building. The lack of cleaning within the facility can cause disease to be harbored, attract rodents and pest, and\ncause odors that could affect the respiratory systems of the animals. The licensee must clean and sanitize the\nsurfaces in accordance to 3.11(b) at least every two weeks or more often as necessary for the surfaces in contact\nwith the animals and all other surfaces of the housing facility when necessary to satisfy generally accepted\nhusbandry standards and practices.\nTO BE CORRECTED BY: April 12, 2016\nInspection and exit briefing were conducted with the licensee and ACI Bartels."
    }
  ],
  "narrative": "2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n\"Buddy\" a male long hair gray with black points cat had large mattes of bound hair on the rear portion of his hind\nlegs and at the base of his tail.  He did not allow the inspector to touch him and therefore it is unknown how tightly\nbound the hair is.  The licensee stated she was lucky if she could pet him, that combing/brushing him did not\nhappen, because of his dislike of being handled, and that he will have to be taken to the veterinarian to have the\nmattes removed.  Matted hair can pull at the skin, cause infection, and can get contaminated with feces, all which\ncan cause discomfort and or pain.  The licensee must us appropriate and adequate veterinary care to prevent,\ncontrol, diagnose, and treat diseases and injury.\nTO BE CORRECTED BY:  April 4, 2016\n3.1(c)(3)\nHOUSING FACILITIES, GENERAL.\nIn all of the enclosures affecting all of the cats there was a buildup of brown grime on the floors of the enclosures,\nand hair, litter, dust and cob webs on most of the other surfaces within the indoor facility.  The licensee stated the\nenclosures are sanitized about once a month.  There was an obvious smell of ammonia consistent with urine inside\nthe building.  The lack of cleaning within the facility can cause disease to be harbored, attract rodents and pest, and\ncause odors that could affect the respiratory systems of the animals.  The licensee must clean and sanitize the\nsurfaces in accordance to 3.11(b) at least every two weeks or more often as necessary for the surfaces in contact\nwith the animals and all other surfaces of the housing facility when necessary to satisfy generally accepted\nhusbandry standards and practices.\nTO BE CORRECTED BY: April 12, 2016\nInspection and exit briefing were conducted with the licensee and ACI Bartels.",
  "animals_total": 16,
  "species": [
    {
      "count": 9,
      "scientific": "Felis silvestris catus",
      "common": "CAT ADULT"
    },
    {
      "count": 7,
      "scientific": "Felis silvestris catus",
      "common": "CAT KITTEN"
    }
  ]
}