{
  "insp_id": "234141032390405",
  "layout": "a",
  "customer_id": "10752",
  "customer_name": "Arie Byl",
  "customer_addr": "Helen Byl\n2647 400th Street\nSioux Center, IA 51250",
  "certificate": "42-A-0791",
  "site_id": "001",
  "site_name": "ARIE & HELEN BYL",
  "insp_type": "ROUTINE INSPECTION",
  "date": "11-AUG-2014",
  "report_date": "22-AUG-2014",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "A male beagle with no identification tag, had a buildup of a brown substance on his teeth. The buildup on the back\nteeth was so excessive that the teeth were no longer visible to the inspector. The licensee explained that the dogs\ndo not get their teeth cleaned. Poor dental health can result in discomfort and an increase in disease risk to the\ndog. This beagle must be evaluated by a licensed veterinarian and the inspector advised licensee to have all of his\ndogs checked by a licensed veterinarian for dental problems.\nAffects at least 1 dog\nCorrect by 08/18/14"
    },
    {
      "code": "3.1(c)(1)(1)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "Inside both buildings, the wire cage fronts on the dog enclosures are excessively rusty. The rust causes pitting of\nthe wire which leads to the inability of the wire to be properly sanitized. The wire cage fronts need to be replaced or\naltered in a manner that allows for proper sanitization every two weeks.\nAffects: 34 dogs\nCorrect by: 09/05/14"
    },
    {
      "code": "3.1(c)(2)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "In both buildings, the flaps covering the access doors in all dog enclosures have been chewed by the dogs. The\nchewed and damaged areas of the flaps do not allow for proper cleaning and sanitization of the flaps. The flaps\nneed to be replaced or altered in a manner that allows for proper cleaning and sanitization every two weeks.\nAffects 25 dogs\nCorrect by: 09/05/14"
    },
    {
      "code": "3.1(c)(3)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "Some of the walls of the indoor dog enclosures have a buildup of dirt on them. The buildup of dirt and grime can\nleave the dogs exposed to disease hazards. All hard surfaces that come in contact with the dogs must be sanitized\nevery two weeks to prevent the accumulation of dirt and grime.\nAffects: 20 dogs\nCorrect by: 08/29/14"
    },
    {
      "code": "3.9(a)",
      "kind": "",
      "repeat": false,
      "desc": "FEEDING.",
      "narrative": "In the building that does not have a whelping area, there is a dog feeder that has moldy food inside of it. Moldy food\ncan cause the dogs to be at risk for disease hazards. All food must be uncontaminated to reduce the risk of disease\nhazards.\nAffects 3 dogs\nCorrect by: 08/11/14"
    },
    {
      "code": "3.11(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "In the majority of the indoor dog enclosures, the water bowls have been chewed by the dogs. The chewed areas\nhave a buildup of dirt and grime that has penetrated the surface of the receptacle. This damage does not allow for\nproper cleaning and sanitization of the bowl. The water bowls need to be replaced or altered in a manner that\nallows for proper cleaning and sanitization of the receptacle every two weeks.\nAffects: 20 dogs\nCorrect by: 08/29/14\nExit interview conducted with facility representative"
    }
  ],
  "narrative": "2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nA male beagle with no identification tag, had a buildup of a brown substance on his teeth.  The buildup on the back\nteeth was so excessive that the teeth were no longer visible to the inspector.  The licensee explained that the dogs\ndo not get their teeth cleaned.  Poor dental health can result in discomfort and an increase in disease risk to the\ndog.  This beagle must be evaluated by a licensed veterinarian and the inspector advised licensee to have all of his\ndogs checked by a licensed veterinarian for dental problems.\nAffects at least 1 dog\nCorrect by 08/18/14\n3.1(c)(1)(1)\nHOUSING FACILITIES, GENERAL.\nInside both buildings, the wire cage fronts on the dog enclosures are excessively rusty.  The rust causes pitting of\nthe wire which leads to the inability of the wire to be properly sanitized.  The wire cage fronts need to be replaced or\naltered in a manner that allows for proper sanitization every two weeks.\nAffects:  34 dogs\nCorrect by:  09/05/14\n3.1(c)(2)\nHOUSING FACILITIES, GENERAL.\nIn both buildings, the flaps covering the access doors in all dog enclosures have been chewed by the dogs.   The\nchewed and damaged areas of the flaps do not allow for proper cleaning and sanitization of the flaps.  The flaps\nneed to be replaced or altered in a manner that allows for proper cleaning and sanitization every two weeks.\nAffects 25 dogs\nCorrect by:  09/05/14\n\n3.1(c)(3)\nHOUSING FACILITIES, GENERAL.\nSome of the walls of the indoor dog enclosures have a buildup of dirt on them. The buildup of dirt and grime can\nleave the dogs exposed to disease hazards.   All hard surfaces that come in contact with the dogs must be sanitized\nevery two weeks to prevent the accumulation of dirt and grime.\nAffects: 20 dogs\nCorrect by: 08/29/14\n3.9(a)\nFEEDING.\nIn the building that does not have a whelping area, there is a dog feeder that has moldy food inside of it.  Moldy food\ncan cause the dogs to be at risk for disease hazards.  All food must be uncontaminated to reduce the risk of disease\nhazards. \nAffects 3 dogs\nCorrect by:  08/11/14\n3.11(b)(2)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\nIn the majority of the indoor dog enclosures, the water bowls have been chewed by the dogs.  The chewed areas\nhave a buildup of dirt and grime that has penetrated the surface of the receptacle. This damage does not allow for\nproper cleaning and sanitization of the bowl.  The water bowls need to be replaced or altered in a manner that\nallows for proper cleaning and sanitization of the receptacle every two weeks.\nAffects:  20 dogs\nCorrect by:  08/29/14\nExit interview conducted with facility representative",
  "animals_total": 55,
  "species": [
    {
      "count": 34,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 21,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}