{
  "insp_id": "28161315260963",
  "layout": "a",
  "customer_id": "333229",
  "customer_name": "Taylor'S Traveling Troup",
  "customer_addr": "1830 North 1300 West\nPleasant Grove, UT 84062",
  "certificate": "87-C-0060",
  "site_id": "001",
  "site_name": "TAYLOR'S TRAVELING TROUP",
  "insp_type": "ROUTINE INSPECTION",
  "date": "27-JAN-2016",
  "report_date": "28-JAN-2016",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "An adult female black and white Juliana pig named Piggy Sue is walking abnormally. She is walking on the tips of\nher back hooves, and her back appears slightly hunched over. The licensee had the pig walk around so the\ninspector could better observe her gait. The pig limped slightly on her left hind leg, and while standing still, would\nsometimes hold her left rear leg up under her abdomen. When putting the left leg back down, she would again\nstand on the tips of her hooves. The licensee stated she had not noticed the abnormal gait before the inspection.\nAn abnormal gait can be an indication of illness, injury, and pain.\nThe licensee must have the animal evaluated by the veterinarian for proper diagnosis and treatment, and provide\nthe inspector the documentation of this visit upon request. The licensee must ensure there are appropriate methods\nin place to prevent, control, diagnose, and treat diseases and injuries for the health and well-being of all the\nanimals. *Note: The licensee made an appointment with the attending veterinarian for that afternoon during the\ninspection.\nTo be corrected by February 1, 2016.\nInspection and exit interview conducted by Lynn Clarke with facility representative."
    }
  ],
  "narrative": "2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nAn adult female black and white Juliana pig named Piggy Sue is walking abnormally.  She is walking on the tips of\nher back hooves, and her back appears slightly hunched over.  The licensee had the pig walk around so the\ninspector could better observe her gait.  The pig limped slightly on her left hind leg, and while standing still, would\nsometimes hold her left rear leg up under her abdomen.  When putting the left leg back down, she would again\nstand on the tips of her hooves.  The licensee stated she had not noticed the abnormal gait before the inspection.\nAn abnormal gait can be an indication of illness, injury, and pain. \nThe licensee must have the animal evaluated by the veterinarian for proper diagnosis and treatment, and provide\nthe inspector the documentation of this visit upon request.  The licensee must ensure there are appropriate methods\nin place to prevent, control, diagnose, and treat diseases and injuries for the health and well-being of all the\nanimals. *Note:  The licensee made an appointment with the attending veterinarian for that afternoon during the\ninspection.\nTo be corrected by February 1, 2016.\nInspection and exit interview conducted by Lynn Clarke with facility representative.",
  "animals_total": 19,
  "species": [
    {
      "count": 1,
      "scientific": "Atelerix albiventris",
      "common": "FOUR-TOED HEDGEHOG"
    },
    {
      "count": 1,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 2,
      "scientific": "Cavia porcellus",
      "common": "DOMESTIC GUINEA PIG"
    },
    {
      "count": 2,
      "scientific": "Chinchilla brevicaudata",
      "common": "CHINCHILLA"
    },
    {
      "count": 2,
      "scientific": "Muscardinus avellanarius",
      "common": "HAZEL DORMOUSE"
    },
    {
      "count": 7,
      "scientific": "Oryctolagus cuniculus",
      "common": "EUROPEAN RABBIT"
    },
    {
      "count": 1,
      "scientific": "Ovis aries aries",
      "common": "SHEEP INCLUDING ALL DOMESTIC BREEDS"
    },
    {
      "count": 2,
      "scientific": "Petaurus breviceps",
      "common": "SUGAR GLIDER"
    },
    {
      "count": 1,
      "scientific": "Sus domestica",
      "common": "DOMESTIC PIG"
    }
  ]
}