{
  "insp_id": "INS-0000815001",
  "layout": "c",
  "customer_id": "7724",
  "customer_name": "JOHNSONS CORNER FARM LLC",
  "customer_addr": "133 CHURCH STREET\nMEDFORD, NJ 08055",
  "certificate": "22-C-0143",
  "site_id": "001",
  "site_name": "JOHNSONS CORNER FARM L L C",
  "insp_type": "ROUTINE INSPECTION",
  "date": "16-SEP-2022",
  "report_date": "24-SEP-2022",
  "citations": [
    {
      "code": "2.40(a)(2)",
      "kind": "Critical",
      "repeat": false,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "The facility has had 21 goat deaths since August 2021. According to the monthly veterinary invoices and records, fecals\nwere conducted and parasite caseloads were found to be high. Wormings were performed routinely without complete\nsuccess. Veterinary records from November 2021 through August 2022 indicated that the goats could have died from\npneumonia caused by chronic intestinal parasitism. According to veterinary notes, the attending veterinarian\nrecommended, in both March 2022 and August 2022, that a necropsy would be the best means to determine the source\nof herd problem, but the owner declined.\nEach exhibitor shall assure that the attending veterinarian has the appropriate authority to ensure the provision of\nadequate veterinary care and to oversee the adequacy of other aspects of animal care and use.\nTO BE CORRECTED: FROM THIS DAY FORWARD"
    },
    {
      "code": "2.40(b)(2)",
      "kind": "Critical",
      "repeat": false,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "Due to the high number of goat deaths the attending veterinarian recommended completing a necropsy to determine,\ndefinitively, the cause of death of these goats. According to the attending veterinarian, a necropsy has been\nrecommended for a year but the facility owner has declined the attending veterinarian's request and recommendation.\nEach exhibitor shall establish and maintain programs of adequate veterinary care that include: the use of appropriate\nmethods to prevent, control, diagnose, and treat diseases and injuries, and the availability of emergency, weekend, and\nholiday care.\nTO BE CORRECTED: FROM THIS DAY FORWARD"
    },
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": false,
      "desc": "Facilities, general.",
      "narrative": "The following items are in disrepair:\n*The wooden and wire fence, which serves as the primary enclosure fence for the Boer goats and sheep, is in disrepair.\nOne wooden fence post has a horizontal split, completely through at the base, thus leaving the post insecure.\n*The post, nearest the caretaker entrance, wobbles significantly when touched. This post serves as the support for the\nmetal gate and the other portion of the fence.\n*The wire mesh on the metal gate is damaged and detached. Damaged wire is protruding into the Boer goat/sheep\nenclosure.\n*The horizontal plank of wood, at the base of this fence, has deteriorated and has jagged edges present. The jagged\nedge of this plank is barely secured to the post that has the horizontal split at the base.\n*Rubber mats cover a large indentation of the earth directly in the center of the steer shelter. These surfaces are no\nlonger level and could cause harm to the steer in their efforts to eat from the interior hay feeder. Additionally, due to the\nunevenness of this area, the steer could possibly not rest comfortably in the urine filled, low area thus affecting their\ncomfort and well-being. (See Section 3.131 a).\nThe above-mentioned items could cause harm to the animals housed therein. Damaged fence posts, broken wire and\ndamaged wood should be repaired and/or replaced to maintain structural strength and to protect the animals from injury.\nThe low surfaces in the steer shelter should be addressed to ensure that surfaces are level in order to prevent injury to\nthe steer.\nTO BE CORRECTED BY: OCTOBER 7, 2022"
    },
    {
      "code": "3.131(a)",
      "kind": "",
      "repeat": false,
      "desc": "Sanitation.",
      "narrative": "Urine was observed to be accumulating the low area of the mats inside of the steer shelter. Accumulations of urine can\ncause contamination, odors, and disease hazards. Such accumulations shall be removed as often as necessary to\nprevent contamination of the animals contained therein and to minimize disease hazards and odors.\nTO BE CORRECTED BY: SEPTEMBER 29, 2022\nThis inspection and exit briefing were conducted with the facility representative.\nn"
    }
  ],
  "narrative": "2.40(a)(2)  Critical\n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nThe facility has had 21 goat deaths since August 2021.   According to the monthly veterinary invoices and records, fecals \nwere conducted and parasite caseloads were found to be high.  Wormings were performed routinely without complete \nsuccess.  Veterinary records from November 2021 through August 2022 indicated that the goats could have died from \npneumonia caused by chronic intestinal parasitism. According to veterinary notes, the attending veterinarian \nrecommended, in both March 2022 and August 2022, that a necropsy would be the best means to determine the source \nof herd problem, but the owner declined. \n \nEach exhibitor shall assure that the attending veterinarian has the appropriate authority to ensure the provision of \nadequate veterinary care and to oversee the adequacy of other aspects of animal care and use. \n \nTO BE CORRECTED: FROM THIS DAY FORWARD \n2.40(b)(2)  Critical\n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nDue to the high number of goat deaths the attending veterinarian recommended completing a necropsy to determine, \ndefinitively, the cause of death of these goats. According to the attending veterinarian, a necropsy has been\n\nrecommended for a year but the facility owner has declined the attending veterinarian's request and recommendation. \nEach exhibitor shall establish and maintain programs of adequate veterinary care that include:  the use of appropriate \nmethods to prevent, control, diagnose, and treat diseases and injuries, and the availability of emergency, weekend, and \nholiday care. \n \nTO BE CORRECTED: FROM THIS DAY FORWARD \n3.125(a) \n   \nFacilities, general. \nThe following items are in disrepair: \n \n*The wooden and wire fence, which serves as the primary enclosure fence for the Boer goats and sheep, is in disrepair.  \nOne wooden fence post has a horizontal split, completely through at the base, thus leaving the post insecure. \n \n*The post, nearest the caretaker entrance, wobbles significantly when touched. This post serves as the support for the \nmetal gate and the other portion of the fence. \n \n*The wire mesh on the metal gate is damaged and detached.  Damaged wire is protruding into the Boer goat/sheep \nenclosure. \n \n*The horizontal plank of wood, at the base of this fence, has deteriorated and has jagged edges present.  The jagged \nedge of this plank is barely secured to the post that has the horizontal split at the base.\n\n*Rubber mats cover a large indentation of the earth directly in the center of the steer shelter.  These surfaces are no \nlonger level and could cause harm to the steer in their efforts to eat from the interior hay feeder.  Additionally, due to the \nunevenness of this area, the steer could possibly not rest comfortably in the urine filled, low area thus affecting their \ncomfort and well-being. (See Section 3.131 a). \n \nThe above-mentioned items could cause harm to the animals housed therein.  Damaged fence posts, broken wire and \ndamaged wood should be repaired and/or replaced to maintain structural strength and to protect the animals from injury. \nThe low surfaces in the steer shelter should be addressed to ensure that surfaces are level in order to prevent injury to \nthe steer. \n \nTO BE CORRECTED BY: OCTOBER 7, 2022 \n3.131(a) \n   \nSanitation. \nUrine was observed to be accumulating the low area of the mats inside of the steer shelter.  Accumulations of urine can \ncause contamination, odors, and disease hazards.  Such accumulations shall be removed as often as necessary to \nprevent contamination of the animals contained therein and to minimize disease hazards and odors. \n \nTO BE CORRECTED BY:  SEPTEMBER 29, 2022 \n \nThis inspection and exit briefing were conducted with the facility representative. \n \n n",
  "animals_total": 22,
  "species": [
    {
      "count": 2,
      "scientific": "Bos taurus",
      "common": "CATTLE / COW / OX / WATUSI"
    },
    {
      "count": 15,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 5,
      "scientific": "Ovis aries aries",
      "common": "SHEEP INCLUDING ALL DOMESTIC BREEDS"
    }
  ]
}