{
  "insp_id": "2016082568579472",
  "layout": "a",
  "customer_id": "25976",
  "customer_name": "Aaron Hostetler",
  "customer_addr": "W4775 Elm Ave\nStetsonville, WI 54480",
  "certificate": "35-B-0208",
  "site_id": "001",
  "site_name": "AARON HOSTETLER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "25-JUL-2017",
  "report_date": "04-AUG-2017",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Critical",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "Female Dachshund, tag #132, cannot weight bear or walk on her left front leg but otherwise appears normal.\nAccording to the licensee the dog received an unknown injury to her leg in August 2016 while he was away from his\nfacility. Veterinary care was not provided to the dog by the caretaker at the time of the injury nor the licensee upon\nhis return. Untreated injuries can be painful and can lead to abnormal healing and loss of use of the injured body\npart. Consult the attending veterinarian about any injuries and follow any prescribed treatment. Correct\nimmediately.\nThis inspection and exit interview were conducted with the licensee and facility representative.\nEnd of report."
    }
  ],
  "narrative": "2.40(b)(2)           CRITICAL\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nFemale Dachshund, tag #132, cannot weight bear or walk on her left front leg but otherwise appears normal. \nAccording to the licensee the  dog received an unknown injury to her leg in August 2016 while he was away from his\nfacility.  Veterinary care was not provided to the dog by the caretaker at the time of the injury nor the licensee upon\nhis return.  Untreated injuries can be painful and can lead to abnormal healing and loss of use of the injured body\npart.  Consult the attending veterinarian about any injuries and follow any prescribed treatment.  Correct\nimmediately.\nThis inspection and exit interview were conducted with the licensee and facility representative.\nEnd of report.",
  "animals_total": 59,
  "species": [
    {
      "count": 42,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 17,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}