{
  "insp_id": "2016082569124620",
  "layout": "a",
  "customer_id": "2401",
  "customer_name": "Dan Moulton",
  "customer_addr": "976 14th Avenue S W\nRochester, MN 55902",
  "certificate": "41-B-0239",
  "site_id": "001",
  "site_name": "DAN MOULTON",
  "insp_type": "ROUTINE INSPECTION",
  "date": "12-FEB-2018",
  "report_date": "26-APR-2018",
  "citations": [
    {
      "code": "2.40(b)(3)",
      "kind": "",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "There were 12 animals that the facility had identified and developed a treatment plan with the attending veterinarian\n(AV) on 2-11-18 when the AV visited the facility and looked at the breeder chinchillas. However, during the\ninspection there were 9 chinchillas that we recognized having health problems and pointed these problems out to\nthe licensee. These 9 chinchillas' active health problems were not recognized prior to inspection and were not\nreceiving any medical treatment at the time of inspection:\n-A white female chinchilla's (eartag RVW 109) left eye was swollen shut and had some pale discharge. The eyelids\nwere reddened and the surface of the eyeball had some pale material that appeared adhered to it.\n-A beige male that had a large wound on top of his head. The facility was not aware of when it was wounded but\nreports sometime probably within the past two weeks when he was put in to breed.\n-A male grey (eartag DJM 115) chinchilla's left eye was sealed shut with a pale crusty material. The licensee\nremoved the material and its eye had some discharge and the left eyelids were noted to be missing hair, swollen,\nand red.\n-A female grey chinchilla (no eartag; enclosure 59B) had a large red swollen area under its neck.\n-A grey female had a swollen, hairless, reddened area under the left side of her jaw.\n-A grey female chinchilla (eartag PMR 683) was noticed to have crusted hair around her collar. The licensee gently\nremoved the collar and there was pale discharge with a putrid odor and the skin was swollen and eroded on her\nlower neck.\n-A silver female chinchilla (eartag GROS 214) was shown to us as being treated for an eye problem and considered\nresolved awhile ago per the licensee and so no longer under treatment but on closer observation we found her left\neye was swollen and had some pale discharge. The eyeball was reddened on the surface and the eyelids were\nswollen. These are signs that her condition is still an active problem.\n-A female grey chinchilla's (no eartag) right eye was crusted shut. The licensee handled it and it was opened and\nhad some pale discharge in it.\n-A female grey chinchilla's (eartag DJM 122) left eye was crusted shut. The licensee handled it and it was opened\nand had some pale discharge in it.\nThorough daily observations are needed to recognize health problems in animals. Health problems need to be\nrecognized so that the attending veterinarian can be notified and to start medical treatment of affected animals. The\nfacility must enhance daily observations of each animal."
    },
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": true,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "An enclosure with two chinchillas had a hole with sharp points. The hole was big enough that the chinchillas\npossibly could have escaped or fallen out. The facility had two other enclosures with smaller holes in the bottoms\nof the enclosures. The holes had sharp points protruding into the enclosures. In addition, four feeders were\nobserved to have jagged edges with sharp points protruding out. Holes with sharp points and feeders with jagged\nedges can result in injuries to the chinchillas.\nThe enclosures and feeders must be maintained in good repair to prevent animal injury.\nNote: These enclosures were repaired by the licensee during the inspection and the facility demonstrated that\nfeeders are in the process of being replaced. The facility must ensure to maintain enclosures free from sharp points,\nlarge holes, and jagged edges.\nThis inspection and exit interview were conducted with the licensee.\nEnd of report.\nAdditional Inspectors\nWilken Kevin, Animal Care Inspector"
    }
  ],
  "narrative": "2.40(b)(3)                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThere were 12 animals that the facility had identified and developed a treatment plan with the attending veterinarian\n(AV) on 2-11-18 when the AV visited the facility and looked at the breeder chinchillas.  However, during the\ninspection there were 9 chinchillas that we recognized having health problems and pointed these problems out to\nthe licensee.  These 9 chinchillas' active health problems were not recognized prior to inspection and were not\nreceiving any medical treatment at the time of inspection: \n-A white female chinchilla's (eartag RVW 109) left eye was swollen shut and had some pale discharge.  The eyelids\nwere reddened and the surface of the eyeball had some pale material that appeared adhered to it. \n-A beige male that had a large wound on top of his head.  The facility was not aware of when it was wounded but\nreports sometime probably within the past two weeks when he was put in to breed. \n-A male grey (eartag DJM 115) chinchilla's left eye was sealed shut with a pale crusty material.  The licensee\nremoved the material and its eye had some discharge and the left eyelids were noted to be missing hair, swollen,\nand red. \n-A female grey chinchilla (no eartag; enclosure 59B) had a large red swollen area under its neck.\n-A grey female had a swollen, hairless, reddened area under the left side of her jaw.\n-A grey female chinchilla (eartag PMR 683) was noticed to have crusted hair around her collar.  The licensee gently\nremoved the collar and there was pale discharge with a putrid odor and the skin was swollen and eroded on her\nlower neck. \n-A silver female chinchilla (eartag GROS 214) was shown to us as being treated for an eye problem and considered\nresolved awhile ago per the licensee and so no longer under treatment but on closer observation we found her left\neye was swollen and had some pale discharge.  The eyeball was reddened on the surface and the eyelids were\nswollen. These are signs that her condition is still an active problem.\n-A female grey chinchilla's (no eartag) right eye was crusted shut.  The licensee handled it and it was opened and\nhad some pale discharge in it. \n-A female grey chinchilla's (eartag DJM 122) left eye was crusted shut.   The licensee handled it and it was opened\nand had some pale discharge in it. \nThorough daily observations are needed to recognize health problems in animals.  Health problems need to be\n\nrecognized so that the attending veterinarian can be notified and to start medical treatment of affected animals. The\nfacility must enhance daily observations of each animal.\n3.125(a)                    REPEAT\nFACILITIES, GENERAL.   \nAn enclosure with two chinchillas had a hole with sharp points. The hole was big enough that the chinchillas\npossibly could have escaped or fallen out.   The facility had two other enclosures with smaller holes in the bottoms\nof the enclosures.  The holes had sharp points protruding into the enclosures.  In addition, four feeders were\nobserved to have jagged edges with sharp points protruding out.  Holes with sharp points and feeders with jagged\nedges can result in injuries to the chinchillas. \nThe enclosures and feeders must be maintained in good repair to prevent animal injury.\nNote: These enclosures were repaired by the licensee during the inspection and the facility demonstrated that\nfeeders are in the process of being replaced. The facility must ensure to maintain enclosures free from sharp points,\nlarge holes, and jagged edges.\nThis inspection and exit interview were conducted with the licensee.\nEnd of report.\nAdditional Inspectors\nWilken Kevin, Animal Care Inspector",
  "animals_total": 516,
  "species": [
    {
      "count": 516,
      "scientific": "Chinchilla lanigera",
      "common": "CHINCHILLA (DOMESTICATED)"
    }
  ]
}