{
  "insp_id": "309141519290195",
  "layout": "a",
  "customer_id": "7506",
  "customer_name": "Wilson Pet Supply",
  "customer_addr": "6450 Muirfield Court\nHanover Park, IL 60103",
  "certificate": "33-B-0308",
  "site_id": "001",
  "site_name": "WILSON PET SUPPLY",
  "insp_type": "ROUTINE INSPECTION",
  "date": "05-NOV-2014",
  "report_date": "05-NOV-2014",
  "citations": [
    {
      "code": "2.40(b)(1)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "The facility's documented formal arrangements with the attending veterinarian indicates that the facility may\neuthanize animals in distress. During the time of inspection, the facility did not have the proper equipment to carry\nout euthanasia as outlined within the documented arrangement. A hamster was in distress and was unable to be\nhumanely euthanized.\nAssure that all equipment required to perform the provisions within the documented arrangements are readily\navailable.\nTo be corrected: 11-8-14"
    },
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "A white Russian hamster was in distress during the time of inspection. The hamster was found in an enclosure\nlaying on its side. The hamster's was missing fur and tissue (a hole approximately one inch in diameter) on the\nback of its neck. A portion of the spine and muscle were visible through the lesion. The hamster did not move and\nwas observed breathing for several minutes before it died.\nThe hamster was housed with two other Russian hamsters that have fur loss on their bodies. Both hamsters were\nintermittently scratching themselves. The tissue on both animals appeared to be reddened. A facility employee\nindicated that these two hamsters were segregated into their current enclosure approximately two weeks ago\nbecause of their condition. The three hamsters were occupied an enclosure marked \"sick animals\". The facility has\nnot contacted the veterinarian regarding the condition of these animals.\nAssure that all veterinary care issues are promptly communicated to the veterinarian. Follow through with any\ninstructions from the veterinarian.\nTo be corrected: The facility shall contact the veterinarian regarding the condition of the two Russian hamsters by\n11-7-14\nNote: The inspection exit briefing was conducted with the facility manager."
    }
  ],
  "narrative": "2.40(b)(1)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThe facility's documented formal arrangements with the attending veterinarian indicates that the facility may\neuthanize animals in distress.  During the time of inspection, the facility did not have the proper equipment to carry\nout euthanasia as outlined within the documented arrangement.  A hamster was in distress and was unable to be\nhumanely euthanized.  \nAssure that all equipment required to perform the provisions within the documented arrangements are readily\navailable. \nTo be corrected: 11-8-14\n2.40(b)(2)           DIRECT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nA white Russian hamster was in distress during the time of inspection.  The hamster was found in an enclosure\nlaying on its side.  The hamster's was missing fur and tissue (a hole approximately one inch in diameter) on the\nback of its neck.  A portion of the spine and muscle were visible through the lesion.  The hamster did not move and\nwas observed breathing for several minutes before it died.   \nThe hamster was housed with two other Russian hamsters that have fur loss on their bodies.  Both hamsters were\nintermittently scratching themselves.  The tissue on both animals appeared to be reddened.  A facility employee\nindicated that these two hamsters were segregated into their current enclosure approximately two weeks ago\nbecause of their condition.  The three hamsters were occupied an enclosure marked \"sick animals\".  The facility has\nnot contacted the veterinarian regarding the condition of these animals.  \nAssure that all veterinary care issues are promptly communicated to the veterinarian.  Follow through with any\ninstructions from the veterinarian.\nTo be corrected: The facility shall contact the veterinarian regarding the condition of the two Russian hamsters by\n\n11-7-14\nNote: The inspection exit briefing was conducted with the facility manager.",
  "animals_total": 235,
  "species": [
    {
      "count": 12,
      "scientific": "Cavia porcellus",
      "common": "DOMESTIC GUINEA PIG"
    },
    {
      "count": 1,
      "scientific": "Chinchilla lanigera",
      "common": "CHINCHILLA"
    },
    {
      "count": 138,
      "scientific": "Cricetus cricetus",
      "common": "EUROPEAN HAMSTER / BLACK-BELLIED HAMSTER"
    },
    {
      "count": 29,
      "scientific": "Gerbillus acticola",
      "common": "BERBERA GERBIL"
    },
    {
      "count": 45,
      "scientific": "Muscardinus avellanarius",
      "common": "HAZEL DORMOUSE"
    },
    {
      "count": 10,
      "scientific": "Octodon degus",
      "common": "DEGU"
    }
  ]
}