{
  "insp_id": "2016082568076822",
  "layout": "a",
  "customer_id": "1016",
  "customer_name": "University Of Washington",
  "customer_addr": "Box 357160\nSeattle, WA 98195",
  "certificate": "91-R-0001",
  "site_id": "001",
  "site_name": "UNIVERSITY OF WASHINGTON",
  "insp_type": "ROUTINE INSPECTION",
  "date": "25-JAN-2017",
  "report_date": "26-JAN-2017",
  "citations": [
    {
      "code": "3.83",
      "kind": "Critical",
      "repeat": false,
      "desc": "WATERING.",
      "narrative": "The research facility self-reported an adverse event that occurred on 08 JAN 17 involving the death of a nonhuman\nprimate. While performing unrelated rounds and treatments, a veterinary technician found an eight-year-old pigtail\nmacaque that was lethargic, and contacted the veterinarian on call. The veterinarian determined that the animal\nwas severely dehydrated. The water line to the cage was not connected. Veterinary treatment was initiated,\nhowever, the animal later died during treatment. Animal husbandry logs indicated that twice daily lixit checks had\nbeen performed every day prior to the incident to ensure the lixits were functioning properly and food consumption\nlogs had been normal. However, the clinical condition and necropsy findings were consistent with the animal not\nhaving water for at least 48-72 hours. No other animals were affected.\nThe research facility initiated corrective actions prior to this inspection including completion of documented\nretraining of care staff, initiating disciplinary action for the involved employee, and revision of their policy such that\nany schedule changes for husbandry activities like cage cleaning rotation must be approved by a veterinarian\ninstead of the supervisor. Additionally, the Institutional Animal Care and Use Committee (IACUC) reviewed the\nevents and issued a letter of reprimand to the affected facility; the IACUC will be further investigating this incident at\nthe next scheduled meeting. The facility will also be establishing a process for annual re-certification of animal care\nstaff and incorporate that into their standard operating procedures.\nThe provision of potable water and reliable processes to assure such provision are absolutely critical and\nfundamental to the health and well-being of animals. The facility must assure that employees are trained and\neffectively complete critical care tasks, including re-certification of animal care employees.\nCorrect from this time forward."
    },
    {
      "code": "3.84(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "The research facility self-reported that the cages housing six nonhuman primates, which included the animal that\ndied on 08 January 2017, had not been changed or sanitized for 17 days prior to the adverse event that contributed\nto the death of the pigtail macaque. Instead of completing the scheduled regular sanitization on 06 January 2017,\nthe immediate area supervisor had decided to wait until 09 January 2017 for a scheduled specialized sanitization\nprocess. Had the affected animal's cage been changed within the required two week period, the disconnected\nwater line would have been discovered by facility staff, thus averting the incident.\nCompletion of regularly scheduled sanitization of cages at a frequency of at least once every 2 weeks is necessary\nfor the health and well-being of the animals.\nThe research facility had instituted corrective actions prior to the inspection including retraining of the supervisory\nand care staff and revision of their policy such that any schedule changes for husbandry activities like cage cleaning\nrotation must be approved by a veterinarian instead of the supervisor. The facility will also be establishing a\nprocess for annual re-certification of animal care staff and incorporate that into their standard operating procedures.\nCorrect standard operating procedure by 28 February 2017.\nThis inspection and exit briefing were conducted with the facility representatives.\nAdditional Inspectors\nSchnell Michael, Veterinary Medical Officer"
    }
  ],
  "narrative": "3.83           CRITICAL\nWATERING.   \nThe research facility self-reported an adverse event that occurred on 08 JAN 17 involving the death of a nonhuman\nprimate.  While performing unrelated rounds and treatments, a veterinary technician found an eight-year-old pigtail\nmacaque that was lethargic, and contacted the veterinarian on call.  The veterinarian determined that the animal\nwas severely dehydrated. The water line to the cage was not connected.  Veterinary treatment was initiated,\nhowever, the animal later died during treatment.  Animal husbandry logs indicated that twice daily lixit checks had\nbeen performed every day prior to the incident to ensure the lixits were functioning properly and food consumption\nlogs had been normal. However, the clinical condition and necropsy findings were consistent with the animal not\nhaving water for at least 48-72 hours. No other animals were affected.\nThe research facility initiated corrective actions prior to this inspection including completion of documented\nretraining of care staff, initiating disciplinary action for the involved employee, and revision of their policy such that\nany schedule changes for husbandry activities like cage cleaning rotation must be approved by a veterinarian\ninstead of the supervisor.  Additionally, the Institutional Animal Care and Use Committee (IACUC) reviewed the\nevents and issued a letter of reprimand to the affected facility; the IACUC will be further investigating this incident at\nthe next scheduled meeting.  The facility will also be establishing a process for annual re-certification of animal care\nstaff and incorporate that into their standard operating procedures.  \nThe provision of potable water and reliable processes to assure such provision are absolutely critical and\nfundamental to the health and well-being of animals. The facility must assure that employees are trained and\neffectively complete critical care tasks, including re-certification of animal care employees.\nCorrect from this time forward.\n3.84(b)(2)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL. \nThe research facility self-reported that the cages housing six nonhuman primates, which included the animal that\n\ndied on 08 January 2017, had not been changed or sanitized for 17 days prior to the adverse event that contributed\nto the death of the pigtail macaque.  Instead of completing the scheduled regular sanitization on 06 January 2017,\nthe immediate area supervisor had decided to wait until 09 January 2017 for a scheduled specialized sanitization\nprocess.  Had the affected animal's cage been changed within the required two week period, the disconnected\nwater line would have been discovered by facility staff, thus averting the incident.\nCompletion of regularly scheduled sanitization of cages at a frequency of at least once every 2 weeks is necessary\nfor the health and well-being of the animals.  \nThe research facility had instituted corrective actions prior to the inspection including retraining of the supervisory\nand care staff and revision of their policy such that any schedule changes for husbandry activities like cage cleaning\nrotation must be approved by a veterinarian instead of the supervisor.  The facility will also be establishing a\nprocess for annual re-certification of animal care staff and incorporate that into their standard operating procedures. \nCorrect standard operating procedure by 28 February 2017.\nThis inspection and exit briefing were conducted with the facility representatives.\nAdditional Inspectors\nSchnell Michael, Veterinary Medical Officer",
  "animals_total": 5,
  "species": [
    {
      "count": 5,
      "scientific": "Macaca nemestrina",
      "common": "PIG-TAILED MACAQUE"
    }
  ]
}