{
  "insp_id": "234140938030558",
  "layout": "a",
  "customer_id": "28797",
  "customer_name": "Diane Shortt",
  "customer_addr": "Rural Route 7, Box 7346\nAva, MO 65608",
  "certificate": "43-A-4577",
  "site_id": "001",
  "site_name": "DIANE SHORTT",
  "insp_type": "ROUTINE INSPECTION",
  "date": "21-AUG-2014",
  "report_date": "22-AUG-2014",
  "citations": [
    {
      "code": "3.8",
      "kind": "",
      "repeat": false,
      "desc": "EXERCISE FOR DOGS.",
      "narrative": "There was no written exercise plan for the facility, although the dogs were provided with large enclosures. It is\nimportant that the dogs have opportunity for their natural movements in play, exercise and socializing with other\ndogs and humans to promote good physical and mental health. A written exercise plan that is approved and signed\nby the attending veterinarian is important to indicate that the dogs have the opportunity for exercise. The licensee\nmust have a written exercise plan, signed by the attending veterinarian, on hand at the facility.\nTO BE CORRECTED BY: 29 AUGUST 2014"
    },
    {
      "code": "3.10",
      "kind": "",
      "repeat": false,
      "desc": "WATERING.",
      "narrative": "In the outdoor enclosures there were 4 water receptacles that had a green residue on the inside surface. The water\nappeared to have a faint green tinge to it. Clean water receptacles are important to promote good health to the\nanimals and reduce the risk of disease. The water receptacles must be cleaned and sanitized and maintained.\nTO BE CORRECTED BY: 22 AUGUST 2014\nAn exit interview was conducted with a facility representative."
    }
  ],
  "narrative": "3.8\nEXERCISE FOR DOGS.\nThere was no written exercise plan for the facility, although the dogs were provided with large enclosures.  It is\nimportant that the dogs have opportunity for their natural movements in play, exercise and socializing with other\ndogs and humans to promote good physical and mental health.  A written exercise plan that is approved and signed\nby the attending veterinarian is important to indicate that the dogs have the opportunity for exercise.  The licensee\nmust have a written exercise plan, signed by the attending veterinarian, on hand at the facility.\nTO BE CORRECTED BY:  29 AUGUST 2014\n3.10\nWATERING.\nIn the outdoor enclosures there were 4 water receptacles that had a green residue on the inside surface.  The water\nappeared to have a faint green tinge to it.  Clean water receptacles are important to promote good health to the\nanimals and reduce the risk of disease.  The water receptacles must be cleaned and sanitized and maintained.\nTO BE CORRECTED BY:  22 AUGUST 2014\nAn exit interview was conducted with a facility representative.",
  "animals_total": 57,
  "species": [
    {
      "count": 36,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 21,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}