{
  "insp_id": "36151711190446",
  "layout": "a",
  "customer_id": "42632",
  "customer_name": "Judy Latham",
  "customer_addr": "120 Fairhaven Lane\nSalem, AR 72576",
  "certificate": "43-A-5306",
  "site_id": "001",
  "site_name": "JUDY LATHAM",
  "insp_type": "ROUTINE INSPECTION",
  "date": "04-FEB-2015",
  "report_date": "09-FEB-2015",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "An adult female French Bulldog (Sweetie Pie; M/C# OA1272452C) had skin and ear conditions that needed\nveterinary care. Both hind legs had missing hair on the front and inside portions of the legs from the hocks to the\ntoes. The skin in these areas was red and thickened. The dog's abdomen was slightly reddened with patches of\nskin that were rough and thickened. The dog repeatedly scratched her abdomen during the inspection to the point\nof producing blood next to one teat. The dog also repeatedly shook her head. Inspection of the ears revealed\ncrusty, blackish material inside the ears, with the right ear being more severely affected. The licensee stated that\nthe skin condition had been present for months, but not treated by a veterinarian. The ear condition was examined\nby a veterinarian in July, 2014 and the owner treated the ears for 3 weeks with an otic solution as prescribed by the\nveterinarian. However, the owner had not recognized that the ear condition had returned and was not treating the\nears. Untreated medical conditions can worsen, can be painful, and may be contagious to other dogs in the kennel.\nThe licensee must have this dog examined by a veterinarian. The licensee must keep records of the diagnosis,\ntreatment, and follow-up care and must make these records available to the inspector upon request. If the animal's\ncondition does not resolve during treatment or returns, the licensee must consult a veterinarian for further evaluation\nand treatment.\nTHE DOG MUST BE EVALUATED BY A VETERINARIAN BY FEBRUARY 12, 2015.\nThe inspection and the exit briefing were conducted with the licensee."
    }
  ],
  "narrative": "2.40(b)(2)           DIRECT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nAn adult female French Bulldog (Sweetie Pie; M/C# OA1272452C) had skin and ear conditions that needed\nveterinary care.  Both hind legs had missing hair on the front and inside portions of the legs from the hocks to the\ntoes.  The skin in these areas was red and thickened.  The dog's abdomen was slightly reddened with patches of\nskin that were rough and thickened.  The dog repeatedly scratched her abdomen during the inspection to the point\nof producing blood next to one teat.  The dog also repeatedly shook her head.  Inspection of the ears revealed\ncrusty, blackish material inside the ears, with the right ear being more severely affected.  The licensee stated that\nthe skin condition had been present for months, but not treated by a veterinarian.  The ear condition was examined\nby a veterinarian in July, 2014 and the owner treated the ears for 3 weeks with an otic solution as prescribed by the\nveterinarian.  However, the owner had not recognized that the ear condition had returned and was not treating the\nears.  Untreated medical conditions can worsen, can be painful, and may be contagious to other dogs in the kennel.\n The licensee must have this dog examined by a veterinarian.  The licensee must keep records of the diagnosis,\ntreatment, and follow-up care and must make these records available to the inspector upon request.  If the animal's\ncondition does not resolve during treatment or returns, the licensee must consult a veterinarian for further evaluation\nand treatment.\nTHE DOG MUST BE EVALUATED BY A VETERINARIAN BY FEBRUARY 12, 2015.\nThe inspection and the exit briefing were conducted with the licensee.",
  "animals_total": 15,
  "species": [
    {
      "count": 12,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 3,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}