{
  "insp_id": "172141617270332",
  "layout": "a",
  "customer_id": "6514",
  "customer_name": "Wilma Jinson",
  "customer_addr": "1161 Beaver Road\nStella, MO 64867",
  "certificate": "43-A-2656",
  "site_id": "001",
  "site_name": "WILMA JINSON",
  "insp_type": "ROUTINE INSPECTION",
  "date": "24-APR-2014",
  "report_date": "27-JUN-2014",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "* There was an adult male Chihuahua (#0A01480129) who was squinting and excessively blinking his left eye. The\neye was tearing and the hair immeidately around it was wet. To the lower right of the pupil, there waas a slightly\nblue, cloudy opacity on the eye. Abnormal lesions on the eye combined with squinting, blinking, and tearing\nindicate the dog may have a painful eye condition.\n* There was a black, male Miniature Pinscher puppy (no ID #) housed alone in an enclosure. The puppy appeared\nto be unthrifty and slightly lethargic. It was reluctant to move about in its enclosure, but when it did it had an\nexaggerated arch to its back, tucking in its abdomen. The puppy's breathing was noticeably labored. These\nabnormal signs indicate the puppy could have a medical condition which could be painful or harmful to his health.\n*There was a red, female, adult Dachshund (#0A02236428) with very dry skin that was flaking off throughout most\nof her coat. Whole clumps of hair were crusting off from her ears, leaving bald spots underneath. She also had\nareas of generalized hair loss throughout her coat. The dog was seen by a veterinarian one month earlier for the\nsame condition. The veterinarian prescribed a 10-day treatment regimen of twice daily antibiotics but the licensee's\nrecords showed that the treatment was only administered twice. Skipping anitibiotic treatments will not help the dog\nheal properly and could even be harmful to the animal.\n** The licensee must have the three animals mentioned above seen by a licensed veterinarian by 29 April 2014 to\nobtain accurate diagnoses and appropriate treatment plans.\n* There was a black and white, adult, female Miniature Schnauzer (#0A01387878) whose white, left, hind paw was\ntinged dark red from a discharge oozing from a wound on the top surface of the paw. The licensee has a\nveterinary-approved protocol for treating such wounds, but the dog was not under any treatment. Open wounds\nseeping discharge could easily become infected and painful to the animals.\n** The licensee must treat this dog in accordance with the facility's veterinary-approved treatment plan for lesions on\nthe paws no later than 26 April 2014.\n* There was an adult, male, white and brown Chihuahua with excessively long toe nails, especially on the dew\nclaws. Excessively long nails are at an increased risk of being ripped out or broken, resulting in a painful injury.\n** The licensee must trim this dog's nails and ensure that the toe nails of all the dogs at the facility are maintained at\na length which is not likely to result in injuries."
    },
    {
      "code": "3.1(e)",
      "kind": "",
      "repeat": true,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "(e) Storage.\nThe food storage area had both opened and unopened bags of dog food on the floor of the building and there was\nkibble strewn out across much of the floor. The building is cluttered and is used to store additional material. Trash,\nfood waste, and clutter offer optimal breeding grounds for pests such as vermin and food sacks stored on the floor\nare at risk for contamination. The licensee shall provide storage facilities that are kept clean and protect supplies\nfrom spoilage, contamination, and vermin infestation. The supplies must be stored off the floor and away from the\nwalls, to allow cleaning underneath and around the supplies. Furthermore, all open supplies of food must be kept in\nleakproof containers with tightly fitting lids to prevent contamination and spoilage."
    },
    {
      "code": "3.1(f)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "(f)Drainage and waste disposal.\nAppropriate waste disposal methods are not being used in the adult sheltered housing facility. During the inspection\nthe kennel employees were washing down the outdoor runs of the facility using a hose and water pressure. The\nwash waste, including piles of feces, flows from the first enclosure of the facility across the floor of all the enclosures\nuntil the waste runs off into the drain adjacent to the last enclosure. This process spreads waste material from the\nenclosures across subsequent enclosures carrying with it any disease or parasites. Additionally, the wash down\ndrain of the indoor portion of the adult sheltered housing facility is at floor level and is surrounded with coated metal\nwire to prevent the animals from having direct contact with it. While the animals do not come into direct contact with\nthe drain it is located only a couple inches from the primary enclosure of three dogs and is therefore close enough\nto be a disease risk. The drain and surrounding area is covered with hair,grime and fecal material from the wash\ndown.\nThe licensee and kennel employees must develop a cleaning/drainage system that minimizes contamination and\ndisease risks.\nTO BE CORRECTED BY: 4/26/14"
    },
    {
      "code": "3.3(c)",
      "kind": "",
      "repeat": false,
      "desc": "SHELTERED HOUSING FACILITIES.",
      "narrative": "(c) Lighting\nThe indoor portion of the adult sheltered housing facility had 2 out of 4 light fixtures that were not functioning. One of\nthe fixtures did not have any light bulbs in it. The facility has a window that provides some light in that area of the\nkennel. However, the facility has non-compliant cleaning issues in the area that the lights are not working and\ninspectors had to use a flashlight to fully visualize the area. The licensee shall ensure the facility has adequate\nlighting to permit routine inspection and cleaning of the facility, and observation of the dogs.\nTO BE CORRECTED BY: 5/8/14"
    },
    {
      "code": "3.6(a)(2)(10)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "(a) General requirements (2)(x)\nInside the whelping facility there were 6 weaned Pug puppies that were observed with their feet and legs falling\nthrough the flooring of the enclosure. Young animals that are not provided adequate support can result in an\ninability to learn a proper gait and has the potential to cause injury. The licensee shall provide enclosures that have\nflooring that does not allow the feet or legs of the animals to pass through any openings of the floor.\nTO BE CORRECTED BY:4/28/14"
    },
    {
      "code": "3.11(a)",
      "kind": "Direct",
      "repeat": true,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "(a) Cleaning of primary enclosures\nDuring the inspection, the kennel employees were washing down the outdoor runs of the adult sheltered housing\nfacility. The employee was using a hose and water pressure to wash waste from the first enclosure of the facility to\nthe last enclosure during which time an adult Miniature Pincher was standing in his outdoor run. The dog's entire\nbody became soiled with water and and brown specs of fecal material from the previous enclosures. Allowing an\nanimal to become soiled and wet in this manner exposes them to disease and parasitic contamination and may\ncause the animal distress.The licensee and employees shall ensure that when water is used to clean the primary\nenclosure, whether by hosing, flushing, or other methods, dogs must be removed, unless the enclosure is large\nenough to ensure the animals would not be harmed, wetted, or distressed in the process.\nTO BE CORRECTED FROM THIS DAY FORWARD\nBoth the kennel employees and the licensee were notified of this non-compliance during the inspection and asked\nto correct the action immediately."
    },
    {
      "code": "3.11(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "(b) Sanitization of primary enclosures and food and water receptacles(2)\nThere were food and water receptacles throughout the facility that were dirty. These included but are not limited to;\nthe water bowl in the last enclosure of the whelping facility that had brown tinted water with fecal material in the\nbottom of the bowl, as well as the metal food receptacles in the outdoor housing area that had a brown thick film\ncovering the bottom of the pan. The licensee shall clean and sanitize food and water receptacles at least once every\n2 weeks and more often if necessary to prevent an accumulation of dirt, debris, food waste, excreta, and other\ndisease hazards.\nTO BE CORRECTED BY:4/28/14"
    },
    {
      "code": "3.11(d)",
      "kind": "",
      "repeat": true,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "(d) Pest control.\nThere was an abundance of ants crawling on the back wall of the sheltered adult housing facility. Pests such as\nants spread disease and can contaminate food and water sources. The licensee shall incorporate an effective pest\ncontrol method to reduce the number ants in the facility.\nTO BE CORRECTED BY: 5/8/14\nThis inspection was conducted with the licensee and an inspector from the Missouri Department of Agriculture. All\nnon-compliant items were discussed with the licensee during the inspection. An on site exit briefing was conducted\nduring the report delivery on 4/25/14.\nAdditional Inspectors\nOwens Amanda, Veterinary Medical Officer"
    }
  ],
  "narrative": "2.40(b)(2)                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n* There was an adult male Chihuahua (#0A01480129) who was squinting and excessively blinking his left eye.  The\neye was tearing and the hair immeidately around it was wet.  To the lower right of the pupil, there waas a slightly\nblue, cloudy opacity on the eye.  Abnormal lesions on the eye combined with squinting, blinking, and tearing\nindicate the dog may have a painful eye condition.\n* There was a black, male Miniature Pinscher puppy (no ID #) housed alone in an enclosure.  The puppy appeared\nto be unthrifty and slightly lethargic.  It was reluctant to move about in its enclosure, but when it did it had an\nexaggerated arch to its back, tucking in its abdomen.  The puppy's breathing was noticeably labored.  These\nabnormal signs indicate the puppy could have a medical condition which could be painful or harmful to his health.\n*There was a red, female, adult Dachshund (#0A02236428) with very dry skin that was flaking off throughout most\nof her coat.  Whole clumps of hair were crusting off from her ears, leaving bald spots underneath.  She also had\nareas of generalized hair loss throughout her coat.  The dog was seen by a veterinarian one month earlier for the\nsame condition.  The veterinarian prescribed a 10-day treatment regimen of twice daily antibiotics but the licensee's\nrecords showed that the treatment was only administered twice.  Skipping anitibiotic treatments will not help the dog\nheal properly and could even be harmful to the animal. \n** The licensee must have the three animals mentioned above seen by a licensed veterinarian by 29 April 2014 to\nobtain accurate diagnoses and appropriate treatment plans. \n* There was a black and white, adult, female Miniature Schnauzer (#0A01387878) whose white, left, hind paw was\ntinged dark red from a discharge oozing from a wound on the top surface of the paw.  The licensee has a\nveterinary-approved protocol for treating such wounds, but the dog was not under any treatment.  Open wounds\nseeping discharge could easily become infected and painful to the animals.\n** The licensee must treat this dog in accordance with the facility's veterinary-approved treatment plan for lesions on\nthe paws no later than 26 April 2014.\n\n* There was an adult, male, white and brown Chihuahua with excessively long toe nails, especially on the dew\nclaws.  Excessively long nails are at an increased risk of being ripped out or broken, resulting in a painful injury. \n** The licensee must trim this dog's nails and ensure that the toe nails of all the dogs at the facility are maintained at\na length which is not likely to result in injuries.\n3.1(e)                    REPEAT\nHOUSING FACILITIES, GENERAL.\n(e) Storage. \nThe food storage area had both opened and unopened bags of dog food on the floor of the building and there was\nkibble strewn out across much of the floor. The building is cluttered and is used to store additional material.  Trash,\nfood waste, and clutter offer optimal breeding grounds for pests such as vermin and food sacks stored on the floor\nare at risk for contamination. The licensee shall provide storage facilities that are kept clean and protect supplies\nfrom spoilage, contamination, and vermin infestation. The supplies must be stored off the floor and away from the\nwalls, to allow cleaning underneath and around the supplies. Furthermore, all open supplies of food must be kept in\nleakproof containers with tightly fitting lids to prevent contamination and spoilage.\n3.1(f)\nHOUSING FACILITIES, GENERAL.\n(f)Drainage and waste disposal.\nAppropriate waste disposal methods are not being used in the adult sheltered housing facility.  During the inspection\nthe kennel employees were washing down the outdoor runs of the facility using a hose and water pressure.  The\nwash waste, including piles of feces, flows from the first enclosure of the facility across the floor of all the enclosures\nuntil the waste runs off into the drain adjacent to the last enclosure.  This process spreads waste material from the\nenclosures across subsequent enclosures carrying with it any disease or parasites.  Additionally, the wash down\ndrain of the indoor portion of the adult sheltered housing facility is at floor level and is surrounded with coated metal\nwire to prevent the animals from having direct contact with it. While the animals do not come into direct contact with\nthe drain it is located only a couple inches from the primary enclosure of three dogs and is therefore close enough\nto be a disease risk. The drain and surrounding area is covered with hair,grime and fecal material from the wash\ndown.\nThe licensee and kennel employees must develop a cleaning/drainage system that minimizes contamination and\ndisease risks.\nTO BE CORRECTED BY: 4/26/14\n3.3(c)\nSHELTERED HOUSING FACILITIES.\n(c) Lighting\n\nThe indoor portion of the adult sheltered housing facility had 2 out of 4 light fixtures that were not functioning. One of\nthe fixtures did not have any light bulbs in it. The facility has a window that provides some light in that area of the\nkennel. However, the facility has non-compliant cleaning issues in the area that the lights are not working and\ninspectors had to use a flashlight to fully visualize the area. The licensee shall ensure the facility has adequate\nlighting to permit routine inspection and cleaning of the facility, and observation of the dogs.\nTO BE CORRECTED BY: 5/8/14\n3.6(a)(2)(10)\nPRIMARY ENCLOSURES.\n(a) General requirements (2)(x)\nInside the whelping facility there were 6 weaned Pug puppies that were observed with their feet and legs falling\nthrough the flooring of the enclosure. Young animals that are not provided adequate support can result in an\ninability to learn a proper gait and has the potential  to cause injury. The licensee shall provide enclosures that have\nflooring that does not allow the feet or legs of the animals to pass through any openings of the floor.\nTO BE CORRECTED BY:4/28/14\n3.11(a)           DIRECT                    REPEAT\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\n(a) Cleaning of primary enclosures\nDuring the inspection, the kennel employees were washing down the outdoor runs of the adult sheltered housing\nfacility. The employee was using a hose and water pressure to wash waste from the first enclosure of the facility to\nthe last enclosure during which time an adult Miniature Pincher was standing in his outdoor run. The dog's entire\nbody became soiled with water and and brown specs of fecal material from the previous enclosures. Allowing an\nanimal to become soiled and wet in this manner exposes them to disease and parasitic contamination and may\ncause the animal distress.The licensee and employees shall ensure that when water is used to clean the primary\nenclosure, whether by hosing, flushing, or other methods, dogs must be removed, unless the enclosure is large\nenough to ensure the animals would not be harmed, wetted, or distressed in the process.\nTO BE CORRECTED FROM THIS DAY FORWARD\nBoth the kennel employees and the licensee were notified of this non-compliance during the inspection and asked\nto correct the action immediately.\n3.11(b)(2)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\n(b) Sanitization of primary enclosures and food and water receptacles(2)\nThere were food and water receptacles throughout the facility that were dirty. These included but are not limited to;\nthe water bowl in the last enclosure of the whelping facility that had brown tinted water with fecal material in the\n\nbottom of the bowl, as well as the metal food receptacles in the outdoor housing area that had a brown thick film\ncovering the bottom of the pan. The licensee shall clean and sanitize food and water receptacles at least once every\n2 weeks and more often if necessary to prevent an accumulation of dirt, debris, food waste, excreta, and other\ndisease hazards.\nTO BE CORRECTED BY:4/28/14\n3.11(d)                    REPEAT\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\n(d) Pest control.\nThere was an abundance of ants crawling on the back wall of the sheltered adult housing facility. Pests such as\nants spread disease and can contaminate food and water sources. The licensee shall incorporate an effective pest\ncontrol method to reduce the number ants in the facility.\nTO BE CORRECTED BY: 5/8/14\nThis inspection was conducted with the licensee and an inspector from the Missouri Department of Agriculture. All\nnon-compliant items were discussed with the licensee during the inspection. An on site exit briefing was conducted\nduring the report delivery on 4/25/14.\nAdditional Inspectors\nOwens Amanda, Veterinary Medical Officer",
  "animals_total": 78,
  "species": [
    {
      "count": 61,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 17,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}