{
  "insp_id": "174150717210544",
  "layout": "a",
  "customer_id": "332969",
  "customer_name": "Cheryl Branch",
  "customer_addr": "437 East 5th Street\nMilan, MO 63556",
  "certificate": "43-A-5955",
  "site_id": "001",
  "site_name": "Cheryl Branch",
  "insp_type": "ROUTINE INSPECTION",
  "date": "22-JUN-2015",
  "report_date": "23-JUN-2015",
  "citations": [
    {
      "code": "3.6(c)(1)(1)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "Space\nAn enclosure housing 2 dogs did not provide enough space for them. Both dogs were measured to be 18 inches in\nlength. The minimum floor space required for these two dogs was calculated to be (18+6)(18+6)/144= 8 square\nfeet. The enclosure with which the dogs were housed in was measured to be 40inches x 23 inches/144 which\nequals 6.4 square feet. This primary enclosure does not allow enough space for the dogs to have freedom of\nmovement or other perform other natural postural movements. The licensee moved the dogs to a larger enclosure\nthat exceeded the minimum space requirements at the time of inspection. The licensee must ensure that all dogs\nare provided with at least the required minimum floor space so that they can have freedom of movement and\nperform other natural postural movements at all times.\nTo be corrected immediately."
    },
    {
      "code": "3.11(a)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "Cleaning of primary enclosures\nThere is an accumulation of fecal material under 4 outside sections, affecting 11 dogs, of a sheltered building\n\"Puppy Barn\". The amount of fecal material has attracted several flies. These flies can transmit diseases to the\ndogs. The licensee stated that the last time she had removed the fecal material from under these enclosures was\n\"2 weeks ago\".\nOn the east side of a sheltered building \"High Barn\" the outside sections of 4 enclosures, affecting 13 dogs, had a\ngreater than a daily accumulation of fecal material present. Some of the fecal material had a dried, whitish\nappearance to it indicating that it is older than 1 day. The amount of fecal material present is a potential for disease\nhazards, insects, pest and odors.\nThe licensee must remove the fecal material from under the primary enclosures and from within the primary\nenclosures. The licensee must ensure that fecal material is removed at least once daily from the primary\nenclosures and as often as necessary from under the elevated enclosures to prevent disease hazards, insects,\npests and odors.\nTo be corrected by: 23 June 15.\nInspection and a verbal exit interview was conducted with licensee and ACI Stephanie Osborne."
    }
  ],
  "narrative": "3.6(c)(1)(1)\nPRIMARY ENCLOSURES.\nSpace\nAn enclosure housing 2 dogs did not provide enough space for them.  Both dogs were measured to be 18 inches in\nlength.  The minimum floor space required for these two dogs was calculated to be (18+6)(18+6)/144= 8 square\nfeet.  The enclosure with which the dogs were housed in was measured to be 40inches x 23 inches/144 which\nequals 6.4 square feet.  This primary enclosure does not allow enough space for the dogs to have freedom of\nmovement or other perform other natural postural movements. The licensee moved the dogs to a larger enclosure\nthat exceeded the minimum space requirements at the time of inspection.  The licensee must ensure that all dogs\nare provided with at least the required minimum floor space so that they can have freedom of movement and\nperform other natural postural movements at all times. \nTo be corrected immediately.\n3.11(a)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\nCleaning of primary enclosures\nThere is an accumulation of fecal material under 4 outside sections, affecting 11 dogs, of a sheltered building\n\"Puppy Barn\".  The amount of fecal material has attracted several flies.  These flies can transmit diseases to the\ndogs.  The licensee stated that the last time she had removed the fecal material from under these enclosures was\n\"2 weeks ago\".\nOn the east side of a sheltered building \"High Barn\" the outside sections of 4 enclosures, affecting 13 dogs, had a\ngreater than a daily accumulation of fecal material present.  Some of the fecal material had a dried, whitish\nappearance to it indicating that it is older than 1 day. The amount of fecal material present is a potential for disease\nhazards, insects, pest and odors.\nThe licensee must remove the fecal material from under the primary enclosures and from within the primary\nenclosures.  The licensee must ensure that fecal material is removed at least once daily from the primary\nenclosures and as often as necessary from under the elevated enclosures to prevent disease hazards, insects,\npests and odors.  \nTo be corrected by:  23 June 15.\n\nInspection and a verbal exit interview was conducted with licensee and ACI Stephanie Osborne.",
  "animals_total": 76,
  "species": [
    {
      "count": 50,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 26,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}