{
  "insp_id": "72151232410941",
  "layout": "a",
  "customer_id": "8612",
  "customer_name": "Predators Of The Heart",
  "customer_addr": "6128 Parkside Dr.\nAnacortes, WA 98221",
  "certificate": "91-C-0071",
  "site_id": "001",
  "site_name": "PREDATORS OF THE HEART",
  "insp_type": "ROUTINE INSPECTION",
  "date": "10-MAR-2015",
  "report_date": "10-MAR-2015",
  "citations": [
    {
      "code": "2.40(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "Licensee(cid:25)s current Program of Veterinary Care has not been signed or updated by the Attending Veterinarian since\n2007. In addition, the only guidance provided is for the wolves (Canis lupus) and did not have any other species\nlisted on the plan. The Program of Veterinary Care is a crucial tool that all facilities must maintain to ensure that the\nanimals receive adequate and timely veterinary care for health issues and for all species located at the facility.\nLicensee must ensure that he has a detailed Veterinary Care Plan, in writing, for all treatments, medications,\nvaccinations, etc. This plan must be approved by the Attending Veterinarian and updated at least once a year\n(annually).\nCorrect By: 3/24/15"
    },
    {
      "code": "3.127(c)",
      "kind": "Direct",
      "repeat": false,
      "desc": "FACILITIES, OUTDOOR.",
      "narrative": "There are two outdoor enclosures that house a total of 5 wolves that do not have adequate drainage. The entire\nfloor space of the enclosures, climbing fixtures and the shelter structures are all covered with mud and/or water.\nThere were several small to medium puddles in various areas of the enclosures covering at least 30% of the floor\nspace. All of the wolves had mud covering the tail, all 4 paws, and their legs all the way up to and including their\nstomach area. These enclosures did have shelter structures with some bedding. However; the bedding is not\nadequate to keep animals clean and dry when the animals are wet and muddy. The licensee stated that they have\nhad a hard time with the water and drainage this year. Additionally, he stated that hay or straw is normally used on\nthe ground of the enclosures every two to three days to assist with decreasing the wetness. No clean or dry hay or\nstraw was evident on the ground or floor of theses enclosure at the time of today's inspection. However; Licensee\ndid direct two employees to lay some straw down in these enclosures when we were leaving the facility. The\ninability to access a dry housing area is distressful and when prolonged, may lead to the development of husbandry\nand sanitation related illness. Constant environmental moisture can not only promote infections but also affects the\nanimal'(cid:25)s ability to thermoregulate in the low temperatures during the cooler season known to be in this area.\nLicensee must ensure that all enclosures have a suitable and effective method to rapidly eliminate excess water\nfrom these enclosures. Licensee must also ensure that all animals are able to get out of the mud and water within\ntheir enclosure. In addition, there must be a clean and dry area that these animals can have access to at all times.\nCorrected at time of Exit"
    },
    {
      "code": "3.128",
      "kind": "",
      "repeat": false,
      "desc": "SPACE REQUIREMENTS.",
      "narrative": "The Lynx enclosure and two cougar enclosures (with a total of three cougars affected) do not have any climbing\nfixtures or elevated platforms for these animals to allow them to move freely and exhibit normal social adjustments\nand postural behaviors for their species. The only elevated surfaces within these enclosures are plastic igloo style\ndog houses that are currently being used as shelter structures. Two of the cougars were noticed to be pacing back\nand forth within their enclosure and the other two animals were noticed to be lying with no real movement within\ntheir enclosure at the time of inspection. Not having the elevated platforms or climbing structures within these\nenclosures can case these animals unnecessary stress and may cause abnormal behavior patterns (such as but\nnot limited to continual pacing). Licensee must ensure that all species of animals at the facility have an adequate\namount of space and fixtures, such as elevated platforms and climbing structures, to allow the animal to move freely\nand exhibit normal social adjustments and postural behaviors.\nCorrected at time of Exit"
    },
    {
      "code": "3.130",
      "kind": "",
      "repeat": false,
      "desc": "WATERING.",
      "narrative": "The watering receptacle in two cougar enclosures, one bob cat enclosure and one ground hog enclosure had a\nmoderate to heavy accumulation of dirt, mud and green organic material in and around the surrounding surface of\nthe water receptacle. Fresh, potable water must be provided as often as necessary for the health and comfort of\nthe animal. All water receptacles must be kept clean and sanitized. In addition, Licensee must ensure that he has\na routine for cleaning for the facility, to include all water receptacles. The two cougars and the bob cat all had fresh\nclean water with clean water receptacles at the time of Exit.\nCorrect By: 3/12/2015\nInspection and Exit Interview conducted with Licensee and Shannon Sebera, Animal Care Inspector."
    }
  ],
  "narrative": "2.40(a)(1)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nLicensee(cid:25)s current Program of Veterinary Care has not been signed or updated by the Attending Veterinarian since\n2007. In addition, the only guidance provided is for the wolves (Canis lupus) and did not have any other species\nlisted on the plan.  The Program of Veterinary Care is a crucial tool that all facilities must maintain to ensure that the\nanimals receive adequate and timely veterinary care for health issues and for all species located at the facility.\nLicensee must ensure that he has a detailed Veterinary Care Plan, in writing, for all treatments, medications,\nvaccinations, etc.  This plan must be approved by the Attending Veterinarian and updated at least once a year\n(annually).\nCorrect By: 3/24/15\n3.127(c)           DIRECT\nFACILITIES, OUTDOOR. \nThere are two outdoor enclosures that house a total of 5 wolves that do not have adequate drainage. The entire\nfloor space of the enclosures, climbing fixtures and the shelter structures are all covered with mud and/or water.\nThere were several small to medium puddles in various areas of the enclosures covering at least 30% of the floor\nspace.  All of the wolves had mud covering the tail, all 4 paws, and their legs all the way up to and including their\nstomach area.  These enclosures did have shelter structures with some bedding.  However; the bedding is not\nadequate to keep animals clean and dry when the animals are wet and muddy.  The licensee stated that they have\nhad a hard time with the water and drainage this year. Additionally, he stated that hay or straw is normally used on\nthe ground of the enclosures every two to three days to assist with decreasing the wetness. No clean or dry hay or\nstraw was evident on the ground or floor of theses enclosure at the time of today's inspection.  However; Licensee\ndid direct two employees to lay some straw down in these enclosures when we were leaving the facility.  The\ninability to access a dry housing area is distressful and when prolonged, may lead to the development of husbandry\nand sanitation related illness.   Constant environmental moisture can not only promote infections but also affects the\nanimal'(cid:25)s ability to thermoregulate in the low temperatures during the cooler season known to be in this area. \nLicensee must ensure that all enclosures have a suitable and effective method to rapidly eliminate excess water\nfrom these enclosures.  Licensee must also ensure that all animals are able to get out of the mud and water within\n\ntheir enclosure. In addition, there must be a clean and dry area that these animals can have access to at all times.  \nCorrected at time of Exit  \n3.128\nSPACE REQUIREMENTS. \nThe Lynx enclosure and two cougar enclosures (with a total of three cougars affected) do not have any climbing\nfixtures or elevated platforms for these animals to allow them to move freely and exhibit normal social adjustments\nand postural behaviors for their species.  The only elevated surfaces within these enclosures are plastic igloo style\ndog houses that are currently being used as shelter structures.  Two of the cougars were noticed to be pacing back\nand forth within their enclosure and the other two animals were noticed to be lying with no real movement within\ntheir enclosure at the time of inspection. Not having the elevated platforms or climbing structures within these\nenclosures can case these animals unnecessary stress and may cause abnormal behavior patterns (such as but\nnot limited to continual pacing). Licensee must ensure that all species of animals at the facility have an adequate\namount of space and fixtures, such as elevated platforms and climbing structures, to allow the animal to move freely\nand exhibit normal social adjustments and postural behaviors. \nCorrected at time of Exit\n3.130\nWATERING.  \nThe watering receptacle in two cougar enclosures, one bob cat enclosure and one ground hog enclosure had a\nmoderate to heavy accumulation of dirt, mud and green organic material in and around the surrounding surface of\nthe water receptacle.  Fresh, potable water must be provided as often as necessary for the health and comfort of\nthe animal.  All water receptacles must be kept clean and sanitized.  In addition, Licensee must ensure that he has\na routine for cleaning for the facility, to include all water receptacles. The two cougars and the bob cat all had fresh\nclean water with clean water receptacles at the time of Exit.\nCorrect By: 3/12/2015\nInspection and Exit Interview conducted with Licensee and Shannon Sebera, Animal Care Inspector.",
  "animals_total": 35,
  "species": [
    {
      "count": 16,
      "scientific": "Canis lupus",
      "common": "GRAY WOLF / GREY WOLF / TIMBER WOLF"
    },
    {
      "count": 1,
      "scientific": "Coendou prehensilis",
      "common": "PREHENSILE-TAILED PORCUPINE"
    },
    {
      "count": 1,
      "scientific": "Didelphis virginiana",
      "common": "VIRGINIA OPOSSUM"
    },
    {
      "count": 1,
      "scientific": "Hystrix africaeaustralis",
      "common": "CAPE PORCUPINE"
    },
    {
      "count": 1,
      "scientific": "Lynx lynx",
      "common": "NORTHERN/EURASIAN LYNX"
    },
    {
      "count": 1,
      "scientific": "Lynx rufus",
      "common": "BOBCAT"
    },
    {
      "count": 1,
      "scientific": "Marmota monax",
      "common": "GROUNDHOG / WOODCHUCK"
    },
    {
      "count": 1,
      "scientific": "Mephitis mephitis",
      "common": "STRIPED SKUNK"
    },
    {
      "count": 3,
      "scientific": "Nasua nasua",
      "common": "SOUTH AMERICAN COATI"
    },
    {
      "count": 6,
      "scientific": "Puma concolor",
      "common": "PUMA / MOUNTAIN LION / COUGAR"
    },
    {
      "count": 2,
      "scientific": "Vulpes lagopus",
      "common": "ARCTIC FOX"
    },
    {
      "count": 1,
      "scientific": "Vulpes vulpes",
      "common": "RED FOX (INCLUDES SILVER FOX & CROSS FOX)"
    }
  ]
}