{
  "insp_id": "120151334320805",
  "layout": "a",
  "customer_id": "13482",
  "customer_name": "John H Lynch",
  "customer_addr": "240 Walnut Dale Rd\nShippensburg, PA 17257",
  "certificate": "23-B-0187",
  "site_id": "001",
  "site_name": "JOHN LYNCH",
  "insp_type": "ROUTINE INSPECTION",
  "date": "30-APR-2015",
  "report_date": "30-APR-2015",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "*** A brindle and white male Bulldog identified as Studly (Microchip ending in #943) was noted to have a squint to\nthe left eye. The eye itself had an area on the ventral (lower) half of the corneal surface that appeared cloudy and\nthe lower eyelid was rolling inwards so that the haired portion of the eyelid is rubbing against the eye itself. There\ndid not appear to be significant reddening of the conjunctiva (membranes surrounding the eye), however, the skin\nfolds under the affected eye were wet from what appeared to be excessive tearing. When this was pointed out to\nthe licensees they both stated they were unaware of the condition and the facility did not have record identifying this\nissue or referring it to the attending veterinarian for diagnosis and treatment. Failure to properly identify ocular\nconditions such as this can delay treatment and may lead to worsening of the condition.\n*** A brindle and white male Bulldog identified as Heart Breaker (Microchip ending in #300) was noted to have a\nred fleshy mass in the corner of the right eye nearest the nose. The licensee stated that this dog had recently had\ntreatment for cherry eye and entropion and that the veterinarian had informed her that there may be swelling\npost-operatively. The facility(cid:25)s records confirmed that this dog had been identified and received surgery in February\n2015 but had no further follow-up or any direction for follow-up from the veterinarian. The licensee stated that she\nintended to have the veterinarian look at this dog again when he came to conduct physical exams on all of the dogs\n(currently planned for June). Although this was identified and treated previously by the attending veterinarian, when\nconditions fail to resolve as expected it is the responsibility of the licensee to communicate that to the attending\nveterinarian so that additional guidance can be provided.\n*** A fawn and white male Bulldog identified as Romeo (Microchip ending in #470) had a small area (approximately\n1cm round) of hair loss on the right upper neck. The underlying skin was red and appeared both inflamed and moist\nwith a small amount of crusts around the margin. Hair loss can occur from multiple causes and veterinary\nexamination is necessary to properly diagnose and treat this condition.\nRecords of treatments and veterinarian recommendations are necessary to ensure good communication between\nall staff when individual animals are undergoing care or have chronic conditions requiring monitoring. For animals\nexpected to have chronic conditions the licensee must seek guidance regarding: continued care, any necessary\nchanges in husbandry, and indications that additional care or recheck examination by the veterinarian is needed.\nCorrect by ensuring that each of these animals are examined by the Attending Veterinarian and that records of the\nrecommendations and treatment are maintained for review by APHIS Officials upon request.\nCorrect by: 5 May 2015\nAn exit interview was conducted with facility owners, David Oelberg VMO, and Dana Miller SACS.\nAdditional Inspectors\nMiller Dana, Supervisory Animal Care Specialist"
    }
  ],
  "narrative": "2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n*** A brindle and white male Bulldog identified as Studly (Microchip ending in #943) was noted to have a squint to\nthe left eye.  The eye itself had an area on the ventral (lower) half of the corneal surface that appeared cloudy and\nthe lower eyelid was rolling inwards so that the haired portion of the eyelid is rubbing against the eye itself. There\ndid not appear to be significant reddening of the conjunctiva (membranes surrounding the eye), however, the skin\nfolds under the affected eye were wet from what appeared to be excessive tearing.  When this was pointed out to\nthe licensees they both stated they were unaware of the condition and the facility did not have record identifying this\nissue or referring it to the attending veterinarian for diagnosis and treatment. Failure to properly identify ocular\nconditions such as this can delay treatment and may lead to worsening of the condition.  \n*** A brindle and white  male Bulldog identified as Heart Breaker (Microchip ending in #300) was noted to have a\nred fleshy mass  in the corner of the right eye nearest the nose. The licensee stated that this dog had recently had\ntreatment for cherry eye and entropion and that the veterinarian had informed her that there may be swelling\npost-operatively.  The facility(cid:25)s records confirmed that this dog had been identified and received surgery in February\n2015 but had no further follow-up or any direction for follow-up from the veterinarian.  The licensee stated that she\nintended to have the veterinarian look at this dog again when he came to conduct physical exams on all of the dogs\n(currently planned for June).  Although this was identified and treated previously by the attending veterinarian, when\nconditions fail to resolve as expected it is the responsibility of the licensee to communicate that to the attending\nveterinarian so that additional guidance can be provided.    \n*** A fawn and white male Bulldog identified as Romeo (Microchip ending in #470) had a small area (approximately\n1cm round) of hair loss on the right upper neck.  The underlying skin was red and appeared both inflamed and moist\nwith a small amount of crusts around the margin.  Hair loss can occur from multiple causes and veterinary\nexamination is necessary to properly diagnose and treat this condition.  \nRecords of treatments and veterinarian recommendations are necessary to ensure good communication between\nall staff when individual animals are undergoing care or have chronic conditions requiring monitoring.   For animals\nexpected to have chronic conditions the licensee must seek guidance regarding: continued care, any necessary\nchanges in husbandry, and indications that additional care or recheck examination by the veterinarian is needed.\n\nCorrect by ensuring that each of these animals are examined by the Attending Veterinarian and that records of the\nrecommendations and treatment are maintained for review by APHIS Officials upon request. \nCorrect by:  5 May 2015\nAn exit interview was conducted with facility owners, David Oelberg VMO, and Dana Miller SACS.\nAdditional Inspectors\nMiller Dana, Supervisory Animal Care Specialist",
  "animals_total": 67,
  "species": [
    {
      "count": 67,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    }
  ]
}