{
  "insp_id": "2016082569739953",
  "layout": "a",
  "customer_id": "13609",
  "customer_name": "Save The Chimps Inc",
  "customer_addr": "Po Box 12220\nFt Pierce, FL 34979",
  "certificate": "58-C-0706",
  "site_id": "001",
  "site_name": "SAVE THE CHIMPS INC",
  "insp_type": "ROUTINE INSPECTION",
  "date": "26-FEB-2020",
  "report_date": "26-FEB-2020",
  "citations": [
    {
      "code": "3.75(a)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "Stripping paint was observed on the walls of five housing units for the chimpanzees. One housing unit had chipping\nand peeling paint observed outside on a vent hood's surface, which was situated over a temporary food holding\nstation. All of the five housing units had rows of stripping paint observed below and around the windows of the\nouter enclosure for chimpanzee indoor housing. One housing unit, Doug's Island, had stripping paint observed\ninside the indoor housing enclosure for the chimps.\nChipping and peeling paint can be injurious to the animals if ingested. The structure of the indoor housing area\nmust be kept in good repair and must protect the animals from injury.\nCorrect the inside enclosure of the indoor housing unit at Doug's Island by 4/26/2020.\nCorrect the outer enclosures of the remaining housing units by 07/26/2020.\nThis inspection and exit interview were conducted with facility representatives.\nAdditional Inspectors\nMaginnis Gwendalyn, Veterinary Medical Officer"
    }
  ],
  "narrative": "3.75(a)\nHOUSING FACILITIES, GENERAL. \nStripping paint was observed on the walls of five housing units for the chimpanzees.  One housing unit had chipping\nand peeling paint observed outside on a vent hood's surface, which was situated over a temporary food holding\nstation.  All of the five housing units had rows of stripping paint observed below and around the windows of the\nouter enclosure for chimpanzee indoor housing.  One housing unit, Doug's Island, had stripping paint observed\ninside the indoor housing enclosure for the chimps.  \nChipping and peeling paint can be injurious to the animals if ingested.  The structure of the indoor housing area\nmust be kept in good repair and must protect the animals from injury.\nCorrect the inside enclosure of the indoor housing unit at Doug's Island by 4/26/2020.\nCorrect the outer enclosures of the remaining housing units by 07/26/2020.\nThis inspection and exit interview were conducted with facility representatives.\nAdditional Inspectors\nMaginnis Gwendalyn, Veterinary Medical Officer",
  "animals_total": 232,
  "species": [
    {
      "count": 232,
      "scientific": "Pan troglodytes",
      "common": "CHIMPANZEE"
    }
  ]
}