{
  "insp_id": "2016090000768273",
  "layout": "b",
  "customer_id": "6010949",
  "customer_name": "Woody Wiley",
  "customer_addr": "13001 Hwy 2\nCantril, IA 82542",
  "certificate": "42-A-1676",
  "site_id": "001",
  "site_name": "Woody Wiley",
  "insp_type": "ROUTINE INSPECTION",
  "date": "17-FEB-2022",
  "report_date": "22-FEB-2022",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": false,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "* A Golden Retriever Female ( Microchip # OAO2551511 ) was showing hair loss on an estimated 50 percent of its body.\nA reddened color to the skin (which was dry in appearance) was observed on both sides and on top of its back. A Bichon\nFrise Female ( Microchip # 900215000892 ) was showing hair loss on 25 percent of its body. A reddened color to the skin\n(which was dry in appearance) was observed on top of the rear end hips and along the right side. The licensee stated\nthat the hair loss was from the male in the enclosure with this female was pulling the hair our during mating. Hair loss can\nhave many causes such as parasites, infectious, nutritional, and may be a sign of a more serious health concern. Hair\nloss can be painful causing discomfort for the dog. There were no records available at the time of this inspection\ndescribing the extent of the hair loss and the veterinary care provided.\n********************************************************************************************\n* A Golden Retriever Female ( Microchip # OCOOO11O14O ) was observed with a scab (which were dry in appearance)\nover the front shoulders. Skin problems can be painful and can be an indication of an underlying medical condition. Skin\nproblems can indicate poor health or nutrition or injury/trauma to the animal. Conditions such as these may be painful and\ncan lead to further health complications.\n**********************************************************************************************\n* A Samoyed Husky Female ( Microchip # 7E10334908 ) is thin in appearance. When viewed from the back and side,\nthe ribs, backbone and hip bones were visible from a lack of fat cover. In addition, an abdominal tuck and prominent waist\nwere observed. The licensee stated that the thin condition was from this female nursing puppies that had been weaned.\nAt the time of inspection, the attending veterinarian had not been consulted. The loss of body weight could be an\nindication this dog is not receiving adequate nutrition or it could be internal problems. This can affect the ability of this dog\nto gain or maintain its body weight.\n******************************************************************************************\nThese four animals must be examined by a licensed vet and appropriate treatment administrated. Documentation must be\nmaintained on all medical problems, diagnosis and treatments. All medical records must be made available to the\ninspector upon request. Correct by 2/24/22."
    },
    {
      "code": "2.75(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Records: Dealers and exhibitors.",
      "narrative": "* The licensee's official USDA dog on hand records (7005's) and disposition of animals records (7006's) were not\navailable to be viewed at the time of inspection. There were 237 adult dogs counted during the inspection. Complete and\naccurate records are necessary to ensure each animal's identity can be known with certainty and to facilitate the ability to\ntrace those animals. Missing records impede in the inspection process and makes animal tracking difficult to impossible.\nComplete and accurate records must be maintained at all times. The licensee shall make, keep, and maintain records or\nforms which fully and correctly disclose the following information concerning each dog or cat purchased or otherwise\nacquired, owned, held, or otherwise in his or her possession or under his or her control, or which is transported,\neuthanized, sold, or otherwise disposed of by that dealer or exhibitor. Correct by 3/3/22."
    },
    {
      "code": "3.8",
      "kind": "",
      "repeat": false,
      "desc": "Exercise for dogs.",
      "narrative": "* There was no written exercise plan for the 237 adult dogs at the time of inspection. This helps to ensure the\nminimum floor space requirement is being met. Minimal floor space for exercise is necessary for the physical health and\nwell-being of all dogs housed at the facility. The licensee must develop an exercise plan with the attending veterinarian\nthat documents the frequency, method, and duration of exercise for each animal. The plan must ensure that all animals\nare receiving an adequate opportunity for exercise and physical movement. This plan must be approved by the attending\nveterinarian and also must be made available to the APHIS inspector upon request. Correct by 3/3/22"
    },
    {
      "code": "3.13(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "Veterinary care for dogs.",
      "narrative": "* No medical records are being maintained on five adult dogs at the facility. A Golden Retriever Female ( Microchip #\n0A02551511) for hair loss , a Golden Retriever Female ( Microchip # 0C00110140 ) for an open wound that has a scab\nformed on the wound, a Samoyed Husky Female ( Microchip # 7E10334908 ) for being thin, a Bichon Frise Female (\nMicrochip # 900215000892 ) for hair loss and a Golden Retriever Female ( Microchip # 7E10070969 ) being blind. The\nlicensee stated that no medical records have been maintained on the five adult dogs at the time of inspection.\nMaintaining medical records on any abnormal condition observed on any dog at the premise is essential to always have\non hand. Medical records give a detailed description on when the abnormal condition was first observed, and any\ncorrespondence done by the licensee with the attending veterinarian. It will contain any diagnosis made the attending\nveterinarian and any treatment recommended by the attending veterinarian. Medical records on all dogs and puppies\nbeing kept at the licensee's facility are very essential and must be made available to the inspector upon request during the\nfacility inspection. The licensee shall maintain medical records if a problem is identified (such as a disease, injury, or\nillness), the date and a description of the problem, examination findings, test results, plan for treatment and care, and\ntreatment procedures performed, when appropriate. Correct by 2/24/22\nThis inspection and exit interview done on 2/17/22 were conducted with the licensee.\nEnd Section"
    }
  ],
  "narrative": "2.40(b)(2)  Direct\n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \n*  A Golden Retriever Female ( Microchip # OAO2551511 )  was showing hair loss on an estimated 50 percent of its body.   \nA reddened color to the skin (which was dry in appearance) was observed on both sides and on top of its back.  A Bichon \nFrise Female ( Microchip # 900215000892 ) was showing hair loss on 25 percent of its body.  A reddened color to the skin \n(which was dry in appearance) was observed on top of the rear end hips and along the right side.  The licensee stated \nthat the hair loss was from the male in the enclosure with this female was pulling the hair our during mating.  Hair loss can \nhave many causes such as parasites, infectious, nutritional, and may be a sign of a more serious health concern.   Hair \nloss can be painful causing discomfort for the dog.  There were no records available at the time of this inspection \ndescribing the extent of the hair loss and the veterinary care provided. \n******************************************************************************************** \n*  A Golden Retriever Female ( Microchip # OCOOO11O14O )  was observed with a scab (which were dry in appearance)  \nover the front shoulders.  Skin problems can be painful and can be an indication of an underlying medical condition.   Skin \nproblems can indicate poor health or nutrition or injury/trauma to the animal. Conditions such as these may be painful and \ncan lead to further health complications. \n********************************************************************************************** \n* A Samoyed Husky Female ( Microchip # 7E10334908 ) is thin in appearance.   When viewed from the back and side,\n\nthe ribs, backbone and hip bones were visible from a lack of fat cover. In addition, an abdominal tuck and prominent waist \nwere observed.  The licensee stated that the thin condition was from this female nursing puppies that had been weaned.  \nAt the time of inspection, the attending veterinarian had not been consulted. The loss of body weight could be an \nindication this dog is not receiving adequate nutrition or it could be internal problems. This can affect the ability of this dog \nto gain or maintain its body weight. \n****************************************************************************************** \nThese four animals must be examined by a licensed vet and appropriate treatment administrated. Documentation must be \nmaintained on all medical problems, diagnosis and treatments. All medical records must be made available to the \ninspector upon request.  Correct by 2/24/22. \n2.75(a)(1) \n   \nRecords: Dealers and exhibitors. \n*   The licensee's official USDA dog on hand records (7005's) and disposition of animals records (7006's) were not \navailable to be viewed at the time of inspection.  There were 237 adult dogs counted during the inspection.  Complete and \naccurate records are necessary to ensure each animal's identity can be known with certainty and to facilitate the ability to \ntrace those animals.  Missing records impede in the inspection process and makes animal tracking difficult to impossible.   \nComplete and accurate records must be maintained at all times.   The licensee shall make, keep, and maintain records or \nforms which fully and correctly disclose the following information concerning each dog or cat purchased or otherwise \nacquired, owned, held, or otherwise in his or her possession or under his or her control, or which is transported, \neuthanized, sold, or otherwise disposed of by that dealer or exhibitor.   Correct by 3/3/22. \n3.8 \n   \nExercise for dogs.\n\n*      There was no written exercise plan for the 237 adult dogs at the time of inspection.  This helps to ensure the \nminimum floor space requirement is being met.    Minimal floor space for exercise is necessary for the physical health and \nwell-being of all dogs housed at the facility.  The licensee must develop an exercise plan with the attending veterinarian \nthat documents the frequency, method, and duration of exercise for each animal.   The plan must ensure that all animals \nare receiving an adequate opportunity for exercise and physical movement.  This plan must be approved by the attending \nveterinarian and also must be made available to the APHIS inspector upon request.  Correct by 3/3/22 \n3.13(b)(2) \n   \nVeterinary care for dogs. \n*  No medical records are being maintained on five adult dogs at the facility.  A Golden Retriever Female ( Microchip # \n0A02551511) for hair loss , a Golden Retriever Female ( Microchip # 0C00110140 ) for an open wound that has a scab \nformed on the wound, a Samoyed Husky Female ( Microchip # 7E10334908 ) for being thin, a Bichon Frise Female ( \nMicrochip # 900215000892 ) for hair loss  and a Golden Retriever Female ( Microchip # 7E10070969 ) being blind.   The \nlicensee stated that no medical records have been maintained on the five adult dogs at the time of inspection.  \nMaintaining medical records on any abnormal condition observed on any dog at the premise is essential to always have \non hand.  Medical records give a detailed description on when the abnormal condition was first observed, and any \ncorrespondence done by the licensee with the attending veterinarian.  It will contain any diagnosis made the attending \nveterinarian and any treatment recommended by the attending veterinarian.   Medical records on all dogs and puppies \nbeing kept at the licensee's facility are very essential and must be made available to the inspector upon request during the \nfacility inspection.   The licensee shall maintain medical records if a problem is identified (such as a disease, injury, or \nillness), the date and a description of the problem, examination findings, test results, plan for treatment and care, and \ntreatment procedures performed, when appropriate.  Correct by 2/24/22 \n \nThis inspection and exit interview done on 2/17/22 were conducted with the licensee.\n\nEnd Section",
  "animals_total": 248,
  "species": [
    {
      "count": 237,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 11,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}