{
  "insp_id": "318141022060632",
  "layout": "a",
  "customer_id": "7117",
  "customer_name": "Clinton Holmes",
  "customer_addr": "13 Long Lane\nAlburtis, PA 18011",
  "certificate": "23-A-0403",
  "site_id": "001",
  "site_name": "CLINTON HOLMES",
  "insp_type": "ROUTINE INSPECTION",
  "date": "14-NOV-2014",
  "report_date": "14-NOV-2014",
  "citations": [
    {
      "code": "3.26(b)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, INDOOR.",
      "narrative": "Section 3.26(b) Ventilation: There is an ammonia odor in the room housing the hamsters. The licensee informed\nthe APHIS official that the exhaust fan for the room was set on a timer. The exhaust fan did not turn on during the\ninspection of the hamster room which lasted at least one hour. The ceiling air vents and the exhaust fan have an\naccumulation of dust and debris. A dirty ventilation system may decrease the effectiveness of the system for\nproviding fresh air to the hamsters. The ammonia odor in the room may irritate the eyes and respiratory tract of the\nhamsters and cause health problems. The exhaust fan and ceiling vents must be kept clean. The room housing\nthe hamsters must be adequately ventilated to provide for the health and comfort of the hamsters at all times.\nCorrect by November 17, 2014."
    },
    {
      "code": "3.31(b)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "Section 3.31(b) Housekeeping: The rack holding the hamster enclosures in the first row is also being used to store\nenclosure tops and miscellaneous items. Bedding, enclosures, supplies and a heater are piled to the right of the\ndoor so the floor cannot be adequately cleaned in this area. Enclosures housing animals must be kept away from\nstorage for the safety of the animals. Items necessary for the care of the hamsters must be stored on an organized\nmanner to allow the room to be adequately cleaned to maintain the health of the animals.\nCorrect by November 25, 2014.\nAn exit briefing was conducted with the co-owner."
    }
  ],
  "narrative": "3.26(b)\nFACILITIES, INDOOR.\nSection 3.26(b) Ventilation: There is an ammonia odor in the room housing the hamsters.  The licensee informed\nthe APHIS official that the exhaust fan for the room was set on a timer.  The exhaust fan did not turn on during the\ninspection of the hamster room which lasted at least one hour.  The ceiling air vents and the exhaust fan have an\naccumulation of dust and debris.  A dirty ventilation system may decrease the effectiveness of the system for\nproviding fresh air to the hamsters.  The ammonia odor in the room may irritate the eyes and respiratory tract of the\nhamsters and cause health problems.  The exhaust fan and ceiling vents must be kept clean.  The room housing\nthe hamsters must be adequately ventilated to provide for the health and comfort of the hamsters at all times.\nCorrect by November 17, 2014.   \n3.31(b)\nSANITATION.\nSection 3.31(b) Housekeeping: The rack holding the hamster enclosures in the first row is also being used to store\nenclosure tops and miscellaneous items.  Bedding, enclosures, supplies and a heater are piled to the right of the\ndoor so the floor cannot be adequately cleaned in this area.  Enclosures housing animals must be kept away from\nstorage for the safety of the animals.  Items necessary for the care of the hamsters must be stored on an organized\nmanner to allow the room to be adequately cleaned to maintain the health of the animals.\nCorrect by November 25, 2014.\nAn exit briefing was conducted with the co-owner.",
  "animals_total": 1379,
  "species": [
    {
      "count": 757,
      "scientific": "Phodopus roborovskis",
      "common": "ROBOROVSKIS DWARF HAMSTER"
    },
    {
      "count": 622,
      "scientific": "Phodopus sungorus",
      "common": "DJUNGARIAN / RUSSIAN WINTER WHITE DWARF HAMSTER"
    }
  ]
}