{
  "insp_id": "2016082567938156",
  "layout": "a",
  "customer_id": "5922",
  "customer_name": "Dave Ruter",
  "customer_addr": "510 13th Ave S. W.\nSioux Center, IA 51250",
  "certificate": "42-A-1253",
  "site_id": "001",
  "site_name": "DAVE RUTER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "20-SEP-2016",
  "report_date": "26-SEP-2016",
  "citations": [
    {
      "code": "3.1(c)(1)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "* Four metal self-feeders used to feed five adult dogs are excessively rusty and pitting for the bottom portion of the\nfeed receptacles.\nSix metal dog doors, used by eight adult dogs, are excessively rusty and pitting.\nThe end enclosures for the Outside Runs, all housing six adult dogs, had two metal panel dividers and two metal\nbars that are excessively rusty and pitting. These metal bars are along the bottom of the dividers and had corroded\naway in areas. These rusty and pitting metal surfaces cannot be properly cleaned and sanitized. The structural\nstrength of the metal surfaces can be jeopardized. This can increase the disease hazards for the dogs. Also,\naffecting the structural strength of the panels and metal bar dividers allowing the dogs to escape or get injured\nescaping.\nAll metal surfaces must be free of rust. This will allow the metal surfaces to be readily cleaned and sanitized\ndecrease the disease potential. Also, this will maintain the structural integrity of the metal surfaces.\nTo be corrected by, 31-October-2016."
    },
    {
      "code": "3.1(c)(2)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "* Two enclosures in the Weaning Area have plastic vertical PVC track sliders that are excessively chewed and\nscratched. These two enclosures have square PVC pipe “puppy bumpers” that the surfaces were excessively\nchewed or scratched. There was an accumulation of grayish debris in some of these chewed areas.\nIn the whelping Room, there was a plastic whelping box with square PVC pipe “puppy bumpers”. These surfaces\nwere excessively chewed and had grayish debris in some of the chewed areas.\nIn the Boston Kennel area, there were two enclosures with fiber board panel dividers. These dividers had large\nholes that were chewed and exposing fiber around the edges. These chewed areas had light brown debris. One\nhole, located near a metal self-feeder, was exposing bare wood framing.\nThe Lean-to Kennel had three dog doorways lined with plastic. The plastic was excessively chewed and scratched\non the edges of the doorways. There was brownish grime in these chewed areas.\nThe southernmost outdoor shelter of the Eastside Runs had a wood wall and board along the bottom of the dog\ndoor. These wood surfaces were excessively chewed and scratched. The wood surface was not impervious to\nmoisture.\nThese mentioned surfaces cannot be properly cleaned and sanitized. As a result, this can increase the disease\npotential for the 13 adult dogs.\nAll surfaces must be maintained and kept in good repair. This will allow for the surfaces to be readily cleaned and\nsanitized in the prevention of diseases.\nTo be corrected by, 30-November-2016."
    },
    {
      "code": "3.1(c)(3)",
      "kind": "",
      "repeat": true,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "* Eight dog doors and the dog door inserts, used by nine adult dogs, had an accumulation of dark brown to brown\ngrime on their surfaces. Two enclosures in the Lean-to area had an accumulation of light brown grime or waste on\nthe area around the dog door or back wall.\nThe back wall for four enclosures, all housing four adult dogs, in the Outside Runs had an accumulation of brown\ngrime or waste on the surfaces. This indicates the surfaces are not being spot-cleaned daily and sanitized\nfrequently. This can increase the disease hazards for the dogs.\nFor the prevention of diseases and accumulation of waste on the hard surfaces, all surfaces must be spot-cleaned\ndaily and sanitized frequently."
    },
    {
      "code": "3.9(b)",
      "kind": "",
      "repeat": false,
      "desc": "FEEDING.",
      "narrative": "* There was 10 metal self-feeders used to feed 13 adult dogs and two puppies. These self-feeders had an\naccumulation of brown grime or debris and hair around the part of the feeders where the dogs eat. This indicates\nthe feed receptacles are not being kept clean and sanitized. This can increase the disease potential for the dogs.\nAll self-feeders must be kept clean and sanitized for the prevention of disease hazards and accumulation of debris.\nTo be corrected by, 27-September-2016."
    },
    {
      "code": "3.10",
      "kind": "",
      "repeat": false,
      "desc": "WATERING.",
      "narrative": "* Seven Water receptacles or bowls had an accumulation or dark green algae. This indicates the bowls are being\nkept and clean and sanitized. This can increase the disease potential for eight adult dogs. These watering\nreceptacles were located in the Outside Runs and Eastside runs.\nAll watering receptacles must be kept clean and sanitized. This will reduce the disease potential for the animals.\nTo be corrected by, 27-September-2016.\nThis inspection and exit interview were conducted with the facility representative and Randall Wagner(ACI).\nThis inspection will be sent by e-mail."
    }
  ],
  "narrative": "3.1(c)(1)\nHOUSING FACILITIES, GENERAL.\n* Four metal self-feeders used to feed five adult dogs are excessively rusty and pitting for the bottom portion of the\nfeed receptacles. \nSix metal dog doors, used by eight adult dogs, are excessively rusty and pitting.  \nThe end enclosures for the Outside Runs, all housing six adult dogs, had two metal panel dividers and two metal\nbars that are excessively rusty and pitting. These metal bars are along the bottom of the dividers and had corroded\naway in areas.  These rusty and pitting metal surfaces cannot be properly cleaned and sanitized.  The structural\nstrength of the metal surfaces can be jeopardized. This can increase the disease hazards for the dogs.  Also,\naffecting the structural strength of the panels and metal bar dividers allowing the dogs to escape or get injured\nescaping. \nAll metal surfaces must be free of rust.  This will allow the metal surfaces to be readily cleaned and sanitized\ndecrease the disease potential.  Also, this will maintain the structural integrity of the metal surfaces. \nTo be corrected by, 31-October-2016.\n3.1(c)(2)\nHOUSING FACILITIES, GENERAL.\n* Two enclosures in the Weaning Area have plastic vertical PVC track sliders that are excessively chewed and\nscratched.  These two enclosures have square PVC pipe “puppy bumpers” that the surfaces were excessively\nchewed or scratched.  There was an accumulation of grayish debris in some of these chewed areas. \nIn the whelping Room, there was a plastic whelping box with square PVC pipe “puppy bumpers”.  These surfaces\nwere excessively chewed and had grayish debris in some of the chewed areas.\n\nIn the Boston Kennel area, there were two enclosures with fiber board panel dividers. These dividers had large\nholes that were chewed and exposing fiber around the edges.  These chewed areas had light brown debris.  One\nhole, located near a metal self-feeder, was exposing bare wood framing. \nThe Lean-to Kennel had three dog doorways lined with plastic.  The plastic was excessively chewed and scratched\non the edges of the doorways.  There was brownish grime in these chewed areas. \nThe southernmost outdoor shelter of the Eastside Runs had a wood wall and board along the bottom of the dog\ndoor. These wood surfaces were excessively chewed and scratched.  The wood surface was not impervious to\nmoisture. \nThese mentioned surfaces cannot be properly cleaned and sanitized.  As a result, this can increase the disease\npotential for the 13 adult dogs.\nAll surfaces must be maintained and kept in good repair.  This will allow for the surfaces to be readily cleaned and\nsanitized in the prevention of diseases. \nTo be corrected by, 30-November-2016.\n3.1(c)(3)                    REPEAT\nHOUSING FACILITIES, GENERAL.\n* Eight dog doors and the dog door inserts, used by nine adult dogs, had an accumulation of dark brown to brown\ngrime on their surfaces. Two enclosures in the Lean-to area had an accumulation of light brown grime or waste on\nthe area around the dog door or back wall. \nThe back wall for four enclosures, all housing four adult dogs, in the Outside Runs had an accumulation of brown\ngrime or waste on the surfaces. This indicates the surfaces are not being spot-cleaned daily and sanitized\nfrequently.  This can increase the disease hazards for the dogs.\nFor the prevention of diseases and accumulation of waste on the hard surfaces, all surfaces must be spot-cleaned\ndaily and sanitized frequently.\n3.9(b)\nFEEDING.\n* There was 10 metal self-feeders used to feed 13 adult dogs and two puppies.  These self-feeders had an\n\naccumulation of brown grime or debris and hair around the part of the feeders where the dogs eat.  This indicates\nthe feed receptacles are not being kept clean and sanitized.  This can increase the disease potential for the dogs. \nAll self-feeders must be kept clean and sanitized for the prevention of disease hazards and accumulation of debris.  \nTo be corrected by, 27-September-2016.\n3.10\nWATERING.\n* Seven Water receptacles or bowls had an accumulation or dark green algae.  This indicates the bowls are being\nkept and clean and sanitized.  This can increase the disease potential for eight adult dogs.  These watering\nreceptacles were located in the Outside Runs and Eastside runs.\nAll watering receptacles must be kept clean and sanitized.  This will reduce the disease potential for the animals.\nTo be corrected by, 27-September-2016.\nThis inspection and exit interview were conducted with the facility representative and Randall Wagner(ACI).\nThis inspection will be sent by e-mail.",
  "animals_total": 68,
  "species": [
    {
      "count": 68,
      "scientific": "Canis lupus familiaris",
      "common": "DOMESTIC DOG"
    }
  ]
}