{
  "insp_id": "2016082568573987",
  "layout": "a",
  "customer_id": "7588",
  "customer_name": "Oakwood Research Facility Inc",
  "customer_addr": "P.O. Box 455\nOxford, MI 48371",
  "certificate": "34-A-0119",
  "site_id": "001",
  "site_name": "OAKWOOD RESEARCH FACILITY INC",
  "insp_type": "ROUTINE INSPECTION",
  "date": "31-JUL-2017",
  "report_date": "31-JUL-2017",
  "citations": [
    {
      "code": "2.40(a)(2)",
      "kind": "Critical",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "A rabbit was noted to have an area of inflamed and reddened skin on its right side. A rabbit was noted to have an\narea of inflamed and reddened skin on the back of its right leg. A rabbit was noted to have what appeared to be\nfighting wounds on its right side. A rabbit was noted to have a laceration and inflamed skin of its ventral\nhindquarters. A rabbit had previously listed on the facility treatment list for sore hocks. This rabbit was no longer on\nthe list but was now noted to have inflamed and reddened skin on the ventral portions of its rear legs. A rabbit with\nsix kits was noted to have narrowed eyes, inflamed, moist and reddened skin of its nose and face. This rabbit was\nalso sneezing. This rabbit was receiving no treatment and had not been culled yet as it was determined to be to\nearly to wean her kits. This rabbit is suffering in its current condition. These rabbits are all in need of veterinary\ncare and treatment. Consult with the attending veterinarian or follow currently established veterinary care protocols\nto treat these animals. These rabbits are suffering in there current condition.\nThese rabbits were all humanely euthanized at the time of the inspection by a trained facility employee following\nestablished veterinary care standard operating procedures.\nCorrect by: Corrected at the time of the inspection."
    },
    {
      "code": "2.40(b)(3)",
      "kind": "Direct",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "A rabbit was noted to have an area of inflamed and reddened skin on its right side. A rabbit was noted to have an\narea of inflamed and reddened skin on the back of its right leg. A rabbit was noted to have what appeared to be\nfighting wounds on its right side. A rabbit was noted to have a laceration and inflamed skin of its ventral\nhindquarters. The condition of these rabbits had not been noticed by anyone at the facility. Daily observation of all\nanimals must be accomplished by the attending veterinarian or their designee. Timely and accurate information\nmust be conveyed to the attending veterinarian on animal conditions or previously prescribed veterinary care\nstandard operating procedures must be followed. This daily observation is important in order to prevent\nunnecessary animal pain and suffering.\nCorrect by: Correct from this time forward."
    },
    {
      "code": "3.53(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "The lower level of the facility contained multiple primary enclosure cages that had areas of wire which was rusted to\na point that it can no longer be cleaned and sanitized effectively. About 10% of these enclosure surfaces are in this\ncondition. Some of the rust has advanced to a point that structural integrity of the wire is affected. This wire must\nbe evaluated and repaired or replaced if needed in order to prevent possible injury to the rabbits caused by failure of\nthis wire and to also along these enclosures to be properly cleaned and sanitized.\nCorrect by: 11-1-17"
    },
    {
      "code": "3.56(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "All five rabbits housed in one enclosure had damp fur and feet. It was explained to the inspector that these rabbits\nbecame wet during the cage cleaning process. Measures must be taken to avoid the wetting of rabbits during the\nwashing process. The damp conditions of the fur and hocks can lead to dermatitis of these areas which can cause\nthese animals discomfort.\nCorrect by: Correct from this time forward.\nThis inspection and exit interview were conducted with the facility site manager."
    }
  ],
  "narrative": "2.40(a)(2)           CRITICAL\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nA rabbit was noted to have an area of inflamed and reddened skin on its right side.  A rabbit was noted to have an\narea of inflamed and reddened skin on the back of its right leg.  A rabbit was noted to have what appeared to be\nfighting wounds on its right side.  A rabbit was noted to have a laceration and inflamed skin of its ventral\nhindquarters.  A rabbit had previously listed on the facility treatment list for sore hocks.  This rabbit was no longer on\nthe list but was now noted to have inflamed and reddened skin on the ventral portions of its rear legs.  A rabbit with\nsix kits was noted to have narrowed eyes, inflamed, moist and reddened skin of its nose and face.  This rabbit was\nalso sneezing.  This rabbit was receiving no treatment and had not been culled yet as it was determined to be to\nearly to wean her kits.  This rabbit is suffering in its current condition.  These rabbits are all in need of veterinary\ncare and treatment.  Consult with the attending veterinarian or follow currently established veterinary care protocols\nto treat these animals.  These rabbits are suffering in there current condition.\nThese rabbits were all humanely euthanized at the time of the inspection by a trained facility employee following\nestablished veterinary care standard operating procedures.   \nCorrect by:  Corrected at the time of the inspection.\n2.40(b)(3)           DIRECT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nA rabbit was noted to have an area of inflamed and reddened skin on its right side.  A rabbit was noted to have an\narea of inflamed and reddened skin on the back of its right leg.  A rabbit was noted to have what appeared to be\nfighting wounds on its right side.  A rabbit was noted to have a laceration and inflamed skin of its ventral\nhindquarters.  The condition of these rabbits had not been noticed by anyone at the facility.  Daily observation of all\nanimals must be accomplished by the attending veterinarian or  their designee.  Timely and accurate information\nmust be conveyed to the attending veterinarian on animal conditions or previously prescribed veterinary care\nstandard operating procedures must be followed.  This daily observation is important in order to prevent\nunnecessary animal pain and suffering.\n\nCorrect by:  Correct from this time forward.\n3.53(a)(1)\nPRIMARY ENCLOSURES.   \nThe lower level of the facility contained multiple primary enclosure cages that had areas of wire which was rusted to\na point that it can no longer be cleaned and sanitized effectively.  About 10% of these enclosure surfaces are in this\ncondition.  Some of the rust has advanced to a point that structural integrity of the wire is affected.  This wire must\nbe evaluated and repaired or replaced if needed in order to prevent possible injury to the rabbits caused by failure of\nthis wire and to also along these enclosures to be properly cleaned and sanitized.\nCorrect by:  11-1-17\n3.56(a)(1)\nSANITATION. \nAll five rabbits housed in one enclosure had damp fur and feet.  It was explained to the inspector that these rabbits\nbecame wet during the cage cleaning process.  Measures must be taken to avoid the wetting of rabbits during the\nwashing process.  The damp conditions of the fur and hocks can lead to dermatitis of these areas which can cause\nthese animals discomfort.\nCorrect by:  Correct from this time forward.\nThis inspection and exit interview were conducted with the facility site manager.",
  "animals_total": 4000,
  "species": [
    {
      "count": 4000,
      "scientific": "Oryctolagus cuniculus",
      "common": "DOMESTIC RABBIT / EUROPEAN RABBIT"
    }
  ]
}