{
  "insp_id": "308141753090240",
  "layout": "a",
  "customer_id": "6902",
  "customer_name": "Summer Wind Farm Sanctuary",
  "customer_addr": "6490 Mowerson Rd\nBrown City, MI 48416",
  "certificate": "34-C-0227",
  "site_id": "001",
  "site_name": "SUMMER WIND FARMS",
  "insp_type": "ROUTINE INSPECTION",
  "date": "04-NOV-2014",
  "report_date": "06-NOV-2014",
  "citations": [
    {
      "code": "2.40(a)(1)",
      "kind": "",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "The written program of veterinary care still does not include bobcats. Bobcats are now present at the facility. It is\nessential that these animals be included in the program of veterinary care. Veterinary recommendations for care of\nthese animals should be included in the program. APHIS inspectors then use this information while inspecting the\nanimals in order to determine if veterinary recommendations are being followed by the facility. This program is a\nvaluable tool in order to ensure the continuing health and comfort of these animals. Bobcats need to be included on\nthe program of veterinary care."
    },
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": true,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "The primary enclosure housing three foxes still has several areas of the wire lining the enclosure exposed by the\ndigging of the foxes. Some of this wire has broken with exposed points and is an injury hazard. A section of\nexposed wire along the front of the enclosure has a gap that could allow a fox to escape. It is possible that a fox\ncould escape or become trapped or injured by the broken wire while attempting to escape. This enclosure needs\nimmediate repair to contain and protect the foxes housed in it."
    },
    {
      "code": "3.125(c)",
      "kind": "",
      "repeat": true,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "The produce cooler contains spoiled produce. Raspberries covered with white mold, cucumbers with big white mold\nspots, and cauliflower with dark spots were all present in the food produce cooler. Molding and deteriorating\nsquash, jalapenos, a water melon and pumpkin were also in the produce cooler. Spoiled produce must be removed\npromptly to prevent contamination of food intended to be fed to the animals. Sort and remove spoiled produce\npromptly. This cooler needs to be cleaned and have spoiled and deteriorating items removed in order to prevent\ncontamination of food items that will be fed to the animals."
    },
    {
      "code": "3.125(d)",
      "kind": "",
      "repeat": true,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "Bones old bedding and food waste is on the ground outside the door to the service area for the lion and the tiger JJ.\nThis material had been removed from their den areas. A cart of fecal material was present in the lama enclosure.\nFood and fecal waste needs to be removed promptly in order to minimize odors, vermin infestation and disease\nhazards. Remove this and all other waste materials in a prompt manner."
    },
    {
      "code": "3.127(d)",
      "kind": "Direct",
      "repeat": true,
      "desc": "FACILITIES, OUTDOOR.",
      "narrative": "The president of the facility was not on site at the time of the inspection and had to be contacted to return to the\nfacility. This took approximately 30 minutes. The perimeter fence gate near the primary residence of the property\nhad been left standing open. This gate is located about 20 yards from the primary drive to the property. The\nperimeter fence gate near the grizzly bear enclosure was not locked. The lock had been set to appear that it was\nlocked but when the inspector pulled on the lock it came open. The president of the facility stated that he had\nunlocked it earlier in the day. This gate is located on the far side of the compound at least two hundred yards away\nfrom and not visible from the primary residence. This facility gives guided tours only and so public barriers for the\ndangerous animal enclosures are in conjunction with the tour guides to keep patrons safe. Barrier gates were in\nplace and locked for all dangerous animals but it would still be possible for unauthorized members of the public to\nclimb these barriers and have contact with dangerous animals through their primary enclosure fences. The\nperimeter fence gates must be kept locked when not under direct supervision. Contact with these dangerous\nanimals could be potentially fatal to a member of the public. It could lead to lethal consequences for the animals as\nwell, if local health officials would require rabies testing. This test requires removal of the brain. These perimeter\ngates need to be kept locked at all times that they are not in direct observation by an employee of the facility in\norder to ensure that members of the public do not enter without supervision.\nThere are several cooler wall units stacked within two feet of the perimeter fence. If an animal does escape from its\nprimary enclosure it could easily breach the perimeter fence by leaping over it using this stack of cooler walls as a\nplatform. Relocate these wall units away from the perimeter fence."
    },
    {
      "code": "3.129(a)",
      "kind": "",
      "repeat": true,
      "desc": "FEEDING.",
      "narrative": "An opened bag of pig food was noted in the produce cooler. Opened bags of food need to be placed in covered\ncontainers to prevent possible contamination or infestation with pests. Opened feed that is accessible to rodents\nalso serves to attract them to the facility. This is very important at this facility as it is overrun with rodents.\nNumerous rodent holes were present throughout the facility and a rat and mouse were both seen by inspectors\nduring the course of inspection. Rodent feces has been observed by the inspectors in this produce cooler on a\nprevious inspection. Rodents can be carriers of disease which may be harmful to animals at this facility."
    },
    {
      "code": "3.130",
      "kind": "",
      "repeat": true,
      "desc": "WATERING.",
      "narrative": "The water receptacle for the enclosure containing the tiger known as Sher Kahn had a green algae scum lining its\ninterior. It also had what appeared to be tiger feces floating in it. The water receptacle in the enclosure housing\none fox had a layer of algae scum lining its interior. These receptacles are not being kept clean and sanitary. Dirty\nwater receptacles can affect water palatability. It can also lead to contamination of the water by pathogenic\norganisms. Water palatability is very important as poor water palatability can lead to decreased consumption.\nDecreased water consumption can lead to renal function problems. The majority of the large cats at this facility are\nadvanced in age, making them especially susceptible to kidney problems. Clean this water receptacle. Clean all\nwater receptacles as often as need to keep the water clean."
    },
    {
      "code": "3.131(a)",
      "kind": "",
      "repeat": true,
      "desc": "SANITATION.",
      "narrative": "There was excessive feces in the enclosures housing the tigers, Xena, Sher Kahn and Sundar. The Asian black\nbear enclosure contained excessive fecal material. This fecal material was turning white an indication to the\ninspectors that it had been present in the enclosure for some time. The enclosure housing the white tiger contained\nexcessive fecal material. The enclosure housing three alpacas contained excessive fecal material. These\nenclosures need to be cleaned on a more frequent basis. The fecal material present in these animals'(cid:25) enclosures\ncan contaminate these animals as they lay in their enclosures. The animals can ingest this material when they\ngroom themselves. Ingesting this fecal material can lead to potential health problems. Clean these enclosures\nmore frequently to prevent a buildup of fecal material to minimize odors and prevent potential health problems."
    },
    {
      "code": "3.131(c)",
      "kind": "",
      "repeat": true,
      "desc": "SANITATION.",
      "narrative": "The alleyway leading to the butcher area as well as the buildings along this alleyway is filled with various trash,\ndebris, fencing pipe and old equipment. The area directly outside the building housing the butcher area and the\nalleyway and building next to the butcher area are also filled with various debris, old equipment, boards, trash,\nbuckets, tires and fencing. These areas provide ample hiding areas for rodents and other pests. Numerous rodent\nholes were located throughout the facility. A rat was seen in the butcher area used to prepare the meat fed to the\nbig cats and a mouse was seen in the warm room area. All this material must be removed to help control the rodent\ninfestation of this property."
    },
    {
      "code": "3.131(d)",
      "kind": "",
      "repeat": true,
      "desc": "SANITATION.",
      "narrative": "Numerous rodent holes were located throughout the facility. Rodent holes were noted in the enclosure for the tiger\nXena as well as the den area for this enclosure, located on leopard row. The empty enclosure on leopard row\ncontained rodent holes. Rodent holes were seen in the service area for the tiger Pandora's enclosure and the tigers\nLenny and Squiggy's enclosure. A rodent hole was noted in the service area for the lion and the tiger JJ. A rodent\nhole was noted going under the shelter box of the Asian black bear enclosure. Numerous rodent holes were seen\nnear the white tiger enclosure. Rodent holes were seen going under the den for the cougar enclosure. Rodent\nholes were also seen inside the den area for the cougar enclosure. A live rat was seen by the inspector in the meat\nbutchering area. A live mouse was seen by both inspectors in the warm room. Rodents can be carriers of disease\nwhich may be harmful to the animals housed in these areas. A more effective means of pest control must be\nestablished for the facility."
    },
    {
      "code": "3.132",
      "kind": "",
      "repeat": true,
      "desc": "EMPLOYEES.",
      "narrative": "It is evident that due to the nature and severity of the animal husbandry issues at the facility that there is a lack of\nadequately trained employees. The facility relies on volunteer workers. The president of the facility stated to\nAPHIS inspectors that there was no formalized scheduling of workers at the facility. A lack of properly trained\nemployees can result in facility and animal conditions that result in unnecessary animal suffering. Animal numbers\nmust be reduced or more properly trained workers need to be added. Workers need to be trained in the basic\nneeds of the animals at the facility. Topics should include at a minimum: the importance of adequate water, the\nneed for adequate bedding during times of extreme weather, the importance of cleaning and good housekeeping\nprocedures, proper diet for different species of animals and observation of animals for abnormal conditions and\nbehaviors. This training should be done in conjunction with the attending veterinarian or his designee. A list of\ntopics covered and attendees must be documented for review by APHIS. A facility schedule needs to be developed\nthat allows for adequate employee coverage in order to address all animal husbandry needs. Also the facility\npresident is the only one authorized to work with the dangerous animals at the facility. All animal work must be\ndone with the dangerous animals under his direct supervision. This limits the amount of time that is available to\nservice the dangerous animal enclosures as the facility president is often offsite. This leads to poor sanitation in the\ndangerous animal enclosures. The facility president needs to find a way to be onsite more or hire trained staff to\nhelp run the facility.\nThis inspection was conducted with the facility president on 11-4-14. An exit interview was conduct at that time and\nall non-compliant items were explained to the president. A formal exit interview was conducted with the facility\npresident on 11-6-14.\nAdditional Inspectors\nBongard Carrie, Animal Care Inspector"
    }
  ],
  "narrative": "2.40(a)(1)                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThe written program of veterinary care still does not include bobcats.  Bobcats are now present at the facility.  It is\nessential that these animals be included in the program of veterinary care.  Veterinary recommendations for care of\nthese animals should be included in the program.  APHIS inspectors then use this information while inspecting the\nanimals in order to determine if veterinary recommendations are being followed by the facility.  This program is a\nvaluable tool in order to ensure the continuing health and comfort of these animals.  Bobcats need to be included on\nthe program of veterinary care.\n3.125(a)                    REPEAT\nFACILITIES, GENERAL.   \nThe primary enclosure housing three foxes still has several areas of the wire lining the enclosure exposed by the\ndigging of the foxes.  Some of this wire has broken with exposed points and is an injury hazard.  A section of\nexposed wire along the front of the enclosure has a gap that could allow a fox to escape.  It is possible that a fox\ncould escape or become trapped or injured by the broken wire while attempting to escape.  This enclosure needs\nimmediate repair to contain and protect the foxes housed in it.\n3.125(c)                    REPEAT\nFACILITIES, GENERAL.   \nThe produce cooler contains spoiled produce.  Raspberries covered with white mold, cucumbers with big white mold\nspots, and cauliflower with dark spots were all present in the food produce cooler.  Molding and deteriorating\nsquash, jalapenos, a water melon and pumpkin were also in the produce cooler.  Spoiled produce must be removed\npromptly to prevent contamination of food intended to be fed to the animals.  Sort and remove spoiled produce\npromptly.  This cooler needs to be cleaned and have spoiled and deteriorating items removed in order to prevent\ncontamination of food items that will be fed to the animals.\n3.125(d)                    REPEAT\nFACILITIES, GENERAL.\n\nBones old bedding and food waste is on the ground outside the door to the service area for the lion and the tiger JJ.\n This material had been removed from their den areas.  A cart of fecal material was present in the lama enclosure.\nFood and fecal waste needs to be removed promptly in order to minimize odors, vermin infestation and disease\nhazards.  Remove this and all other waste materials in a prompt manner.\n3.127(d)           DIRECT                    REPEAT\nFACILITIES, OUTDOOR. \nThe president of the facility was not on site at the time of the inspection and had to be contacted to return to the\nfacility.  This took approximately 30 minutes.  The perimeter fence gate near the primary residence of the property\nhad been left standing open.  This gate is located about 20 yards from the primary drive to the property.  The\nperimeter fence gate near the grizzly bear enclosure was not locked.  The lock had been set to appear that it was\nlocked but when the inspector pulled on the lock it came open.  The president of the facility stated that he had\nunlocked it earlier in the day.  This gate is located on the far side of the compound at least two hundred yards away\nfrom and not visible from the primary residence.  This facility gives guided tours only and so public barriers for the\ndangerous animal enclosures are in conjunction with the tour guides to keep patrons safe.  Barrier gates were in\nplace and locked for all dangerous animals but it would still be possible for unauthorized members of the public to\nclimb these barriers and have contact with dangerous animals through their primary enclosure fences.  The\nperimeter fence gates must be kept locked when not under direct supervision.  Contact with these dangerous\nanimals could be potentially fatal to a member of the public.  It could lead to lethal consequences for the animals as\nwell, if local health officials would require rabies testing.  This test requires removal of the brain.  These perimeter\ngates need to be kept locked at all times that they are not in direct observation by an employee of the facility in\norder to ensure that members of the public do not enter without supervision.\nThere are several cooler wall units stacked within two feet of the perimeter fence.  If an animal does escape from its\nprimary enclosure it could easily breach the perimeter fence by leaping over it using this stack of cooler walls as a\nplatform.  Relocate these wall units away from the perimeter fence.\n3.129(a)                    REPEAT\nFEEDING.    \nAn opened bag of pig food was noted in the produce cooler.  Opened bags of food need to be placed in covered\ncontainers to prevent possible contamination or infestation with pests.  Opened feed that is accessible to rodents\nalso serves to attract them to the facility.  This is very important at this facility as it is overrun with rodents. \nNumerous rodent holes were present throughout the facility and a rat and mouse were both seen by inspectors\nduring the course of inspection.  Rodent feces has been observed by the inspectors in this produce cooler on a\nprevious inspection.  Rodents can be carriers of disease which may be harmful to animals at this facility.\n\n3.130                    REPEAT\nWATERING.  \nThe water receptacle for the enclosure containing the tiger known as Sher Kahn had a green algae scum lining its\ninterior.  It also had what appeared to be tiger feces floating in it.  The water receptacle in the enclosure housing\none fox had a layer of algae scum lining its interior.  These receptacles are not being kept clean and sanitary.  Dirty\nwater receptacles can affect water palatability.  It can also lead to contamination of the water by pathogenic\norganisms.   Water palatability is very important as poor water palatability can lead to decreased consumption. \nDecreased water consumption can lead to renal function problems.  The majority of the large cats at this facility are\nadvanced in age, making them especially susceptible to kidney problems.  Clean this water receptacle.  Clean all\nwater receptacles as often as need to keep the water clean.\n3.131(a)                    REPEAT\nSANITATION.   \nThere was excessive feces in the enclosures housing the tigers, Xena, Sher Kahn and Sundar.  The Asian black\nbear enclosure contained excessive fecal material.  This fecal material was turning white an indication to the\ninspectors that it had been present in the enclosure for some time.  The enclosure housing the white tiger contained\nexcessive fecal material.  The enclosure housing three alpacas contained excessive fecal material.  These\nenclosures need to be cleaned on a more frequent basis.  The fecal material present in these animals'(cid:25) enclosures\ncan contaminate these animals as they lay in their enclosures.  The animals can ingest this material when they\ngroom themselves.  Ingesting this fecal material can lead to potential health problems.  Clean these enclosures\nmore frequently to prevent a buildup of fecal material to minimize odors and prevent potential health problems.\n3.131(c)                    REPEAT\nSANITATION.   \nThe alleyway leading to the butcher area as well as the buildings along this alleyway is filled with various trash,\ndebris, fencing pipe and old equipment.  The area directly outside the building housing the butcher area and the\nalleyway and building next to the butcher area are also filled with various debris, old equipment, boards, trash,\nbuckets, tires and fencing.  These areas provide ample hiding areas for rodents and other pests.  Numerous rodent\nholes were located throughout the facility.  A rat was seen in the butcher area used to prepare the meat fed to the\nbig cats and a mouse was seen in the warm room area.  All this material must be removed to help control the rodent\ninfestation of this property.\n3.131(d)                    REPEAT\nSANITATION.   \nNumerous rodent holes were located throughout the facility.  Rodent holes were noted in the enclosure for the tiger\n\nXena as well as the den area for this enclosure, located on leopard row.  The empty enclosure on leopard row\ncontained rodent holes.  Rodent holes were seen in the service area for the tiger Pandora's enclosure and the tigers\nLenny and Squiggy's enclosure.  A rodent hole was noted in the service area for the lion and the tiger JJ.  A rodent\nhole was noted going under the shelter box of the Asian black bear enclosure.  Numerous rodent holes were seen\nnear the white tiger enclosure.  Rodent holes were seen going under the den for the cougar enclosure.  Rodent\nholes were also seen inside the den area for the cougar enclosure.  A live rat was seen by the inspector in the meat\nbutchering area.  A live mouse was seen by both inspectors in the warm room.   Rodents can be carriers of disease\nwhich may be harmful to the animals housed in these areas.  A more effective means of pest control must be\nestablished for the facility.\n3.132                    REPEAT\nEMPLOYEES. \nIt is evident that due to the nature and severity of the animal husbandry issues at the facility that there is a lack of\nadequately trained employees.  The facility relies on volunteer workers.  The president of the facility stated to\nAPHIS inspectors that there was no formalized scheduling of workers at the facility.  A lack of properly trained\nemployees can result in facility and animal conditions that result in unnecessary animal suffering.  Animal numbers\nmust be reduced or more properly trained workers need to be added.  Workers need to be trained in the basic\nneeds of the animals at the facility.  Topics should include at a minimum: the importance of adequate water, the\nneed for adequate bedding during times of extreme weather, the importance of cleaning and good housekeeping\nprocedures, proper diet for different species of animals and observation of animals for abnormal conditions and\nbehaviors.  This training should be done in conjunction with the attending veterinarian or his designee.  A list of\ntopics covered and attendees must be documented for review by APHIS.  A facility schedule needs to be developed\nthat allows for adequate employee coverage in order to address all animal husbandry needs.  Also the facility\npresident is the only one authorized to work with the dangerous animals at the facility.  All animal work must be\ndone with the dangerous animals under his direct supervision.  This limits the amount of time that is available to\nservice the dangerous animal enclosures as the facility president is often offsite.  This leads to poor sanitation in the\ndangerous animal enclosures.  The facility president needs to find a way to be onsite more or hire trained staff to\nhelp run the facility.\nThis inspection was conducted with the facility president on 11-4-14.  An exit interview was conduct at that time and\nall non-compliant items were explained to the president.  A formal exit interview was conducted with the facility\npresident on 11-6-14.\nAdditional Inspectors\nBongard Carrie, Animal Care Inspector",
  "animals_total": 48,
  "species": [
    {
      "count": 1,
      "scientific": "Arctos",
      "common": "GRIZZLY BEAR"
    },
    {
      "count": 1,
      "scientific": "Canis latrans",
      "common": "COYOTE"
    },
    {
      "count": 4,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 5,
      "scientific": "Felis silvestris catus",
      "common": "CAT ADULT"
    },
    {
      "count": 1,
      "scientific": "Lama glama",
      "common": "LLAMA"
    },
    {
      "count": 3,
      "scientific": "Lama pacos",
      "common": "ALPACA"
    },
    {
      "count": 3,
      "scientific": "Lemur catta",
      "common": "RING-TAILED LEMUR"
    },
    {
      "count": 2,
      "scientific": "Lynx rufus",
      "common": "BOBCAT"
    },
    {
      "count": 1,
      "scientific": "Macaca fascicularis",
      "common": "CRAB-EATING MACAQUE / CYNOMOLGUS MONKEY"
    },
    {
      "count": 1,
      "scientific": "Macaca fuscata",
      "common": "JAPANESE MACAQUE / SNOW MACAQUE"
    },
    {
      "count": 1,
      "scientific": "Mephitis mephitis",
      "common": "STRIPED SKUNK"
    },
    {
      "count": 1,
      "scientific": "Ovis aries aries",
      "common": "SHEEP INCLUDING ALL DOMESTIC BREEDS"
    },
    {
      "count": 1,
      "scientific": "Panthera leo",
      "common": "LION"
    },
    {
      "count": 9,
      "scientific": "Panthera tigris",
      "common": "TIGER"
    },
    {
      "count": 1,
      "scientific": "Papio anubis",
      "common": "OLIVE BABOON"
    },
    {
      "count": 1,
      "scientific": "Papio hamadryas",
      "common": "HAMADRYAS BABOON"
    },
    {
      "count": 1,
      "scientific": "Puma concolor",
      "common": "PUMA / MOUNTAIN LION / COUGAR"
    },
    {
      "count": 1,
      "scientific": "Sus bucculentus",
      "common": "VIETNAMESE WARTY PIG"
    },
    {
      "count": 2,
      "scientific": "Ursus americanus",
      "common": "NORTH AMERICAN BLACK BEAR"
    },
    {
      "count": 2,
      "scientific": "Ursus thibetanus",
      "common": "ASIATIC BLACK BEAR"
    },
    {
      "count": 1,
      "scientific": "Vulpes lagopus",
      "common": "ARCTIC FOX"
    },
    {
      "count": 5,
      "scientific": "Vulpes vulpes",
      "common": "RED FOX (INCLUDES SILVER FOX & CROSS FOX)"
    }
  ]
}