{
  "insp_id": "266151724260806",
  "layout": "a",
  "customer_id": "32281",
  "customer_name": "School District Of De Soto County",
  "customer_addr": "530 Lasolona Ave\nArcadia, FL 34266",
  "certificate": "58-C-1126",
  "site_id": "001",
  "site_name": "SCHOOL DISTRICT OF DE SOTO COUNTY",
  "insp_type": "ROUTINE INSPECTION",
  "date": "22-SEP-2015",
  "report_date": "24-SEP-2015",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "An adult male deer did not receive adequate veterinary care until after his apparent injury was healed. On June 19.\n2015, this facilities attending veterinarian visited an adult male adult deer and the written report stated; \" It appeared\nas though the lower lip was avulsed from its attachment and had healed, however its new attachment was more\nproximal on the mandible.\" During the prior inspection on June 18, 2015, this deer was in discomfort, had its tongue\nout and in a licking motion. The attending veterinarian and curator were both not available for me to contact to\nensure adequate veterinary care was being provided. Each exhibitor shall establish and maintain programs of\nadequate veterinary care that include: The use of appropriate methods to prevent, control, diagnose, and treat\ndiseases and injuries, and the availability of emergency, weekend, and holiday care.\nCORRECTED."
    },
    {
      "code": "2.40(b)(3)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "The attending veterinarian was not notified in a timely manner on an adult male deer which needed veterinary care\nfrom what appeared to be injury. During this inspection I read the veterinarians report from the June 19. 2015, visit\nand it stated; \" It appeared as though the lower lip was avulsed from its attachment and had healed, however its\nnew attachment was more proximal on the mandible.\" During the prior inspection on June 18, 2015, I observed this\ndeer had its tongue out and repeatedly was licking and there was no communications with the attending veterinarian\non the deers medical condition until after the inspection. Each exhibitor shall establish and maintain programs of\nadequate veterinary care that include: Daily observation of all animals to assess their health and well-being;\nProvided, however, That daily observation of animals may be accomplished by someone other than the attending\nveterinarian; and Provided, further, That a mechanism of direct and frequent communication is required so that\ntimely and accurate information on problems of animal health, behavior, and well-being is conveyed to the attending\nveterinarian.\nCORRECTED"
    },
    {
      "code": "2.131(c)(1)",
      "kind": "",
      "repeat": false,
      "desc": "HANDLING OF ANIMALS.",
      "narrative": "After arriving at this facility which is open to the public, I approached the Director's office and no one was available. I\nwas able to walk to the bear enclosure without any presence of an employee. Nearby was an office where there\nwas an administrative clerk present, however she was unaware that I had arrived at the facility. Due to the locations\nof the both offices of the administrative clerk and the director, including easy public access (no gates or fencing)\nemployees would not able to see members of the public entering the facility. During this inspection, the director had\nbusiness to conduct outside the facility and the curator has only been at the facility on few occasions since June,\n2015. Although Even with barriers around enclosures, members of the public should not be able to enter this facility\nwithout employee oversight, especially with a potentially dangerous bear on exhibit. During public exhibition, any\nanimal must be handled so there is minimal risk of harm to the animal and to the public to assure the safety of\nanimals and the public.\nTO BE CORRECTED IMMEDIATELY."
    },
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "The metal fence posts that are used to secure the bear enclosure to the ground have excessive rust where several\nhave detached. There are several resting surfaces which have steel poles holding them up that are leaning outward\nand could fall if the bear climbed on top of them. These metal posts and poles are not of strength and or structurally\nsound and need to be repaired or replaced. Outdoor housing facilities shall be structurally sound and shall be\nmaintained in good repair to protect the animals from injury and to contain the animals.\nTO BE CORRECTED BY: OCTOBER 9, 2015."
    },
    {
      "code": "3.127(b)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, OUTDOOR.",
      "narrative": "The bear enclosure does not have adequate shelter from inclement weather. The enclosure currently has shelter\non top of the enclosure but not on any of the sides to afford the bear protection and to prevent discomfort during\nheavy rains, winds and cooler temperatures in the winter. I observed green algae throughout the enclosure's\nconcrete surface which shows the need for additional shelter for the bear to remain dry. Appropriate shelter needs\nto be provided for animals kept outdoors to afford them protection and to prevent discomfort at all times.\nTO BE CORRECTED BY: OCTOBER 9, 2015.\nThe exit interview was conducted with the facilities Administrative Clerk and Director."
    }
  ],
  "narrative": "2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nAn adult male deer did not receive adequate veterinary care until after his apparent injury was healed.  On June 19.\n2015, this facilities attending veterinarian visited an adult male adult deer and the written report stated; \" It appeared\nas though the lower lip was avulsed from its attachment and had healed, however its new attachment was more\nproximal on the mandible.\"  During the prior inspection on June 18, 2015, this deer was in discomfort, had its tongue\nout and in a licking motion.  The attending veterinarian and curator were both not available for me to contact  to\nensure adequate veterinary care was being provided.  Each exhibitor shall establish and maintain programs of\nadequate veterinary care that include: The use of appropriate methods to prevent, control, diagnose, and treat\ndiseases and injuries, and the availability of emergency, weekend, and holiday care.\nCORRECTED.\n2.40(b)(3)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThe attending veterinarian was not notified in a timely manner on an adult male deer which needed veterinary care\nfrom what appeared to be injury.  During this inspection I read the veterinarians report from the June 19. 2015, visit\nand it stated; \" It appeared as though the lower lip was avulsed from its attachment and had healed, however its\nnew attachment was more proximal on the mandible.\"  During the prior inspection on June 18, 2015, I observed this\ndeer had its tongue out and repeatedly was licking and there was no communications with the attending veterinarian\non the deers medical condition until after the inspection.  Each exhibitor shall establish and maintain programs of\nadequate veterinary care that include: Daily observation of all animals to assess their health and well-being;\nProvided, however, That daily observation of animals may be accomplished by someone other than the attending\nveterinarian; and Provided, further, That a mechanism of direct and frequent communication is required so that\ntimely and accurate information on problems of animal health, behavior, and well-being is conveyed to the attending\nveterinarian.\nCORRECTED\n\n2.131(c)(1)\nHANDLING OF ANIMALS.\nAfter arriving at this facility which is open to the public, I approached the Director's office and no one was available. I\nwas able to walk to the bear enclosure without any presence of an employee.  Nearby was an office where there\nwas an administrative clerk present, however she was unaware that I had arrived at the facility. Due to the locations\nof the both offices of the administrative clerk and the director, including easy public access (no gates or fencing)\nemployees would not able to see members of the public entering the facility. During this inspection, the director had\nbusiness to conduct outside the facility and the curator has only been at the facility on few occasions since June,\n2015. Although Even with barriers around enclosures, members of the public should not be able to enter this facility\nwithout employee oversight, especially with a potentially dangerous bear on exhibit.  During public exhibition, any\nanimal must be handled so there is minimal risk of harm to the animal and to the public to assure the safety of\nanimals and the public.\nTO BE CORRECTED IMMEDIATELY.\n3.125(a)\nFACILITIES, GENERAL.   \nThe metal fence posts that are used to secure the bear enclosure to the ground have excessive rust where several\nhave detached.  There are several resting surfaces which have steel poles holding them up that are leaning outward\nand could fall if the bear climbed on top of them. These metal posts and poles are not of strength and or structurally\nsound and need to be repaired or replaced.  Outdoor housing facilities shall be structurally sound and shall be\nmaintained in good repair to protect the animals from injury and to contain the animals.\nTO BE CORRECTED BY: OCTOBER 9, 2015.\n3.127(b)\nFACILITIES, OUTDOOR. \nThe bear enclosure does not have adequate shelter from inclement weather.  The enclosure currently has shelter\non top of the enclosure but not on any of the sides to afford the bear protection and to prevent discomfort during\nheavy rains, winds and cooler temperatures in the winter. I observed green algae throughout the enclosure's\nconcrete surface which shows the need for additional shelter for the bear to remain dry.  Appropriate shelter needs\n\nto be provided for animals kept outdoors to afford them protection and to prevent discomfort at all times.\nTO BE CORRECTED BY: OCTOBER 9, 2015.\nThe exit interview was conducted with the facilities Administrative Clerk and Director.",
  "animals_total": 15,
  "species": [
    {
      "count": 1,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 1,
      "scientific": "Didelphis marsupialis",
      "common": "SOUTHERN OPOSSUM"
    },
    {
      "count": 1,
      "scientific": "Lynx rufus",
      "common": "BOBCAT"
    },
    {
      "count": 2,
      "scientific": "Procyon lotor",
      "common": "RACCOON"
    },
    {
      "count": 7,
      "scientific": "Sus scrofa domestica",
      "common": "DOMESTIC PIG / POTBELLY PIG / MICRO PIG"
    },
    {
      "count": 2,
      "scientific": "Urocyon cinereoargenteus",
      "common": "GRAY FOX / GREY FOX"
    },
    {
      "count": 1,
      "scientific": "Ursus arctos",
      "common": "BROWN BEAR"
    }
  ]
}