{
  "insp_id": "2016082569085387",
  "layout": "a",
  "customer_id": "334117",
  "customer_name": "Sheila R Seitz",
  "customer_addr": "142 Beach Avenue\nEdgerton, WI 53534",
  "certificate": "35-A-0377",
  "site_id": "001",
  "site_name": "SHEILA SEITZ",
  "insp_type": "ROUTINE INSPECTION",
  "date": "15-MAR-2018",
  "report_date": "15-MAR-2018",
  "citations": [
    {
      "code": "2.78(a)",
      "kind": "",
      "repeat": true,
      "desc": "HEALTH CERTIFICATION AND IDENTIFICATION.",
      "narrative": "Representatives of the business delivered a marmoset to a customer in South Carolina on or around 12/15/17\nwithout a valid health certificate. Lack of a valid health certificate when the licensee or their representatives are\ntransporting non-human primates increases risk of moving disease and does not ensure that the non-human\nprimate to be delivered is fit for travel. The facility must ensure that non-human primates have a valid health\ncertificate issued by a licensed veterinarian within 10 days prior to transporting them across state lines."
    },
    {
      "code": "3.80(a)(2)(ii)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "Two enclosures (each housing a pair of marmosets) had electrical cords for heat lamps that were within reach of the\nmarmosets. The cords had scratches and nicks on the vinyl wire coating which suggest the marmosets may have\nplayed with them in the past. Electrical cords within reach of marmosets creates the possibility for injury to the\nmarmosets.\nNOTE: A facility representative hung the cords out of reach immediately during inspection in a temporary manner,\nhowever; cleaning or moving the enclosures could cause the cords to fall back into reach. The facility must make a\npermanent solution to ensure that the marmosets cannot reach electrical cords.\nMaintain correct from this date forward.\nThis inspection and exit interview were conducted with facility representatives."
    }
  ],
  "narrative": "2.78(a)                    REPEAT\nHEALTH CERTIFICATION AND IDENTIFICATION.\nRepresentatives of the business delivered a marmoset to a customer in South Carolina on or around 12/15/17\nwithout a valid health certificate.  Lack of a valid health certificate when the licensee or their representatives are\ntransporting non-human primates increases risk of moving disease and does not ensure that the non-human\nprimate to be delivered is fit for travel. The facility must ensure that non-human primates have a valid health\ncertificate issued by a licensed veterinarian within 10 days prior to transporting them across state lines.\n3.80(a)(2)(ii)\nPRIMARY ENCLOSURES.  \nTwo enclosures (each housing a pair of marmosets) had electrical cords for heat lamps that were within reach of the\nmarmosets.  The cords had scratches and nicks on the vinyl wire coating which suggest the marmosets may have\nplayed with them in the past.  Electrical cords within reach of marmosets creates the possibility for injury to the\nmarmosets. \nNOTE:  A facility representative hung the cords out of reach immediately during inspection in a temporary manner,\nhowever; cleaning or moving the enclosures could cause the cords to fall back into reach.  The facility must make a\npermanent solution to ensure that the marmosets cannot reach electrical cords. \nMaintain correct from this date forward.\nThis inspection and exit interview were conducted with facility representatives.",
  "animals_total": 11,
  "species": [
    {
      "count": 11,
      "scientific": "Callithrix jacchus",
      "common": "COMMON MARMOSET"
    }
  ]
}