{
  "insp_id": "INS-0000856405",
  "layout": "c",
  "customer_id": "500902",
  "customer_name": "ELENA MIKIRTICHEVA ANDREY MIKIRTICHEV",
  "customer_addr": "3000 BENSLEY RD\nNORTH CHESTERFIELD, VA 23237",
  "certificate": "52-B-0175",
  "site_id": "001",
  "site_name": "ANDREY MIKIRTICHEV",
  "insp_type": "ROUTINE INSPECTION",
  "date": "16-MAR-2023",
  "report_date": "18-MAR-2023",
  "citations": [
    {
      "code": "2.40(a)(2)",
      "kind": "",
      "repeat": false,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "The attending veterinarian (AV) does not have appropriate authority over the veterinary care of the animals at the facility.\nThe facility has a large quantity of medications stored on shelves and cabinets throughout the premises. The medications\nare labeled in Russian and many are expired. The attending veterinarian is aware that medications are stored on the\npremises but does not know what they are and has not specifically approved them for use. Frequently the licensee will\nbring animals in for veterinary opinions and when the AV recommends a medication, the licensee will decline purchasing\nthem stating that they already have them at home. The attending veterinarian has not provided authorization for the use of\nthese alternative medications obtained from unknown sources and has not been given a mechanism to review their\nequivalency or efficacy to those being recommended. The licensee has stated that he will bring animals out of country for\nmedical care at times, however, the attending veterinarian is unsure if follow up veterinary care is being provided by a\ndifferent veterinarian and no records have been made available to verify that the AV’s treatment plans have been\nfollowed.\nFailure to ensure that the attending veterinarian has appropriate authority over the veterinary care of the animals does not\nsatisfy the requirement of the AWA and its regulations and can lead to unnecessary pain and suffering of the animals.\nCorrect by ensuring the attending veterinarian has appropriate authority over the veterinary care and to oversee the\nadequacy of other aspects of animal care and use. To be corrected by Monday March 20, 2023."
    },
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": false,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "One adult female tabby colored Main Coon Cat was not provided with adequate veterinary care to properly diagnose and\ntreat dehydration, poor body condition, a large abdominal mass, and lameness. This cat was present in the sunroom\nenclosure of the main house and did not have a microchip or individual identification. She was reported to have arrived at\nthe facility the day prior. The licensee reports that the cat’s owner/purchaser returned her to the seller because they were\nunable to afford veterinary care and the licensee had agreed to take the cat back and provide veterinary treatment for the\nabdominal mass (believed to be an abdominal hernia) and blood in the urine. When evaluated by APHIS officials, this\ncat was found to be thin, with protruding hip bones and spine, and exhibited “skin tent” (delayed return to normal position\nafter the skin on the back of the neck was tented) which is consistent with moderate dehydration. There was an\napproximately 6 cm soft mass at the lower abdomen towards the hind legs which is consistent with the history of a\nreported hernia. Additionally, the cat favored the left front paw and was observed holding the paw up in the air when not\nwalking.\nThe licensee stated that the current plan is to have the cat treated by a veterinarian outside of the United States in\napproximately 6 weeks. At the time of inspection, the facility’s attending veterinarian had not been notified of this animal\nor had approved that plan, nor had the caretaker or licensee observed that the animal is limping and dehydrated.\nUntreated medical conditions can cause prolonged pain and discomfort to an animal and can worsen in the absence of\nprompt diagnosis and care. Additionally, animals must be healthy to prior to long travel or they can experience worsening\nof medical conditions and unnecessary suffering. Appropriate methods must be in place to diagnose and treat diseases\nand injuries. Correct by having this cat examined by a veterinarian and following that veterinarian’s directions for care. To\nbe corrected by noon EST Monday March 20, 2023."
    },
    {
      "code": "2.40(b)(3)",
      "kind": "",
      "repeat": false,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "An adult female French bulldog “Senya” had a wound on her neck that was identified prior to the inspection, but the\nlicensee’s observations and plans for treatment were never communicated to the Attending Veterinarian. The dog was in\nan outdoor enclosure co-housed with one other French bulldog. An approximately 2 inch x 2 inch area of fur had been\nshaved at the left side of the neck and two small puncture wounds with dark red scabs were visible. An approximately ½\ninch area of pink skin was visible at the wound site. The facility representative stated that the injuries had been observed\n4 weeks earlier and that they had begun treatment using a topical antiseptic and ointment. The Program of Veterinary\nCare does not include any instruction for the treatment of skin problems or superficial wounds. The facility representative\nconfirmed that the dog had not been discussed with a veterinarian prior to beginning treatment.\nAll licensees are required to conduct adequate daily observations of their animals and have a mechanism for direct and\nfrequent communication so that timely and accurate information regarding problems of animal health, behavior, and well-\nbeing are relayed to the attending veterinarian. Failure to communicate findings of health problems to the attending\nveterinarian and initiating care without any veterinarian direction or involvement can delay proper diagnosis and result in\nunnecessary suffering. Correct by reporting this dog’s condition to the Attending Veterinarian no later than March 20,\n2023 and following the Attending Veterinarian’s instructions for examination and treatment. Additionally, ensure that there\nis a mechanism for conveying timely and accurate information to the AV for all animals in the future."
    },
    {
      "code": "2.50(b)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Time and method of identification.",
      "narrative": "One adult female Maine Coon Tabby cat had no collar/tag, tattoo, microchip, or other official ID. This cat was present in\nthe sunroom enclosure of the main house co-housed with 15 other cats. During the inspection this cat was moved to\nanother enclosure.\nLive cats and dogs acquired by class “B” dealers must be immediately identified by a collar and tag, tattoo, or microchip.\nFailure to properly identify animals may lead to delays in the provision of care. Correct by ensuring that all animals are\nproperly identified no later than March 20, 2023."
    },
    {
      "code": "2.126(a)(2)",
      "kind": "",
      "repeat": false,
      "desc": "Access and inspection of records and property; submission of itineraries.",
      "narrative": "Medical records for dogs (including those for individual treatments and routine health procedures such as parasite\nsampling) were not made available for review during the inspection. The licensee stated that he maintains electronic\nrecords for the dogs at the facility, however, the authorized person was unable to access the records and the licensee\nstated that he would send them electronically, however has not done so.\nThe inability for APHIS Officials to access records during inspection prevents evaluation of compliance with the Animal\nWelfare Act and the adequacy of care provided to animals. Additionally, caretakers being unable to access medical\nrecords can lead to delays in the proper diagnosis of animals and provision of adequate medical care.\nCorrect by ensuring that APHIS Officials are provided access to all required records during inspections. Correct by March\n20, 2023."
    },
    {
      "code": "3.1(e)",
      "kind": "",
      "repeat": false,
      "desc": "Housing facilities, general.",
      "narrative": "**A full mop-bucket of dirty bleach water was present in a room which served as the primary enclosure for two cats. The\nbathroom in the cat house at the rear of the property contains two adult cats which free roam in that room. A full mop\nbucket of dirty bleach water was positioned in the center of the room in the animal area and was easily accessible to the\ncats. Bleach water is a toxic substance that may cause chemical burns if spilled or ingested by the cats. Additionally\nfumes from this open bucket can cause respiratory irritation being housed in the same room as the open container.\nSubstances that are toxic to dogs or cats but are required for normal husbandry practices must be properly stored in\ncabinets when in animal areas.\n**Food is not being stored in a manner to prevent spoilage, contamination, or vermin infestation. In the supply room of the\ncat house bordering the rear of the property, there is an open bag of dry adult cat food directly on the floor. In the main\nhouse in the primary bedroom, where 3 adult cats and 1 kitten are housed, there are 12 bags of dry cat food and 2 bags\nof dry dog food that are being stored directly on the floor.\nCorrect by ensuring toxic substances used for normal husbandry practices are properly stored away from animals in a\nmanner that prevents animal exposure to the substances and fumes. Additionally, ensure that all food open food is stored\nin a leakproof containers with tightly fitting lids to prevent contamination and spoilage and that all food is stored off the\nfloor and away from walls to allow cleaning underneath and around the supplies. Correct by March 20, 2023."
    },
    {
      "code": "3.4(b)",
      "kind": "",
      "repeat": false,
      "desc": "Outdoor housing facilities.",
      "narrative": "All six shelters in the outdoor dog enclosures, containing a total of 10 French bulldogs, lack bedding. In the enclosure third\nclosest to the front of the property, containing two dogs, the shelter roof is separating from the walls at the entrance with\n2-inch-wide gaps overhead. The overnight temperatures reported for the Richmond International Airport Weather Station\non March 14 and 15, 2023 (the days prior to this inspection) ranged from 28 to 40 degrees Fahrenheit. The low\ntemperature at 8 am the morning of the inspection was reported to be 28 degrees Fahrenheit.\nAdequate shelter structures with bedding are essential for animal comfort, health, and wellbeing. Animals without bedding\nin their shelter may suffer from discomfort or distress. Correct by ensuring that shelters in outdoor dog enclosures are in\ngood repair and provide protection from the elements. Clean, dry bedding must be provided if the ambient temperature is\nbelow 50 degrees Fahrenheit and additional bedding is required when the temperature is 35 degrees or lower. Correct by\nMarch 20, 2023."
    },
    {
      "code": "3.6(b)(2)",
      "kind": "Direct",
      "repeat": false,
      "desc": "Primary enclosures.",
      "narrative": "More than 12 adult non-conditioned cats are being housed in the same primary enclosure, one cat was observed being\nprevented from accessing water by the co-housed cats. An adult female tabby Maine Coon cat, without a microchip or\nindividual identification, was found in the sunroom enclosure of the main house. The licensee reports that the cat was\nknown to be ill at the time of the arrival as the owner had sent her back to the seller to receive veterinary treatment for an\nabdominal hernia. She was reported to have arrived at the facility the day prior to the inspection, at which time she was\nplaced with 15 other adult cats in a primary enclosure. At the time of the inspection the cat was observed approaching the\nsingle water dish multiple times. Each time, one or more of the other cats in the room would quickly approach and move\nthe new cat off the water dish, leaving the new cat struggling to access water. This cat had a prolonged skin tent at the\ntime of inspection indicative of moderate dehydration.\nThe new cat, who was known to be ill prior to arrival to the facility, is not conditioned to the remaining 15 cats in this\nenclosure. Extreme submission met with resource guarding by other animals can cause undue stress and worsening of\nillness. This cat was moved to a single-housed enclosure at the time of inspection. Correct by ensuring all cats housed in\nthe same primary enclosure are compatible from this point forward."
    },
    {
      "code": "3.11(a)",
      "kind": "",
      "repeat": false,
      "desc": "Cleaning, sanitization, housekeeping, and pest control.",
      "narrative": "Excreta is not being removed from all outdoor dog enclosures frequently enough to prevent excessive accumulation of\nfeces. The outdoor dog enclosure closest to the rear of the property, containing 2 adult French bulldogs has a dirt floor\nwith numerous (over 20) piles of fresh and dried feces scattered throughout the enclosure.\nFailure to remove feces daily increases the risk of soiling and disease to the animal and can attract pests. Correct by\nremoving excreta and waste daily and as often as necessary to prevent excessive accumulation and to reduce the risk of\ndisease hazards, odors and pests. Correct by March 20, 2023"
    },
    {
      "code": "3.11(c)",
      "kind": "",
      "repeat": false,
      "desc": "Cleaning, sanitization, housekeeping, and pest control.",
      "narrative": "There is accumulated junk, waste and hazardous materials in animal and non-animal areas of the facility. In the main yard\nthere are piles of composite siding, hoses, scrap wood and weeds. Multiple outdoor dog enclosures contained plastic and\nmetal trash and debris. The dog enclosure closest to the front of the property contained a large bundle of tangled,\ndiscarded electrical cable.\nTrash, waste and hazardous materials can pose a risk of harm to animals in their enclosures when ingested or otherwise\nencountered. Piles and accumulations of discarded waste and junk on the premises can contribute to pest infestation and\nserve as source of injury to humans and animals on the property. Correct by ensuring that animal housing facilities,\nbuildings and surrounding grounds are kept clean and in good repair, so as to protect animals from injury, facilitate good\nhusbandry practices and reduce the risk of pest breeding. To be corrected by March 31, 2023.\nThis inspection and exit interview were conducted with the licensee.\nAdditional Inspectors:\nCOURTNEY JERNIGAN, VETERINARY MEDICAL OFFICEREnd Section"
    }
  ],
  "narrative": "2.40(a)(2) \n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nThe attending veterinarian (AV) does not have appropriate authority over the veterinary care of the animals at the facility. \nThe facility has a large quantity of medications stored on shelves and cabinets throughout the premises. The medications \nare labeled in Russian and many are expired. The attending veterinarian is aware that medications are stored on the \npremises but does not know what they are and has not specifically approved them for use. Frequently the licensee will \nbring animals in for veterinary opinions and when the AV recommends a medication, the licensee will decline purchasing \nthem stating that they already have them at home. The attending veterinarian has not provided authorization for the use of \nthese alternative medications obtained from unknown sources and has not been given a mechanism to review their \nequivalency or efficacy to those being recommended.  The licensee has stated that he will bring animals out of country for \nmedical care at times, however, the attending veterinarian is unsure if follow up veterinary care is being provided by a \ndifferent veterinarian and no records have been made available to verify that the AV’s treatment plans have been \nfollowed. \n  \nFailure to ensure that the attending veterinarian has appropriate authority over the veterinary care of the animals does not \nsatisfy the requirement of the AWA and its regulations and can lead to unnecessary pain and suffering of the animals.\n\nCorrect by ensuring the attending veterinarian has appropriate authority over the veterinary care and to oversee the \nadequacy of other aspects of animal care and use.  To be corrected by Monday March 20, 2023. \n2.40(b)(2)  Direct\n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nOne adult female tabby colored Main Coon Cat was not provided with adequate veterinary care to properly diagnose and \ntreat dehydration, poor body condition, a large abdominal mass, and lameness. This cat was present in the sunroom \nenclosure of the main house and did not have a microchip or individual identification. She was reported to have arrived at \nthe facility the day prior. The licensee reports that the cat’s owner/purchaser returned her to the seller because they were \nunable to afford veterinary care and the licensee had agreed to take the cat back and provide veterinary treatment for the \nabdominal mass (believed to be an abdominal hernia) and blood in the urine.   When evaluated by APHIS officials, this \ncat was found to be thin, with protruding hip bones and spine, and exhibited “skin tent” (delayed return to normal position \nafter the skin on the back of the neck was tented) which is consistent with moderate dehydration. There was an \napproximately 6 cm soft mass at the lower abdomen towards the hind legs which is consistent with the history of a \nreported hernia. Additionally, the cat favored the left front paw and was observed holding the paw up in the air when not \nwalking. \n \nThe licensee stated that the current plan is to have the cat treated by a veterinarian outside of the United States in \napproximately 6 weeks. At the time of inspection, the facility’s attending veterinarian had not been notified of this animal \nor had approved that plan, nor had the caretaker or licensee observed that the animal is limping and dehydrated. \n \nUntreated medical conditions can cause prolonged pain and discomfort to an animal and can worsen in the absence of\n\nprompt diagnosis and care. Additionally, animals must be healthy to prior to long travel or they can experience worsening \nof medical conditions and unnecessary suffering.  Appropriate methods must be in place to diagnose and treat diseases \nand injuries. Correct by having this cat examined by a veterinarian and following that veterinarian’s directions for care.  To \nbe corrected by noon EST Monday March 20, 2023. \n2.40(b)(3) \n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nAn adult female French bulldog “Senya” had a wound on her neck that was identified prior to the inspection, but the \nlicensee’s observations and plans for treatment were never communicated to the Attending Veterinarian.  The dog was in \nan outdoor enclosure co-housed with one other French bulldog.  An approximately 2 inch x 2 inch area of fur had been \nshaved at the left side of the neck and two small puncture wounds with dark red scabs were visible. An approximately ½ \ninch area of pink skin was visible at the wound site. The facility representative stated that the injuries had been observed \n4 weeks earlier and that they had begun treatment using a topical antiseptic and ointment. The Program of Veterinary \nCare does not include any instruction for the treatment of skin problems or superficial wounds.  The facility representative \nconfirmed that the dog had not been discussed with a veterinarian prior to beginning treatment.  \n \nAll licensees are required to conduct adequate daily observations of their animals and have a mechanism for direct and \nfrequent communication so that timely and accurate information regarding problems of animal health, behavior, and well-\nbeing are relayed to the attending veterinarian.  Failure to communicate findings of health problems to the attending \nveterinarian and initiating care without any veterinarian direction or involvement can delay proper diagnosis and result in \nunnecessary suffering.  Correct by reporting this dog’s condition to the Attending Veterinarian no later than March 20, \n2023 and following the Attending Veterinarian’s instructions for examination and treatment. Additionally, ensure that there \nis a mechanism for conveying timely and accurate information to the AV for all animals in the future.\n\n2.50(b)(1) \n   \nTime and method of identification. \nOne adult female Maine Coon Tabby cat had no collar/tag, tattoo, microchip, or other official ID.  This cat was present in \nthe sunroom enclosure of the main house co-housed with 15 other cats.  During the inspection this cat was moved to \nanother enclosure.   \n \nLive cats and dogs acquired by class “B” dealers must be immediately identified by a collar and tag, tattoo, or microchip.  \nFailure to properly identify animals may lead to delays in the provision of care.  Correct by ensuring that all animals are \nproperly identified no later than March 20, 2023. \n2.126(a)(2) \n   \nAccess and inspection of records and property; submission of itineraries. \nMedical records for dogs (including those for individual treatments and routine health procedures such as parasite \nsampling) were not made available for review during the inspection.  The licensee stated that he maintains electronic \nrecords for the dogs at the facility, however, the authorized person was unable to access the records and the licensee \nstated that he would send them electronically, however has not done so.   \n \nThe inability for APHIS Officials to access records during inspection prevents evaluation of compliance with the Animal \nWelfare Act and the adequacy of care provided to animals.  Additionally, caretakers being unable to access medical \nrecords can lead to delays in the proper diagnosis of animals and provision of adequate medical care.   \n \nCorrect by ensuring that APHIS Officials are provided access to all required records during inspections.  Correct by March \n20, 2023.\n\n3.1(e) \n   \nHousing facilities, general. \n**A full mop-bucket of dirty bleach water was present in a room which served as the primary enclosure for two cats. The \nbathroom in the cat house at the rear of the property contains two adult cats which free roam in that room. A full mop \nbucket of dirty bleach water was positioned in the center of the room in the animal area and was easily accessible to the \ncats.  Bleach water is a toxic substance that may cause chemical burns if spilled or ingested by the cats.  Additionally \nfumes from this open bucket can cause respiratory irritation being housed in the same room as the open container.  \nSubstances that are toxic to dogs or cats but are required for normal husbandry practices must be properly stored in \ncabinets when in animal areas.   \n \n**Food is not being stored in a manner to prevent spoilage, contamination, or vermin infestation. In the supply room of the \ncat house bordering the rear of the property, there is an open bag of dry adult cat food directly on the floor. In the main \nhouse in the primary bedroom, where 3 adult cats and 1 kitten are housed, there are 12 bags of dry cat food and 2 bags \nof dry dog food that are being stored directly on the floor.  \n \nCorrect by ensuring toxic substances used for normal husbandry practices are properly stored away from animals in a \nmanner that prevents animal exposure to the substances and fumes.  Additionally, ensure that all food open food is stored \nin a leakproof containers with tightly fitting lids to prevent contamination and spoilage and that all food is stored off the \nfloor and away from walls to allow cleaning underneath and around the supplies. Correct by March 20, 2023. \n3.4(b) \n   \nOutdoor housing facilities.\n\nAll six shelters in the outdoor dog enclosures, containing a total of 10 French bulldogs, lack bedding. In the enclosure third \nclosest to the front of the property, containing two dogs, the shelter roof is separating from the walls at the entrance with \n2-inch-wide gaps overhead. The overnight temperatures reported for the Richmond International Airport Weather Station \non March 14 and 15, 2023 (the days prior to this inspection) ranged from 28 to 40 degrees Fahrenheit.  The low \ntemperature at 8 am the morning of the inspection was reported to be 28 degrees Fahrenheit. \n \nAdequate shelter structures with bedding are essential for animal comfort, health, and wellbeing. Animals without bedding \nin their shelter may suffer from discomfort or distress. Correct by ensuring that shelters in outdoor dog enclosures are in \ngood repair and provide protection from the elements. Clean, dry bedding must be provided if the ambient temperature is \nbelow 50 degrees Fahrenheit and additional bedding is required when the temperature is 35 degrees or lower. Correct by \nMarch 20, 2023. \n3.6(b)(2)  Direct\n   \nPrimary enclosures. \nMore than 12 adult non-conditioned cats are being housed in the same primary enclosure, one cat was observed being \nprevented from accessing water by the co-housed cats. An adult female tabby Maine Coon cat, without a microchip or \nindividual identification, was found in the sunroom enclosure of the main house. The licensee reports that the cat was \nknown to be ill at the time of the arrival as the owner had sent her back to the seller to receive veterinary treatment for an \nabdominal hernia. She was reported to have arrived at the facility the day prior to the inspection, at which time she was \nplaced with 15 other adult cats in a primary enclosure. At the time of the inspection the cat was observed approaching the \nsingle water dish multiple times. Each time, one or more of the other cats in the room would quickly approach and move \nthe new cat off the water dish, leaving the new cat struggling to access water. This cat had a prolonged skin tent at the \ntime of inspection indicative of moderate dehydration.\n\nThe new cat, who was known to be ill prior to arrival to the facility, is not conditioned to the remaining 15 cats in this \nenclosure. Extreme submission met with resource guarding by other animals can cause undue stress and worsening of \nillness. This cat was moved to a single-housed enclosure at the time of inspection.  Correct by ensuring all cats housed in \nthe same primary enclosure are compatible from this point forward. \n3.11(a) \n   \nCleaning, sanitization, housekeeping, and pest control. \nExcreta is not being removed from all outdoor dog enclosures frequently enough to prevent excessive accumulation of \nfeces. The outdoor dog enclosure closest to the rear of the property, containing 2 adult French bulldogs has a dirt floor \nwith numerous (over 20) piles of fresh and dried feces scattered throughout the enclosure.  \n \nFailure to remove feces daily increases the risk of soiling and disease to the animal and can attract pests. Correct by \nremoving excreta and waste daily and as often as necessary to prevent excessive accumulation and to reduce the risk of \ndisease hazards, odors and pests. Correct by March 20, 2023 \n3.11(c) \n   \nCleaning, sanitization, housekeeping, and pest control. \nThere is accumulated junk, waste and hazardous materials in animal and non-animal areas of the facility. In the main yard \nthere are piles of composite siding, hoses, scrap wood and weeds. Multiple outdoor dog enclosures contained plastic and \nmetal trash and debris. The dog enclosure closest to the front of the property contained a large bundle of tangled, \ndiscarded electrical cable. \n \nTrash, waste and hazardous materials can pose a risk of harm to animals in their enclosures when ingested or otherwise\n\nencountered. Piles and accumulations of discarded waste and junk on the premises can contribute to pest infestation and \nserve as source of injury to humans and animals on the property. Correct by ensuring that animal housing facilities, \nbuildings and surrounding grounds are kept clean and in good repair, so as to protect animals from injury, facilitate good \nhusbandry practices and reduce the risk of pest breeding. To be corrected by March 31, 2023. \n \nThis inspection and exit interview were conducted with the licensee. \n \nAdditional Inspectors: \nCOURTNEY JERNIGAN, VETERINARY MEDICAL OFFICEREnd Section",
  "animals_total": 111,
  "species": [
    {
      "count": 10,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 78,
      "scientific": "Felis silvestris catus",
      "common": "CAT ADULT"
    },
    {
      "count": 23,
      "scientific": "Felis silvestris catus",
      "common": "CAT KITTEN"
    }
  ]
}