{
  "insp_id": "2016090000758964",
  "layout": "b",
  "customer_id": "8842",
  "customer_name": "Kenneth Orrell",
  "customer_addr": "1414 E 470th Road\nBOLIVAR, MO 65613",
  "certificate": "43-A-2979",
  "site_id": "001",
  "site_name": "KENNETH ORRELL, JR.",
  "insp_type": "ROUTINE INSPECTION",
  "date": "10-JAN-2022",
  "report_date": "10-JAN-2022",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "An adult male Yorkie named Mackey had a golf-ball sized collection of dried fecal matter trapped in the matted hair below\nhis tail. Matted hair can result in skin and/or eye problems, can collect foreign material, can be painful, and can\ncompromise the hair’s ability to provide protection from the heat or cold. The licensee must establish an effective\nprogram of haircoat maintenance.\nTO BE CORRECTED BY JANUARY 12, 2022. NOTE: The licensee removed the fecal matter from this dog's haircoat\nduring the inspection and scheduled a visit for his groomer for later in the day."
    },
    {
      "code": "2.50(a)(2)",
      "kind": "",
      "repeat": false,
      "desc": "Time and method of identification.",
      "narrative": "A litter of three Yorkie puppies less than 16 weeks of age did not have any form of identification. Appropriate identification\nof dogs is necessary to meet recordkeeping requirements for inventory, disposition, transport, and healthcare\ndocumentation. The licensee must properly identify puppies with an acceptable form of identification, which include a\ncage card (if litters are not comingled), a microchip, a collar and tag, or a plastic-type collar with the required information\nlegibly written.\nTO BE CORRECTED BY JANUARY 15, 2022."
    },
    {
      "code": "3.6(a)(2)(ix)",
      "kind": "",
      "repeat": false,
      "desc": "Primary enclosures.",
      "narrative": "Many of the metal wire doors of the primary enclosures on both the inside and outside of the sheltered building had\nexcessive rust that caused severe pitting of the wire. Excessive rust prevents adequate cleaning and sanitization of metal\nsurfaces, which can allow the growth of organisms that can cause disease in the dogs. The licensee must ensure that all\nsurfaces in contact with the dogs can be readily cleaned and sanitized in accordance with § 3.11(b) of this subpart, or be\nreplaced when worn or soiled.\nTO BE CORRECTED BY FEBRUARY 10, 2022."
    },
    {
      "code": "3.9(b)",
      "kind": "",
      "repeat": false,
      "desc": "Feeding",
      "narrative": "At least four metal self-feeders in the shelter building were severely rusted. These food receptacles contained dog food\nand were currently in use by at least four adult dogs. Surfaces with excessive rust cannot be adequately cleaned and\nsanitized which can allow the growth of organisms that are harmful to dogs. The licensee must ensure that food\nreceptacles are maintained in a condition that allows adequate cleaning and sanitization.\nTO BE CORRECTED BY JANUARY 15, 2022.\nThe inspection and exit interview were conducted with the licensee on January 10, 2022. The inspection report was hand\ndelivered on January 11, 2022, and another exit briefing was conducted.\nEnd Section"
    }
  ],
  "narrative": "2.40(b)(2) \n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nAn adult male Yorkie named Mackey had a golf-ball sized collection of dried fecal matter trapped in the matted hair below \nhis tail.  Matted hair can result in skin and/or eye problems, can collect foreign material, can be painful, and can \ncompromise the hair’s ability to provide protection from the heat or cold.   The licensee must establish an effective \nprogram of haircoat maintenance. \nTO BE CORRECTED BY JANUARY 12, 2022.  NOTE: The licensee removed the fecal matter from this dog's haircoat \nduring the inspection and scheduled a visit for his groomer for later in the day. \n2.50(a)(2) \n   \nTime and method of identification. \nA litter of three Yorkie puppies less than 16 weeks of age did not have any form of identification.  Appropriate identification \nof dogs is necessary to meet recordkeeping requirements for inventory, disposition, transport, and healthcare \ndocumentation.  The licensee must properly identify puppies with an acceptable form of identification, which include a \ncage card (if litters are not comingled), a microchip, a collar and tag, or a plastic-type collar with the required information \nlegibly written. \nTO BE CORRECTED BY JANUARY 15, 2022.\n\n3.6(a)(2)(ix) \n   \nPrimary enclosures. \nMany of the metal wire doors of the primary enclosures on both the inside and outside of the sheltered building had \nexcessive rust that caused severe pitting of the wire.  Excessive rust prevents adequate cleaning and sanitization of metal \nsurfaces, which can allow the growth of organisms that can cause disease in the dogs.  The licensee must ensure that all \nsurfaces in contact with the dogs can be readily cleaned and sanitized in accordance with § 3.11(b) of this subpart, or be \nreplaced when worn or soiled. \nTO BE CORRECTED BY FEBRUARY 10, 2022. \n3.9(b) \n   \nFeeding \nAt least four metal self-feeders in the shelter building were severely rusted.  These food receptacles contained dog food \nand were currently in use by at least four adult dogs.  Surfaces with excessive rust cannot be adequately cleaned and \nsanitized which can allow the growth of organisms that are harmful to dogs.  The licensee must ensure that food \nreceptacles are maintained in a condition that allows adequate cleaning and sanitization. \nTO BE CORRECTED BY JANUARY 15, 2022. \n \nThe inspection and exit interview were conducted with the licensee on January 10, 2022.  The inspection report was hand \ndelivered on January 11, 2022, and another exit briefing was conducted. \n \nEnd Section",
  "animals_total": 11,
  "species": [
    {
      "count": 8,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 3,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}