{
  "insp_id": "56151617380670",
  "layout": "a",
  "customer_id": "895",
  "customer_name": "Augusta University",
  "customer_addr": "1120 15th St, Cj-1036\nAugusta, GA 30912",
  "certificate": "57-R-0002",
  "site_id": "001",
  "site_name": "DIVISION OF LABORATORY ANIMAL SERVICES",
  "insp_type": "ROUTINE INSPECTION",
  "date": "10-FEB-2015",
  "report_date": "26-FEB-2015",
  "citations": [
    {
      "code": "2.33(b)(4)",
      "kind": "",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE.",
      "narrative": "During inspection there was a surgical procedure being conducted on pigs. I observed an expired bag of sodium\nchloride (Feb 2012) being used on one of the pigs on the surgical table. When questioned I was told it was a\nterminal procedure and they were allowed to use expired fluids for this type of surgery. When I questioned the\nIACUC chair if there was a written policy allowing this, I was told that it is a verbal policy that no expired medications\nare to be used in the facility. Adequate guidance to principal investigators and surgical staff involved in the proper\nuse of medications shall be provided."
    },
    {
      "code": "2.35(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "RECORDKEEPING REQUIREMENTS.",
      "narrative": "The IACUC minutes reviewed do not fully capture deliberations during the IACUC meetings and the changes to\npolicies granted outside of a fully convened meeting. In August 2014, a new food restriction policy was voted on\nand approved by the IACUC to be used as the standard in food restriction protocols. The policy was implemented.\nThere were complications when applied to one of the protocols resulting in the NHP's no longer performing their\ntasks. The PI for this protocol requested an exemption which would allow greater restriction. There is no IACUC\ndocumented discussion or deliberation for review that indicates the initial review of the alternate policy was\nconducted in consultation the Attending Veterinarian. Emails review that were not provided with the IACUC records\nbut provided later indicate the alternate policy was reviewed by 2 IACUC members and then sent via email to\ncommittee members for a yes or no vote to allow a variance on the food restriction policy. The variance was\napproved by majority vote and implemented prior to a full committee vote. The full committee vote took place in\nNovember. In contradiction, the physical exams in the animal records during that period of time document a\ntreatment plan to increase the NHP's daily intake to allow them to gain weight. The IACUC records provided and\nveterinary records are not in agreement. The activities of the IACUC are not fully reflected in the IACUC minutes.\nThe research facility shall maintain IACUC records that include all activities of the committee and committee\ndeliberations. Correct by next IACUC meeting (March 2015)"
    },
    {
      "code": "2.38(f)(1)",
      "kind": "",
      "repeat": false,
      "desc": "MISCELLANEOUS.",
      "narrative": "An animal incident occurred in July of 2014 resulting in the unexpected death of a pig. The pig was found dead in its\nenclosure the day after a surgical procedure had been performed. This incident is currently under review."
    },
    {
      "code": "3.75(c)(2)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "The wall in CB 1619 directly behind the rack of nonhuman primate cages has been scored by the rack leaving a\nstrip that is approximately 4 inches wide and no longer impervious to moisture. This area cannot be properly\ncleaned and sanitized. The surface shall be repaired. Correct by April 13, 2015\nFocused Inspection conducted February 10 - 12, the exit briefing conducted February 12, 2015 with the IACUC\nChair and the Vice President for Research. Exit briefing conducted with the IO on February 26, 2015."
    }
  ],
  "narrative": "2.33(b)(4)                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE.\nDuring inspection there was a surgical procedure being conducted on pigs.  I observed an expired bag of sodium\nchloride (Feb 2012) being used on one of the pigs on the surgical table.  When questioned I was told it was a\nterminal procedure and they were allowed to use expired fluids for this type of surgery.  When I questioned the\nIACUC chair if there was a written policy allowing this, I was told that it is a verbal policy that no expired medications\nare to be used in the facility.  Adequate guidance to principal investigators and surgical staff involved in the proper\nuse of medications shall be provided.\n2.35(a)(1)\nRECORDKEEPING REQUIREMENTS.\nThe IACUC minutes reviewed do not fully capture deliberations during the IACUC meetings and the changes to\npolicies granted outside of a fully convened meeting.  In August 2014, a new food restriction policy was voted on\nand approved by the IACUC to be used as the standard in food restriction protocols.  The policy was implemented. \nThere were complications when applied to one of the protocols resulting in the NHP's no longer performing their\ntasks. The PI for this protocol requested an exemption which would allow greater restriction.  There is no IACUC\ndocumented discussion or deliberation for review that indicates the initial review of the alternate policy was\nconducted in consultation the Attending Veterinarian. Emails review that were not provided with the IACUC records\nbut provided later indicate the alternate policy was reviewed by 2 IACUC members and then sent via email to\ncommittee members for a yes or no vote to allow a variance on the food restriction policy. The variance was\napproved by majority vote and implemented prior to a full committee vote. The full committee vote took place in\nNovember. In contradiction, the physical exams in the animal records during that period of time document a\ntreatment plan to increase the NHP's daily intake to allow them to gain weight. The IACUC records provided and\nveterinary records are not in agreement. The activities of the IACUC are not fully reflected in the IACUC minutes.\nThe research facility shall maintain IACUC records that include all  activities of the committee and committee\ndeliberations.  Correct by next IACUC meeting (March 2015)\n2.38(f)(1)\nMISCELLANEOUS.\n\nAn animal incident occurred in July of 2014 resulting in the unexpected death of a pig. The pig was found dead in its\nenclosure the day after a surgical procedure had been performed.  This incident is currently under review.\n3.75(c)(2)\nHOUSING FACILITIES, GENERAL. \nThe wall in CB 1619 directly behind the rack of nonhuman primate cages has been scored by the rack leaving a\nstrip that is approximately 4 inches wide and no longer impervious to moisture. This area cannot be properly\ncleaned and sanitized.  The surface shall be repaired.  Correct by April 13, 2015\nFocused Inspection conducted February 10 - 12, the exit briefing conducted February 12, 2015 with the IACUC\nChair and the Vice President for Research.  Exit briefing conducted with the IO on February 26, 2015.",
  "animals_total": 17,
  "species": [
    {
      "count": 3,
      "scientific": "Macaca mulatta",
      "common": "RHESUS MACAQUE *MALE"
    },
    {
      "count": 12,
      "scientific": "Mesocricetus auratus",
      "common": "SYRIAN HAMSTER (GOLDEN HAMSTER)"
    },
    {
      "count": 2,
      "scientific": "Sus domestica",
      "common": "DOMESTIC PIG"
    }
  ]
}