{
  "insp_id": "2016082567996392",
  "layout": "a",
  "customer_id": "6902",
  "customer_name": "Summer Wind Farm Sanctuary",
  "customer_addr": "6490 Mowerson Rd\nBrown City, MI 48416",
  "certificate": "34-C-0227",
  "site_id": "001",
  "site_name": "SUMMER WIND FARMS",
  "insp_type": "ROUTINE INSPECTION",
  "date": "09-NOV-2016",
  "report_date": "16-NOV-2016",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "At the time of the last full facility inspection on 9-28-16 the inspectors observed that a 14 month old tiger known as\nDaisy was experiencing balance issues and was slightly unsteady when she walked. The inspectors were shown\nrecords that indicated that she was diagnosed with ottitis externa due to bacteria and ottitis media on 9-26-16.\nThese records also indicate that she was first treated for this condition on 8-31-16. Daisy had received several\ninjections of polyflex and dexamethazone prior to our inspection that day. We requested that she receive further\nveterinary evaluation as her condition had not resolved. On a focused inspection conducted 9-30-16, the inspector\nwas informed by the facility CEO that the plan was to give oral antibiotics to Daisy.\nDaisy was observed to be extremely ataxic today and stumbled and almost fell down several times while the\ninspectors were observing her. Daisy also appeared thinner than at the time of the last full inspection and her hair\ncoat was dull in appearance. Treatment record showed that Daisy has been administered oral Cephalexin 500 mg\ntwice per day on three separate occasions: 9-30-16 to 10-7-16, 10-23-16 to 10-29-16 and 11-1-16 to the present\nday. She was also administered diphenhydrinate from 10-13-16 to 10-20-11. According to the box, this is a motion\nsickness medicine. Daisy's condition is worse since the time of the last inspection. She is suffering in her current\ncondition and is in need of further veterinary evaluation. It is ultimately the responsibility of the licensee to ensure\nthat their animals receive adequate veterinary care. Additional veterinary consultation must be sought for Daisy's\nworsening condition. A continued deterioration of Daisy's condition will lead to additional animal suffering and\npossibly death. Keep records of veterinary consultation, diagnosis and treatment information for review by APHIS\ninspectors. Veterinary consultation should be sought as soon as possible but no later than 11-16-16.\nThe inspectors observed a small brown cow which was very thin with prominent hip and rib bones. There was a\nsmall amount of hay trampled into the mud and the front of the animals enclosure. The CEO of the facility informed\nthe inspectors that this cow had been obtained about one month before and was to be used as food for the animals.\nThis cow is in need of veterinary care. It is to thin and is in need of evaluation for its condition. Keep records of\nthis evaluation and treatment for review by APHIS inspectors. Even if intended for animal food, animals at the\nfacility require proper food, water, shelter and veterinary care while at the facility. Process food animals\nimmediately upon arrival at the facility or provide for their basic husbandry needs, including veterinary care if\nwarranted.\nA coatimundi at the facility has no hair above its haunches on both sides of its body. This animal is in need of\nveterinary evaluation for its condition. This animal must bee seen by the attending veterinarian by close of business\non 11-11-16. Keep records of this animals evaluation and treatment for review by APHIS inspectors."
    },
    {
      "code": "2.40(b)(3)",
      "kind": "",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "A coatimundi at the facility has no hair above its haunches on both sides of its body. No one at the facility had\nnoticed this hair loss. The attending veterinarian had not been consulted regarding the condition of this animal.\nFailure to observe health issues and promptly treat and/or report them to the attending veterinarian will lead to\nunnecessary suffering and in extreme cases even possible animal death. Thorough daily observations of all animals\nshould be made. Animals with known problems should receive extra scrutiny. Report all health issues promptly to\nthe veterinarian."
    },
    {
      "code": "2.131(a)",
      "kind": "",
      "repeat": true,
      "desc": "HANDLING OF ANIMALS.",
      "narrative": "A coatimundi at the facility was still housed in an outdoor enclosure. The facility CEO told inspectors that his plan\nwas to move the coatimundi inside in about a week and that it was a mountain coatimundi and used to the cold\ntemperatures. Two online sources consulted and reviewed at the time of the informal exit interview stated that\ncoatimundis should not be exposed to temperatures less than 40 degrees. The CEO has no knowledge of the basic\nhusbandry needs of this coatimundi. Licensees must demonstrate adequate knowledge of the species they\nmaintain. The licensee must learn about this coatimundi so that it can be kept according to its basic husbandry\nstandards. Keep records of books or online sources consulted for APHIS inspector review."
    },
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": true,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "The fence for the enclosure housing one alpaca has become pushed up from the ground. The enclosure fence for\nthe enclosure housing two alpacas has a broken post. The fence has also become pushed up and from the hair\npresent on the fence and the pattern of grazed grass outside the enclosure fence it is evident that these alpacas are\nreaching under the fence to eat the grass. It would be very easy for one of these animals to become entangled in\nthe fence and injured while attempting to reach under the fence to eat or escape the enclosure. As there is no\ngrass inside the enclosure the animals may be highly motivated to exit the enclosure to obtain grass. Repair these\nenclosures to properly contain the animals and prevent possible injury."
    },
    {
      "code": "3.125(c)",
      "kind": "",
      "repeat": true,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "The meat cooler had an overwhelming odor of rotten and decaying meat. This odor makes it very hard to determine\nif the meat items stored in this cooler are fit for animal consumption. Clean the cooler, identify the source of the\nodor and eliminate it."
    },
    {
      "code": "3.127(b)",
      "kind": "Direct",
      "repeat": false,
      "desc": "FACILITIES, OUTDOOR.",
      "narrative": "A coatimundi at the facility was still housed in an outdoor enclosure. The facility CEO told inspectors that his plan\nwas to move the coatimundi inside in about a week and that it was a mountain coatimundi and used to the cold\ntemperatures. Two online sources consulted and reviewed at the time of the informal exit interview stated that\ncoatimundis should not be exposed to temperatures less than 40 degrees. The expected low for the night is 36\ndegrees. In addition to this, several days in October already had recorded low temperatures ranging from 31 to 35\ndegrees. The expected low temperature for 11-11-16 is 26 degrees. To expose the coatimundi to these cold\ntemperatures has caused it suffering. This coatimundi needs to be moved indoors. Move this coatimundi indoors\ntoday.\nA shelter for the enclosure housing one alpaca and the shelter for the enclosure housing two goats and one sheep\nhave no bedding. The expected low temperature for the night is 36 degrees. These shelters need bedding. These\nanimals need dry bedding to remain comfortable during times of cold temperatures. Put bedding in these shelters.\nCorrect by: COB 11-9-16."
    },
    {
      "code": "3.129(b)",
      "kind": "",
      "repeat": true,
      "desc": "FEEDING.",
      "narrative": "The food receptacle boxes for the enclosure housing two American black bears and the enclosure housing two\nAsian black bears contained a large amount of rotting food debris. Any food fed in these areas is going to be\ncontaminated by the rotting material present. These feeders need to be cleaned and made sanitary to ensure that\nthe food fed to the bears is wholesome and free from bacterial or pest infestation which could result in health issues\nfor the bears."
    },
    {
      "code": "3.130",
      "kind": "",
      "repeat": true,
      "desc": "WATERING.",
      "narrative": "The water receptacle for the enclosure containing the tiger known as Lilly has a large amount of algae slime lining\nits interior. This indicates that it is not being cleaned and sanitized on a regular basis. Water receptacles should be\nkept clean and sanitary to promote adequate water consumption which is essential for animal health. Clean and\nsanitize this water receptacle more frequently."
    },
    {
      "code": "3.131(a)",
      "kind": "",
      "repeat": true,
      "desc": "SANITATION.",
      "narrative": "There was excessive feces and food waste in the enclosure for the grizzly bear. The CEO told the inspectors that\nthe enclosure had been cleaned about one month ago. This enclosure needs to be cleaned on a more frequent\nbasis. This rotting material and feces can lead to pest control issues. The rotting material present in this bear's(cid:25)\nenclosure can contaminate it as it lies in its enclosure. The animal can ingest this material when it grooms itself.\nNot removing old food waste promptly can lead to contamination of new food. Ingesting this rotten material can\nlead to potential health problems. Clean this enclosure more frequently to prevent a buildup of food and fecal waste\nto minimize odors and prevent potential health problems."
    },
    {
      "code": "3.131(c)",
      "kind": "",
      "repeat": true,
      "desc": "SANITATION.",
      "narrative": "The majority of the premises is filled with various debris, old equipment, boards, trash and fence. Several other\nbuildings on the property are also filled with old equipment and debris and trash. Tall weeds are located throughout\nthe facility. These areas provide ample hiding areas for rodents and other pests and numerous rodent holes were\nlocated throughout the facility. All this material must be removed to help control pests."
    },
    {
      "code": "3.131(d)",
      "kind": "",
      "repeat": true,
      "desc": "SANITATION.",
      "narrative": "Numerous rodent holes were located throughout the facility. Rodent holes were located in the alleyway for the\nleopard row cat enclosures and going under the shelter for the cougar enclosure. Rodents can be carriers of\ndisease which may be harmful to the animals housed in these areas. A more effective means of rodent control\nmust be established for the facility."
    },
    {
      "code": "3.132",
      "kind": "Critical",
      "repeat": true,
      "desc": "EMPLOYEES.",
      "narrative": "It is evident that due to the nature and severity of the animal husbandry issues at the facility that there is a lack of\nadequately trained employees. The fact that no one at the facility had noted the condition of the coatimundi\nillustrates this point. Daily observation of all animals and reporting animals that need attention to the attending\nveterinarian are basic duties for facility employees. The facility relies on volunteer workers. A lack of properly\ntrained employees can result in facility and animal conditions that result in unnecessary animal suffering. Of special\nconcern on this inspection was the condition of the cow to be used for animal food at the facility. It was evident in\nour discussion with the CEO that he felt that this animal should be treated differently than other animals at the\nfacility. He even referred to other meat animals that had been housed at the facility in the past to make his point to\nAPHIS inspectors. This facility states that it is an animal sanctuary. The CEO demonstrates a very indifferent\nattitude towards animal welfare at the facility. This leads to a culture of indifference at this facility to basic animal\nneeds and treatment. This is animal cruelty. It is this culture of indifference to basic needs of animals that puts all\nanimals at the facility in danger. Animal numbers must be reduced or more properly trained workers need to be\nadded. A facility schedule needs to be developed that allows for adequate employee coverage in order to address\nall animal husbandry needs. For the most part, the facility CEO is the only one authorized to work with the\ndangerous animals at the facility as the other authorized party has very limited availability. All animal work must be\ndone with the dangerous animals under his direct supervision. This limits the amount of time that is available to\nservice the dangerous animal enclosures as the facility CEO is often offsite. This leads to poor sanitation in the\ndangerous animal enclosures. The facility CEO needs to find a way to be onsite more or hire trained staff to help\nrun the facility.\nThe inspection was conducted with the CEO and two members of the board. An informal exit interview was\nconducted with the CEO and two members of the board. All non-compliant items were discussed. Education\nmaterials were shared with the CEO and the board members. All direct non-compliant items were discussed and\nAPHIS expectations for correction of these direct non-compliant items were made clear at this informal exit\ninterview. Due to scheduling concerns the formal exit interview with the CEO was conducted on 11-16-16.\nAdditional Inspectors\nBongard Carrie, Animal Care Inspector"
    }
  ],
  "narrative": "2.40(b)(2)           DIRECT                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nAt the time of the last full facility inspection on 9-28-16 the inspectors observed that a 14 month old tiger known as\nDaisy was experiencing balance issues and was slightly unsteady when she walked.  The inspectors were shown\nrecords that indicated that she was diagnosed with  ottitis externa due to bacteria and ottitis media on 9-26-16. \nThese records also indicate that she was first treated for this condition on 8-31-16.  Daisy had received several\ninjections of polyflex and dexamethazone prior to our inspection that day.  We requested that she receive further\nveterinary evaluation as her condition had not resolved.  On a focused inspection conducted 9-30-16, the inspector\nwas informed by the facility CEO that the plan was to give oral antibiotics to Daisy.\nDaisy was observed to be extremely ataxic today and stumbled and almost fell down several times while the\ninspectors were observing her.  Daisy also appeared thinner than at the time of the last full inspection and her hair\ncoat was dull in appearance.  Treatment record showed that Daisy has been administered  oral Cephalexin 500 mg\ntwice per day on three separate occasions:  9-30-16 to 10-7-16, 10-23-16 to 10-29-16 and 11-1-16 to the present\nday.  She was also administered diphenhydrinate from 10-13-16 to 10-20-11.  According to the box, this is a motion\nsickness medicine.  Daisy's condition is worse since the time of the last inspection.  She is suffering in her current\ncondition and is in need of further veterinary evaluation.  It is ultimately the responsibility of the licensee to ensure\nthat their animals receive adequate veterinary care.  Additional veterinary consultation must be sought for Daisy's\nworsening condition.  A continued deterioration of Daisy's condition will lead to additional animal suffering and\npossibly death.  Keep records of veterinary consultation, diagnosis and treatment information for review by APHIS\ninspectors.  Veterinary consultation should be sought as soon as possible but no later than 11-16-16.\nThe inspectors observed a small brown cow which was very thin with prominent hip and rib bones.  There was a\nsmall amount of hay trampled into the mud and the front of the animals enclosure.  The CEO of the facility informed\nthe inspectors that this cow had been obtained about one month before and was to be used as food for the animals.\n This cow is in need of veterinary care.  It is to thin and is in need of evaluation for its condition.  Keep records of\nthis evaluation and treatment for review by APHIS inspectors.  Even if intended for animal food, animals at the\nfacility require proper food, water, shelter and veterinary care while at the facility.  Process food animals\nimmediately upon arrival at the facility or provide for their basic husbandry needs, including veterinary care if\nwarranted.\n\nA coatimundi at the facility has no hair above its haunches on both sides of its body.  This animal is in need of\nveterinary evaluation for its condition.  This animal must bee seen by the attending veterinarian by close of business\non 11-11-16.  Keep records of this animals evaluation and treatment for review by APHIS inspectors.\n2.40(b)(3)                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nA coatimundi at the facility has no hair above its haunches on both sides of its body.  No one at the facility had\nnoticed this hair loss.  The attending veterinarian had not been consulted regarding the condition of this animal. \nFailure to observe health issues and promptly treat and/or report them to the attending veterinarian will lead to\nunnecessary suffering and in extreme cases even possible animal death. Thorough daily observations of all animals\nshould be made.  Animals with known problems should receive extra scrutiny.  Report all health issues promptly to\nthe veterinarian.\n2.131(a)                    REPEAT\nHANDLING OF ANIMALS.\nA coatimundi at the facility was still housed in an outdoor enclosure.  The facility CEO told inspectors that his plan\nwas to move the coatimundi inside in about a week and that it was a mountain coatimundi and used to the cold\ntemperatures.  Two online sources consulted and reviewed at the time of the informal exit interview stated that\ncoatimundis should not be exposed to temperatures less than 40 degrees.  The CEO has no knowledge of the basic\nhusbandry needs of this coatimundi.  Licensees must demonstrate adequate knowledge of the species they\nmaintain.  The licensee must learn about this coatimundi so that it can be kept according to its basic husbandry\nstandards.  Keep records of books or online sources consulted for APHIS inspector review.\n3.125(a)                    REPEAT\nFACILITIES, GENERAL.   \nThe fence for the enclosure housing one alpaca has become pushed up from the ground.  The enclosure fence for\nthe enclosure housing two alpacas has a broken post.  The fence has also become pushed up and from the hair\npresent on the fence and the pattern of grazed grass outside the enclosure fence it is evident that these alpacas are\nreaching under the fence to eat the grass.  It would be very easy for one of these animals to become entangled in\nthe fence and injured while attempting to reach under the fence to eat or escape the enclosure.  As there is no\ngrass inside the enclosure the animals may be highly motivated to exit the enclosure to obtain grass.  Repair these\nenclosures to properly contain the animals and prevent possible injury.\n3.125(c)                    REPEAT\nFACILITIES, GENERAL.\n\nThe meat cooler had an overwhelming odor of rotten and decaying meat.  This odor makes it very hard to determine\nif the meat items stored in this cooler are fit for animal consumption.  Clean the cooler, identify the source of the\nodor and eliminate it.\n3.127(b)           DIRECT\nFACILITIES, OUTDOOR. \nA coatimundi at the facility was still housed in an outdoor enclosure.  The facility CEO told inspectors that his plan\nwas to move the coatimundi inside in about a week and that it was a mountain coatimundi and used to the cold\ntemperatures.  Two online sources consulted and reviewed at the time of the informal exit interview stated that\ncoatimundis should not be exposed to temperatures less than 40 degrees.  The expected low for the night is 36\ndegrees.  In addition to this, several days in October already had recorded low temperatures ranging from 31 to 35\ndegrees.  The expected low temperature for 11-11-16 is 26 degrees.  To expose the coatimundi to these cold\ntemperatures has caused it suffering.  This coatimundi needs to be moved indoors.  Move this coatimundi indoors\ntoday.\nA shelter for the enclosure housing one alpaca and the shelter for the enclosure housing two goats and one sheep\nhave no bedding.  The expected low temperature for the night is 36 degrees.  These shelters need bedding.  These\nanimals need dry bedding to remain comfortable during times of cold temperatures.  Put bedding in these shelters.\nCorrect by:  COB 11-9-16.    \n3.129(b)                    REPEAT\nFEEDING.    \nThe food receptacle boxes for the enclosure housing two American black bears and the enclosure housing two\nAsian black bears contained a large amount of rotting food debris.  Any food fed in these areas is going to be\ncontaminated by the rotting material present.  These feeders need to be cleaned and made sanitary to ensure that\nthe food fed to the bears is wholesome and free from bacterial or pest infestation which could result in health issues\nfor the bears.\n3.130                    REPEAT\nWATERING.  \nThe water receptacle for the enclosure containing the tiger known as Lilly has a large amount of algae slime lining\nits interior.  This indicates that it is not being cleaned and sanitized on a regular basis.  Water receptacles should be\nkept clean and sanitary to promote adequate water consumption which is essential for animal health.  Clean and\nsanitize this water receptacle more frequently.\n\n3.131(a)                    REPEAT\nSANITATION.   \nThere was excessive feces and food waste in the enclosure for the grizzly bear.  The CEO told the inspectors that\nthe enclosure had been cleaned about one month ago.  This enclosure needs to be cleaned on a more frequent\nbasis.  This rotting material and feces can lead to pest control issues.  The rotting material present in this bear's(cid:25)\nenclosure can contaminate it as it lies in its enclosure.  The animal can ingest this material when it grooms itself. \nNot removing old food waste promptly can lead to contamination of new food.  Ingesting this rotten material can\nlead to potential health problems.  Clean this enclosure more frequently to prevent a buildup of food and fecal waste\nto minimize odors and prevent potential health problems.\n3.131(c)                    REPEAT\nSANITATION.   \nThe majority of the premises is filled with various debris, old equipment, boards, trash and fence.  Several other\nbuildings on the property are also filled with old equipment and debris and trash.  Tall weeds are located throughout\nthe facility.  These areas provide ample hiding areas for rodents and other pests and numerous rodent holes were\nlocated throughout the facility.  All this material must be removed to help control pests.\n3.131(d)                    REPEAT\nSANITATION.   \nNumerous rodent holes were located throughout the facility.   Rodent holes were located in the alleyway for the\nleopard row cat enclosures and going under the shelter for the cougar enclosure.  Rodents can be carriers of\ndisease which may be harmful to the animals housed in these areas.  A more effective means of rodent control\nmust be established for the facility.\n3.132           CRITICAL                    REPEAT\nEMPLOYEES. \nIt is evident that due to the nature and severity of the animal husbandry issues at the facility that there is a lack of\nadequately trained employees.  The fact that no one at the facility had noted the condition of the coatimundi\nillustrates this point.  Daily observation of all animals and reporting animals that need attention to the attending\nveterinarian are basic duties for facility employees.  The facility relies on volunteer workers.  A lack of properly\ntrained employees can result in facility and animal conditions that result in unnecessary animal suffering.  Of special\n\nconcern on this inspection was the condition of the cow to be used for animal food at the facility.  It was evident in\nour discussion with the CEO that he felt that this animal should be treated differently than other animals at the\nfacility.  He even referred to other meat animals that had been housed at the facility in the past to make his point to\nAPHIS inspectors.  This facility states that it is an animal sanctuary. The CEO demonstrates a very indifferent\nattitude towards animal welfare at the facility.  This leads to a culture of indifference at this facility to basic animal\nneeds and treatment.  This is animal cruelty.  It is this culture of indifference to basic needs of animals that puts all\nanimals at the facility in danger.  Animal numbers must be reduced or more properly trained workers need to be\nadded.   A facility schedule needs to be developed that allows for adequate employee coverage in order to address\nall animal husbandry needs.  For the most part, the facility CEO is the only one authorized to work with the\ndangerous animals at the facility as the other authorized party has very limited availability.  All animal work must be\ndone with the dangerous animals under his direct supervision.  This limits the amount of time that is available to\nservice the dangerous animal enclosures as the facility CEO is often offsite.  This leads to poor sanitation in the\ndangerous animal enclosures.  The facility CEO needs to find a way to be onsite more or hire trained staff to help\nrun the facility.\nThe inspection was conducted with the CEO and two members of the board.  An informal exit interview was\nconducted with the CEO and two members of the board.  All non-compliant items were discussed.  Education\nmaterials were shared with the CEO and the board members.  All direct non-compliant items were discussed and\nAPHIS expectations for correction of these direct non-compliant items were made clear at this informal exit\ninterview.  Due to scheduling concerns the formal exit interview with the CEO was conducted on 11-16-16.\nAdditional Inspectors\nBongard Carrie, Animal Care Inspector",
  "animals_total": 27,
  "species": [
    {
      "count": 1,
      "scientific": "Bos taurus",
      "common": "CATTLE / COW / OX / WATUSI"
    },
    {
      "count": 1,
      "scientific": "Canis latrans",
      "common": "COYOTE"
    },
    {
      "count": 2,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 3,
      "scientific": "Lama pacos",
      "common": "ALPACA"
    },
    {
      "count": 1,
      "scientific": "Macaca fascicularis",
      "common": "CRAB-EATING MACAQUE / CYNOMOLGUS MONKEY"
    },
    {
      "count": 1,
      "scientific": "Macaca fuscata",
      "common": "JAPANESE MACAQUE / SNOW MACAQUE"
    },
    {
      "count": 1,
      "scientific": "Nasua narica",
      "common": "WHITE-NOSED COATI"
    },
    {
      "count": 1,
      "scientific": "Ovis aries aries",
      "common": "SHEEP INCLUDING ALL DOMESTIC BREEDS"
    },
    {
      "count": 7,
      "scientific": "Panthera tigris",
      "common": "TIGER"
    },
    {
      "count": 1,
      "scientific": "Sus bucculentus",
      "common": "VIETNAMESE WARTY PIG"
    },
    {
      "count": 2,
      "scientific": "Ursus americanus",
      "common": "NORTH AMERICAN BLACK BEAR"
    },
    {
      "count": 1,
      "scientific": "Ursus arctos horribilis",
      "common": "GRIZZLY BEAR"
    },
    {
      "count": 2,
      "scientific": "Ursus arctos syriacus",
      "common": "SYRIAN BROWN BEAR"
    },
    {
      "count": 2,
      "scientific": "Ursus thibetanus",
      "common": "ASIATIC BLACK BEAR"
    },
    {
      "count": 1,
      "scientific": "Vulpes vulpes",
      "common": "RED FOX (INCLUDES SILVER FOX & CROSS FOX)"
    }
  ]
}