{
  "insp_id": "247141105220556",
  "layout": "a",
  "customer_id": "1460",
  "customer_name": "University Of Kansas Medical Center",
  "customer_addr": "3901 Rainbow Blvd\n1040 Wescoe Pavilion - Ms 2014\nKansas City, KS 66160",
  "certificate": "48-R-0003",
  "site_id": "001",
  "site_name": "UNIVERSITY OF KANSAS MEDICAL CENTER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "25-AUG-2014",
  "report_date": "04-SEP-2014",
  "citations": [
    {
      "code": "2.33(b)(3)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE.",
      "narrative": "* The facility self-reported that on the evening of 27 April 2013, there was a rabbit which appeared to have signs of\ndiscomfort and difficulty breathing. The observation was noted by the caretaker in the animal's medical record but\nthe veterinary staff was not notified of the animal's condition. The next morning, the animal was found dead in its\nenclosure. Timely communication between the care staff and the attending veterinarian is critical to prevent\nunneccessary pain and discomfort to the animals. The registrant must ensure that there is a mechanism of direct\nand frequent communication with the veterinary staff when there is a problem with animal health, behavior, or\nwell-being. This non-compliant item was self-reported and corrected prior to the time of inspection.\nThe inspection was conducted 25-26 August 2014 with facility personnel. An exit interview was conducted on 27\nAugust 2014 with facility personnel.\nAdditional Inspectors\nShaver Margaret, Veterinary Medical Officer"
    }
  ],
  "narrative": "2.33(b)(3)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE.\n* The facility self-reported that on the evening of 27 April 2013, there was a rabbit which appeared to have signs of\ndiscomfort and difficulty breathing.  The observation was noted by the caretaker in the animal's medical record but\nthe veterinary staff was not notified of the animal's condition.  The next morning, the animal was found dead in its\nenclosure.  Timely communication between the care staff and the attending veterinarian is critical to prevent\nunneccessary pain and discomfort to the animals.  The registrant must ensure that there is a mechanism of direct\nand frequent communication with the veterinary staff when there is a problem with animal health, behavior, or\nwell-being.  This non-compliant item was self-reported and corrected prior to the time of inspection.\nThe inspection was conducted 25-26 August 2014 with facility personnel.  An exit interview was conducted on 27\nAugust 2014 with facility personnel.\nAdditional Inspectors\nShaver Margaret, Veterinary Medical Officer",
  "animals_total": 17,
  "species": [
    {
      "count": 3,
      "scientific": "Macaca mulatta",
      "common": "RHESUS MACAQUE *MALE"
    },
    {
      "count": 14,
      "scientific": "Saimiri boliviensis",
      "common": "BLACK-CAPPED SQUIRREL MONKEY"
    }
  ]
}