{
  "insp_id": "2016090000637363",
  "layout": "b",
  "customer_id": "328369",
  "customer_name": "CHRISTY DAVIS",
  "customer_addr": "4608 HALLEYS CIRCLE\nGLEN ALLEN, VA 23060",
  "certificate": "52-C-0294",
  "site_id": "001",
  "site_name": "CHRISTY DAVIS",
  "insp_type": "FOCUSED INSPECTION",
  "date": "15-JUN-2021",
  "report_date": "22-JUN-2021",
  "citations": [
    {
      "code": "2.40(a)(2)",
      "kind": "",
      "repeat": false,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "The Attending Veterinarian is not being given appropriate authority to ensure the well-being of animals at this facility. The\nlicensee employees a part-time Attending Veterinarian (AV) who has a written program of veterinary care (PVC). The\nwritten PVC states that the licensee should be giving Frontline for control of ectoparasites. The attending veterinarian,\nwhen contacted by phone, confirmed the use of Frontline and clarified it should be used during the summer months and\nanytime issues are identified. The licensee stated that none of the animals are currently receiving Frontline because she\nbelieved it stopped working. However, she did not address her concerns about Frontline with her AV prior to discontinuing\nits use. During the inspection, inspectors saw a black and white colored female red fox scratching itself and a champagne\ncolored male fox biting at his front legs. When these behaviors were pointed out to the licensee, she indicated that they\nwere likely caused by fleas. She also stated that personal pets housed at the facility currently have fleas.\nThe attending veterinarian must be provided with adequate authority to ensure the provision of adequate veterinary care\nand oversee the adequacy of other aspects of animal care and use. Failure to follow the direction of the attending\nveterinary may lead to discomfort and unnecessary illness or suffering.\nCorrect by ensuring the Attending Veterinarian has appropriate authority and provisions are in place to provide adequate\nveterinary care.\nCorrect by June 23, 2021"
    },
    {
      "code": "2.50(c)",
      "kind": "",
      "repeat": false,
      "desc": "Time and method of identification.",
      "narrative": "The domestic cats maintained by the licensee do not have official identification as required by the Animal Welfare Act.\nThe licensee currently identifies 5 out of 6 adult domestic cats by name on the APHIS 7005 records, and none of the 6\nadult cats have official USDA tags affixed to a collar or on their enclosure with a corresponding record book including\npictures. In addition, 1 out of the 4 adults housed outdoors is not currently identified on the APHIS 7005 records by any\nform of identification.\nNot having proper identification can cause misidentification of animals on inspections, veterinary care documentation,\nacquisition and disposition records. In addition, it makes positive identification of medical treatment and sales impossible\nto track.\nThe Licensee must ensure that an official USDA sequentially numbered tag is placed on the animal with a collar or kept\non the door of the animas cage or run, or an approved tattoo or microchip is used to positively identify the animals. In\naddition, if tags are maintained on the enclosure (rather than a collar) then the licensee must also have a record book\ncontaining each animal’s tag number, a written description of each animal, the information required by 2.75(a), and a clear\nphotograph of each animal. A duplicate tag must also accompany each cat whenever it leaves the premise.\nCorrect by: July 6, 2021"
    },
    {
      "code": "2.75(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Records: Dealers and exhibitors.",
      "narrative": "The Licensee is not keeping required acquisition and disposition records for the domestic cats. The Licensee is not\ncurrently keeping an updated record of animals on hand (APHIS Form 7005) for any offspring born on the premise. During\ninspection, a total of 10 kittens from 2 different litters are housed indoors with their queens. The licensee’s APHIS Form\n7005 record on hand lists 5 adult cats and 0 kittens. In addition, the Licensee is not maintaining any disposition records\n(APHIS Form 7006) for any adults or juvenile cats that are sold, transferred/exchanged or donated at this time. The\nlicensee confirmed that she fills out an APHIS Form 7006 during her sales but sends the only original copy with the new\nowners.\nNot having proper record keeping for the facilities does not allow for proper trace back of animals during a disease\noutbreak and does not allow for proper accountability or identification of the animals during inspection.\nThe Licensee must ensure that she keeps and maintains records (including APHIS Form 7005 and APHIS Form 7006)\nthat fully and correctly disclose all information concerning each cat that has been purchased, or otherwise acquired,\nowned, held or otherwise disposed of, in her possession or under her control, or which is transported, euthanized, sold, or\notherwise disposed.\nCorrect by: July 6, 2021"
    },
    {
      "code": "2.75(b)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Records: Dealers and exhibitors.",
      "narrative": "The Licensee is not properly keeping acquisition and disposition records for the exotics/farm type animals. The Licensee\ndoes not currently have a method in place for recording any acquisition of offspring born on the premise for these animals.\nThe records of animals on-hand does not match the current inventory at the facility. Specifically, 6 red foxes on hand with\n4 red foxes on the inventory. In addition, the Licensee is not maintaining any disposition records for any adults or juvenile\nanimals that are sold, transferred/exchanged or donated at this time. The licensee confirmed that donated some red fox\npups from the last litter but did maintain disposition records. In addition, the licensee stated that all disposition records for\nfox transfers are sent with the new owner.\nFailure to maintain required records prevents trace back of animals during a disease outbreak and does not allow for\nproper accountability or identification of the animals during inspection.\nThe Licensee must ensure that she keeps and maintains records that fully and correctly disclose all information\nconcerning each animal for which she has purchased, or otherwise acquired, owned, held or otherwise disposed of, in her\npossession or under her control, or which is transported, euthanized, sold, or otherwise disposed.\nCorrect by: July 6, 2021"
    },
    {
      "code": "3.1(b)",
      "kind": "",
      "repeat": false,
      "desc": "Housing facilities, general.",
      "narrative": "The indoor facility has an excessive amount of clutter in the room and food/litter spilled on the floor. This portion of the\nfacility houses 2 of enclosures with 2 adult female domestic cats and 10 kittens. There are boxes and numerous other\nitems not used to facilitate husbandry of the animals stored in the room containing the animals.\nHaving excessive clutter prevents required cleaning and sanitation and spilled food within the facility can act as a food\nsource and nesting location for unwanted pests.\nAnimal areas inside of housing facilities must be kept neat and free of clutter, including equipment, furniture, and stored\nmaterials. Food, litter and materials used for maintaining, cleaning or care of the animals must be kept neat and tidy\nwithin the facility.\nCorrect by: July 6, 2021"
    },
    {
      "code": "3.4(c)",
      "kind": "",
      "repeat": false,
      "desc": "Outdoor housing facilities.",
      "narrative": "The two outdoor enclosures, housing four adult domestic cats, are constructed with wood permeable to moisture and\ncannot be properly cleaned or sanitized. One of the enclosures is constructed and framed with unsealed wood. The\nenclosed shelter box, resting platform, and wooden ramp are also constructed out of unsealed wood. The second\nenclosure with a corresponding shelter box and resting platform is constructed with a mixture of painted and unsealed\nwood. Surfaces permeable to moisture cannot be properly cleaned and/or sanitized to meet the requirements set for by\n3.11 of the AWA regulations. In addition, these structures and items are not designed or constructed in a way that they\ncan be easily removed once they become worn or soiled.\nHaving surfaces in contact with the animals that cannot be properly cleaned and sanitized can expose the cats to\nunnecessary disease hazards.\nThe Licensee must ensure that all enclosures, den boxes and furniture type fixtures are designed and constructed of\nmaterials that are impervious to moisture and able to be properly cleaned and sanitized or removed/replaced once they\nbecome worn or soiled.\nCorrect by: June 30, 2021"
    },
    {
      "code": "3.6(a)(2)(x)",
      "kind": "",
      "repeat": false,
      "desc": "Primary enclosures.",
      "narrative": "The outdoor enclosure housing two domestic cats (adjacent to the red fox enclosure) has flooring which does not protect\nthe animals’ feet and legs. The current design which includes wire overlaying dirt / compacted soil but includes significant\ngaps between the wire and is unsafe and could easily lead to injury or entrapment. The licensee stated that this\nenclosure was originally constructed with wire overlaying the ground to prevent escape. She stated that she planned to\nbury the wire by adding additional soil, however, this was never completed. Instead, the cats have dug at the soil and\npulled at the wire causing several large areas where the wire is several inches above the soil. The wire has holes\napproximately 2 inches wide by 3 inches long and these raised areas where the wire is no longer touching the dirt are as\nlarge as 12 inches long by 6 inches wide. There are no litterboxes present in this enclosure which causes the cats to\ncontinue to dig at the soil in attempts to bury their urine and feces. The size of these gaps is large enough to allow the\ncats limbs to easily pass through the current condition is unsafe.\nExposed wire mesh with holes large enough for an animal’s extremities to go through are dangerous and can lead to\nserious injuries, entrapment, and can cause discomfort when walking.\nCorrect by ensuring all floors are constructed and maintained in a manner that protect the cats’ feet and legs from injury.\nCorrect by July 6, 2021"
    },
    {
      "code": "3.6(b)(3)",
      "kind": "",
      "repeat": false,
      "desc": "Primary enclosures.",
      "narrative": "The outdoor domestic cat enclosures, housing a total of four adult domestic cats, do not have a litter box or other\ndesignated receptacle for litter. The floor of both enclosures is comprised of dirt and a large amount of feces are present.\nLacking a litter box, the animals in these two enclosures urinate and defecate directly onto the soil. One enclosure has\nexposed wire that appears to have been buried and dug up prior to the inspection, which impedes the removal of feces.\nReceptacles containing clean litter are required for cats to engage in species-specific behaviors such as covering their\nexcreta and provide them the ability to avoid their own wastes. Failing to have receptacles for litter prevents appropriate\nhusbandry including removal of feces as often as necessary.\nThe Licensee must ensure that all primary enclosures containing cats have enough receptacles with sufficient clean litter\nto contain excreta and body waste.\nCorrect by: June 23, 2021"
    },
    {
      "code": "3.11(a)",
      "kind": "Direct",
      "repeat": false,
      "desc": "Cleaning, sanitization, housekeeping, and pest control.",
      "narrative": "Enclosures for domestic cats are not being cleaned or sanitized often enough. The two outdoor enclosures housing two\ndomestic cats each are so contaminated with excreta that there is nowhere for the cats to go that is away from their feces.\nThe licensee stated that her current cleaning and sanitization protocol involves a “deep cleaning” of all indoor and outdoor\nenclosures quarterly (every 3 months). Currently the licensee does not remove feces and food waste daily. Significant\naccumulations of excreta are present as well as soiled bedding and other material in the outdoor enclosures housing adult\ncats. The floor of these enclosures is comprised of dirt and there is no litterbox present, causing the cats to urinate and\ndefecate in the soil. Additionally, both outdoor enclosures contain a shelter box and resting platform containing old hay\nthat, according to the licensee, was added over the past winter. This hay appears dirty and soiled. In the cat enclosure\nnearest the red foxes the food bowl is currently located on the raised platform and surrounded by dirty hay mixed with old\ndry food and feces. There are also many small pieces of an old chewed Styrofoam box on the floor. According to the\nlicensee, the Styrofoam and hay bedding was placed in the enclosure during the winter for warmth.\nExcreta and food waste must be removed from domestic cat enclosures daily and as often as necessary to prevent the\nexcessive accumulation of feces and food waste to reduce disease hazards, odors, and pests. Additionally, primary\nenclosures and food / water receptacles must be cleaned and sanitized by an approved method at least every two weeks\nas required by section 3.11(b)(2). Infrequent cleaning and sanitation of primary enclosures exposes the animals to\nunnecessary disease hazards, odors, insects and pests.\nCorrect by removing excreta and food waste daily from primary enclosures and implementing a cleaning and sanitization\nschedule in accordance with 3.11(b)(2).\nCorrect by: June 25, 2021"
    },
    {
      "code": "3.12",
      "kind": "",
      "repeat": false,
      "desc": "Employees",
      "narrative": "There does not appear to be a sufficient number of adequately trained employees to carry out the level of husbandry\npractices and care required by the AWA. There is one person solely responsible for the care of all 32 animals at this\nfacility. There are numerous non-compliances identified pertaining to the housing, cleaning, sanitation, record keeping,\nand identification of domestic cats at this facility. Additionally, non-compliances for feeding, sanitation, drainage and\ncompatibility of other species were also identified at this facility. The licensee stated that she has significantly less time to\ncare for the animals due to schedule changes. The issues seen are consistent with shortages of personnel.\nInsufficient personnel can lead to a failure in maintenance of the facility, delayed care of animals, and ultimately\nunnecessary suffering.\nThe facility representative must ensure a sufficient number of adequately trained employees are utilized to maintain the\nprofessionally acceptable level of husbandry practices set forth in this subpart and as required by section 3.132.\nCorrect by July 6, 2021"
    },
    {
      "code": "3.129(b)",
      "kind": "Direct",
      "repeat": false,
      "desc": "Feeding.",
      "narrative": "The dry food being offered to animals is not wholesome and palatable. The food bowls in both outdoor enclosures,\nhousing three fennec foxes and three red foxes, have large numbers of small black ants. The ants are in the bowl walking\non the dry kibble as well as forming trails leading to and from the food. The food receptacle for the Patagonian cavy\ncontains deteriorated/caked food at the bottom. The food is presented in a rubber-type feed pan that had tipped over at\nthe time of inspection. Large amounts of excreta are covering the majority of this enclosure, which caused the feed to\nbecome contaminated with feces. The food receptacle for the three red foxes consists of small bucket suspended on the\nenclosure. This receptacle is not being emptied and refilled, instead dry kibble is just added on top. There is feed dust as\nwell as deteriorated / caked food under the more recently added dry kibble. Additionally, this bucket has excessive rust\nover nearly the entire interior surface (in contact with the food). The rust is to an extent that it can no longer be sanitized\neffectively and could flake off into the feed. There are dry feces on top of the food in the silver and black fox enclosure.\nImproperly cleaned receptacles can cause caking or contamination of the food, leading animals to consume less and/or\ndevelop malnutrition and illnesses. Additionally, rusted food receptacles cannot be adequately cleaned and sanitized.\nCorrect by ensuring all food receptacles are kept clean and sanitary at all times. In addition, adequate measures must be\ntaken to prevent molding, contamination, and deterioration or caking of food.\nCorrect by: June 25, 2021\nThis inspection and exit interview were conducted with the facility representative.\nThis is a continuation of the report for the routine inspection issued on 6/16/2021. The inspection was conducted with the\nlicensee on 6/15/2021. The exit briefing for the items included on this report was conducted with the licensee on\n6/22/2021.\nAdditional Inspectors:\nSHANNON SEBERA, ANIMAL CARE INSPECTOREnd Section"
    }
  ],
  "narrative": "2.40(a)(2) \n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nThe Attending Veterinarian is not being given appropriate authority to ensure the well-being of animals at this facility.  The \nlicensee employees a part-time Attending Veterinarian (AV) who has a written program of veterinary care (PVC).  The \nwritten PVC states that the licensee should be giving Frontline for control of ectoparasites. The attending veterinarian, \nwhen contacted by phone, confirmed the use of Frontline and clarified it should be used during the summer months and \nanytime issues are identified. The licensee stated that none of the animals are currently receiving Frontline because she \nbelieved it stopped working. However,  she did not address her concerns about Frontline with her AV prior to discontinuing \nits use. During the inspection, inspectors saw a black and white colored female red fox scratching itself and a champagne \ncolored male fox biting at his front legs. When these behaviors were pointed out to the licensee, she indicated that they \nwere likely caused by fleas. She also stated that personal pets housed at the facility currently have fleas. \nThe attending veterinarian  must be provided  with adequate authority to ensure the provision of adequate veterinary care \nand oversee the adequacy of other aspects of animal care and use.  Failure to follow the direction of the attending \nveterinary may lead to discomfort and unnecessary illness or suffering. \nCorrect by ensuring the Attending Veterinarian has appropriate authority and provisions are in place to provide adequate\n\nveterinary care. \nCorrect by June 23, 2021 \n2.50(c) \n   \nTime and method of identification. \nThe domestic cats maintained by the licensee do not have official identification as required by the Animal Welfare Act. \nThe licensee currently identifies 5 out of 6 adult domestic cats by name on the APHIS 7005 records, and none of the 6 \nadult cats have official USDA tags affixed to a collar or on their enclosure with a corresponding record book including \npictures. In addition, 1 out of the 4 adults housed outdoors is not currently identified on the APHIS 7005 records by any \nform of identification. \n \nNot having proper identification can cause misidentification of animals on inspections, veterinary care documentation, \nacquisition and disposition records.  In addition, it makes positive identification of medical treatment and sales impossible \nto track. \n \nThe Licensee must ensure that an official USDA sequentially numbered tag is placed on the animal with a collar or kept \non the door of the animas cage or run, or an approved  tattoo or microchip is used to positively identify the animals.  In \naddition, if tags are maintained on the enclosure (rather than a collar) then the licensee must also have a record book \ncontaining each animal’s tag number, a written description of each animal, the information required by 2.75(a), and a clear \nphotograph of each animal.  A duplicate tag must also accompany each cat whenever  it leaves the premise. \n \nCorrect by: July 6, 2021 \n2.75(a)(1)\n\nRecords: Dealers and exhibitors. \nThe Licensee is not keeping required acquisition and disposition records for the domestic cats.  The Licensee is not \ncurrently keeping an updated record of animals on hand (APHIS Form 7005) for any offspring born on the premise. During \ninspection, a total of 10 kittens from 2 different litters are housed indoors with their queens.  The licensee’s APHIS Form \n7005 record on hand lists 5 adult cats and 0 kittens. In addition, the Licensee is not maintaining any disposition records \n(APHIS Form 7006) for any adults or juvenile cats that are sold, transferred/exchanged  or donated at this time.  The \nlicensee confirmed that she fills out an APHIS Form 7006 during her sales but sends the only original copy with the new \nowners. \n \nNot having proper record keeping for the facilities does not allow for proper trace back of animals during a disease \noutbreak and does not allow for proper accountability or identification of the animals during inspection. \n \nThe Licensee must ensure that she keeps and maintains records (including APHIS Form 7005 and APHIS Form 7006) \nthat fully and correctly disclose all information concerning each cat that has been purchased, or otherwise acquired, \nowned, held or otherwise disposed of, in her possession or under her control, or which is transported, euthanized, sold, or \notherwise disposed. \n \nCorrect by: July 6, 2021 \n2.75(b)(1) \n   \nRecords: Dealers and exhibitors. \nThe Licensee is not properly keeping acquisition and disposition records for the exotics/farm type animals.  The Licensee \ndoes not currently have a method in place for recording any acquisition of offspring born on the premise for these animals.\n\nThe records of animals on-hand does not match the current inventory at the facility. Specifically, 6 red foxes on hand with \n4 red foxes on the inventory. In addition, the Licensee is not maintaining any disposition records for any adults or juvenile \nanimals that are sold, transferred/exchanged  or donated at this time.  The licensee confirmed that donated some red fox \npups from the last litter but did maintain disposition records. In addition, the licensee stated that all disposition records for \nfox transfers are sent with the new owner. \n \nFailure to maintain required records prevents trace back of animals during a disease outbreak and does not allow for \nproper accountability or identification of the animals during inspection. \n \nThe Licensee must ensure that she keeps and maintains records that fully and correctly disclose all information \nconcerning each animal for which she has purchased, or otherwise acquired, owned, held or otherwise disposed of, in her \npossession or under her control, or which is transported, euthanized, sold, or otherwise disposed. \n \nCorrect by: July 6, 2021 \n3.1(b) \n   \nHousing facilities, general. \nThe indoor facility has an excessive amount of clutter in the room and food/litter spilled on the floor. This portion of the \nfacility houses 2 of enclosures with 2 adult female domestic cats and 10 kittens.  There are boxes and numerous other \nitems not used to facilitate husbandry of the animals stored in the room containing the animals. \n \nHaving excessive clutter prevents required cleaning and sanitation and spilled food within the facility can act as a food \nsource and nesting location for unwanted pests.\n\nAnimal areas inside of housing facilities must be kept neat and free of clutter, including equipment, furniture, and stored \nmaterials.  Food, litter and materials used for maintaining, cleaning or care of the animals must be kept neat and tidy \nwithin the facility. \n \nCorrect by: July 6, 2021 \n3.4(c) \n   \nOutdoor housing facilities. \nThe two outdoor enclosures, housing four adult domestic cats, are constructed with wood permeable to moisture and \ncannot be properly cleaned or sanitized. One of the enclosures is constructed and framed with unsealed wood. The \nenclosed shelter box, resting platform, and wooden ramp are also constructed out of unsealed wood. The second \nenclosure with a corresponding shelter box and resting platform is constructed with a mixture of painted and unsealed \nwood.  Surfaces permeable to moisture cannot be properly cleaned and/or sanitized to meet the requirements set for by \n3.11 of the AWA regulations.  In addition, these structures and items are not designed or constructed in a way that they \ncan be easily removed once they become worn or soiled. \n \nHaving surfaces in contact with the animals that cannot be properly cleaned and sanitized can expose the cats to \nunnecessary disease hazards. \n \nThe Licensee must ensure that all enclosures, den boxes and furniture type fixtures are designed and constructed of \nmaterials that are impervious to moisture and able to be properly cleaned and sanitized or removed/replaced  once they \nbecome worn or soiled.\n\nCorrect by: June 30, 2021 \n3.6(a)(2)(x) \n   \nPrimary enclosures. \nThe outdoor enclosure housing two domestic cats (adjacent to the red fox enclosure) has flooring which does not protect \nthe animals’ feet and legs.  The current design which includes wire overlaying dirt / compacted soil but includes significant \ngaps between the wire and is unsafe and could easily lead to injury or entrapment.  The licensee stated that this \nenclosure was originally constructed with wire overlaying the ground to prevent  escape.  She stated that she planned to \nbury the wire by adding additional soil, however,  this was never completed.  Instead, the cats have dug at the soil and \npulled at the wire causing several large areas where the wire is several inches above the soil.  The wire has holes \napproximately 2 inches wide by 3 inches long and these raised areas where the wire is no longer touching the dirt are as \nlarge as 12 inches long by 6 inches wide.  There are no litterboxes present in this enclosure which causes the cats to \ncontinue to dig at the soil in attempts to bury their urine and feces. The size of these gaps is large enough to allow the \ncats limbs to easily pass through the current condition is unsafe. \n \nExposed wire mesh with holes large enough for an animal’s extremities to go through are dangerous and can lead to \nserious injuries, entrapment, and can cause discomfort when walking. \nCorrect by ensuring all floors are constructed and maintained in a manner that protect the cats’ feet and legs from injury. \n \nCorrect by July 6, 2021 \n3.6(b)(3) \n   \nPrimary enclosures.\n\nThe outdoor domestic cat enclosures, housing a total of four adult domestic cats, do not have a litter box or other \ndesignated receptacle for litter. The floor of both enclosures is comprised of dirt and a large amount of feces are present.  \nLacking a litter box, the animals in these two enclosures urinate and defecate directly onto the soil.  One enclosure has \nexposed wire that appears to have been buried and dug up prior to the inspection, which impedes the removal  of feces. \n \nReceptacles containing clean litter are required for cats to engage in species-specific behaviors  such as covering  their \nexcreta and provide  them the ability to avoid their own wastes.  Failing to have receptacles for litter prevents appropriate \nhusbandry including removal  of feces as often as necessary. \n \nThe Licensee must ensure that all primary enclosures containing cats have enough receptacles with sufficient clean litter \nto contain excreta and body waste. \n \nCorrect by: June 23, 2021 \n3.11(a)  Direct\n   \nCleaning, sanitization, housekeeping, and pest control. \nEnclosures for domestic cats are not being cleaned or sanitized often enough.  The two outdoor enclosures housing two \ndomestic cats each are so contaminated with excreta that there is nowhere for the cats to go that is away from their feces.  \nThe licensee stated that her current cleaning and sanitization protocol involves a “deep cleaning” of all indoor and outdoor \nenclosures quarterly (every 3 months). Currently the licensee does not remove feces and food waste daily. Significant \naccumulations of excreta are present as well as soiled bedding and other material in the outdoor enclosures housing adult \ncats.  The floor of these enclosures is comprised of dirt and there is no litterbox present, causing the cats to urinate and \ndefecate in the soil.  Additionally, both outdoor enclosures contain a shelter box and resting platform containing old hay\n\nthat, according to the licensee, was added over the past winter. This hay appears dirty and soiled. In the cat enclosure \nnearest the red foxes the food bowl is currently located on the raised platform and surrounded by dirty hay mixed with old \ndry food and feces.  There are also many small pieces of an old chewed Styrofoam box on the floor. According to the \nlicensee, the Styrofoam and hay bedding was placed in the enclosure during the winter for warmth. \nExcreta and food waste must be removed  from domestic cat enclosures daily and as often as necessary to prevent  the \nexcessive accumulation of feces and food waste to reduce disease hazards, odors, and pests.  Additionally, primary \nenclosures and food / water receptacles must be cleaned and sanitized by an approved  method at least every two weeks \nas required by section 3.11(b)(2).  Infrequent  cleaning and sanitation of primary enclosures exposes the animals to \nunnecessary disease hazards, odors, insects and pests. \nCorrect by removing  excreta and food waste daily from primary enclosures and implementing a cleaning and sanitization \nschedule in accordance with 3.11(b)(2). \nCorrect by: June 25, 2021 \n3.12 \n   \nEmployees \nThere does not appear to be a sufficient number of adequately trained employees to carry out the level of husbandry \npractices and care required by the AWA.  There is one person solely responsible for the care of all 32 animals at this \nfacility.  There are numerous non-compliances identified pertaining to the housing, cleaning, sanitation, record keeping, \nand identification of domestic cats at this facility.  Additionally, non-compliances for feeding, sanitation, drainage and \ncompatibility of other species were also identified at this facility.  The licensee stated that she has significantly less time to \ncare for the animals due to schedule changes. The issues seen are consistent with shortages of personnel. \nInsufficient personnel can lead to a failure in maintenance of the facility, delayed care of animals, and ultimately \nunnecessary suffering.\n\nThe facility representative  must ensure a sufficient number of adequately trained employees are utilized to maintain the \nprofessionally acceptable level of husbandry practices set forth in this subpart and as required by section 3.132. \n \nCorrect by July 6, 2021 \n3.129(b)  Direct\n   \nFeeding. \nThe dry food being offered to animals is not wholesome and palatable.  The food bowls in both outdoor enclosures, \nhousing three fennec foxes and three red foxes, have large numbers of small black ants. The ants are in the bowl walking \non the dry kibble as well as forming trails leading to and from the food.  The food receptacle for the Patagonian cavy \ncontains deteriorated/caked  food at the bottom.  The food is presented in a rubber-type feed pan that had tipped over at \nthe time of inspection.  Large amounts of excreta are covering the majority of this enclosure, which caused the feed to \nbecome contaminated with feces.  The food receptacle for the three red foxes consists of small bucket suspended on the \nenclosure.  This receptacle is not being emptied and refilled, instead dry kibble is just added on top. There is feed dust as \nwell as deteriorated / caked food under the more recently added dry kibble.  Additionally, this bucket has excessive rust \nover nearly the entire interior surface (in contact with the food). The rust is to an extent that it can no longer be sanitized \neffectively and could flake off into the feed. There are dry feces on top of the food in the silver and black fox enclosure. \n \nImproperly cleaned receptacles can cause caking or contamination of the food, leading animals to consume less and/or \ndevelop malnutrition and illnesses. Additionally, rusted food receptacles cannot be adequately cleaned and sanitized. \n \nCorrect by ensuring all food receptacles are kept clean and sanitary at all times. In addition, adequate measures must be\n\ntaken to prevent molding, contamination, and deterioration or caking of food. \n \nCorrect by: June 25, 2021 \n \nThis inspection and exit interview were conducted with the facility representative. \nThis is a continuation of the report for the routine inspection issued on 6/16/2021.  The inspection was conducted with the \nlicensee on 6/15/2021.  The exit briefing for the items included on this report was conducted with the licensee on \n6/22/2021. \n \nAdditional Inspectors: \nSHANNON SEBERA, ANIMAL CARE INSPECTOREnd  Section",
  "animals_total": 32,
  "species": [
    {
      "count": 1,
      "scientific": "Sus scrofa domestica",
      "common": "DOMESTIC PIG / POTBELLY PIG / MICRO PIG"
    },
    {
      "count": 6,
      "scientific": "Vulpes vulpes",
      "common": "RED FOX (INCLUDES SILVER FOX & CROSS FOX)"
    },
    {
      "count": 5,
      "scientific": "Vulpes zerda",
      "common": "FENNEC FOX"
    },
    {
      "count": 1,
      "scientific": "Dolichotis patagonum",
      "common": "PATAGONIAN CAVY / MARA"
    },
    {
      "count": 1,
      "scientific": "Potos flavus",
      "common": "KINKAJOU"
    },
    {
      "count": 2,
      "scientific": "Vulpes macrotis",
      "common": "KIT FOX"
    },
    {
      "count": 6,
      "scientific": "Felis silvestris catus",
      "common": "CAT ADULT"
    },
    {
      "count": 9,
      "scientific": "Felis silvestris catus",
      "common": "CAT KITTEN"
    },
    {
      "count": 1,
      "scientific": "Felis margarita",
      "common": "SAND CAT"
    }
  ]
}