{
  "insp_id": "2016082568272040",
  "layout": "a",
  "customer_id": "321736",
  "customer_name": "Emd Millipore Corporation",
  "customer_addr": "28820 Single Oak Drive\nTemecula, CA 92590",
  "certificate": "14-R-0195",
  "site_id": "001",
  "site_name": "E M D MILLIPORE CORPORATION",
  "insp_type": "ROUTINE INSPECTION",
  "date": "03-MAY-2017",
  "report_date": "12-MAY-2017",
  "citations": [
    {
      "code": "2.31(d)(1)(ii)",
      "kind": "",
      "repeat": false,
      "desc": "INSTITUTIONAL ANIMAL CARE AND USE COMMITTEE (IACUC).",
      "narrative": "The search for alternatives for antibody production in animals is not current. The search was performed in October\n2007 and included dates from 1992-2004. The search did not specifically investigate the potential pain and distress\nof repeated anesthetized cardiac bleeds in a guinea pig.\nIt is the responsibility of the IACUC to ensure that pain and distress are minimized to the greatest extent possible.\nFailure to question the use of repeated, invasive, potentially painful procedures (cardiac bleeds), and investigate the\nuse of viable alternative procedures, can result in unnecessary pain and distress for the animals under study. The\nIACUC should ensure that procedures involving animals will avoid or minimize discomfort, distress, and pain to the\nanimals.\nCorrect by 15 June, 2017."
    },
    {
      "code": "2.31(d)",
      "kind": "",
      "repeat": false,
      "desc": "INSTITUTIONAL ANIMAL CARE AND USE COMMITTEE (IACUC).",
      "narrative": "The Institutional Animal Care and Use Committee (IACUC) did not adequately review animal activities being\nperformed under the guinea pig protocol.\nThe IACUC approved protocol specified that serum would be collected by venipuncture, collecting 1-3 mls at a time\nunder anesthesia. The facilities' Guinea Pig Care & Use SOP referenced in the protocol does not describe\nvenipuncture as a route of blood collection in guinea pigs. The SOP describes cardiac bleeding under anesthesia.\nThe approved protocol referenced the guinea pig SOP for specifics of blood collection, which specified that two\ntechnicians are required to perform anesthetized cardiac blood draws on guinea pigs. During inspection, a single\ntechnician was observed performing cardiac blood draws under anesthesia on guinea pigs.\nAdequate IACUC review of animal use is necessary to ensure that activities involving animals are being conducted\nappropriately. The IACUC should make certain that all activities relating to the care and use of animals receive\nadequate oversight and are conducted in accordance with the approved protocol and the Animal Welfare Act.\nCorrect from this day forward."
    },
    {
      "code": "2.31(e)(3)",
      "kind": "",
      "repeat": false,
      "desc": "INSTITUTIONAL ANIMAL CARE AND USE COMMITTEE (IACUC).",
      "narrative": "The IACUC approved protocol for Guinea Pigs did not contain a complete description of the proposed use of\nanimals. The protocol specifies venipuncture for blood collection, with a terminal cardiac bleed yielding more blood\nas an approved study end-point and references an SOP that describes cardiac bleeds, not venipuncture. There is\nno detail regarding the frequency and duration of blood collection in the protocol or the SOP to determine the impact\non the animals.\nReview of the IACUC approved project starts with animal numbers did not include the bleed schedules, blood\ncollection procedures and duration of the project. The IACUC is not able to review a complete description of the\nuse of the animals without this information. The project schedules were reviewed for several projects, documenting\nthat animals are bled via cardiac bleed every two weeks after injections of antigen.\nIt is the responsibility of the IACUC to ensure that the investigator provides a complete description of proposed\nactivities that involve the use of animals in order that these activities may be adequately reviewed and determined\nto be in accordance with the Animal Welfare Act. A system should be in place to ensure that a complete description\nof each procedure is provided to the IACUC.\nCorrect by 30 May, 2017"
    },
    {
      "code": "2.33(b)(4)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE.",
      "narrative": "Over the last two years, a total of four animals have been found dead in their enclosures in conjunction with recent\ncardiac bleeds and a gross necropsy has been performed. The two earlier animals were found dead the day after a\ncardiac bleed was performed and the cause of death was recorded as a cardiac tear in July of 2015 (12 previous\ncardiac bleeds) and July of 2016 (26 previous cardiac bleeds). In the last four months, two animals have been\nfound dead in their enclosures. On 23 January 2017, animal 764 (38 previous cardiac bleeds) was found dead, 12\ndays after the last cardiac bleed on 11 January 2017 and the necropsy noted \"Thorax noted w/ hemorrhage.\nCardiac tampanade. Spontaneous myocardial rupture\". On 22 April 2017, animal 781 (4 previous cardiac bleeds)\nwas found dead, 3 days after a cardiac bleed on 19 April 2017 and the necropsy noted \"pericardial sac full of\nhemorrhage - secondary to needle sticks most likely\".\nThis recent increase in unexpected mortality related to cardiac abnormalities on necropsy in animals undergoing\nrepeated cardiac bleeds is a change in the previous pattern. Adequate veterinary care includes guidance regarding\nthe care and use of animals during the conduct of research. Repeated anesthetized cardiac bleeds is not a widely\nused method for survival blood collection in guinea pigs and in conjunction with the recent animal deaths after 4-38\ncardiac bleeds in individual animals, additional guidance needs to be provided by the veterinarian regarding the\ncare and use of animals.\nCorrect by 30 May 2017.\nThis inspection was conducted with facility representatives over several days. The exit interview was conducted\nover the phone."
    }
  ],
  "narrative": "2.31(d)(1)(ii)\nINSTITUTIONAL ANIMAL CARE AND USE COMMITTEE (IACUC).\nThe search for alternatives for antibody production in animals is not current.  The search was performed in October\n2007 and included dates from 1992-2004.  The search did not specifically investigate the potential pain and distress\nof repeated anesthetized cardiac bleeds in a guinea pig.  \nIt is the responsibility of the IACUC to ensure that pain and distress are minimized to the greatest extent possible. \nFailure to question the use of repeated, invasive, potentially painful procedures (cardiac bleeds), and investigate the\nuse of viable alternative procedures, can result in unnecessary pain and distress for the animals under study. The\nIACUC should ensure that procedures involving animals will avoid or minimize discomfort, distress, and pain to the\nanimals.\nCorrect by 15 June, 2017.\n2.31(d)\nINSTITUTIONAL ANIMAL CARE AND USE COMMITTEE (IACUC).\nThe Institutional Animal Care and Use Committee (IACUC) did not adequately review animal activities being\nperformed under the guinea pig protocol. \nThe IACUC approved protocol specified that serum would be collected by venipuncture, collecting 1-3 mls at a time\nunder anesthesia.  The facilities' Guinea Pig Care & Use SOP referenced in the protocol does not describe\nvenipuncture as a route of blood collection in guinea pigs.  The SOP describes cardiac bleeding under anesthesia.\nThe approved protocol referenced the guinea pig SOP for specifics of blood collection, which specified that two\ntechnicians are required to perform anesthetized cardiac blood draws on guinea pigs.  During inspection, a single\ntechnician was observed performing cardiac blood draws under anesthesia on guinea pigs.\nAdequate IACUC review of animal use is necessary to ensure that activities involving animals are being conducted\nappropriately. The IACUC should make certain that all activities relating to the care and use of animals receive\n\nadequate oversight and are conducted in accordance with the approved protocol and the Animal Welfare Act.\nCorrect from this day forward.\n2.31(e)(3)\nINSTITUTIONAL ANIMAL CARE AND USE COMMITTEE (IACUC).\nThe IACUC approved protocol for Guinea Pigs did not contain a complete description of the proposed use of\nanimals.  The protocol specifies venipuncture for blood collection, with a terminal cardiac bleed yielding more blood\nas an approved study end-point and references an SOP that describes cardiac bleeds, not venipuncture.  There is\nno detail regarding the frequency and duration of blood collection in the protocol or the SOP to determine the impact\non the animals.  \nReview of the IACUC approved project starts with animal numbers did not include the bleed schedules, blood\ncollection procedures and duration of the project.  The IACUC is not able to review a complete description of the\nuse of the animals without this information.  The project schedules were reviewed for several projects, documenting\nthat animals are bled via cardiac bleed every two weeks after injections of antigen.\nIt is the responsibility of the IACUC to ensure that the investigator provides a complete description of proposed\nactivities that involve the use of animals in order that these activities may be adequately reviewed and determined\nto be in accordance with the Animal Welfare Act. A system should be in place to ensure that a complete description\nof each procedure is provided to the IACUC.\nCorrect by 30 May, 2017\n2.33(b)(4)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE.\nOver the last two years, a total of four animals have been found dead in their enclosures in conjunction with recent\ncardiac bleeds and a gross necropsy has been performed.  The two earlier animals were found dead the day after a\ncardiac bleed was performed and the cause of death was recorded as a cardiac tear in July of 2015 (12 previous\ncardiac bleeds) and July of 2016 (26 previous cardiac bleeds).  In the last four months, two animals have been\nfound dead in their enclosures.  On 23 January 2017, animal 764 (38 previous cardiac bleeds) was found dead, 12\ndays after the last cardiac bleed on 11 January 2017 and the necropsy noted \"Thorax noted w/ hemorrhage.\nCardiac tampanade. Spontaneous myocardial rupture\".  On 22 April 2017, animal 781 (4 previous cardiac bleeds)\nwas found dead, 3 days after a cardiac bleed on 19 April 2017 and the necropsy noted \"pericardial sac full of\nhemorrhage -  secondary to needle sticks most likely\".  \nThis recent increase in unexpected mortality related to cardiac abnormalities on necropsy in animals undergoing\n\nrepeated cardiac bleeds is a change in the previous pattern.  Adequate veterinary care includes guidance regarding\nthe care and use of animals during the conduct of research.  Repeated anesthetized cardiac bleeds is not a widely\nused method for survival blood collection in guinea pigs and in conjunction with the recent animal deaths after 4-38\ncardiac bleeds in individual animals, additional guidance needs to be provided by the veterinarian regarding the\ncare and use of animals. \nCorrect by 30 May 2017.\nThis inspection was conducted with facility representatives over several days.  The exit interview was conducted\nover the phone.",
  "animals_total": 464,
  "species": [
    {
      "count": 420,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 29,
      "scientific": "Cavia porcellus",
      "common": "DOMESTIC GUINEA PIG"
    },
    {
      "count": 15,
      "scientific": "Ovis aries aries",
      "common": "SHEEP INCLUDING ALL DOMESTIC BREEDS"
    }
  ]
}