{
  "insp_id": "223151424200609",
  "layout": "a",
  "customer_id": "1752",
  "customer_name": "Equitech-Bio Inc.",
  "customer_addr": "3650 Harris Rd\nHamilton, OH 45013",
  "certificate": "74-R-0161",
  "site_id": "004",
  "site_name": "EQUITECH-BIO INC.",
  "insp_type": "ROUTINE INSPECTION",
  "date": "11-AUG-2015",
  "report_date": "11-AUG-2015",
  "citations": [
    {
      "code": "2.31(c)(3)",
      "kind": "",
      "repeat": false,
      "desc": "INSTITUTIONAL ANIMAL CARE AND USE COMMITTEE (IACUC).",
      "narrative": "The facility's Institutional Animal Care and Use Committee (IACUC) last met February 10, 2015. A report\nsummarizing the IACUC's findings regarding the program review and facility inspection has not been prepared or\ndelivered to the Institutional Official (IO). Organizing the IACUC's findings into the semi-annual report provides a\nmeans of accountability for correcting identified deficiencies and therefore helps assure optimal animal welfare. The\nIACUC shall prepare reports of its evaluations conducted during the semi-annual program review and facility\ninspection, and submit the reports to the Institutional Official. The reports shall be updated at least once every six\nmonths upon completion of the required semi-annual evaluations and shall be maintained by the research facility\nand made available to APHIS officials for inspection.\nCorrect by: From This Day Forward"
    },
    {
      "code": "2.31(d)(1)(2)",
      "kind": "",
      "repeat": true,
      "desc": "INSTITUTIONAL ANIMAL CARE AND USE COMMITTEE (IACUC).",
      "narrative": "A search was conducted regarding the use of Freund's adjuvants. The documentation provided for the search\nconsists of a page of search results. Date of search, databases used, years covered, and key words used are not\nincluded. It is difficult to determine if appropriate alternatives to the painful procedures used has been considered\nbased on the information available. Animals may endure unnecessary pain and distress if viable alternatives exist.\nAmend the protocol to include necessary information to determine if alternatives to painful procedures have been\nconsidered. THIS IS A REPEAT NON-COMPLIANT ITEM THAT REMAINS UNCORRECTED.\nExit interview conducted with the Superintendent and the Principal Investigator."
    }
  ],
  "narrative": "2.31(c)(3)\nINSTITUTIONAL ANIMAL CARE AND USE COMMITTEE (IACUC).\nThe facility's Institutional Animal Care and Use Committee (IACUC) last met February 10, 2015.  A report\nsummarizing the IACUC's findings regarding the program review and facility inspection has not been prepared or\ndelivered to the Institutional Official (IO).  Organizing the IACUC's findings into the semi-annual report provides a\nmeans of accountability for correcting identified deficiencies and therefore helps assure optimal animal welfare.  The\nIACUC shall prepare reports of its evaluations conducted during the semi-annual program review and facility\ninspection, and submit the reports to the Institutional Official.  The reports shall be updated at least once every six\nmonths upon completion of the required semi-annual evaluations and shall be maintained by the research facility\nand made available to APHIS officials for inspection.\nCorrect by:  From This Day Forward\n2.31(d)(1)(2)                    REPEAT\nINSTITUTIONAL ANIMAL CARE AND USE COMMITTEE (IACUC).\nA search was conducted regarding the use of Freund's adjuvants.  The documentation provided for the search\nconsists of a page of search results.  Date of search, databases used, years covered, and key words used are not\nincluded.  It is difficult to determine if appropriate alternatives to the painful procedures used has been considered\nbased on the information available.  Animals may endure unnecessary pain and distress if viable alternatives exist. \nAmend the protocol to include necessary information to determine if alternatives to painful procedures have been\nconsidered.  THIS IS A REPEAT NON-COMPLIANT ITEM THAT REMAINS UNCORRECTED.\nExit interview conducted with the Superintendent and the Principal Investigator.",
  "animals_total": 124,
  "species": [
    {
      "count": 124,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    }
  ]
}