{
  "insp_id": "2016090000746738",
  "layout": "b",
  "customer_id": "2245",
  "customer_name": "RHODE ISLAND ZOOLOGICAL SOCIETY",
  "customer_addr": "1000 ELMWOOD AVENUE\nPROVIDENCE, RI 02907",
  "certificate": "15-C-0004",
  "site_id": "001",
  "site_name": "RHODE ISLAND ZOOLOGICAL SOCIETY",
  "insp_type": "FOCUSED INSPECTION",
  "date": "10-NOV-2021",
  "report_date": "15-NOV-2021",
  "citations": [
    {
      "code": "3.101(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Facilities, general.",
      "narrative": "There was a crack in the concrete along the edge of the beach of the harbor seal pool. The crack was approximately 2\nfeet in length and approximately ½” wide but in one ~6\" section, the width of the crack was ~2” wide.\nOutdoor housing for marine mammals must be structurally sound and maintained in good repair to protect the animals\nfrom injury. Cracks that are present in the concrete beach of a seal's pool can cause an injury to the skin or flippers of the\nanimal.\nThe condition of the concrete beach needs to be addressed for the health and comfort of the seal. Correct by 12/15/21."
    },
    {
      "code": "3.109",
      "kind": "",
      "repeat": false,
      "desc": "Separation.",
      "narrative": "The harbor seal at the zoo has been housed alone since the death of its harbor seal companion in 2019. The number of\ntraining sessions and keeper interactions have been increased and the zoo is actively looking to relocate the seal to\nanother facility that can provide a social living environment. Although veterinary, husbandry, and training staff have been\nhaving regular ongoing discussions on the care of the singly housed harbor seal, there is no written plan approved by the\nAttending Veterinarian developed in consultation with the husbandry and training staff as required per this Section of the\nRegulations.\nMarine mammals that are known to be primarily social in the wild, such as harbor seals, must be housed with at least one\ncompatible animal of the same or biologically related species unless it has been determined that such housing is not in\nthe best interest of the marine mammal’s health or well-being. Animals that are housed separately must have a written\nplan developed in consultation with the husbandry/training staff and the plan must be approved by the Attending\nVeterinarian. The plan must include the justification for the length of time the animal will be kept separated or isolated,\ninclude information on the type and frequency of enrichment and interaction, and include provisions for periodic review of\nthe plan by the Attending Veterinarian.\nThe facility needs to develop a written plan for the singly housed harbor seal. Correct by 11/29/21.\nThis inspection and exit briefing were conducted 11/10/21 with facility representatives.\n*END OF REPORT*\nEnd Section"
    }
  ],
  "narrative": "3.101(a)(1) \n   \nFacilities, general. \nThere was a crack in the concrete along the edge of the beach of the harbor seal pool.  The crack was approximately 2 \nfeet in length and approximately ½” wide but in one ~6\" section, the width of the crack was ~2” wide. \n \nOutdoor housing for marine mammals must be structurally sound and maintained in good repair to protect the animals \nfrom injury.  Cracks that are present in the concrete beach of a seal's pool can cause an injury to the skin or flippers of the \nanimal. \n \nThe condition of the concrete beach needs to be addressed for the health and comfort of the seal.  Correct by 12/15/21. \n3.109 \n   \nSeparation. \nThe harbor seal at the zoo has been housed alone since the death of its harbor seal companion in 2019.  The number of \ntraining sessions and keeper interactions have been increased and the zoo is actively looking to relocate the seal to \nanother facility that can provide a social living environment.  Although veterinary, husbandry, and training staff have been \nhaving regular ongoing discussions on the care of the singly housed harbor seal, there is no written plan approved by the\n\nAttending Veterinarian developed in consultation with the husbandry and training staff as required per this Section of the \nRegulations. \n \nMarine mammals that are known to be primarily social in the wild, such as harbor seals, must be housed with at least one \ncompatible animal of the same or biologically related species unless it has been determined that such housing is not in \nthe best interest of the marine mammal’s health or well-being.  Animals that are housed separately must have a written \nplan developed in consultation with the husbandry/training staff and the plan must be approved by the Attending \nVeterinarian.  The plan must include the justification for the length of time the animal will be kept separated or isolated, \ninclude information on the type and frequency of enrichment and interaction, and include provisions for periodic review of \nthe plan by the Attending Veterinarian. \n \nThe facility needs to develop a written plan for the singly housed harbor seal.  Correct by 11/29/21. \n \nThis inspection and exit briefing were conducted 11/10/21 with facility representatives. \n \n*END OF REPORT* \n \nEnd Section",
  "animals_total": 1,
  "species": [
    {
      "count": 1,
      "scientific": "Phoca vitulina",
      "common": "HARBOR SEAL"
    }
  ]
}