{
  "insp_id": "INS-0000831875",
  "layout": "c",
  "customer_id": "507334",
  "customer_name": "CHRISTY BORNTREGER ELI BORNTREGER",
  "customer_addr": "20874 Jupiter Road\nTOMAH, WI 54660",
  "certificate": "35-A-0459",
  "site_id": "001",
  "site_name": "CHRISTY & ELI BORNTREGER",
  "insp_type": "RE-LICENSE INSPECTION",
  "date": "12-DEC-2022",
  "report_date": "12-DEC-2022",
  "citations": [
    {
      "code": "2.40(a)(2)",
      "kind": "",
      "repeat": false,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "A female Shih Tzu had its right eye slightly clouded over. Upon closer examination, I observed the eye to actually have\nan indentation near the center of it. The licensee was about to treat the eye with an ointment. I asked the licensee if he\nwas authorized to treat the eye. He stated he was. I asked to see his Program of Veterinary Care. The Program of\nVeterinary Care states the Attending Veterinarian needs to be contacted if there are injuries to the cornea. There is\nnothing in the Program of Veterinary Care that authorizes the use of any ointments on the eye. I informed the licensee\nthat I did not see anything that authorizes him to use any ointments to treat any eye injuries and the Program of\nVeterinary Care in fact states he should contact the Attending Veterinarian.\nNot following the Program of Veterinary Care doesn't ensure the Attending Veterinarian has the appropriate authority to\nmake sure the dogs in the licensee's care are being adequately treated for veterinary care issues.\nThe licensee must contact the Attending Veterinarian and treat the dog per his/her instructions. All future treatments must\nbe done according the Program of Veterinary Care or per the Attending Veterinarian's direct instructions.\nThis is a 1st Re-License Inspection for a Class “A” license. The inspection and exit briefing were conducted with the\napplicant.\nAll items must be in compliance within 2 more inspections or by 2/10/23 or the applicant will forfeit the license fee and\nmust wait 6 months to reapply. Please contact your inspector to schedule your next Re-License Inspection.\nRegulated activity can continue under your existing USDA license until it expires.\nEnd of report.\nn"
    }
  ],
  "narrative": "2.40(a)(2) \n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nA female Shih Tzu had its right eye slightly clouded over.  Upon closer examination, I observed the eye to actually have \nan indentation near the center of it.  The licensee was about to treat the eye with an ointment.  I asked the licensee if he \nwas authorized to treat the eye.  He stated he was.  I asked to see his Program of Veterinary Care.  The Program of \nVeterinary Care states the Attending Veterinarian needs to be contacted if there are injuries to the cornea.  There is \nnothing in the Program of Veterinary Care that authorizes the use of any ointments on the eye.  I informed the licensee \nthat I did not see anything that authorizes him to use any ointments to treat any eye injuries and the Program of \nVeterinary Care in fact states he should contact the Attending Veterinarian. \n \nNot following the Program of Veterinary Care doesn't ensure the Attending Veterinarian has the appropriate authority to \nmake sure the dogs in the licensee's care are being adequately treated for veterinary care issues. \n \nThe licensee must contact the Attending Veterinarian and treat the dog per his/her instructions.  All future treatments must \nbe done according the Program of Veterinary Care or per the Attending Veterinarian's direct instructions.\n\nThis is a 1st Re-License Inspection for a Class “A” license. The inspection and exit briefing were conducted with the \napplicant. \n \nAll items must be in compliance within 2 more inspections or by 2/10/23 or the applicant will forfeit the license fee and \nmust wait 6 months to reapply. Please contact your inspector to schedule your next Re-License Inspection. \n \nRegulated activity can continue under your existing USDA license until it expires. \n \nEnd of report. \n \n n",
  "animals_total": 92,
  "species": [
    {
      "count": 61,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 31,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}