{
  "insp_id": "2016082568768263",
  "layout": "a",
  "customer_id": "331677",
  "customer_name": "Daniel S King",
  "customer_addr": "1800 Sugar Grove Rd\nGreens Fork, IN 47345",
  "certificate": "32-A-0504",
  "site_id": "001",
  "site_name": "DANIEL KING",
  "insp_type": "ROUTINE INSPECTION",
  "date": "24-AUG-2017",
  "report_date": "30-AUG-2017",
  "citations": [
    {
      "code": "3.7(c)",
      "kind": "Direct",
      "repeat": false,
      "desc": "COMPATIBLE GROUPING.",
      "narrative": "During a focused inspection conducted August 24, 2017 a puppy was observed drowned in its water bowl. This\nsmall, eight week old, female, American Eskimo puppy was observed singly housed yesterday. Today, it shared an\nenclosure with a fully grown, approximately 35 pound, female Shiba Inu mix. The puppy was fully submerged in\nblood tinged water, eyes bulging, with agonal convulsions when this inspector pulled her out of the water bowl. It\nwas too late, she was dead. The puppy had bloody bite wounds on her head and body. The Shiba Inu had blood\non its chest. It is unknown exactly how the puppy ended up in the water bowl, or if she was alive prior to entering\nthe water. Regardless of these details, clearly this young puppy was attacked by the older adult dog resulting in\nher death. Puppies four months of age or less may not be housed in the same primary enclosure with adult dogs,\nother than their dams or foster dams, unless permanently maintained in breeding colonies.\nCorrect by: From This Day Forward\nThis inspection and exit interview were conducted with Licensee"
    }
  ],
  "narrative": "3.7(c)           DIRECT\nCOMPATIBLE GROUPING.\nDuring a focused inspection conducted August 24, 2017 a puppy was observed drowned in its water bowl.  This\nsmall, eight week old, female, American Eskimo puppy was observed singly housed yesterday.  Today, it shared an\nenclosure with a fully grown, approximately 35 pound, female Shiba Inu mix.  The puppy was fully submerged in\nblood tinged water, eyes bulging, with agonal convulsions when this inspector pulled her out of the water bowl.  It\nwas too late, she was dead.  The puppy had bloody bite wounds on her head and body.  The Shiba Inu had blood\non its chest.  It is unknown exactly how the puppy ended up in the water bowl, or if she was alive prior to entering\nthe water.   Regardless of these details, clearly this young puppy was attacked by the older adult dog resulting in\nher death.  Puppies four months of age or less may not be housed in the same primary enclosure with adult dogs,\nother than their dams or foster dams, unless permanently maintained in breeding colonies.\nCorrect by:  From This Day Forward  \nThis inspection and exit interview were conducted with Licensee",
  "animals_total": 1,
  "species": [
    {
      "count": 1,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}