{
  "insp_id": "2016090000777434",
  "layout": "b",
  "customer_id": "9679",
  "customer_name": "KYLE WILSON",
  "customer_addr": "1416 CURRIER LANE\nKNOXVILLE, TN 37919",
  "certificate": "63-C-0149",
  "site_id": "001",
  "site_name": "ROCKY HILL REINDEER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "22-MAR-2022",
  "report_date": "23-MAR-2022",
  "citations": [
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": true,
      "desc": "Facilities, general.",
      "narrative": "***There are two 4 x 8 sheets of plywood on the divider fence to the left as you enter the first section of the enclosure.\nThe panels are weathered and damaged with wood breaking off of them. The panels are said to have been placed to\nprotect the reindeer during season but currently the panel on the gate is loose and unattached at the bottom right easily\nflexing out when touched which may allow the reindeer to become injured. There are several pieces of broken plywood\nfrom these panels on the ground where the reindeer have access. The plywood shall be removed, repaired or replaced\nand broken boards on the ground removed to protect the reindeer from injury.\n***The large tree that fell on the fence along the right side of the back enclosure was cited on a previous inspection is still\nlaying on the fence causing the top line of the fence to bend down and outward, and the lower wire to bend inward into the\nenclosure leaving areas that may allow the reindeer to become hung up in the fence. The fence is in disrepair and shall\nbe repaired or replaced to protect the reindeer from injury and to maintain them securely within the enclosure."
    },
    {
      "code": "3.131(d)",
      "kind": "",
      "repeat": false,
      "desc": "Sanitation.",
      "narrative": "***The bottom of the wall of the food storage room has a board that has broken away directly beneath the food being\nstored for the reindeer revealing what appears to be a rat nesting area. There is a concentration of rat droppings in the\ndugout located there. Discussion with the licensee revealed there is no pest control program in place. A program shall be\ndeveloped and utilized to prevent food contamination and minimize risk of disease hazard.\nThis inspection and exit interview were conducted with the licensee.\nEnd Section"
    }
  ],
  "narrative": "3.125(a)  Repeat\n   \nFacilities, general. \n***There are two 4 x 8 sheets of plywood on the divider fence to the left as you enter the first section of the enclosure.  \nThe panels are weathered  and damaged with wood breaking off of them.  The panels are said to have been placed to \nprotect the reindeer during season but currently the panel on the gate is loose and unattached at the bottom right easily \nflexing out when touched which may allow the reindeer to become injured.  There are several pieces of broken plywood \nfrom these panels on the ground where the reindeer have access. The plywood shall be removed, repaired or replaced \nand broken boards on the ground removed to protect the reindeer from injury. \n \n***The large tree that fell on the fence along the right side of the back enclosure was cited on a previous inspection is still \nlaying on the fence causing the top line of the fence to bend down and outward, and the lower wire to bend inward into the \nenclosure leaving areas that may allow the reindeer to become hung up in the fence.  The fence is in disrepair and shall \nbe repaired or replaced to protect the reindeer from injury and to maintain them securely within the enclosure. \n3.131(d) \n   \nSanitation.\n\n***The bottom of the wall of the food storage room  has a board that has broken away directly beneath the food being \nstored for the reindeer revealing what appears to be a rat nesting area.  There is a concentration of rat droppings in the \ndugout located there.  Discussion with the licensee revealed there is no pest control program in place.  A program shall be \ndeveloped and utilized to prevent food contamination and minimize risk of disease hazard. \n \nThis inspection and exit interview were conducted with the licensee. \n \nEnd Section",
  "animals_total": 11,
  "species": [
    {
      "count": 11,
      "scientific": "Rangifer tarandus",
      "common": "REINDEER"
    }
  ]
}