{
  "insp_id": "2016082567914466",
  "layout": "a",
  "customer_id": "7673",
  "customer_name": "Nick Sculac",
  "customer_addr": "24615 Scott Road\nCalhan, CO 80808",
  "certificate": "84-C-0069",
  "site_id": "001",
  "site_name": "NICK SCULAC",
  "insp_type": "ROUTINE INSPECTION",
  "date": "24-AUG-2016",
  "report_date": "15-SEP-2016",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "** An adult male tiger named “Waldo” appeared to have a noticeably thinner body condition since the last inspection\non 12/9/2015 his ribs were visible and hip bones were protruding. Waldo is being housed with another tiger and is\nnot being monitored to ensure he is getting his diet. Waldo has an abnormal gait affecting his right front leg which\nwas cited on the inspections conducted 9/9/2016 and 12/9/2016, A note made by the attending veterinarian on\n11/17/2015 stated that it was a chronic limp and non-responsive to pain medications. Plan was to provide\nglucoamine/chondroitin. There were no records available during this inspection showing that this animal is receiving\nglucsamine/chondroitin, no monitoring the animal for change, and no plan to re-evaluate. Lameness and/or\nabnormal gait may be indications of injury or underlying illness. Extremely thin body condition may indicate\nunderlying problems with nutrition or illness. This tiger needs to be evaluated by a veterinarian to provide a plan for\ndiagnostics, treating and/or monitoring the condition.\n**A male tiger named “ Toni” has an abnormal gait affecting his right front leg, which was cited on the inspections\nconducted 9/9/2015 and 12/9/2015 When walking , his head bobs downward when placing his left front leg and\ndoes not appear to bearing his full weight. A note made a veterinarian on 11/17/2015 on stated it was a chronic\nlimp, plan to provide glucosamine/chondroitin supplement. There were no records available during this inspection\nshowing that this animal is receiving glucosamine/chondroitin, no monitoring of the animal for changes, and no plan\nto re-evaluate. Lameness and/or abnormal gait may be indications of injury or underlying illness. This tiger needs to\nbe re- evaluated by a veterinarian to provide a plan for treating and/or monitoring the condition.\n**There were two tigers inside the enclosure housing three adult tigers named” Lazareth”, “Diablo” and “Twinkle”\nthat were observed fighting. Both tigers had open wounds, scratches along the shoulders and hindquarter. Staff\nmember accompanying the inspectors was unable to identify the two tigers. The wounds that are on the animals\ncan become infection and the fighting could potentially lead to the death of one of the tigers. A veterinarian needs to\nevaluate these animals to determine if this is behavioral and provide a plan for treatment and monitoring for\nresolution of this condition.\n**An adult female tiger named “Spangles” was noted to be walking stiff, dragging leg on the right rear leg. This\ncondition had not been noted by any of the staff. No medical record available to indicate that the veterinarian had\nbeen notified of this condition. Lameness may be an indication of injury or an underlying illness. This tiger needs to\nbe evaluated by a veterinarian to provide diagnostics, treating and/or monitoring the condition.\n>>>>>>>>>>>>>>>>>>>>>>>>>>>>\n**An adult female tiger named “Buffy” was noted to have fly strikes on both ears. Buffy has hair loss with redden\ntissue. Fly strikes and redden tissue on the ears can lead to infection and possible necrosis of the tissues. This\ntiger needs to be evaluated by the veterinarian to provide a plan on treating and monitoring this condition.\n** In the dart gun case is an expired bottle of Xylazine (6/16/2016) and a Bottle of Ketamine (7/16/2016) that is\nbeing utilized by the facility. In the veterinary clinic is an expired bottle of Calcionate Syrup, (12/2015) that according\nto the staff member being given to a tiger cub named “Black Fire”. The use of expired drugs may not produce the\ndesired effect and may result in unnecessary pain or distress. Establish a program to monitor drugs for expiration\ndates and properly dispose of them according to federal, state and local ordinances."
    },
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "CONTINUED: **The following animals listed on the previous inspection conducted 12/9/2015 were evaluated by\nveterinarian, condition resolved or are no longer at the facility: Lion- “Zazu”, Leopard –“Sinbad”, Tiger –“Andy”, Lion\n–“Hecules”, Tiger –“Elvis”, Tiger –“Snowflake”, Tiger –“Schroeder”, and 3 Bears “Rachey”, “Xena” and “Kodia”."
    },
    {
      "code": "2.131(c)(1)",
      "kind": "",
      "repeat": false,
      "desc": "HANDLING OF ANIMALS.",
      "narrative": "The facility is allowing public to have direct contact with two 4 week old mountain lions without any means of\nrestraining the cubs during the photo shoots. Employee stated the cub is placed on the lap of the individual and a\nbaby bottle is fed to the cubs. The employee steps back to the camera and takes the photo while the other\nemployee stands behind the person taking the photo. There is a potential for the animals to become injured or the\nanimals injure the public during handling. These animals are out of the direct control of the trained handler during\nthese photo shoots. Ensure that during public contact there is minimal risk of harm to the animal and to the public\nsafety and sufficient distance or barriers in place.\nTo be corrected by: Immediately"
    },
    {
      "code": "2.131(c)(3)",
      "kind": "Critical",
      "repeat": false,
      "desc": "HANDLING OF ANIMALS.",
      "narrative": "Two 4 week old mountain lions are being handled by the public during photo shoots. Employee stated that public\ncontact during photo shoots started with these two mountain lions at 3 weeks of age. At 3 week of age these\nneonatal nondomestic cats are not able to thermoregulate and lack a fully functional immune system to fight off\ndisease and infection. Because of their limited immunity their health is at risk if they are exposed to other animals or\noffered for public contact. Ensure that until these animals can thermoregulate and immunocompetent they are\nhoused in a control environment and handle these animals in a manner that does not expose them to any form of\npublic contact, to include public feeding.\nTo be corrected by: Immediately"
    },
    {
      "code": "3.81",
      "kind": "",
      "repeat": true,
      "desc": "ENVIRONMENT ENHANCEMENT TO PROMOTE PSYCHOLOGICAL WELL-BEING.",
      "narrative": "The plan for the environmental enhancement to promote the psychological well-being of the nonhuman primates, 2\nring- tailed lemurs acquired in July 2014, was not available for review at the time of this inspection. The plan, at a\nminimum, must address social grouping, environmental enrichment, special considerations, if applicable, and\nrestraint devices and their use. The plan and environmental enrichment must be approved by the attending\nveterinarian (AV) and documented when provided to the animals on the environmental enhancement plan. There\nwas nothing documenting (i.e notebook, calendar) that enrichment is taking place. The animals have different items\nin their enclosures, but there is no schedule of rotating or changing the items in the pens. Nonhuman primates have\ncomplex social and intellectual needs that need to be addressed when in captivity. A written plan that is directed by\nthe AV, guided by current professional standards, and available for review by APHIS officials is required to ensure\nthat the psychological well-being of these animals is being appropriately addressed. Must develop, document, and\nfollow an appropriate plan for environmental enhancement of nonhuman primates that is in accordance with\ncurrently accepted professional standards and as directed by."
    },
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": true,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "**In the following enclosures, the doorframe around the den (shelter) had chewed, ripped wood or ripped fencing\nwhich are in disrepair and which could cause an injury to the animals :\n2adult tigers, Montana and Poncho\n3adult tigers, Capricho, Carolina and India\n1 adult tiger, Pandora\n2 adult tigers, Tutt and Nefertiti\n2 adult tigers, Shenandoah and Sabre\n2 adult tigers, Toni and Phoebe\n1 adult lion, Savannah\n**In the following enclosures the wires holding the fence to the support poles are rusted and can easily break. The\nmajority of the enclosures the fence is hung on the outside of the support poles. Some of the rusted wires have\nbroken away from the support leaving gaps making the fence not structurally sound and in disrepair.\n2Tigers, Maverick and Baxter\n2 Tigers, Elijah and Jezebel\n1 Lion, Mona\n1Tiger, Willie\n2Tigers, Waldo, Snyder\n4 Tigers, Aurora, Joy, Lakota, Kahleesi\n2 Tigers, Montana, Poncho\n2 Tigers, Nefertiti, Tott\n2Tigers, Sabre, Shenandoah\n3Tigers, Capricho, India, Carolina\n1 Tiger, Pandora\n2 Lions, Daniel, Chloe\n2 Tigers, Phoebe, Toni\n2 Tigers, Thurston, Amber\n1 Tiger, Shakira\n2 Tigers, Billy, Jake, Chepe\n3 Tigers, Andy Zena, Zoe\n**Enclosure housing one wolf/dog named “Lyle” along the south and west fence is large dug out holes. These holes\nare large and deep enough for the animal to eventually escape the enclosure or become caught underneath the\nfencing.\n**Enclosure housing 2 black bears, Cody and Pebbles, has a large hole in the roof of the wooden shelter structure\non the left side along the front with protruding nail heads. This shelter is in disrepair and the hole can allow wind and\nrain to enter structure which could cause discomfort to these animals and nail heads can cause injuries to the\nanimals.\n**Enclosure housing one mountain lion named “Boo” along the bottom of the walkway leading to the elevated\nshelter is shredded wood with exposed nail heads which could potentially injure the animal and not in good repair.\n**Enclosure housing one Serval named “Vannah” the platform leading to the elevated shelter has a board missing\nwhich was observed lying on the ground. The board or the platform could have exposed nails or nail heads which\ncould cause injuries to the animal and not in good repair.\n**The shelter in the enclosure housing two tigers named “Rocklynn and “Peyton” has holes in the back with\nshredded wood. This shelter is in disrepair and the hole can allow wind and rain to enter structure which could\ncause discomfort to these animals.\n**Enclosure housing one leopard named “Anthony” along the bottom of the walkway leading to the elevated shelter\nis shredded wood with exposed nail heads which could potentially injure the animal and not in good repair.\n**Enclosure housing five tigers named \"Bani Bibi\", “Mugali, “Shival”, “Rani”, “Sultan” the chain link fence along the\nfront of the enclosure is pulled, stretched, not in good repair and poses a risk of injury to the animals.\n** In the enclosure housing 3 bears named \"Holly\", \"Huggy\" and \"Lolli\"a large hole has been dug under the concrete\nfooter. One of the bear was observed lying in that area with part of his body lying in the hole. The bear could\npotentially get caught or injured and this area is not in good repair.\nThe facility must be constructed of such material and of such strength as appropriate for the animals involved. The\nindoor and outdoor housing facilities shall be structurally sound and shall be maintained in good repair to protect the\nanimals from injury and to contain the animals."
    },
    {
      "code": "3.127(a)",
      "kind": "",
      "repeat": true,
      "desc": "FACILITIES, OUTDOOR.",
      "narrative": "The following enclosures housing tigers, lions and a liger did not have adequate shade to protect them from the\nsunlight:\n3 tigers, Lazarus, Diablo, and Twinkle\n2 tigers, Baxter and Maverick\n2 tigers, Elijah, Jezebel\n1 lions, Mona\n1tiger: Willy\n2tigers: Synder, Waldo\n4 tigers: Auora, Khaleesi, Lakota, Joey\n1 tiger: Shakira\n3 tigers: Billy, Jake, Chepe\n3 tigers: Andy, Zena, Zoe\n2 tigers: Pancho and Montana\n2 tigers: Shenandoah and Sabre\n2 adult tigers: Tutt and Neferti\n1 tiger: Pandor\n3 tigers: India, Capricio, Carolina\n2 tigers: Sumadi, Eragon\n2 lions: Daniel, Chloe\n2 tigers: Phoebe and Toni\n2 tigers: Thurston, Amber\n1lion/1 Liger: Pharaoh, Fergie\n1 tiger: Shirkahan\n2tigers: Pyra, Charaka\n2 tigers: Bentley, Achilles 1 tiger: Stripes\n5 tigers: Bani Bibi, Mugali, Shival, Sultan, Rani\n3 tigers: Raja, Kanji, Varekai\n2 tigers: Bosco, Shakira #2\n2 tigers: Roman, Donner\n2 tigers: Seth, Gabrielle\n2 tigers: Charlie, Cletus\n1 tiger: Chainsaw\nInadequate protection from direct sunlight has the potential to cause eye damage and may affect an animal's ability\nto thermoregulate without the ability to access shade. In addition, inadequate shade may restrict the animals from\nutilizing the full enclosure space. Shelter from sunlight is required when overheating or discomfort of the animals is\nlikely."
    },
    {
      "code": "3.127(b)",
      "kind": "",
      "repeat": true,
      "desc": "FACILITIES, OUTDOOR.",
      "narrative": "The shelter structure in the outdoor enclosure #35 housing an adult leopard, Selbit, is not adequate to protect this\nanimal from the local area's climatic conditions (eg. rain, wind, snow, hail). This enclosure previously housed\nbobcats, a much smaller animal than an adult leopard, and the shelter structure entrance is too small for a leopard\nto enter this structure or to have adequate room to make normal postural adjustments if able to gain access.\nAnimals housed outdoors should have appropriate shelter, natural or artificial, where they can escape adverse\nclimatic conditions and stay warm and dry.\nNatural or artificial shelter appropriate to the local climatic conditions for the species concerned shall be provided for\nall animals kept outdoors to afford them protection and to prevent discomfort to such animals."
    },
    {
      "code": "3.129(a)",
      "kind": "",
      "repeat": true,
      "desc": "FEEDING.",
      "narrative": "**According to the diet plan observed by the inspectors it calls for “Added Calcium supplement for the cubs”. The\nplan liss two calcium supplements to be give, Primal Cal 2 scoops of supplement per pound of meat and Calcium\nCitrate 4 scoops of supplement per pound of meat. Presently, Primal Cal and one expired bottle of Calcionate Syrup\nwas found during the inspection. Lameness and joint swelling in young, growing cubs may be caused by inadequate\ncalcium in the diet and can lead to serious injury and health consequences. Ensure that the calcium supplements\nare being given as directed by the AV\n**The food and receptacle inside the enclosure housing two bears named “Cody” and “Pebbles” was not wholesome\nor free from contamination. The receptacle had a black grime with caked food particles around the inside where the\nfood is coming into contact. The food inside the receptacles was rotting and had an excess amount of flies in and\naround the food. This poses a risk to the animal’s health from bacteria growth and flies can transmit an infectious\norganism to the food.\nThe food shall be wholesome, palatable, and free from contamination, and the diet shall be prepared with\nconsideration for the age, species, condition, size, and type of the animal."
    },
    {
      "code": "3.130",
      "kind": "",
      "repeat": true,
      "desc": "WATERING.",
      "narrative": "**The following enclosures had horse trough provided for the animals to soak and cool themselves in contained\nbrown to black or green water with noticeable hair, leaves, dirt and other debris. Several of the animals were\nobserved drinking from the water trough. These water troughs are not being kept clean and sanitary and pose a risk\nto the animal's health should they choose to bathe or drink this water due to bacterial contamination.\n3 tigers, Diablo, Lazareth, Twinkle\n2 tigers, Maverick, Baxter\n2tigers, Elizah, Jesabel\n2 tigers, Waldo, Snyder\n1 tiger, Shakira #1\n3tigers, Billy, Chepe, Jake\n3 tigers, Andy, Zoe, Zena\n2 tigers, Montana, Poncho\n2 tigers, Nefertiti,Tott\n3 tigers, Capricho, India, Carolina\n2 tigers, Toni, Phoebe\n2 tigers, Thurston, Amber\n1 tiger, Shirkahn\n2tigers, Charaka, Priya\n2 tigers, Bentley, Achilles\n3tigers, Varekai, Kanji, Raji\n2 tigers, Bosco, Sharkira #2\n1 tiger, Snowball\n**The water receptacle inside the enclosure for 3 bears named \"Lolli\", \"Holly\" and \"Huggy\" is crushed and pushed\ninward with rough edges that does not allow it to be properly cleaned and sanitized.\nAll water receptacles must be kept clean and sanitary."
    },
    {
      "code": "3.131(c)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "**Excess building materials that is not being uitlized is being stored next to the enclosure housing two tigers, \"Buffy,\n\"Spangles\" and three bears near the side gate on north east side of the facility. The piles of excess building material\ncan harbor pests which pose a risk to the health and well-being of the animals.\n**Stored on the top of a plastic carrier in the indoor enclosure housing two 4 week old mountain lion cubs named\n\"Louisa\" and\"Marissa\" is a plastic container of wipes and 2 bottles of baby formula. In the veterinary clinic in the\nenclosure housing one tiger cub named \"black fire\" sitting on the window sill is a plastic container of wipes. The\nanimals can gain access to these items, or fall and could pose a risk to the health and well-being of the animals by\ningesting these items. This was corrected during the time of inspection.\nPremises shall be kept clean and in good repair in order to protect the animals and facilitate the prescibed\nhusbandry practices.\nTo be corrected by: September 24, 2016"
    },
    {
      "code": "3.131(d)",
      "kind": "",
      "repeat": true,
      "desc": "SANITATION.",
      "narrative": "Excess flies were noted throughout the outdoor facilities, particularly the bear enclosures, inside and outside the\ncommissary. The flies were numerous enough that the buzzing was audible while conducting the inspection. Fly\nstrips and containers with fly bait are being utilized, but are ineffective because they are either full of flies or\ncontainers were empty except for dead flies and debris. Flies and other pests may carry and transmit diseases to\nthe animals and a more effective method of monitoring and preventing their presence in/around enclosures, food\nstorage/preparation should be implemented.\nEstablish and maintain a safe and an effective pest control program which should include reduction of flies,\nparticularly around food and food preparation areas."
    },
    {
      "code": "3.132",
      "kind": "",
      "repeat": true,
      "desc": "EMPLOYEES.",
      "narrative": "The licensee is not regularly involved in the day to day care of the animals and facilities. Facility staff stated that\nthey have 2 full time employees able to work directly with the animals and 2 other employees who are being\ntrained. The employees who are living on site have not been adequately trained for emergency situations. This was\nevidenced by not being able to explain the protocol in an emergency or escaped animal. This facility currently has a\ntotal of about 111 animal, including 12 different species. These species have complex medical, behavioral,\nnutritutional and other husbandry needs. Conditions at the facility currently do not meet the professional level of\nhusbandry practicies described in the regulations and standards. Young animals at the facility were being hand\nraised and require around the clock specialized care and feeding. A total of 32 enclosures, affecting 64,had no\nshade. This has been an ongoing problem that has been cited since May 2009. At least 4 enclosures were in vary\ndegrees of disrepair that was cited on 12/9/2015 inspection. The excessive number of animal welfare concerns\nindicates that there is not a sufficient number of adequately trained employees to maintain a professionally\nacceptable level of husbandry practices and lack in emergency procedures. Facilities are required to utilize a\nsufficent number of adequately trained employees to maintain the professional husbandry standards described in\nthe regulations and standards to ensure that the animals are appropriately maintained, sanitary facilities and receive\nappropriate monitoring, veterinary care, feeding and watering.\nLicense must evaluate the current work load and staffing level to ensure that a sufficient number of adequately\ntrained employees are utilized to maintain the professionally acceptable leve of husbandry practices described in\nthe regulations and standards."
    },
    {
      "code": "3.133",
      "kind": "Direct",
      "repeat": false,
      "desc": "SEPARATION.",
      "narrative": "Two adult tigers were observed fighting in the enclosure housing three adult tigers named \"Lazareth, \"Diablo\" and\n\"Twinkle\". Staff member was unable to identify which two tigers were fighting and inspectors were told fighting only\noccurs when they are being fed. No food was present at the time and both cats were observed multiple times\nfighting with visable wound marks on shoulders and hindquarters. The continutally fighting could interfere with their\nhealth, cause undue stress or potentially lead to the death of one of the tigers. This could possibly be a\nbehaviroral/dominace problem and should be observed, evaluated and recommendations being provided by a\nveterinarian.\nAnimal housed in the same enclosure must be compatible.so it does not interfere with their health or causes\ndiscomfort or distress.\nEnsure that all animals housed in the same enclosure are compatible.\nTo be corrected by: Immediately\nInspection conducted on 8/24/2016 with a facility representative, AC Supervisory Animal Care Specialist, Tanya\nTims, Animal Care Inspector Cindy Rhodes and APHIS Security Ken Miller.\nA through exit briefing was conducted in person on 9/2/2016 with the facility representative who accompanied\nAPHIS Officials on the inspection.\n>>>The inspector completed this inspection report when Animal Care was transitioning to a new information\nmanagement system. Because the inspector re-typed the inspection report into the new system when it was\ndeployed, the “prepared by” date on this inspection report is different than the date the inspector prepared the\noriginal inspection report, which occurred on 8/26/2016.<<<\nAdditional Inspectors\nTims Tanya, Assistant Director"
    }
  ],
  "narrative": "2.40(b)(2)           DIRECT                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n** An adult male tiger named “Waldo” appeared to have a noticeably thinner body condition since the last inspection\non 12/9/2015 his ribs were visible and hip bones were protruding. Waldo is being housed with another tiger and is\nnot being monitored to ensure he is getting his diet. Waldo has an abnormal gait affecting his right front leg which\nwas cited on the inspections conducted 9/9/2016 and 12/9/2016, A note made by the attending veterinarian on\n11/17/2015 stated that it was a chronic limp and non-responsive to pain medications. Plan was to provide\nglucoamine/chondroitin. There were no records available during this inspection showing that this animal is receiving\nglucsamine/chondroitin, no monitoring the animal for change, and no plan to re-evaluate. Lameness and/or\nabnormal gait may be indications of injury or underlying illness. Extremely thin body condition may indicate\nunderlying problems with nutrition or illness. This tiger needs to be evaluated by a veterinarian to provide a plan for\ndiagnostics, treating and/or monitoring the condition.\n**A male tiger named “ Toni” has an abnormal gait affecting his right front leg, which was cited on the inspections\nconducted 9/9/2015 and 12/9/2015 When walking , his head bobs downward when placing his left front leg and\ndoes not appear to bearing his full weight. A note made a veterinarian on 11/17/2015 on stated it was a chronic\nlimp, plan to provide glucosamine/chondroitin supplement. There were no records available during this inspection\nshowing that this animal is receiving glucosamine/chondroitin, no monitoring of the animal for changes, and no plan\nto re-evaluate. Lameness and/or abnormal gait may be indications of injury or underlying illness. This tiger needs to\nbe re- evaluated by a veterinarian to provide a plan for treating and/or monitoring the condition.\n**There were two tigers inside the enclosure housing three adult tigers named” Lazareth”, “Diablo” and “Twinkle”\nthat were observed fighting. Both tigers had open wounds, scratches along the shoulders and hindquarter. Staff\nmember accompanying the inspectors was unable to identify the two tigers. The wounds that are on the animals\ncan become infection and the fighting could potentially lead to the death of one of the tigers. A veterinarian needs to\nevaluate these animals to determine if this is behavioral and provide a plan for treatment and monitoring for\nresolution of this condition.\n**An adult female tiger named “Spangles” was noted to be walking stiff, dragging leg on the right rear leg. This\ncondition had not been noted by any of the staff.  No medical record available to indicate that the veterinarian had\n\nbeen notified of this condition. Lameness may be an indication of injury or an underlying illness. This tiger needs to\nbe evaluated by a veterinarian to provide diagnostics, treating and/or monitoring the condition.\n>>>>>>>>>>>>>>>>>>>>>>>>>>>>\n**An adult female tiger named “Buffy” was noted to have fly strikes on both ears. Buffy has hair loss with redden\ntissue.  Fly strikes and redden tissue on the ears can lead to infection and possible necrosis of the tissues. This\ntiger needs to be evaluated by the veterinarian to provide a plan on treating and monitoring this condition. \n** In the dart gun case is an expired bottle of Xylazine (6/16/2016) and a Bottle of Ketamine (7/16/2016) that is\nbeing utilized by the facility. In the veterinary clinic is an expired bottle of Calcionate Syrup, (12/2015) that according\nto the staff member being given to a tiger cub named “Black Fire”. The use of expired drugs may not produce the\ndesired effect and may result in unnecessary pain or distress. Establish a program to monitor drugs for expiration\ndates and properly dispose of them according to federal, state and local ordinances.\n2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nCONTINUED:  **The following animals listed on the previous inspection conducted 12/9/2015 were evaluated by\nveterinarian, condition resolved or are no longer at the facility: Lion- “Zazu”, Leopard –“Sinbad”, Tiger –“Andy”, Lion\n–“Hecules”, Tiger –“Elvis”, Tiger –“Snowflake”, Tiger –“Schroeder”, and 3 Bears “Rachey”, “Xena” and “Kodia”.\n2.131(c)(1)\nHANDLING OF ANIMALS.\nThe facility is allowing public to have direct contact with two 4 week old mountain lions without any means of\nrestraining the cubs during the photo shoots. Employee stated the cub is placed on the lap of the individual and a\nbaby bottle is fed to the cubs. The employee steps back to the camera and takes the photo while the other\nemployee stands behind the person taking the photo. There is a potential for the animals to become injured or the\nanimals injure the public during handling. These animals are out of the direct control of the trained handler during\nthese photo shoots.  Ensure that during public contact there is minimal risk of harm to the animal and to the public\nsafety and sufficient distance or barriers in place.\nTo be corrected by: Immediately\n2.131(c)(3)           CRITICAL\nHANDLING OF ANIMALS.\nTwo 4 week old mountain lions are being handled by the public during photo shoots. Employee stated that public\ncontact during photo shoots started with these two mountain lions at 3 weeks of age. At 3 week of age these\n\nneonatal nondomestic cats are not able to thermoregulate and lack a fully functional immune system to fight off\ndisease and infection. Because of their limited immunity their health is at risk if they are exposed to other animals or\noffered for public contact. Ensure that until these animals can thermoregulate and immunocompetent they are\nhoused in a control environment and handle these animals in a manner that does not expose them to any form of\npublic contact, to include public feeding.\nTo be corrected by: Immediately\n3.81                    REPEAT\nENVIRONMENT ENHANCEMENT TO PROMOTE PSYCHOLOGICAL WELL-BEING.\nThe plan for the environmental enhancement to promote the psychological well-being of the nonhuman primates, 2\nring- tailed lemurs acquired in July 2014, was not available for review at the time of this inspection. The plan, at a\nminimum, must address social grouping, environmental enrichment, special considerations, if applicable, and\nrestraint devices and their use. The plan and environmental enrichment must be approved by the attending\nveterinarian (AV) and documented when provided to the animals on the environmental enhancement plan. There\nwas nothing documenting (i.e notebook, calendar) that enrichment is taking place. The animals have different items\nin their enclosures, but there is no schedule of rotating or changing the items in the pens. Nonhuman primates have\ncomplex social and intellectual needs that need to  be addressed when in captivity. A written plan that is directed by\nthe AV, guided by current professional standards, and available for review by APHIS officials is required to ensure\nthat the psychological well-being of these animals is being appropriately addressed. Must develop, document, and\nfollow an appropriate plan for environmental enhancement of nonhuman primates that is in accordance with\ncurrently accepted professional standards and as directed by.\n3.125(a)                    REPEAT\nFACILITIES, GENERAL.   \n**In the following enclosures, the doorframe around the den (shelter) had chewed, ripped wood or ripped fencing\nwhich are in disrepair and which could cause an injury to the animals :\n    2adult tigers, Montana and Poncho\n    3adult tigers, Capricho, Carolina and India \n    1 adult tiger, Pandora\n    2 adult tigers, Tutt and Nefertiti\n    2 adult tigers, Shenandoah and Sabre \n    2 adult tigers, Toni and Phoebe\n    1 adult lion, Savannah\n**In the following enclosures the wires holding the fence to the support poles are rusted and can easily break. The\nmajority of the enclosures the fence is hung on the outside of the support poles. Some of the rusted wires have\n\nbroken away from the support leaving gaps making the fence not structurally sound and in disrepair.\n    2Tigers, Maverick and Baxter \n    2 Tigers, Elijah and Jezebel\n    1 Lion, Mona\n    1Tiger, Willie\n    2Tigers, Waldo, Snyder\n    4 Tigers, Aurora, Joy, Lakota, Kahleesi\n    2 Tigers, Montana, Poncho\n    2 Tigers, Nefertiti, Tott\n    2Tigers, Sabre, Shenandoah\n    3Tigers, Capricho, India, Carolina \n    1 Tiger, Pandora\n    2 Lions, Daniel, Chloe\n    2 Tigers, Phoebe, Toni\n    2 Tigers, Thurston, Amber \n    1 Tiger, Shakira \n    2 Tigers, Billy, Jake, Chepe\n    3 Tigers, Andy Zena, Zoe\n**Enclosure housing one wolf/dog named “Lyle” along the south and west fence is large dug out holes. These holes\nare large and deep enough for the animal to eventually escape the enclosure or become caught underneath the\nfencing.\n**Enclosure housing 2 black bears, Cody and Pebbles, has a large hole in the roof of the wooden shelter structure\non the left side along the front with protruding nail heads. This shelter is in disrepair and the hole can allow wind and\nrain to enter structure which could cause discomfort to these animals and nail heads can cause injuries to the\nanimals.\n**Enclosure housing one mountain lion named “Boo” along the bottom of the walkway leading to the elevated\nshelter is shredded wood with exposed nail heads which could potentially injure the animal and not in good repair.\n**Enclosure housing one Serval named “Vannah” the platform leading to the elevated shelter has a board missing\nwhich was observed lying on the ground. The board or the platform could have exposed nails or nail heads which\ncould cause injuries to the animal and not in good repair.\n**The shelter in the enclosure housing two tigers named “Rocklynn and “Peyton” has holes in the back with\nshredded wood. This shelter is in disrepair and the hole can allow wind and rain to enter structure which could\ncause discomfort to these animals.\n\n**Enclosure housing one leopard named “Anthony” along the bottom of the walkway leading to the elevated shelter\nis shredded wood with exposed nail heads which could potentially injure the animal and not in good repair.\n**Enclosure housing five tigers named \"Bani Bibi\", “Mugali, “Shival”, “Rani”, “Sultan” the chain link fence along the\nfront of the enclosure is pulled, stretched, not in good repair and poses a risk of injury to the animals.\n** In the enclosure housing 3 bears named \"Holly\", \"Huggy\" and \"Lolli\"a large hole has been dug under the concrete\nfooter. One of the bear was observed lying in that area with part of his body lying in the hole. The bear could\npotentially get caught or injured and this area is not in good repair.\nThe facility must be constructed of such material and of such strength as appropriate for the animals involved. The\nindoor and outdoor housing facilities shall be structurally sound and shall be maintained in good repair to protect the\nanimals from injury and to contain the animals.\n3.127(a)                    REPEAT\nFACILITIES, OUTDOOR. \nThe following enclosures housing tigers, lions and a liger did not have adequate shade to protect them from the\nsunlight:\n    3 tigers, Lazarus, Diablo, and Twinkle \n    2 tigers, Baxter and Maverick\n    2 tigers, Elijah, Jezebel \n    1 lions, Mona\n    1tiger: Willy\n    2tigers: Synder, Waldo\n    4 tigers: Auora, Khaleesi, Lakota, Joey \n    1 tiger: Shakira\n    3 tigers: Billy, Jake, Chepe \n    3 tigers: Andy, Zena, Zoe\n    2 tigers: Pancho and Montana\n    2 tigers: Shenandoah and Sabre \n    2 adult tigers: Tutt and Neferti\n    1 tiger: Pandor\n    3 tigers: India, Capricio, Carolina \n    2 tigers: Sumadi, Eragon\n    2 lions: Daniel, Chloe\n    2 tigers: Phoebe and Toni\n\n2 tigers: Thurston, Amber\n    1lion/1 Liger: Pharaoh, Fergie \n    1 tiger: Shirkahan\n    2tigers: Pyra, Charaka\n    2 tigers: Bentley, Achilles 1 tiger: Stripes\n    5 tigers: Bani Bibi, Mugali, Shival, Sultan, Rani \n    3 tigers: Raja, Kanji, Varekai\n    2 tigers: Bosco, Shakira #2\n    2 tigers: Roman, Donner\n    2 tigers: Seth, Gabrielle \n    2 tigers: Charlie, Cletus\n    1 tiger: Chainsaw\nInadequate protection from direct sunlight has the potential to cause eye damage and may affect an animal's ability\nto thermoregulate without the ability to access shade. In addition, inadequate shade may restrict the animals from\nutilizing the full enclosure space. Shelter from sunlight is required when overheating or discomfort of the animals is\nlikely.\n3.127(b)                    REPEAT\nFACILITIES, OUTDOOR. \nThe shelter structure in the outdoor enclosure #35 housing an adult leopard, Selbit, is not adequate to protect this\nanimal from the local area's climatic conditions (eg. rain, wind, snow, hail). This enclosure previously housed\nbobcats, a much smaller animal than an adult leopard, and the shelter structure entrance is too small for a leopard\nto enter this structure or to have adequate room to make normal postural adjustments if able to gain access.\nAnimals housed outdoors should have appropriate shelter, natural or artificial, where they can escape adverse\nclimatic conditions and stay warm and dry.\nNatural or artificial shelter appropriate to the local climatic conditions for the species concerned shall be provided for\nall animals kept outdoors to afford them protection and to prevent discomfort to such animals. \n3.129(a)                    REPEAT\nFEEDING.    \n**According to the diet plan observed by the inspectors it calls for “Added Calcium supplement for the cubs”. The\nplan liss two calcium supplements to be give, Primal Cal 2 scoops of supplement per pound of meat and Calcium\nCitrate 4 scoops of supplement per pound of meat. Presently, Primal Cal and one expired bottle of Calcionate Syrup\nwas found during the inspection. Lameness and joint swelling in young, growing cubs may be caused by inadequate\n\ncalcium in the diet and can lead to serious injury and health consequences. Ensure that the calcium supplements\nare being given as directed by the AV\n**The food and receptacle inside the enclosure housing two bears named “Cody” and “Pebbles” was not wholesome\nor free from contamination. The receptacle had a black grime with caked food particles around the inside where the\nfood is coming into contact. The food inside the receptacles was rotting and had an excess amount of flies in and\naround the food.  This poses a risk to the animal’s health from bacteria growth and flies can transmit an infectious\norganism to the food.\nThe food shall be wholesome, palatable, and free from contamination, and the diet shall be prepared with\nconsideration for the age, species, condition, size, and type of the animal.\n3.130                    REPEAT\nWATERING.  \n**The following enclosures had horse trough provided for the animals to soak and cool themselves in contained\nbrown to black or green water with noticeable hair, leaves, dirt and other debris. Several of the animals were\nobserved drinking from the water trough. These water troughs are not being kept clean and sanitary and pose a risk\nto the animal's health should they choose to bathe or drink this water due to bacterial contamination.\n    3 tigers, Diablo, Lazareth, Twinkle \n    2 tigers, Maverick, Baxter\n    2tigers, Elizah, Jesabel \n    2 tigers, Waldo, Snyder \n    1 tiger, Shakira #1\n    3tigers, Billy, Chepe, Jake\n    3 tigers, Andy, Zoe, Zena \n    2 tigers, Montana, Poncho \n    2 tigers, Nefertiti,Tott\n    3 tigers, Capricho, India, Carolina \n    2 tigers, Toni, Phoebe\n    2 tigers, Thurston, Amber\n    1 tiger, Shirkahn\n    2tigers, Charaka, Priya \n    2 tigers, Bentley, Achilles\n    3tigers, Varekai, Kanji, Raji \n    2 tigers, Bosco, Sharkira #2\n    1 tiger, Snowball\n\n**The water receptacle inside the enclosure for 3 bears named \"Lolli\", \"Holly\" and \"Huggy\" is crushed and pushed\ninward with rough edges that does not allow it to be properly cleaned and sanitized.\nAll water receptacles must be kept clean and sanitary.\n3.131(c)\nSANITATION.   \n**Excess building materials that is not being uitlized is being stored next to the enclosure housing two tigers, \"Buffy,\n\"Spangles\" and three bears near the side gate on north east side of the facility. The piles of excess building material\ncan harbor pests which pose a risk to the health and well-being of the animals.\n**Stored on the top of a plastic carrier in the indoor enclosure housing two 4 week old mountain lion cubs named\n\"Louisa\" and\"Marissa\" is a plastic container of wipes and 2 bottles of baby formula. In the veterinary clinic in the\nenclosure housing one tiger cub named \"black fire\" sitting on the window sill is a plastic container of wipes. The\nanimals can gain access to these items, or fall and could pose a risk to the health and well-being of the animals by\ningesting these items. This was corrected during the time of inspection.\nPremises shall be kept clean and in good repair in order to protect the animals and facilitate the prescibed\nhusbandry practices.\nTo be corrected by: September 24, 2016\n3.131(d)                    REPEAT\nSANITATION.   \nExcess flies were noted throughout the outdoor facilities, particularly the bear enclosures, inside and outside the\ncommissary. The flies were numerous enough that the buzzing was audible while conducting the inspection. Fly\nstrips and containers with fly bait are being utilized, but are ineffective because they are either full of flies or\ncontainers were empty except for dead flies and debris. Flies and other pests may carry and transmit diseases to\nthe animals and a more effective method of monitoring and preventing their presence in/around enclosures, food\nstorage/preparation should be implemented.\nEstablish and maintain a safe and an effective pest control program which should include reduction of flies,\n\nparticularly around food and food preparation areas.\n3.132                    REPEAT\nEMPLOYEES. \nThe licensee is not regularly involved in the day to day care of the animals and facilities. Facility staff stated that\nthey  have 2 full time employees able to work directly with the animals and 2 other employees who are being\ntrained. The employees who are living on site have not been adequately trained for emergency situations. This was\nevidenced by not being able to explain the protocol in an emergency or escaped animal. This facility currently has a\ntotal of about 111 animal, including 12 different species. These species have complex medical, behavioral,\nnutritutional and other husbandry needs. Conditions at the facility currently do not meet the professional level of\nhusbandry practicies described in the regulations and standards.  Young animals at the facility were being hand\nraised and require around the clock specialized care and feeding. A total of 32 enclosures, affecting 64,had no\nshade. This has been an ongoing problem  that has been cited since May 2009. At least 4 enclosures were in vary\ndegrees of disrepair that was cited on 12/9/2015 inspection. The excessive number of animal welfare concerns\nindicates that there is not a sufficient number of adequately trained employees to maintain a professionally\nacceptable level of husbandry practices and lack in emergency  procedures. Facilities are required to utilize a\nsufficent number of adequately trained employees to maintain the professional husbandry standards described in\nthe regulations and standards to ensure that the animals are appropriately maintained, sanitary facilities and receive\nappropriate monitoring, veterinary care, feeding and watering.\nLicense must evaluate the current work load and staffing level to ensure that a sufficient number of adequately\ntrained employees are utilized to maintain the professionally acceptable leve of husbandry practices described in\nthe regulations and standards.\n3.133           DIRECT\nSEPARATION. \nTwo adult tigers were observed fighting in the enclosure housing three adult tigers named \"Lazareth, \"Diablo\" and\n\"Twinkle\". Staff member was unable to identify which two tigers were fighting and inspectors were told fighting only  \noccurs when they are being fed. No food was present at the time and both cats were observed multiple times\nfighting with visable wound marks on shoulders and hindquarters. The continutally fighting could interfere with their\nhealth, cause  undue stress or potentially lead to the death of one of the tigers. This could possibly be a\nbehaviroral/dominace problem and should be observed, evaluated and recommendations being provided by a\nveterinarian.\n \nAnimal housed in the same enclosure must be compatible.so it does not interfere with their health or causes\n\ndiscomfort or distress.\nEnsure that all animals housed in the same enclosure are compatible.\nTo be corrected by: Immediately\nInspection conducted on 8/24/2016 with a facility representative, AC Supervisory Animal Care Specialist, Tanya\nTims, Animal Care Inspector Cindy Rhodes and APHIS Security Ken Miller.\nA through exit briefing was conducted in person on 9/2/2016 with the facility representative who accompanied\nAPHIS Officials on the inspection.\n>>>The inspector completed this inspection report when Animal Care was transitioning to a new information\nmanagement system.   Because the inspector re-typed the inspection report into the new system when it was\ndeployed, the “prepared by” date on this inspection report is different than the date the inspector prepared the\noriginal inspection report, which occurred on 8/26/2016.<<< \nAdditional Inspectors\nTims Tanya, Assistant Director",
  "animals_total": 111,
  "species": [
    {
      "count": 1,
      "scientific": "Canis lupus familiaris",
      "common": "DOMESTIC DOG"
    },
    {
      "count": 2,
      "scientific": "Caracal caracal",
      "common": "CARACAL"
    },
    {
      "count": 2,
      "scientific": "Lemur catta",
      "common": "RING-TAILED LEMUR"
    },
    {
      "count": 1,
      "scientific": "Leptailurus serval",
      "common": "SERVAL"
    },
    {
      "count": 2,
      "scientific": "Lynx rufus",
      "common": "BOBCAT"
    },
    {
      "count": 2,
      "scientific": "Nasua nasua",
      "common": "BROWN-NOSED COATI"
    },
    {
      "count": 5,
      "scientific": "Panthera leo",
      "common": "LION"
    },
    {
      "count": 1,
      "scientific": "Panthera leo × panthera tigris",
      "common": "LIGER"
    },
    {
      "count": 6,
      "scientific": "Panthera pardus",
      "common": "LEOPARD"
    },
    {
      "count": 76,
      "scientific": "Panthera tigris",
      "common": "TIGER"
    },
    {
      "count": 5,
      "scientific": "Puma concolor",
      "common": "PUMA / MOUNTAIN LION / COUGAR"
    },
    {
      "count": 8,
      "scientific": "Ursus americanus",
      "common": "NORTH AMERICAN BLACK BEAR"
    }
  ]
}