{
  "insp_id": "2016090000592681",
  "layout": "b",
  "customer_id": "39947",
  "customer_name": "THOMAS WALSH",
  "customer_addr": "52 LEBANON RD\nNORTH BERWICK, ME 03906",
  "certificate": "11-R-0027",
  "site_id": "001",
  "site_name": "CAT'S PAW FARM",
  "insp_type": "ROUTINE INSPECTION",
  "date": "28-APR-2021",
  "report_date": "30-APR-2021",
  "citations": [
    {
      "code": "2.31(c)(3)",
      "kind": "",
      "repeat": false,
      "desc": "Institutional Animal Care and Use Committee (IACUC).",
      "narrative": "The IACUC meeting minutes, including the program review and semiannual inspection, dated September 2020 and\nserving as the report to the institutional official, were not signed by the committee. April 2021 IACUC meeting minutes\nwere not available for review at the time of inspection but in process of preparation. The IACUC must update and sign\nreports to the Institutional Official at 6 month intervals, and make them available for review at the time of inspection.\nCorrect by: next IACUC meeting\nThis inspection and exit interview were conducted with the facility representative.\nEnd Section"
    }
  ],
  "narrative": "2.31(c)(3) \n   \nInstitutional Animal Care and Use Committee (IACUC). \nThe IACUC meeting minutes,  including the program review and semiannual inspection, dated September 2020 and \nserving as the report to the institutional official, were not signed by the committee.  April 2021 IACUC meeting minutes \nwere not available for review at the time of inspection but in process of preparation.  The IACUC must update and sign \nreports to the Institutional Official at 6 month intervals, and make them available  for review at the time of inspection. \n \nCorrect by: next IACUC meeting \n \nThis inspection and exit interview were conducted with the facility representative. \n \nEnd Section",
  "animals_total": 30,
  "species": [
    {
      "count": 30,
      "scientific": "Oryctolagus cuniculus",
      "common": "DOMESTIC RABBIT / EUROPEAN RABBIT"
    }
  ]
}