{
  "insp_id": "2016090000746533",
  "layout": "b",
  "customer_id": "2401",
  "customer_name": "DAN MOULTON",
  "customer_addr": "976 14TH AVENUE S W\nROCHESTER, MN 55902",
  "certificate": "41-B-0239",
  "site_id": "001",
  "site_name": "DAN MOULTON",
  "insp_type": "ROUTINE INSPECTION",
  "date": "03-NOV-2021",
  "report_date": "05-NOV-2021",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": true,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "A female grey chinchilla in 149C had an index card labeled Leg (indicating a possible problem). It was seen favoring one\nof its hind legs when it moved in the enclosure. The licensee got it out and its right hind leg was found to wobble in\nmultiple directions at the hock joint, indicating it was likely broken. The appearance of the break was that it had happened\nsome time ago because no swelling was present and the chinchilla did not react when the lower portion of the leg was\ntouched. When asked, the licensee said he did not know what had happened to it or how long ago it happened and does\nnot remember when the note on the enclosure card of \"Leg\" was made about it. This chinchilla had not received any\ntreatment for this condition prior to inspection and likely went through unrelieved pain when the bone injury occurred and\nunderwent the healing process un-stabilized (untreated).\nEnsure that conditions such as injured/broken legs are promptly reported to the attending veterinarian so that treatment\ncan be administered right away.\n**Note**\nThis chinchilla was taken to a veterinarian by the licensee the same evening (11/3/2021)."
    },
    {
      "code": "2.40(b)(3)",
      "kind": "Direct",
      "repeat": true,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "These conditions were pointed out to the licensee during inspection and were not under treatment:\nA female in 106C was seen circling to her left, closer observation found both eyes were protruding more than normally\nseen on other chinchillas. Her left eye had an opaque area on the surface of the eyeball. Her right eyeball's surface\nappeared to be drier and had an area of a brown scab-like material on the center of the eyeball with some veins on the\nsurface of the eye going to the center. These observations are indicative of a possible serious underlying condition that\nneeds further evaluation by the attending veterinarian. Ensure that she is evaluated promptly by the attending\nveterinarian and treatment instructions are followed.\nIndirect non-compliances:\nA chinchilla in 165D was found to have its right eye sealed shut and when the licensee handled it, it was found to have\nsome mild pale discharge in its eye. This animal's enclosure had not been marked for treatment prior to inspection.\nA chinchilla in 21C was seen to have wet fur under its chin and chest. The licensee held it and it was found that an area\nunder its left mandible was had a hard bump likely associated with the jawbone. This protrusion seen with the hair loss\nand slobbers observed could be a problem occurring in its mouth and causing discomfort and creating difficulty eating.\nWhile her body condition was found to be adequate, her mouth condition needs further evaluation by the attending\nveterinarian.\nFour chinchillas were found to have eye problems not on the treatment plan:\nChinchilla in 33D was found to have her right eye crusted shut, some mild hair loss and when handled by the licensee\nthere was some pale discharge that came out and the eyeball could not be easily visualized.\nA female grey (middle room, middle south row, 11 enclosures counting from the east end), cage card DOB 8-8-15; was\nfound to have a crusted left eye, mild pale discharge with some hair loss and reddened eyelids.\nA female grey (no cage card; front room, north row by the wall, 23rd enclosure from the middle door); was found to have a\ncrusted left eye, mild pale discharge, and the left eye could not be easily visualized."
    },
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": true,
      "desc": "Facilities, general.",
      "narrative": "At least 134 metal feeders were in disrepair during the inspection. Each of the affected feeders had rusted, sharp, and\nrough edges directly exposed to the animals. At least 22 enclosures contained sharp, broken, and bent wires exposed to\nthe animals during the inspection (17B floor, 25A front wall, 41C floor, 42B floor, 58A floor, 58D floor, 55B floor, 87C wall,\n88A wall, 114B wall, 11 unnumbered enclosures in the middle rows of the middle room, 1 unnumbered enclosure in the\nnorth row of the middle room). Sharp metal points and rough, rusted edges could injure the animals. Repair or place the\naffected feeders and enclosures.\nNote: The chinchillas in the enclosures with broken wires on the floor were moved by the licensee to different enclosures\nduring the time of inspection."
    },
    {
      "code": "3.129(b)",
      "kind": "",
      "repeat": false,
      "desc": "Feeding.",
      "narrative": "At least 23 chinchillas' hay cubes were observed to be darkened (indicating its not fresh) and contaminated with\nexcessive dust. Also, in the middle room, the north two rows of enclosures the wire box that holds the hay cubes (for 149\nchinchillas) on top of the enclosures had an excessive amount of hair and dust on them. The darkened hay with dust and\nfeeder areas with excessive hair and dust are not minimizing contamination to this food source. Ensure measures are\ntaken so that chinchilla's hay cubes are not contaminated and not deteriorated.\nCorrect by 11/18/2021."
    },
    {
      "code": "3.131(c)",
      "kind": "",
      "repeat": false,
      "desc": "Sanitation.",
      "narrative": "The watering lines, located outside of the primary enclosures, have an excessive build-up of hair, dust and dark material.\nThis material was seen in some areas to have drops of fly-waste on it as well. The licensee said the lines are flushed\nweekly to clean the inside of the line, however the exterior has not been cleaned in about a month and indicated he plans\nto replace the lines instead of cleaning them. The excessively dusty and hair-covered water lines create unsanitary\nconditions that germs (disease hazards) can reproduce on. Ensure the outsides of the water lines are kept clean.\nCorrect by 11/18/2021."
    },
    {
      "code": "3.132",
      "kind": "Direct",
      "repeat": false,
      "desc": "Employees.",
      "narrative": "The facility is behind on maintenance items, metal feeders in disrepair (134), enclosures with broken, bent, and sharp\npoints in disrepair (22), Twenty three animals didn’t have access to wholesome and palatable food as their hay cubes\nwere discolored grey and dusty, the facility didn’t identify 6 veterinary care issues, the facility didn’t contact the\nveterinarian regarding a broken leg, and the outside of the water lines has excessive accumulations of fur and need to be\ncleaned. Daily observations of each animal for health conditions are not done by other people if the licensee is not\navailable. Other than a family member or employee from another business that reportedly help with feeding and watering\nat times, the licensee is the only person that is responsible and does the husbandry practices such as daily observations,\ncleaning, enclosure repair. Per the licensee, he is also involved in running other businesses which detract from time\navailable for the chinchilla facility. The non-compliances demonstrate that there is not a sufficient amount of adequately\ntrained employees in place to maintain an acceptable level of husbandry practices for the amount of animals at the facility.\nEnsure that a sufficient number of adequately trained employees are in place to maintain the professionally acceptable\nlevel of husbandry practices required by the Animal Welfare Act.\nCorrect by 11/12/2021.\nThis inspection was conducted with the license and his employee. The exit interview was conducted with the licensee.\nAdditional Inspectors:\nCHAD MOORE, ANIMAL CARE INSPECTOREnd Section"
    }
  ],
  "narrative": "2.40(b)(2)  Direct Repeat\n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nA female grey chinchilla in 149C had an index card labeled Leg (indicating a possible problem).  It was seen favoring one \nof its hind legs when it moved in the enclosure.  The licensee got it out and its right hind leg was found to wobble in \nmultiple directions at the hock joint, indicating it was likely broken.  The appearance of the break was that it had happened \nsome time ago because no swelling was present and the chinchilla did not react when the lower portion of the leg was \ntouched.  When asked, the licensee said he did not know what had happened to it or how long ago it happened and does \nnot remember when the note on the enclosure card of \"Leg\" was made about it.  This chinchilla had not received any \ntreatment for this condition prior to inspection and likely went through unrelieved pain when the bone injury occurred and \nunderwent the healing process un-stabilized (untreated). \n \nEnsure that conditions such as injured/broken legs are promptly reported to the attending veterinarian so that treatment \ncan be administered right away. \n \n**Note** \nThis chinchilla was taken to a veterinarian by the licensee the same evening (11/3/2021).\n\n2.40(b)(3)  Direct Repeat\n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nThese conditions were pointed out to the licensee during inspection and were not under treatment: \nA female in 106C was seen circling to her left, closer observation found both eyes were protruding more than normally \nseen on other chinchillas.  Her left eye had an opaque area on the surface of the eyeball.  Her right eyeball's surface \nappeared to be drier and had an area of a brown scab-like material on the center of the eyeball with some veins on the \nsurface of the eye going to the center.  These observations are indicative of a possible serious underlying condition that \nneeds further evaluation by the attending veterinarian.  Ensure that she is evaluated promptly by the attending \nveterinarian and treatment instructions are followed. \n \nIndirect non-compliances: \nA chinchilla in 165D was found to have its right eye sealed shut and when the licensee handled it, it was found to have \nsome mild pale discharge in its eye.  This animal's enclosure had not been marked for treatment prior to inspection. \n \nA chinchilla in 21C was seen to have wet fur under its chin and chest.  The licensee held it and it was found that an area \nunder its left mandible was had a hard bump likely associated with the jawbone. This protrusion seen with the hair loss \nand slobbers observed could be a problem occurring in its mouth and causing discomfort and creating difficulty eating.  \nWhile her body condition was found to be adequate, her mouth condition needs further evaluation by the attending \nveterinarian. \n \nFour chinchillas were found to have eye problems not on the treatment plan: \nChinchilla in 33D was found to have her right eye crusted shut, some mild hair loss and when handled by the licensee\n\nthere was some pale discharge that came out and the eyeball could not be easily visualized. \n \nA female grey (middle room, middle south row, 11 enclosures counting from the east end), cage card DOB 8-8-15; was \nfound to have a crusted left eye, mild pale discharge with some hair loss and reddened eyelids. \n \nA female grey (no cage card; front room, north row by the wall, 23rd enclosure from the middle door); was found to have a \ncrusted left eye, mild pale discharge, and the left eye could not be easily visualized. \n3.125(a)  Repeat\n   \nFacilities, general. \nAt least 134 metal feeders were in disrepair during the inspection.  Each of the affected feeders had rusted, sharp, and \nrough edges directly exposed to the animals.  At least 22 enclosures contained sharp, broken, and bent wires exposed to \nthe animals during the inspection (17B floor, 25A front wall, 41C floor, 42B floor, 58A floor, 58D floor, 55B floor, 87C wall, \n88A wall, 114B wall, 11 unnumbered enclosures in the middle rows of the middle room, 1 unnumbered enclosure in the \nnorth row of the middle room).  Sharp metal points and rough, rusted edges could injure the animals.  Repair or place the \naffected feeders and enclosures. \nNote: The chinchillas in the enclosures with broken wires on the floor were moved by the licensee to different enclosures \nduring the time of inspection. \n3.129(b) \n   \nFeeding. \nAt least 23 chinchillas' hay cubes were observed to be darkened (indicating its not fresh) and contaminated with \nexcessive dust.  Also, in the middle room, the north two rows of enclosures the wire box that holds the hay cubes (for 149 \nchinchillas) on top of the enclosures had an excessive amount of hair and dust on them. The darkened hay with dust and\n\nfeeder areas with excessive hair and dust are not minimizing contamination to this food source.  Ensure measures are \ntaken so that chinchilla's hay cubes are not contaminated and not deteriorated. \n \nCorrect by 11/18/2021. \n3.131(c) \n   \nSanitation. \nThe watering lines, located outside of the primary enclosures, have an excessive build-up of hair, dust and dark material. \nThis material was seen in some areas to have drops of fly-waste on it as well. The licensee said the lines are flushed \nweekly to clean the inside of the line, however the exterior has not been cleaned in about a month and indicated he plans \nto replace the lines instead of cleaning them. The excessively dusty and hair-covered water lines create unsanitary \nconditions that germs (disease hazards) can reproduce on. Ensure the outsides of the water lines are kept clean. \n \nCorrect by 11/18/2021. \n3.132  Direct\n   \nEmployees. \nThe facility is behind on maintenance items, metal feeders in disrepair (134), enclosures with broken, bent, and sharp \npoints in disrepair (22), Twenty three animals didn’t have access to wholesome and palatable food as their hay cubes \nwere discolored grey and dusty, the facility didn’t identify 6 veterinary care issues, the facility didn’t contact the \nveterinarian regarding a broken leg, and the outside of the water lines has excessive accumulations of fur and need to be \ncleaned.  Daily observations of each animal for health conditions are not done by other people if the licensee is not \navailable.  Other than a family member or employee from another business that reportedly help with feeding and watering \nat times, the licensee is the only person that is responsible and does the husbandry practices such as daily observations,\n\ncleaning, enclosure repair.  Per the licensee, he is also involved in running other businesses which detract from time \navailable for the chinchilla facility.  The non-compliances demonstrate that there is not a sufficient amount of adequately \ntrained employees in place to maintain an acceptable level of husbandry practices for the amount of animals at the facility.  \nEnsure that a sufficient number of adequately trained employees are in place to maintain the professionally acceptable \nlevel of husbandry practices required by the Animal Welfare Act. \n \nCorrect by 11/12/2021. \n \nThis inspection was conducted with the license and his employee.  The exit interview was conducted with the licensee. \n \nAdditional Inspectors: \nCHAD MOORE, ANIMAL CARE INSPECTOREnd Section",
  "animals_total": 698,
  "species": [
    {
      "count": 698,
      "scientific": "Chinchilla lanigera",
      "common": "CHINCHILLA"
    }
  ]
}