{
  "insp_id": "INS-0000882588",
  "layout": "c",
  "customer_id": "6010961",
  "customer_name": "Samuel J King",
  "customer_addr": "742 Guinea Rd\nFarmville, VA 23901",
  "certificate": "21-A-0224",
  "site_id": "001",
  "site_name": "Samuel J King",
  "insp_type": "ROUTINE INSPECTION",
  "date": "02-AUG-2023",
  "report_date": "04-AUG-2023",
  "citations": [
    {
      "code": "2.40(b)(3)",
      "kind": "",
      "repeat": false,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "Two dogs were found with medical conditions that either had not been identified by the licensee or had not been\ncommunicated with the attending veterinary in a timely manner.\n- A 5-week-old, male, golden retriever puppy has a 1.5 inch long, circumferential area of hair loss about 2 inches from the\ntip of his tail. The skin is thickened and swollen with multiple crusts and scabs present on the surface. According to the\nlicensee, he had noticed the skin lesion on the puppy and begun treating it with triple antibiotic ointment.\n- A 5-year-old, female golden retriever (ID# 900215004880065) has brown, waxy debris in both ears. A small 1 mm, white\nnodule was found in the right ear. Additionally, just below the entrance to the left ear, there is a small matt of fur with\nbrown discharge at the center.\nAccording to the program of veterinary care at the facility, skin issues that are found require consultation with the\nattending veterinarian. For ears that are dirty, the ears should be cleaned and ears that are swollen or bleeding require\nconsultation with the attending veterinarian. There are no documented records indicating that any of these abnormalities\nwere found by the licensee prior to inspection or treatments initiated.\nAnimals with untreated medical conditions including skin irritation and hair loss or excessive debris and wax in the ear\ncanals may suffer from unnecessary pain, discomfort, infection, and stress. Daily observations of animals to identify\nmedical problems is essential to identify injury and illness quickly, initiate treatment quickly, and prevent unnecessary\nsuffering. Correct by observing all animals at least daily to identify physical, medical, or behavioral problems. Additionally,\nensure that all findings are communicated in a timely manner to the attending veterinarian so that they can examine\nanimals and ensure that appropriate treatment is provided as required by section 2.40(b)(2). Correct by 5 August 2023."
    },
    {
      "code": "2.50(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Time and method of identification.",
      "narrative": "Two dogs had no official identification as required by the Animal Welfare Act.\n- A newly acquired male Goldendoodle had no official identification and was not documented on any records.\n- The licensee is using microchips for official identification of puppies at the time of weaning, but a sales record for a male\nAiredale Terrier/Poodle cross indicates he was sold at 23-weeks-old with no microchip or other official identification\ndocumented on any paperwork.\nOfficial identification is important to allow inspectors to identify individual dogs and match them to corresponding records.\nIt is also necessary to monitor the movement of animals in and out of facilities. Correct by ensuring all dogs on the\nproperty have official identification as required in the Animal Welfare Act. Correct by 7 August 2023."
    },
    {
      "code": "2.75(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Records: Dealers and exhibitors.",
      "narrative": "The records for dogs are missing several required components.\n- The licensee is using microchips for official identification of puppies at the time of weaning but has not documented\nthose microchip numbers on records.\n- The record of animals on hand (Form 7005) is inaccurate and shows seven adult dogs still present on site that are no\nlonger at the facility.\n- There are also several dogs between the ages of 13 weeks (and no longer housed with only their littermates) and 25\nweeks that are not documented on the record of animals on hand (Form 7005).\n- Several disposition forms (Form 7006) are missing a sales date and none of them have documented the driver’s license\nnumber and vehicle license plate and state of the buyers.\nHaving accurate records is critical to allow inspectors to identify the dogs present at the facility and to monitor the\nmovement and disposition of animals from a facility. Correct by ensuring that all required acquisition and disposition\ninformation is recorded in the proper location and accurate. Correct by 8 August 2023."
    },
    {
      "code": "3.1(e)",
      "kind": "",
      "repeat": false,
      "desc": "Housing facilities, general.",
      "narrative": "Supplies of food and bedding are not being stored in a manner that protects them from spoilage, contamination, or vermin\ninfestation. Additionally, bulk food is being stored in animal areas.\n- An open bag of wood shavings was sitting out on top of tubs holding more wood shavings or cedar shavings.\n- Unopened bags of dog food are stored directly against the wall and do not allow for cleaning around all sides of the food.\n- There were two crates of sweet potatoes stored in baskets on the floor. Several sweet potatoes were becoming moldy\nand sprouting. According to the facility representative, the sweet potatoes were to be used as dog food.\nFood and bedding supplies that are stored improperly can become spoiled or contaminated and cause potential illness or\ndisease to the animals. Correct by ensuring all food and bedding supplies are stored in a manner that prevents spoilage,\ncontamination, or vermin infestation. All open containers of food and bedding must be stored in leakproof containers with\ntightly fitting lids. Additionally, only food and bedding that is currently being used may be kept in animal areas. Correct by\n11 August 2023."
    },
    {
      "code": "3.6(a)(2)",
      "kind": "",
      "repeat": false,
      "desc": "Primary enclosures.",
      "narrative": "Primary enclosures for the dogs are not being constructed and maintained to protect the dogs from injury, prevent other\nanimals from entering the enclosures, or enabling all surfaces in contact with the dogs to be readily cleaned and sanitized.\n- In two different enclosures there are pieces of chain link fencing that have sharp points pointing into the enclosure. In\none outdoor portion of the enclosure, a piece of twisted rusty wire is entangled in the chain link fence, with an edge into\nthe enclosure. On a door separating two outdoor runs there is damaged metal chain link that has been covered with an\nintact wire grid, but the remaining damaged chain link has left a sharp edge protruding into one run at about eye level.\n- All the enclosures have areas where the dogs have dug, torn up, and chewed woven plastic sheeting that was laid under\nthe rocks/gravel. Strings of these plastic sheets can be found on the inside portion of some enclosures.\n- Several outdoor portions of the enclosures have holes dug into the gravel/rocks and expose gaps, some up to\napproximately 8 inches deep and 18 inches wide under the metal chain link fence dividing the enclosures. In other\nenclosures, the dogs have dug and pulled rocks/gravel out from underneath the edges of the concrete slab, exposing\ngaps approximately 4-6 inches deep and some up to 3-4 feet in length.\n- Wood support beams at the edge of the facility have been chewed, exposing raw wood that cannot be readily cleaned\nand sanitized or replaced when worn or soiled. In whelping den 1, there is an area of chewed plastic on the left side of the\ndog door frame that has exposed foam material underneath.\nFailure to maintain primary enclosures in good repair and structurally sound increases the risk of injury, illness and\nunnecessary suffering. Correct by ensuring all primary enclosures are structurally sound and kept in good repair to\nprevent sharp points or edges that could injure the dogs, contain the animals securely, protect the dogs from injury, and\nkeep other animals from entering the enclosure. Correct by 18 August 2023."
    },
    {
      "code": "3.7(c)",
      "kind": "",
      "repeat": false,
      "desc": "Compatible grouping.",
      "narrative": "A 12-week-old, female golden retriever puppy has been removed from the rest of her litter and is currently being housed\nwith two older dogs, one 24 weeks old and one 17 weeks old. Very young animals housed with adult dogs that are not\ntheir dam or foster dam are at increased risk of injury and exclusion from critical resources such as food and water.\nCorrect by ensuring that puppies under 16 weeks of age are not housed in the same primary enclosure with other adult\ndogs unless it is their dam or foster dam. Correct by 5 August 2023."
    },
    {
      "code": "3.9(b)",
      "kind": "",
      "repeat": false,
      "desc": "Feeding",
      "narrative": "Several bowls that have been recently cleaned and sanitized were stacked next to the sink but still have caked on areas\nof food, dirt, and debris. Failure to keep bowls clean and sanitized can lead to a buildup of organic material and harbor\npathogens which can lead to illness. Correct by ensuring that all food bowls are kept clean and sanitized. Correct by 7\nAugust 2023."
    },
    {
      "code": "3.11(c)",
      "kind": "",
      "repeat": false,
      "desc": "Cleaning, sanitization, housekeeping, and pest control.",
      "narrative": "The facility is unorganized, cluttered, and covered in dust. There multiple piles and accumulations of tools, unused crates,\nand various supplies scattered around the facility. Most surfaces have a thick layer of tan/brown dust covering them.\nFailure to maintain housing facilities in a clean and organized manner can lead to the harborage of pests, potential injury\nof animals if they were to escape their primary enclosures, and adverse health effects on the animals. Correct by ensuring\nall housing facilities are kept clean, in good repair, and free of accumulations of trash, junk, waste products, and\ndiscarded matter. Correct by 11 August 2023."
    },
    {
      "code": "3.11(d)",
      "kind": "",
      "repeat": false,
      "desc": "Cleaning, sanitization, housekeeping, and pest control.",
      "narrative": "There is evidence of insect pests present throughout the facility, including around and under food bags and around\nvarious bins. Many small, black, oval particles, compatible with cockroach feces, are seen behind, under, and next to the\nbulk food storage, under the counter with the sink, and near bins holding open dog food or trash. Pests can carry potential\ndiseases and lead to contamination of food, bedding, or other supplies used on the animals. Correct by ensuring that an\neffective pest control program is established and maintained to reduce contamination and promote the health and well-\nbeing of animals at the facility. Correct by 11 August 2023."
    },
    {
      "code": "3.13(a)(3)",
      "kind": "",
      "repeat": false,
      "desc": "Veterinary care for dogs.",
      "narrative": "A 1-year-old, red and white colored Male Goldendoodle (ID# 900215004880079) has not received his annual booster\nvaccine for distemper and parvovirus. In reviewing his medical records, he received the vaccine on 4 July 2022 and 19\nJuly 2022 and the next dose was due 19 July 2023, but it has not been recorded. According to the Program of Veterinary\nCare (PVC), all dogs should receive the initial vaccination series at 6, 9, 12 and 16 weeks of age, followed by a booster a\nyear later and then once every 3 years. Failure to follow the vaccination schedule as directed by the attending veterinarian\n(AV) can result in increased risk of preventable infection and undue pain and suffering. Correct by ensuring the facility\nfollows the PVC schedule for vaccinating animals for contagious and/or deadly diseases as outlined by the AV. Correct by\n5 August 2023."
    },
    {
      "code": "3.13(b)(4)",
      "kind": "",
      "repeat": false,
      "desc": "Veterinary care for dogs.",
      "narrative": "There are no records documenting the results of routine physical exam findings for puppies over 6 weeks of age as\nrequired by the Program of Veterinary Care (PVC). There are 11 dogs at the facility between 6 weeks of age and 1 year\nold that have no medical record documenting the dates and findings of all routine physical examinations. According to the\nPVC, all adult dogs are required to have a yearly physical exam and all puppies greater than 6 weeks of age must have a\nphysical exam. In addition to the dogs at the facility, no other puppies sold from the facility that were over 6 weeks of age\nat the time of sales have medical records including the date and findings of their required routine physical examination.\nFailure to keep copies of complete medical records, including results of exam findings, prevents APHIS officials from\nbeing able to ensure the licensee is following the direction of the Attending Veterinarian as required by the AWA. Correct\nby ensuring all dogs have a medical record that includes the dates and findings/results of all screening, routine, or other\nrequired or recommended test or examination. Correct by 11 August 2023.\nThis inspection was conducted with a facility representative and the exit interview was conducted with the licensee.\nn"
    }
  ],
  "narrative": "2.40(b)(3) \n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nTwo dogs were found with medical conditions that either had not been identified by the licensee or had not been \ncommunicated with the attending veterinary in a timely manner.  \n- A 5-week-old, male, golden retriever puppy has a 1.5 inch long, circumferential area of hair loss about 2 inches from the \ntip of his tail. The skin is thickened and swollen with multiple crusts and scabs present on the surface. According to the \nlicensee, he had noticed the skin lesion on the puppy and begun treating it with triple antibiotic ointment.  \n- A 5-year-old, female golden retriever (ID# 900215004880065) has brown, waxy debris in both ears. A small 1 mm, white \nnodule was found in the right ear. Additionally, just below the entrance to the left ear, there is a small matt of fur with \nbrown discharge at the center.  \nAccording to the program of veterinary care at the facility, skin issues that are found require consultation with the \nattending veterinarian. For ears that are dirty, the ears should be cleaned and ears that are swollen or bleeding require \nconsultation with the attending veterinarian. There are no documented records indicating that any of these abnormalities \nwere found by the licensee prior to inspection or treatments initiated.  \nAnimals with untreated medical conditions including skin irritation and hair loss or excessive debris and wax in the ear \ncanals may suffer from unnecessary pain, discomfort, infection, and stress. Daily observations of animals to identify \nmedical problems is essential to identify injury and illness quickly, initiate treatment quickly, and prevent unnecessary \nsuffering. Correct by observing all animals at least daily to identify physical, medical, or behavioral problems. Additionally, \nensure that all findings are communicated in a timely manner to the attending veterinarian so that they can examine \nanimals and ensure that appropriate treatment is provided as required by section 2.40(b)(2). Correct by 5 August 2023. \n2.50(a)(1) \n   \nTime and method of identification. \nTwo dogs had no official identification as required by the Animal Welfare Act.  \n- A newly acquired male Goldendoodle had no official identification and was not documented on any records.  \n- The licensee is using microchips for official identification of puppies at the time of weaning, but a sales record for a male \nAiredale Terrier/Poodle cross indicates he was sold at 23-weeks-old with no microchip or other official identification \ndocumented on any paperwork.  \nOfficial identification is important to allow inspectors to identify individual dogs and match them to corresponding records.\n\nIt is also necessary to monitor the movement of animals in and out of facilities. Correct by ensuring all dogs on the \nproperty have official identification as required in the Animal Welfare Act. Correct by 7 August 2023. \n2.75(a)(1) \n   \nRecords: Dealers and exhibitors. \nThe records for dogs are missing several required components.  \n- The licensee is using microchips for official identification of puppies at the time of weaning but has not documented \nthose microchip numbers on records.  \n- The record of animals on hand (Form 7005) is inaccurate and shows seven adult dogs still present on site that are no \nlonger at the facility.  \n- There are also several dogs between the ages of 13 weeks (and no longer housed with only their littermates) and 25 \nweeks that are not documented on the record of animals on hand (Form 7005).  \n- Several disposition forms (Form 7006) are missing a sales date and none of them have documented the driver’s license \nnumber and vehicle license plate and state of the buyers.  \nHaving accurate records is critical to allow inspectors to identify the dogs present at the facility and to monitor the \nmovement and disposition of animals from a facility. Correct by ensuring that all required acquisition and disposition \ninformation is recorded in the proper location and accurate. Correct by 8 August 2023. \n3.1(e) \n   \nHousing facilities, general. \nSupplies of food and bedding are not being stored in a manner that protects them from spoilage, contamination, or vermin \ninfestation. Additionally, bulk food is being stored in animal areas.  \n- An open bag of wood shavings was sitting out on top of tubs holding more wood shavings or cedar shavings.  \n- Unopened bags of dog food are stored directly against the wall and do not allow for cleaning around all sides of the food.  \n- There were two crates of sweet potatoes stored in baskets on the floor. Several sweet potatoes were becoming moldy \nand sprouting. According to the facility representative, the sweet potatoes were to be used as dog food. \nFood and bedding supplies that are stored improperly can become spoiled or contaminated and cause potential illness or \ndisease to the animals. Correct by ensuring all food and bedding supplies are stored in a manner that prevents spoilage, \ncontamination, or vermin infestation. All open containers of food and bedding must be stored in leakproof containers with \ntightly fitting lids. Additionally, only food and bedding that is currently being used may be kept in animal areas. Correct by \n11 August 2023. \n3.6(a)(2) \n   \nPrimary enclosures. \nPrimary enclosures for the dogs are not being constructed and maintained to protect the dogs from injury, prevent other \nanimals from entering the enclosures, or enabling all surfaces in contact with the dogs to be readily cleaned and sanitized. \n- In two different enclosures there are pieces of chain link fencing that have sharp points pointing into the enclosure. In \none outdoor portion of the enclosure, a piece of twisted rusty wire is entangled in the chain link fence, with an edge into \nthe enclosure. On a door separating two outdoor runs there is damaged metal chain link that has been covered with an \nintact wire grid, but the remaining damaged chain link has left a sharp edge protruding into one run at about eye level. \n- All the enclosures have areas where the dogs have dug, torn up, and chewed woven plastic sheeting that was laid under\n\nthe rocks/gravel. Strings of these plastic sheets can be found on the inside portion of some enclosures. \n- Several outdoor portions of the enclosures have holes dug into the gravel/rocks and expose gaps, some up to \napproximately 8 inches deep and 18 inches wide under the metal chain link fence dividing the enclosures. In other \nenclosures, the dogs have dug and pulled rocks/gravel out from underneath the edges of the concrete slab, exposing \ngaps approximately 4-6 inches deep and some up to 3-4 feet in length.  \n- Wood support beams at the edge of the facility have been chewed, exposing raw wood that cannot be readily cleaned \nand sanitized or replaced when worn or soiled. In whelping den 1, there is an area of chewed plastic on the left side of the \ndog door frame that has exposed foam material underneath.  \nFailure to maintain primary enclosures in good repair and structurally sound increases the risk of injury, illness and \nunnecessary suffering. Correct by ensuring all primary enclosures are structurally sound and kept in good repair to \nprevent sharp points or edges that could injure the dogs, contain the animals securely, protect the dogs from injury, and \nkeep other animals from entering the enclosure. Correct by 18 August 2023. \n3.7(c) \n   \nCompatible grouping. \nA 12-week-old, female golden retriever puppy has been removed from the rest of her litter and is currently being housed \nwith two older dogs, one 24 weeks old and one 17 weeks old. Very young animals housed with adult dogs that are not \ntheir dam or foster dam are at increased risk of injury and exclusion from critical resources such as food and water. \nCorrect by ensuring that puppies under 16 weeks of age are not housed in the same primary enclosure with other adult \ndogs unless it is their dam or foster dam. Correct by 5 August 2023. \n3.9(b) \n   \nFeeding \nSeveral bowls that have been recently cleaned and sanitized were stacked next to the sink but still have caked on areas \nof food, dirt, and debris. Failure to keep bowls clean and sanitized can lead to a buildup of organic material and harbor \npathogens which can lead to illness. Correct by ensuring that all food bowls are kept clean and sanitized. Correct by 7 \nAugust 2023. \n3.11(c) \n   \nCleaning, sanitization, housekeeping, and pest control. \nThe facility is unorganized, cluttered, and covered in dust. There multiple piles and accumulations of tools, unused crates, \nand various supplies scattered around the facility. Most surfaces have a thick layer of tan/brown dust covering them. \nFailure to maintain housing facilities in a clean and organized manner can lead to the harborage of pests, potential injury \nof animals if they were to escape their primary enclosures, and adverse health effects on the animals. Correct by ensuring \nall housing facilities are kept clean, in good repair, and free of accumulations of trash, junk, waste products, and \ndiscarded matter. Correct by 11 August 2023. \n3.11(d) \n   \nCleaning, sanitization, housekeeping, and pest control. \nThere is evidence of insect pests present throughout the facility, including around and under food bags and around \nvarious bins. Many small, black, oval particles, compatible with cockroach feces, are seen behind, under, and next to the\n\nbulk food storage, under the counter with the sink, and near bins holding open dog food or trash. Pests can carry potential \ndiseases and lead to contamination of food, bedding, or other supplies used on the animals. Correct by ensuring that an \neffective pest control program is established and maintained to reduce contamination and promote the health and well-\nbeing of animals at the facility. Correct by 11 August 2023. \n3.13(a)(3) \n   \nVeterinary care for dogs. \nA 1-year-old, red and white colored Male Goldendoodle (ID# 900215004880079) has not received his annual booster \nvaccine for distemper and parvovirus. In reviewing his medical records, he received the vaccine on 4 July 2022 and 19 \nJuly 2022 and the next dose was due 19 July 2023, but it has not been recorded. According to the Program of Veterinary \nCare (PVC), all dogs should receive the initial vaccination series at 6, 9, 12 and 16 weeks of age, followed by a booster a \nyear later and then once every 3 years. Failure to follow the vaccination schedule as directed by the attending veterinarian \n(AV) can result in increased risk of preventable infection and undue pain and suffering. Correct by ensuring the facility \nfollows the PVC schedule for vaccinating animals for contagious and/or deadly diseases as outlined by the AV. Correct by \n5 August 2023. \n3.13(b)(4) \n   \nVeterinary care for dogs. \nThere are no records documenting the results of routine physical exam findings for puppies over 6 weeks of age as \nrequired by the Program of Veterinary Care (PVC). There are 11 dogs at the facility between 6 weeks of age and 1 year \nold that have no medical record documenting the dates and findings of all routine physical examinations. According to the \nPVC, all adult dogs are required to have a yearly physical exam and all puppies greater than 6 weeks of age must have a \nphysical exam. In addition to the dogs at the facility, no other puppies sold from the facility that were over 6 weeks of age \nat the time of sales have medical records including the date and findings of their required routine physical examination. \nFailure to keep copies of complete medical records, including results of exam findings, prevents APHIS officials from \nbeing able to ensure the licensee is following the direction of the Attending Veterinarian as required by the AWA. Correct \nby ensuring all dogs have a medical record that includes the dates and findings/results of all screening, routine, or other \nrequired or recommended test or examination. Correct by 11 August 2023. \n \nThis inspection was conducted with a facility representative and the exit interview was conducted with the licensee. \n \n n",
  "animals_total": 28,
  "species": [
    {
      "count": 16,
      "scientific": "Canis familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 12,
      "scientific": "Canis familiaris",
      "common": "DOG PUPPY"
    }
  ]
}