{
  "insp_id": "8141031035445",
  "layout": "a",
  "customer_id": "330482",
  "customer_name": "Alison Baudin",
  "customer_addr": "Mary Pierson\n22231 Ida Rd\nMclouth, KS 66054",
  "certificate": "48-A-2148",
  "site_id": "001",
  "site_name": "Alison Baudin, Mary Pierson",
  "insp_type": "ROUTINE INSPECTION",
  "date": "06-MAR-2014",
  "report_date": "10-MAR-2014",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "* The following medications were past the labeled expiration date. There was one 250 mg bottle of Amoxicillin\ncapsules with an expiration date of 10/2013, one Rexall 81 mg bottle of aspirin with an expiration date of 07/2012\nand one bottle of wound spray with an expiration date of 01/2013. In addition, there were two 109 ml bottles of\nliquid Scrub Care Iodine cleaning solution with expiration dates of 08/2008 and 11/2008. These medications were\nintermingled with other products that are currently being used at the facility and are therefore ready for use. The\nusage of expired medical materials on regulated animals is not considered to be an acceptable veterinary practice\nand does not constitute adequate veterinary care. The effectiveness of the dosage level and expected results when\nexpired drugs are administrated could be drastically changed or may not work as anticipated. The licensee must\nensure that all medications used have not gone past the recorded expiration date. Correct by 3/20/14."
    },
    {
      "code": "2.75(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "RECORDS: DEALERS AND EXHIBITORS.",
      "narrative": "* Official USDA dog on hand sheets (7005's) had 22 dogs recorded, but there were 26 adult dogs counted by the\ninspector. When the records and dogs at the facility do not match it makes the records incomplete. Complete and\naccurate records are needed to ensure each animals identity can be known with certainty and to facilitate the ability\nto trace dogs. The licensee must maintain complete and accurate records of all dogs at all times at their facility.\nCorrect by 4/6/14."
    },
    {
      "code": "3.10",
      "kind": "",
      "repeat": false,
      "desc": "WATERING.",
      "narrative": "* The entire top edge of one water receptacle is chewed and has a roughened, jagged edge. The receptacle used\nby two dogs are located in outdoor housing. A chewed, roughened, jagged surface cannot be easily cleaned and\nsanitized and could potentially cause injury to the dogs. In addition, it could harbor bacteria and other disease\ncausing agents that can affect the health and wellbeing of the dogs. The licensee must ensure that all receptacles\ncan be properly cleaned and sanitized at all times. Correct by 3/20/14.\n* Facility inspection done on 3/6/14 and exit briefing done on 3/10/14 were conducted with the licensee."
    }
  ],
  "narrative": "2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n*       The following medications were past the labeled expiration date.  There was one 250 mg bottle of Amoxicillin\ncapsules with an expiration date of 10/2013, one Rexall 81 mg bottle of aspirin with an expiration date of 07/2012\nand one bottle of wound spray with an expiration date  of 01/2013.  In addition, there were two 109 ml bottles of\nliquid Scrub Care Iodine cleaning solution with expiration dates of 08/2008 and 11/2008.  These medications were\nintermingled with other products that are currently being used at the facility and are therefore ready for use.   The\nusage of expired medical materials on regulated animals is not considered to be an acceptable veterinary practice\nand does not constitute adequate veterinary care.  The effectiveness of the dosage level and expected results when\nexpired drugs are  administrated could be drastically changed or may not work as anticipated.   The licensee must\nensure that all medications used have not gone past the recorded expiration date.   Correct by 3/20/14.\n2.75(a)(1)\nRECORDS: DEALERS AND EXHIBITORS.\n*     Official USDA dog on hand sheets (7005's) had 22 dogs recorded, but there were 26 adult dogs counted by the\ninspector.  When the records and dogs at the facility do not match it makes the records incomplete.  Complete and\naccurate records are needed to ensure each animals identity can be known with certainty and to facilitate the ability\nto trace dogs.  The licensee must maintain complete and accurate records of all dogs at all times at their facility. \nCorrect by 4/6/14.\n3.10\nWATERING.\n*    The entire top edge of one water receptacle is chewed and has a roughened, jagged edge. The receptacle used\nby two dogs are located  in outdoor housing.  A chewed, roughened, jagged surface cannot be easily cleaned and\nsanitized and could potentially cause injury to the dogs.  In addition, it could harbor bacteria and other disease\ncausing agents that can affect the health and wellbeing of the dogs.  The licensee must ensure that all receptacles\ncan be properly cleaned and sanitized at all times.  Correct by 3/20/14.\n*   Facility inspection done on 3/6/14 and exit briefing done on 3/10/14 were conducted with the licensee.\n\n",
  "animals_total": 44,
  "species": [
    {
      "count": 26,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 18,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}