{
  "insp_id": "INS-0001235157",
  "layout": "c",
  "customer_id": "3437",
  "customer_name": "West Coast Game Park Inc",
  "customer_addr": "46914 Hwy 101\nBandon, OR 97411",
  "certificate": "92-C-0181",
  "site_id": "001",
  "site_name": "West Coast Game Park Inc",
  "insp_type": "ROUTINE INSPECTION",
  "date": "22-JAN-2025",
  "report_date": "30-JAN-2025",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Critical",
      "repeat": true,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "On 09JAN2025 an older female coatimundi was found deceased inside her enclosure. On last inspection, dated\n03DEC2024, it was noted this coatimundi was reluctant to leave her indoor enclosure and she exhibited reluctance to\nclimb on enrichment. This animal was not evaluated or treated by the attending veterinarian to diagnose any diseases or\ninjuries or mitigate any pain that could have contributed to this animal dying.\nNoncritical Noncompliance: During inspection it was discovered the capybaras with a skin condition noted on a previous\ninspection, dated 03DEC2024, had not been seen by the Attending Veterinarian. Skin conditions can be indicative of\nunderlying diseases, potential nutritional deficiency, or inadequate husbandry and need to be evaluated or treated by the\nattending veterinarian.\nAt the time of this inspection the Attending Veterinarian (AV) advised he had not been consulted or requested by the\nfacility to examine or treat the coatimundi before her death or the capybara’s skin issues since the last routine inspection\non 03DEC2024. Each dealer or exhibitor shall establish and maintain programs of adequate veterinary care that include\nthe use of appropriate methods to prevent, control, diagnose, and treat diseases and injuries."
    },
    {
      "code": "2.75(b)(1)",
      "kind": "",
      "repeat": true,
      "desc": "Records: Dealers and exhibitors.",
      "narrative": "As of the date of the inspection, there are multiple instances of inaccurate or missing records of animals on hand,\nincluding acquisitions and dispositions (purchases/births and sales/deaths).\n•Acquisition records for purchases, exchanges, animal donations or births are missing including but not limited to three\nred foxes, all capybara, one wallaby, all camel, water buffalo, American bison, yak, llama, goats, fallow deer, sheep,\nalpaca, three African porcupine, one elk, waterbuck, two leopards, Canadian lynx, all peacock, all emu, all chickens,\nostrich, all black swan, all ducks, all geese, both zebra, one bobcat, six cavy, one remaining ferret, the collared peccary,\none lemur, and two kinkajou.\n•Disposition records for sales, donations, exchanges or deaths are missing including but not limited to two wallabies, a\nkinkajou, one ferret, and two opossums found on previous inventories find no current documentation as to why these\nmissing animals are no longer on the inventory.\n•Animals on hand finds inaccurate inventory count including but not limited to goats, sheep, fallow deer, wallaby, ducks,\ngeese, peacock, and groundhog.\nThese records are necessary to assess the health and wellbeing of the animals on site and allow tracking of animals\nbeing used for regulatory purposes. Ensure the inventory of all animals on hand is up to date and acquisitions and\ndispositions are being recorded including animals born on site and any deaths."
    },
    {
      "code": "2.134(b)",
      "kind": "",
      "repeat": false,
      "desc": "Contingency planning.",
      "narrative": "The contingency plan has no signature or date of last review. Facility personnel stated that they have not reviewed the\ncontingency plan on an annual basis. Annual reviews to the contingency plan ensure that changes to the facility program\nare accounted for in emergency planning. The licensee must maintain and review the contingency plan on at least an\nannual basis to ensure that the plan is compliant with all of section 2.134. The licensee must maintain documentation of\nthe annual review including any amendments or changes made to the plan since the previous year’s review. To be\ncorrected by February 23, 2025."
    },
    {
      "code": "3.80(a)(2)(i)",
      "kind": "",
      "repeat": true,
      "desc": "Primary enclosures.",
      "narrative": "In the outdoor portion of the ring tail lemurs’ enclosure, there remains one deck screw with a sharp jagged edge\napproximately 2 inches in length and accessible to the animals. The sharp point in this enclosure is easily accessible to\nthe animals and could result in injury. The primate’s housing facilities must be structurally sound and maintained in good\nrepair, to protect the animals from injury."
    },
    {
      "code": "3.81",
      "kind": "",
      "repeat": false,
      "desc": "Environment enhancement to promote psychological well-being.",
      "narrative": "Although the facility does have an environmental enhancement plan for nonhuman primates at the time of inspection, the\nfacility representative stated it was not reviewed by the attending veterinarian. This plan is required to promote\npsychological well-being of the nonhuman primates at the facility, and direction from the Attending Veterinarian ensures\nthe plan is effective for this purpose. The licensee must develop, document, and follow a species-appropriate plan for\nenvironment enhancement adequate to promote the psychological well-being of non-human primates. The plan must be\ndirected by the attending veterinarian and, at a minimum, must address social grouping, environmental enrichment,\nspecial considerations, restraint, and exemptions to the plan. Correct by February 23, 2025."
    },
    {
      "code": "3.81(c)(5)",
      "kind": "",
      "repeat": true,
      "desc": "Environment enhancement to promote psychological well-being.",
      "narrative": "The facility’s environment enhancement plan for nonhuman primates does not include provisions for great apes weighing\nover 110 pounds. The facility representative stated that “George”, the chimpanzee, is 20 to 22-years-old and likely over\n110 pounds. Enrichment items and plans designed for small nonhuman primates are often insufficient to meet the\nphysical and cognitive needs of large great apes. Failure to provide additional opportunities for large great apes to\nexpress species-typical behavior can result in stress and development of abnormal behavior. The facility must ensure that\nthe environment enhancement plan directs the provision of enrichment for great apes over 110 pounds and is in\naccordance with the instructions of the attending veterinarian."
    },
    {
      "code": "3.84(c)",
      "kind": "",
      "repeat": true,
      "desc": "Cleaning, sanitization, housekeeping, and pest control.",
      "narrative": "The outbuilding used as an infirmary, medication storage and food preparation location was unclean and in disorder.\nIdentified at inspection were unwashed dishes in the sink, open food items on the countertop, trash and debris inside\nlower cabinets, discarded items piled on top of upper cabinets, disorganized cupboards, and a layer dirt and cobwebs on\nthe back splash and countertop. These items should not be haphazardly lying about in the room used as storage and\npreparation for nonhuman primate medications and food as this proliferation of clutter and debris attract vermin and\ninterfere with proper husbandry practices. Premises should be kept clean and in good repair in order to protect the\nanimals from injury and to promote proper husbandry and maintenance of the facility. Correct by February 23, 2025."
    },
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": true,
      "desc": "Facilities, general.",
      "narrative": "Multiple enclosures need repair:\n•Fixed metal pipes with jagged edges remain exposed in the middle of the elk outdoor enclosures which could cause\ninjury to the animals.\n•The fencing surrounding the outdoor enclosure for an adult male lion, “Pharoh” has the support poles on the inside of the\nchain link fencing and not on the outside. The fencing was observed to be bowing outward from the frame of the\nenclosure in some areas and appeared to no longer be in good repair. This could potentially lead to detachment of the\nchain-link fence from the support poles, and currently there is a potential for injuries to extremities such as paws getting\ncaught between the fence and the pole.\n•Sharp points from wire fencing and wood are observed in the enclosures for hoof stock, foxes, groundhog, capybara,\ncamel, wallaby, yak, emu, and lynx and could cause injuries to the animals contained there in.\nThe indoor and outdoor housing facilities shall be structurally sound and shall be maintained in good repair to protect the\nanimals from injury and to contain the animals."
    },
    {
      "code": "3.125(c)",
      "kind": "",
      "repeat": false,
      "desc": "Facilities, general.",
      "narrative": "Animal food is not being properly stored:\n•There is a dead tiger in the freezer with numerous frozen turkeys laying on top of it. The turkeys are being fed to the zoo\nanimals. The facility representative stated that the tiger has been in the freezer with the food for several months.\n•There is an open unrefrigerated food storage bin containing a myriad of molded and rotten citrus fruits.\n•A frozen hind quarter of red meat intended for feeding the big cats was set on a concrete slab slightly above bare soil so\nas to thaw before feeding time. The slab’s porous surface and proximity to the ground make it unable to be sanitized and\nkeep the meat safe from contamination.\nThe presence of a dead animal comingled with the zoo animal’s food and rotten fruit could contaminate the food and\ncause illness. The licensee must ensure that supplies of food and bedding are stored in facilities which adequately protect\nthose supplies against deterioration, molding, or contamination and provide refrigeration for supplies of perishable food.\nThe rotten fruit was disposed of and corrected at the time of inspection on January 23, 2025.\nCorrect by February 23, 2025."
    },
    {
      "code": "3.127(c)",
      "kind": "",
      "repeat": false,
      "desc": "Facilities, outdoor.",
      "narrative": "The temporary outdoor enclosure behind the house containing 1 camel has approximately 40% of the ground covered in\nmud and standing water. The camel must stand in mud and water to access the water receptacle. Poor drainage that\nresults in areas of mud and standing water around food and water receptacles can lead to the animals being reluctant to\naccess these required resources. Also, requiring hoof stock to walk and stand in wet conditions for an extended period of\ntime may lead to foot problems such as lameness and “hoof rot”. The outdoor enclosures must have adequate drainage\nso water may be rapidly eliminated and provide the animals have a dry place to eat and drink. The licensee must ensure\nthat outdoor facilities have a suitable means to rapidly eliminate excess water.\nTo be corrected by February 23, 2025."
    },
    {
      "code": "3.127(d)",
      "kind": "",
      "repeat": true,
      "desc": "Facilities, outdoor.",
      "narrative": "A section of perimeter fence about 30 feet in length is collapsed on the west side of the enclosure housing a lioness and\ntiger. An incomplete perimeter fence could allow unauthorized people and animals to access the zoo animals and cause\nharm. Also, if an animal escaped its primary enclosure, it could leave the zoo and be injured or pose danger to the\ngeneral public. The facility must be enclosed by a perimeter fence that is of sufficient height (in this case 8 feet due to the\ntypes of animals in the collection) to keep animals and unauthorized persons out and to function as a secondary\ncontainment system for the animals in the facility."
    },
    {
      "code": "3.131(c)",
      "kind": "",
      "repeat": true,
      "desc": "Sanitation.",
      "narrative": "The infirmary, drug storage and food prep building was dirty and in disorder. At inspection there were unwashed dishes in\nthe sink, open food items on the countertop, trash and debris inside lower cabinets, discarded items piled on top of upper\ncabinets, disorganized cupboards, and a layer dirt and cobwebs on the back splash and countertop. These items should\nnot be haphazardly lying about the room or in the areas around animal medications and food prep area as proliferation of\nclutter and debris attract vermin and interfere with proper husbandry practices. Premises should be kept clean and in\ngood repair in order to protect the animals from injury and to promote proper husbandry and maintenance of the facility."
    },
    {
      "code": "3.131(d)",
      "kind": "",
      "repeat": true,
      "desc": "Sanitation.",
      "narrative": "The facility does not have an adequate program of pest control with regards to rodents. At inspection, live rats were seen\non structures within the storage shed including on furniture, the floor, rafters and framing of walls and ceiling.\nFurthermore, during this inspection rodent feces was identified in the infirmary/food prep building in lower cupboards as\nwell as the loft above the coatimundi and kinkajou indoor enclosures rodent feces was found. Rodents and other pests\nharm animal welfare by harboring diseases and parasites to vulnerable zoo animals. A safe and effective program for the\ncontrol of insects, ectoparasites, and avian and mammalian pests must be established and maintained."
    },
    {
      "code": "3.150(a)",
      "kind": "",
      "repeat": false,
      "desc": "Facilities, general.",
      "narrative": "Multiple enclosures have sharp points from wire fencing and wood. These hazards are observed in the enclosures for\nemu, ducks, geese, black swan, and ostrich and could cause injury to the animals contained there in. The indoor and\noutdoor housing facilities shall be structurally sound and shall be maintained in good repair to protect the animals from\ninjury and to contain the animals. Correct by February 23, 2025."
    },
    {
      "code": "3.154",
      "kind": "",
      "repeat": true,
      "desc": "Environment enhancement to promote psychological well-being.",
      "narrative": "Although the facility does have an environmental enhancement plan for avian species at the time of inspection, the facility\nrepresentative stated it was not reviewed by the attending veterinarian. This plan is required to promote psychological\nwell-being of the avian species at the facility, and approval by the Attending Veterinarian ensures the plan is effective for\nthis purpose. The licensee must develop, document, and follow a species-appropriate plan for environment enhancement\nadequate to promote the psychological well-being of birds. The plan must be approved by the attending veterinarian and,\nat a minimum, must address social grouping, environmental enrichment, special considerations, restraint, and exemptions\nto the plan.\nThis inspection and exit interview were conducted with a facility representative.\nAdditional Inspectors:\nMary Ann Archer, VETERINARY MEDICAL OFFICER n"
    }
  ],
  "narrative": "2.40(b)(2)  Critical Repeat\n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nOn 09JAN2025 an older female coatimundi was found deceased inside her enclosure. On last inspection, dated \n03DEC2024, it was noted this coatimundi was reluctant to leave her indoor enclosure and she exhibited reluctance to \nclimb on enrichment. This animal was not evaluated or treated by the attending veterinarian to diagnose any diseases or \ninjuries or mitigate any pain that could have contributed to this animal dying. \nNoncritical Noncompliance: During inspection it was discovered the capybaras with a skin condition noted on a previous \ninspection, dated 03DEC2024, had not been seen by the Attending Veterinarian. Skin conditions can be indicative of \nunderlying diseases, potential nutritional deficiency, or inadequate husbandry and need to be evaluated or treated by the \nattending veterinarian. \nAt the time of this inspection the Attending Veterinarian (AV) advised he had not been consulted or requested by the \nfacility to examine or treat the coatimundi before her death or the capybara’s skin issues since the last routine inspection \non 03DEC2024. Each dealer or exhibitor shall establish and maintain programs of adequate veterinary care that include \nthe use of appropriate methods to prevent, control, diagnose, and treat diseases and injuries. \n2.75(b)(1)  Repeat\n   \nRecords: Dealers and exhibitors. \nAs of the date of the inspection, there are multiple instances of inaccurate or missing records of animals on hand, \nincluding acquisitions and dispositions (purchases/births and sales/deaths). \n•Acquisition records for purchases, exchanges, animal donations or births are missing including but not limited to three \nred foxes, all capybara, one wallaby, all camel, water buffalo, American bison, yak, llama, goats, fallow deer, sheep, \nalpaca, three African porcupine, one elk, waterbuck, two leopards, Canadian lynx, all peacock, all emu, all chickens, \nostrich, all black swan, all ducks, all geese, both zebra, one bobcat, six cavy, one remaining ferret, the collared peccary, \none lemur, and two kinkajou. \n•Disposition records for sales, donations, exchanges or deaths are missing including but not limited to two wallabies, a \nkinkajou, one ferret, and two opossums found on previous inventories find no current documentation as to why these \nmissing animals are no longer on the inventory. \n•Animals on hand finds inaccurate inventory count including but not limited to goats, sheep, fallow deer, wallaby, ducks, \ngeese, peacock, and groundhog. \nThese records are necessary to assess the health and wellbeing of the animals on site and allow tracking of animals\n\nbeing used for regulatory purposes. Ensure the inventory of all animals on hand is up to date and acquisitions and \ndispositions are being recorded including animals born on site and any deaths. \n2.134(b) \n   \nContingency planning. \nThe contingency plan has no signature or date of last review. Facility personnel stated that they have not reviewed the \ncontingency plan on an annual basis. Annual reviews to the contingency plan ensure that changes to the facility program \nare accounted for in emergency planning. The licensee must maintain and review the contingency plan on at least an \nannual basis to ensure that the plan is compliant with all of section 2.134. The licensee must maintain documentation of \nthe annual review including any amendments or changes made to the plan since the previous year’s review. To be \ncorrected by February 23, 2025. \n3.80(a)(2)(i)  Repeat\n   \nPrimary enclosures. \nIn the outdoor portion of the ring tail lemurs’ enclosure, there remains one deck screw with a sharp jagged edge \napproximately 2 inches in length and accessible to the animals. The sharp point in this enclosure is easily accessible to \nthe animals and could result in injury. The primate’s housing facilities must be structurally sound and maintained in good \nrepair, to protect the animals from injury. \n3.81 \n   \nEnvironment enhancement to promote psychological well-being. \nAlthough the facility does have an environmental enhancement plan for nonhuman primates at the time of inspection, the \nfacility representative stated it was not reviewed by the attending veterinarian. This plan is required to promote \npsychological well-being of the nonhuman primates at the facility, and direction from the Attending Veterinarian ensures \nthe plan is effective for this purpose. The licensee must develop, document, and follow a species-appropriate plan for \nenvironment enhancement adequate to promote the psychological well-being of non-human primates. The plan must be \ndirected by the attending veterinarian and, at a minimum, must address social grouping, environmental enrichment, \nspecial considerations, restraint, and exemptions to the plan. Correct by February 23, 2025. \n3.81(c)(5)  Repeat\n   \nEnvironment enhancement to promote psychological well-being. \nThe facility’s environment enhancement plan for nonhuman primates does not include provisions for great apes weighing \nover 110 pounds. The facility representative stated that “George”, the chimpanzee, is 20 to 22-years-old and likely over \n110 pounds. Enrichment items and plans designed for small nonhuman primates are often insufficient to meet the \nphysical and cognitive needs of large great apes. Failure to provide additional opportunities for large great apes to \nexpress species-typical behavior can result in stress and development of abnormal behavior. The facility must ensure that \nthe environment enhancement plan directs the provision of enrichment for great apes over 110 pounds and is in \naccordance with the instructions of the attending veterinarian. \n3.84(c)  Repeat\n\nCleaning, sanitization, housekeeping, and pest control. \nThe outbuilding used as an infirmary, medication storage and food preparation location was unclean and in disorder. \nIdentified at inspection were unwashed dishes in the sink, open food items on the countertop, trash and debris inside \nlower cabinets, discarded items piled on top of upper cabinets, disorganized cupboards, and a layer dirt and cobwebs on \nthe back splash and countertop. These items should not be haphazardly lying about in the room used as storage and \npreparation for nonhuman primate medications and food as this proliferation of clutter and debris attract vermin and \ninterfere with proper husbandry practices. Premises should be kept clean and in good repair in order to protect the \nanimals from injury and to promote proper husbandry and maintenance of the facility. Correct by February 23, 2025. \n3.125(a)  Repeat\n   \nFacilities, general. \nMultiple enclosures need repair:  \n•Fixed metal pipes with jagged edges remain exposed in the middle of the elk outdoor enclosures which could cause \ninjury to the animals. \n•The fencing surrounding the outdoor enclosure for an adult male lion, “Pharoh” has the support poles on the inside of the \nchain link fencing and not on the outside. The fencing was observed to be bowing outward from the frame of the \nenclosure in some areas and appeared to no longer be in good repair. This could potentially lead to detachment of the \nchain-link fence from the support poles, and currently there is a potential for injuries to extremities such as paws getting \ncaught between the fence and the pole.  \n•Sharp points from wire fencing and wood are observed in the enclosures for hoof stock, foxes, groundhog, capybara, \ncamel, wallaby, yak, emu, and lynx and could cause injuries to the animals contained there in. \nThe indoor and outdoor housing facilities shall be structurally sound and shall be maintained in good repair to protect the \nanimals from injury and to contain the animals. \n3.125(c) \n   \nFacilities, general. \nAnimal food is not being properly stored: \n•There is a dead tiger in the freezer with numerous frozen turkeys laying on top of it. The turkeys are being fed to the zoo \nanimals. The facility representative stated that the tiger has been in the freezer with the food for several months. \n•There is an open unrefrigerated food storage bin containing a myriad of molded and rotten citrus fruits.  \n•A frozen hind quarter of red meat intended for feeding the big cats was set on a concrete slab slightly above bare soil so \nas to thaw before feeding time. The slab’s porous surface and proximity to the ground make it unable to be sanitized and \nkeep the meat safe from contamination. \nThe presence of a dead animal comingled with the zoo animal’s food and rotten fruit could contaminate the food and \ncause illness. The licensee must ensure that supplies of food and bedding are stored in facilities which adequately protect \nthose supplies against deterioration, molding, or contamination and provide refrigeration for supplies of perishable food. \nThe rotten fruit was disposed of and corrected at the time of inspection on January 23, 2025.  \nCorrect by February 23, 2025. \n3.127(c) \n   \nFacilities, outdoor.\n\nThe temporary outdoor enclosure behind the house containing 1 camel has approximately 40% of the ground covered in \nmud and standing water. The camel must stand in mud and water to access the water receptacle. Poor drainage that \nresults in areas of mud and standing water around food and water receptacles can lead to the animals being reluctant to \naccess these required resources. Also, requiring hoof stock to walk and stand in wet conditions for an extended period of \ntime may lead to foot problems such as lameness and “hoof rot”. The outdoor enclosures must have adequate drainage \nso water may be rapidly eliminated and provide the animals have a dry place to eat and drink. The licensee must ensure \nthat outdoor facilities have a suitable means to rapidly eliminate excess water.  \nTo be corrected by February 23, 2025. \n3.127(d)  Repeat\n   \nFacilities, outdoor. \nA section of perimeter fence about 30 feet in length is collapsed on the west side of the enclosure housing a lioness and \ntiger. An incomplete perimeter fence could allow unauthorized people and animals to access the zoo animals and cause \nharm. Also, if an animal escaped its primary enclosure, it could leave the zoo and be injured or pose danger to the \ngeneral public. The facility must be enclosed by a perimeter fence that is of sufficient height (in this case 8 feet due to the \ntypes of animals in the collection) to keep animals and unauthorized persons out and to function as a secondary \ncontainment system for the animals in the facility. \n3.131(c)  Repeat\n   \nSanitation. \nThe infirmary, drug storage and food prep building was dirty and in disorder. At inspection there were unwashed dishes in \nthe sink, open food items on the countertop, trash and debris inside lower cabinets, discarded items piled on top of upper \ncabinets, disorganized cupboards, and a layer dirt and cobwebs on the back splash and countertop. These items should \nnot be haphazardly lying about the room or in the areas around animal medications and food prep area as proliferation of \nclutter and debris attract vermin and interfere with proper husbandry practices. Premises should be kept clean and in \ngood repair in order to protect the animals from injury and to promote proper husbandry and maintenance of the facility. \n3.131(d)  Repeat\n   \nSanitation. \nThe facility does not have an adequate program of pest control with regards to rodents. At inspection, live rats were seen \non structures within the storage shed including on furniture, the floor, rafters and framing of walls and ceiling. \nFurthermore, during this inspection rodent feces was identified in the infirmary/food prep building in lower cupboards as \nwell as the loft above the coatimundi and kinkajou indoor enclosures rodent feces was found. Rodents and other pests \nharm animal welfare by harboring diseases and parasites to vulnerable zoo animals. A safe and effective program for the \ncontrol of insects, ectoparasites, and avian and mammalian pests must be established and maintained. \n3.150(a) \n   \nFacilities, general. \nMultiple enclosures have sharp points from wire fencing and wood. These hazards are observed in the enclosures for \nemu, ducks, geese, black swan, and ostrich and could cause injury to the animals contained there in. The indoor and\n\noutdoor housing facilities shall be structurally sound and shall be maintained in good repair to protect the animals from \ninjury and to contain the animals. Correct by February 23, 2025. \n3.154  Repeat\n   \nEnvironment enhancement to promote psychological well-being. \nAlthough the facility does have an environmental enhancement plan for avian species at the time of inspection, the facility \nrepresentative stated it was not reviewed by the attending veterinarian. This plan is required to promote psychological \nwell-being of the avian species at the facility, and approval by the Attending Veterinarian ensures the plan is effective for \nthis purpose. The licensee must develop, document, and follow a species-appropriate plan for environment enhancement \nadequate to promote the psychological well-being of birds. The plan must be approved by the attending veterinarian and, \nat a minimum, must address social grouping, environmental enrichment, special considerations, restraint, and exemptions \nto the plan. \n \nThis inspection and exit interview were conducted with a facility representative. \n \nAdditional Inspectors: \nMary Ann Archer, VETERINARY MEDICAL OFFICER n",
  "animals_total": 302,
  "species": [
    {
      "count": 6,
      "scientific": "Hystrix cristata",
      "common": "AFRICAN CRESTED PORCUPINE"
    },
    {
      "count": 1,
      "scientific": "Lama pacos",
      "common": "ALPACA"
    },
    {
      "count": 6,
      "scientific": "Bison bison",
      "common": "AMERICAN BISON"
    },
    {
      "count": 1,
      "scientific": "Bubalus bubalis",
      "common": "ASIATIC WATER BUFFALO"
    },
    {
      "count": 2,
      "scientific": "Lynx rufus",
      "common": "BOBCAT"
    },
    {
      "count": 2,
      "scientific": "Equus quagga",
      "common": "BURCHELL’S / GRANT’S / CHAPMAN’S / PLAINS ZEBRA"
    },
    {
      "count": 1,
      "scientific": "Lynx canadensis",
      "common": "CANADIAN LYNX"
    },
    {
      "count": 6,
      "scientific": "Hydrochaeris hydrochaeris",
      "common": "CAPYBARA"
    },
    {
      "count": 1,
      "scientific": "Pan troglodytes",
      "common": "CHIMPANZEE"
    },
    {
      "count": 1,
      "scientific": "Pecari tajacu",
      "common": "COLLARED PECCARY"
    },
    {
      "count": 1,
      "scientific": "Kobus ellipsiprymnus",
      "common": "COMMON WATERBUCK"
    },
    {
      "count": 1,
      "scientific": "Mustela putorius furo",
      "common": "DOMESTIC FERRET"
    },
    {
      "count": 33,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 4,
      "scientific": "Camelus dromedarius",
      "common": "DROMEDARY CAMEL"
    },
    {
      "count": 5,
      "scientific": "Cervus canadensis",
      "common": "ELK / WAPITI"
    },
    {
      "count": 28,
      "scientific": "Dama dama",
      "common": "FALLOW DEER"
    },
    {
      "count": 1,
      "scientific": "Marmota monax",
      "common": "GROUNDHOG / WOODCHUCK"
    },
    {
      "count": 2,
      "scientific": "Papio hamadryas",
      "common": "HAMADRYAS BABOON"
    },
    {
      "count": 1,
      "scientific": "Panthera onca",
      "common": "JAGUAR"
    },
    {
      "count": 3,
      "scientific": "Potos flavus",
      "common": "KINKAJOU"
    },
    {
      "count": 2,
      "scientific": "Panthera pardus",
      "common": "LEOPARD"
    },
    {
      "count": 4,
      "scientific": "Panthera leo",
      "common": "LION"
    },
    {
      "count": 3,
      "scientific": "Lama glama",
      "common": "LLAMA"
    },
    {
      "count": 2,
      "scientific": "Lynx lynx",
      "common": "NORTHERN/EURASIAN LYNX"
    },
    {
      "count": 1,
      "scientific": "Papio anubis",
      "common": "OLIVE BABOON"
    },
    {
      "count": 7,
      "scientific": "Dolichotis patagonum",
      "common": "PATAGONIAN CAVY / MARA"
    },
    {
      "count": 1,
      "scientific": "Procyon lotor",
      "common": "RACCOON"
    },
    {
      "count": 3,
      "scientific": "Vulpes vulpes",
      "common": "RED FOX (INCLUDES SILVER FOX & CROSS FOX)"
    },
    {
      "count": 4,
      "scientific": "Lemur catta",
      "common": "RING-TAILED LEMUR"
    },
    {
      "count": 2,
      "scientific": "Leptailurus serval",
      "common": "SERVAL"
    },
    {
      "count": 70,
      "scientific": "Ovis aries aries",
      "common": "SHEEP INCLUDING ALL DOMESTIC BREEDS"
    },
    {
      "count": 1,
      "scientific": "Nasua nasua",
      "common": "SOUTH AMERICAN COATI"
    },
    {
      "count": 2,
      "scientific": "Ursus arctos syriacus",
      "common": "SYRIAN BROWN BEAR"
    },
    {
      "count": 3,
      "scientific": "Notamacropus eugenii",
      "common": "TAMMAR WALLABY"
    },
    {
      "count": 1,
      "scientific": "Panthera tigris",
      "common": "TIGER"
    },
    {
      "count": 2,
      "scientific": "Chlorocebus pygerythrus",
      "common": "VERVET"
    },
    {
      "count": 1,
      "scientific": "Bos grunniens",
      "common": "YAK"
    },
    {
      "count": 6,
      "scientific": "Cygnus atratus",
      "common": "BLACK SWAN"
    },
    {
      "count": 1,
      "scientific": "Struthio camelus",
      "common": "COMMON OSTRICH"
    },
    {
      "count": 11,
      "scientific": "Gallus gallus domesticus",
      "common": "DOMESTIC CHICKEN (INCLUDING ALL DOMESTIC BREEDS /"
    },
    {
      "count": 17,
      "scientific": "Anas platyrhynchos domesticus",
      "common": "DOMESTIC DUCK INCLUDING ALL DOMESTIC BREEDS"
    },
    {
      "count": 9,
      "scientific": "Anser anser domesticus",
      "common": "DOMESTIC GOOSE"
    },
    {
      "count": 5,
      "scientific": "Dromaius novaehollandiae",
      "common": "EMU"
    },
    {
      "count": 38,
      "scientific": "Pavo cristatus",
      "common": "INDIAN PEAFOWL / COMMON PEAFOWL / PEAHEN /"
    }
  ]
}