{
  "insp_id": "2016082568861196",
  "layout": "a",
  "customer_id": "324284",
  "customer_name": "Lillian I. Lehman",
  "customer_addr": "Rt. 374 S Haldeman Rd\nArtesia, NM 88210",
  "certificate": "85-A-0070",
  "site_id": "001",
  "site_name": "Lillian I. Lehman",
  "insp_type": "ROUTINE INSPECTION",
  "date": "19-SEP-2017",
  "report_date": "20-SEP-2017",
  "citations": [
    {
      "code": "3.1(a)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "The rolled fiberglass insulation material inside the puppy house is loose and falling away from the roof and walls.\nThis material could potentially fall into the puppy primary enclosures and be ingested. All housing facilities for dogs\nmust be kept in good repair in order to protect the animals from injury. All insulation material used in the puppy\nhouse must be secured to the roof and walls. To be corrected by: October 6, 2017."
    },
    {
      "code": "3.11(d)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "Around the interior perimeter of the puppy house, there small piles of Styrofoam like material laying on the floor. It\nappears that rodents are chewing through the Styrofoam material in the walls and roof and entering this puppy\nhousing facility. Rodents can be a potential source of disease transmission to the puppies housed inside this\nbuilding. A safe and effective program for the control of insects, ectoparasites, and avian and mammalian pests\nshall be established and maintained. To be corrected by: October 6, 2017.\nThis inspection and exit briefing were conducted with a facility representative."
    }
  ],
  "narrative": "3.1(a)\nHOUSING FACILITIES, GENERAL.\nThe rolled fiberglass insulation material inside the puppy house is loose and falling away from the roof and walls. \nThis material could potentially fall into the puppy primary enclosures and be ingested.  All housing facilities for dogs\nmust be kept in good repair in order to protect the animals from injury.  All insulation material used in the puppy\nhouse must be secured to the roof and walls.  To be corrected by:  October 6, 2017.\n3.11(d)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\nAround the interior perimeter of the puppy house, there small piles of Styrofoam like material laying on the floor.   It\nappears that rodents are chewing through the Styrofoam material in the walls and roof and entering this puppy\nhousing facility.  Rodents can be a potential source of disease transmission to the puppies housed inside this\nbuilding.  A safe and effective program for the control of insects, ectoparasites, and avian and mammalian pests\nshall be established and maintained.  To be corrected by:  October 6, 2017.\nThis inspection and exit briefing were conducted with a facility representative.",
  "animals_total": 41,
  "species": [
    {
      "count": 23,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 18,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}