{
  "insp_id": "2016090000575029",
  "layout": "b",
  "customer_id": "506618",
  "customer_name": "DANIEL GINGERICH",
  "customer_addr": "3125 Davis Rd\nSEYMOUR, IA 52590",
  "certificate": "42-A-1632",
  "site_id": "001",
  "site_name": "DANIEL GINGERICH",
  "insp_type": "ROUTINE INSPECTION",
  "date": "07-APR-2021",
  "report_date": "13-APR-2021",
  "citations": [
    {
      "code": "2.1(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Requirements and application.",
      "narrative": "The licensee holds a Class “A” license to sell dogs born and raised on his premises. The licensee acquired nine French\nbulldog puppies that were not born and raised on his premises and then resold them. Selling puppies that were not born\nand raised on the licensee’s premises is not an activity that is allowed to be conducted under a Class “A” license.\nPurchasing and reselling animals not born and raised on the premises (“brokering”) requires a Class “B” license.\nConducting regulated activity without a valid USDA license is a violation of the Animal Welfare Act. The licensee must\neither obtain a Class “B” license in order to sell dogs born and raised on other properties or the licensee must ensure he\nconducts only activities that are allowed under a Class “A” license.\nTo be corrected by: The licensee was instructed at the time of the inspection, and during the exit briefing, that proceeding\nwith conducting any brokering activities without a valid USDA “B” license will continue to be a violation of the Animal\nWelfare Act."
    },
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "Female Cocker Spaniel (#16B) has a severely matted hair coat. Matted hair is located along the entire length of the\nbackside of all four legs. The mats are interwoven together to form large sections of matted hair which are thick and held\ntightly against the skin. Large clumps of matted hair are located across the top of the dog’s head and behind the right and\nleft ears. A large section of tightly matted hair is located on the exterior surface of both the left and right ear and is tight\nagainst the skin. Large clumps of grey colored tightly matted hair are attached to the top and bottom of both hind feet.\nThe inspector had to pull the hair apart in order to identify the dog’s toenails. Severely matted hair coats could cause pain\nand discomfort to the animal as well as lead to further health issues.\nEach dealer must use appropriate methods to prevent, control, diagnose and treat injuries and illnesses. The licensee\nmust have all the matted hair removed from this dog’s hair coat. The licensee must ensure that the hair coats of all dogs\nremain free of matted hair at all times in order to support their health and well-being.\nTo be corrected by: April 16, 2021"
    },
    {
      "code": "2.75(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Records: Dealers and exhibitors.",
      "narrative": "The licensee is missing the acquisition information for the following animals:\n• Five hundred and five puppies that were sold\n• Two adult English Springer spaniels\n• Two 5 month old yellow Australian shepherds\n• One adult male Yorkshire terrier\n• Approximately 4 adult Havanese\nThe facility currently has 3 litters of puppies located in Pen 1, Pen 19, and Pen 20 (approximately 12 puppies) that have\nno recorded acquisition information.\nThe licensee is missing both the acquisition and disposition information for the following animals:\n• One adult female Soft Coated Wheaton terrier\n• All adult German shepherds that may have sire or whelped the following litters:\no Litter born on 5/2/20\no Litter born on 12/4/20\n• All adult Boxers that may have sired or whelped the following litters:\no Litter born on 3/5/20\no Litter born on 5/25/20\n• All adult Eskimos that may have sired or whelped the following litters:\no Litter born on 11/25/19\no Litter born on 11/18/20\no Litter born on 3/12/20\no Litter born on 3/21/20\no Litter born on 3/27/20\no Litter born on 5/8/20\no Litter born on 5/4/20\no Litter born on 3/28/20\nFailure to provide acquisition and disposition information does not allow APHIS officials to trace animals to premises\nwhere they have resided or are currently located and can interfere with the ability to properly identify dogs.\nEach dealer shall make, keep, and maintain records or forms which fully and correctly disclose all required information\nconcerning each dog purchased or otherwise acquired, owned, held, or otherwise in his or her possession or under his or\nher control, or which is transported, euthanized, sold, or otherwise disposed of. The records shall include any offspring\nborn of any animal while in his or her possession or under his or her control. The licensee must make, keep and maintain\nall required acquisition and disposition information for all adult dogs and puppies that are under his possession or under\nhis control at any time.\nTo be corrected by: April 16, 2021"
    },
    {
      "code": "2.75(a)(1)(vii)(A)",
      "kind": "",
      "repeat": false,
      "desc": "Records: Dealers and exhibitors.",
      "narrative": "The licensee sold 43 puppies that do not have their breeds documented on the disposition form. The term “Unlisted\nBreed” is used in column F on the disposition form in place of the actual breed. At least 13 additional puppies have the\nwrong breed listed in column F of their disposition forms. The licensee stated that some of these puppies were cross\nbreeds that were not in the computer system used to input the information on the form, but APHIS Form 7006, Record of\nDisposition of Dogs and Cats, states that if the animal is a mixed breed then list the 2 dominant breeds. Failure to\ndocument the correct breed on the disposition form can interfere with APHIS official’s ability to properly identify animals\nand to trace animals to their destinations.\nDisposition information must include a description of each dog including the dog’s breed. The licensee must ensure that\nall disposition forms include the correct breed of dog.\nTo be corrected by: April 16, 2021"
    },
    {
      "code": "2.75(a)(1)(viii)",
      "kind": "",
      "repeat": false,
      "desc": "Records: Dealers and exhibitors.",
      "narrative": "Three-hundred and thirty-six puppies have no transport information documented on their disposition forms. Transport\ninformation must be provided to allow APHIS officials to monitor the movement of animals from their point of origin to their\nfinal destination and to identify individuals who may have had direct contact with the puppy during transport.\nDisposition forms must include all required transportation information including method of transport and the name of the\ncarrier or intermediate handler. The licensee must ensure that all disposition forms include the required transportation\ninformation.\nTo be corrected by: April 16, 2021"
    },
    {
      "code": "2.75(a)(2)",
      "kind": "",
      "repeat": false,
      "desc": "Records: Dealers and exhibitors.",
      "narrative": "The licensee is not using APHIS Form 7005, Record of Acquisition of Dogs and Cats on Hand, to document the required\nacquisition information for at least 171 adult dogs on the premises. The licensee is using APHIS Form 7019, Record of\nAnimals on Hand (Other than Dogs and Cats) to document the acquisition information for each dog. During a courtesy\nvisit to the facility on 03-March-2021, the inspector provided the licensee with APHIS Form 7005, but the licensee has\nfailed to input the information for each dog onto the form by the time of the inspection.\nFailure to use APHIS Form 7005 does not ensure that the necessary information is documented for each dog which could\ninterfere with APHIS official's ability to identify dogs and trace the animals back to their locations of origin.\nEach dealer shall use Record of Acquisition of Dogs and Cats on Hand (APHIS Form 7005) to make, keep, and maintain\nall required information. The licensee must complete APHIS Form 7005 with the necessary information for each dog\nresiding on the premises. The licensee must ensure that APHIS Form 7005 is completed for all dogs that are acquired.\nTo be corrected by: April 18, 2021"
    },
    {
      "code": "2.80(a)",
      "kind": "",
      "repeat": false,
      "desc": "Records, disposition.",
      "narrative": "The licensee destroyed the acquisition information (cage cards) for 505 puppies. Failure to maintain the acquisition\ninformation for the required amount of time could interfere with APHIS official’s ability to properly identify and trace\nanimals.\nNo dealer, exhibitor, broker, operator of an auction, carrier, or intermediate handler shall, for a period of 1 year, destroy or\ndispose of, without the consent in writing of the Administration, any books, records, documents, or other papers required\nto be kept and maintained. The licensee must maintain all acquisition information, including cage cards, for all adult dogs\nand puppies. The licensee must ensure that all required documents are kept for at least one year after the final\ndisposition of the animal.\nTo be corrected by: April 16, 2021"
    },
    {
      "code": "3.1(a)",
      "kind": "",
      "repeat": false,
      "desc": "Housing facilities, general.",
      "narrative": "Within the sheltered housing building there are 3 enclosures, containing a total of 3 adult dogs and 13 puppies, that have\nan opening cut in the fencing that will accommodate a self-feeder. The opening is located along the floor and did not\ncontain self-feeders at the time of the inspection. The openings are large enough to allow a puppy to escape from the\nenclosure and one puppy was observed placing his head through the opening. Failure of the enclosure to contain the\nanimals could result in injury, inability to access food and water, and even death.\nHousing facilities for dogs must protect the animals from injuries and contain the animals securely. The licensee must\nalter the enclosures in a manner that removes the openings and eliminates the ability of the puppies to escape. The\nlicensee must ensure that all enclosures contain the animals securely at all times.\nTo be corrected by: April 15, 2021"
    },
    {
      "code": "3.1(c)(1)(ii)",
      "kind": "",
      "repeat": false,
      "desc": "Housing facilities, general.",
      "narrative": "Inside the sheltered housing building, enclosures #13, #14, #15, and #16 each have a self-feeder attached to the front\ngate with twisted wire. The sharp ends of the wire are protruding into the enclosure and are located at the level of the\ndogs. The inspectors observed the dogs coming into direct contact with these sharp points.\nOne covered outdoor enclosure, containing 3 dogs, has a dog igloo that serves as the shelter. The shelter no longer\ncontains a wind and rain break at the entrance, but part of its metal door frame is still attached to the shelter opening.\nThe metal frame has broken and created a sharp point at the level of the dogs.\nIn one enclosure, containing 1 adult dog and 3 puppies, the sharp ends of metal screws are protruding into the interior of\nthe whelping box and are located at the level of the adult dog.\nThe sharp points created by the twisted wire, broken door frame, and metal screws could cause injury to the animals.\nHousing facilities must be free of sharp points and jagged edges that could injure the animals. The licensee must either\nremove the broken metal door frame, twisted wire, and sharp ends of the screws or alter them in a manner that eliminates\nthe risk of injury to the dogs. The licensee must ensure that all enclosures remain safe for the dogs at all times.\nTo be corrected by: April 16, 2021"
    },
    {
      "code": "3.1(f)",
      "kind": "",
      "repeat": false,
      "desc": "Housing facilities, general.",
      "narrative": "Two pipes drain contaminated wastewater, food waste, and solid fecal material from the indoor housing area directly into\n2 covered outdoor enclosures. All the waste material then passes through these enclosures to gutters that carry the\nwaste to the end of the building.\nAs the two pipes exit the indoor housing area they drain onto a small ledge along the backside of the dog enclosures and\nthe waste material runs down the wall to the floor of the enclosures, causing an accumulation of wet fecal material and\ncontaminated liquid waste on the ledge and walls and a buildup of solid fecal material between the wall and the flooring in\nthe back of the enclosures and along one side of one of the enclosures. The enclosure that has a heavy accumulation of\nfecal material built up along both walls has a very strong odor. Approximately 8 dogs in these covered outdoor\nenclosures are directly exposed to this contaminated water and fecal material. In one of the enclosures there was rodent\nfecal material on the ledge, indicating that they are feeding on the accumulated waste material.\nWaste from the sheltered enclosures is washed into a gutter system that drains to the outside through a corner of the\nbuilding. There is a large pile of fecal material and organic waste outside the building where the gutter empties.\nWastewater and rainwater flow through this pile and into another outdoor enclosure housing approximately 11 dogs which\nwere observed by the inspectors to be standing and walking in it.\nHousing facility operators must provide for the removal, and disposal of animal and food wastes and other fluids and\nwastes in a manner that minimizes contamination and disease risks. The dogs in this situation are directly exposed to the\nfecal contaminated waste of many other dogs. This greatly increases the possibility of spreading parasites and infectious\nagents and elevates the risk of disease for the exposed animals. This facility has had 2 separate outbreaks of parvo virus\ndiarrhea in the last year.\nThe drainage and waste disposal system must be modified so dogs are not directly exposed to contaminated wastewater\npassing from one area to another, so that solid waste does not accumulate outside buildings where run-off can\ncontaminate other enclosures, and to ensure proper drainage and waste disposal for all animal areas.\nTo be corrected by: May 8, 2021"
    },
    {
      "code": "3.4(b)",
      "kind": "",
      "repeat": false,
      "desc": "Outdoor housing facilities.",
      "narrative": "Five large outdoor enclosures that house approximately 40 dogs, have insufficient shade or shelter for the dogs they\nhouse. Two enclosures, housing a total of approximately 20 dogs, have an insufficient shade structure to contain all the\ndogs at one time and protect them from the direct rays of the sun. Many of these are large, heavy coated breeds and in\nthe last week there have been two days where the outdoor temperature exceeded 80 degrees Fahrenheit. The shade\nthat is present in these enclosures is provided by rectangular sheets of metal roofing tied onto the corner of the\nenclosures.\nTwo enclosures, housing a total of approximately 12 dogs, have no shade at all. The licensee stated that he has ordered\nshade structures for these enclosures, but they are not yet completed at the time of the inspection.\nSufficient shade to provide protection from prolonged exposure to the harmful rays of the sun is essential for the welfare\nof all animals. Prolonged exposure can easily cause heat stress, and in extreme cases, heat stroke that can lead to\ndeath. Large, heavy coated breeds that still have their full winter coats at this time of year are particularly vulnerable.\nOne or more separate outside areas of shade that are large enough to contain all the animals at one time and protect\nthem from the direct rays of the sun must be provided in each enclosure. The licensee must ensure that all outdoor\nenclosures contain an adequate amount of shaded areas at all times.\nTo be corrected by: April 17, 2021\nAt least 5 of the covered outdoor enclosures, housing a total of 25 dogs, do not have a shelter that is large enough to\naccommodate all the dogs in the enclosure compliantly. In addition, 3 outdoor enclosures, housing a total of\napproximately 20 dogs, do not have a shelter that is large enough to accommodate all the dogs in the enclosure\ncompliantly. In all 8 of these affected enclosures there is not enough shelter space to allow all the dogs to sit, stand, and\nlie in a normal manner, and to turn about freely. Failure to provide sufficient shelter space may result in the inability of a\ndog to escape adverse weather conditions and the health and well-being of the animal could suffer.\nOutdoor enclosures must include one or more shelter structures that are accessible to each animal and that are large\nenough to allow each animal in the shelter structure to sit, stand, and lie in a normal manner, and to turn about freely. The\nlicensee must either alter the current shelters in a manner that will provide adequate space for each dog or provide\nenough compliant shelters to accommodate the number of dogs in each enclosure. The licensee must ensure that all\noutdoor enclosures contain shelters that provide sufficient space for the dogs at all times.\nTo be corrected by: April 17, 2021"
    },
    {
      "code": "3.4(b)(3)",
      "kind": "",
      "repeat": false,
      "desc": "Outdoor housing facilities.",
      "narrative": "Three of the large outdoor enclosures, housing a total of approximately 23 dogs, do not have adequate wind and rain\nbreaks at the entrances to their shelters to keep out wind and rain. All these shelters have tattered pieces of what appears\nto be a burlap type material at the entrances that served as wind and rain breaks. The temperatures during the previous\nweek had ranged from the 40s to 80 degrees Fahrenheit.\nAll dogs housed outdoors need to have access to adequate protection from wind, rain, snow and temperature extremes.\nThe lack of adequate wind and rain breaks on these shelters could expose dogs to the elements and temperature\nextremes that can profoundly impact their physical and emotional wellbeing and lead to illness.\nAll shelters must have adequate wind and rain breaks at the entrance. The licensee must add wind and rain breaks to the\nentrances of the affected shelters and ensure that all outdoor shelters have a wind and rain break at all times.\nTo be corrected by: April 17, 2021"
    },
    {
      "code": "3.4(b)(4)",
      "kind": "",
      "repeat": false,
      "desc": "Outdoor housing facilities.",
      "narrative": "In one outdoor enclosure, housing 11 dogs, the shelter has insufficient bedding material. A thin layer of straw is covering\napproximately a quarter of the floor space inside the shelter and the rest of the floor is completely devoid of bedding\nmaterial. At least 2 covered outdoor enclosures, containing a total of 9 dogs, each have a shelter with either no bedding\nmaterial at all or just a few strands of straw. Temperatures below 50 degrees Fahrenheit had been experienced in this\nlocation in the previous three days and were forecast in the next 12 hours. The licensee was unaware that the shelters\nwere lacking bedding material.\nFor dogs housed outdoors, protection from the cold and extreme temperatures in essential for wellbeing and an important\npart of protection from physical stress and disease.\nShelters in outdoor enclosures must contain clean, dry, bedding material if the ambient temperature is below 50 °F (10\n°C). Additional clean, dry bedding is required when the temperature is 35 °F (1.7 °C) or lower. The licensee must add\nsufficient bedding to the affected shelters and ensure all shelters contain bedding when the ambient temperatures require\nit.\nCorrection date: The licensee was notified that the shelters required bedding at the time of the inspection (April 7, 2021)\nand was reminded during the exit interview that all outdoor shelters must have bedding every time the temperature drops\nbelow 50 degrees Fahrenheit."
    },
    {
      "code": "3.11(c)",
      "kind": "",
      "repeat": false,
      "desc": "Cleaning, sanitization, housekeeping, and pest control.",
      "narrative": "One of the empty enclosures in the covered outdoor area is being used to store housing materials and has an\naccumulation of trash, organic material, and dirty or discarded food or water bowls. There was a pile of dirt and organic\nwaste material in the aisle outside the enclosure along with multiple small sections of unused flooring, and a dead rat was\nlying on the ground a few feet away.\nIn the outdoor areas, there are many pieces of white and blue plastic bags littered around the 6 large outdoor enclosures\nhousing more than 40 dogs. One of the enclosures, housing 4 dogs, has an approximately 2 to 3-foot piece of blue\nplastic caught in the fence and extending into the enclosure. Another enclosure with 8 dogs has a similar piece of white\nplastic caught in the fence and extending into the enclosure. An enclosure with 10 dogs has many smaller pieces of white\nand blue plastic caught against the inside of the fence. Another enclosure with 11 dogs has many small pieces of this\nplastic on the ground.\nAreas where trash, junk, and discarded waste materials are allowed to accumulate can serve as breeding and living areas\nfor rodents and other pests. Discarded pieces of plastic bags can be ingested by dogs and cause intestinal problems and\ndangerous obstructions.\nPremises where housing facilities are located, including enclosures and surrounding grounds, must be kept clean and in\ngood repair to protect the animals from injury, and to reduce or eliminate breeding and living areas for rodents and other\npests and vermin. The licensee must remove all the trash, organic material, and discarded items from the dog\nenclosures. The licensee must ensure that the premises of housing facilities are free of trash, discarded materials, and\nwaste products at all times.\nTo be corrected by: April 22, 2021"
    },
    {
      "code": "3.11(d)",
      "kind": "",
      "repeat": false,
      "desc": "Cleaning, sanitization, housekeeping, and pest control.",
      "narrative": "A concrete ledge runs along the back wall of the covered outdoor enclosures and this ledge has a large amount of rodent\nfeces on its surface. Approximately 20 dogs are housed in these enclosures. The licensee stated that he has filled in a\nfew rat holes located near these dog enclosures and the inspectors observed a dead rat on the outside of the sheltered\nhousing building. Rodent control methods are being used inside the sheltered building but there are no rodent control\nmethods in place for the covered outdoor enclosures that surround the exterior of the sheltered building. Failure to have\nan effective pest control program could increase the risk of disease hazards towards the dogs should they come into\ncontact with rodents and/or rodent droppings, as well as increase the potential for any dog food that is present to become\ncontaminated.\nAn effective program for the control of insects, external parasites, and birds and mammals that are pests must be\nestablished and maintained. The licensee must establish an effective program to control the rodents located in the\ncovered outdoor enclosure areas. The licensee must ensure that all pest control programs are effective at all times.\nTo be corrected by: April 23, 2021"
    },
    {
      "code": "3.13(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "Veterinary care for dogs.",
      "narrative": "Female Samoyed (ear tattoo #2) has poor dental health. Nearly the entire surface of the upper right and left cheek teeth\nare covered in a thick brown tartar. The gums are moderately reddened and have receded away from the teeth. There is\na line of gray colored material located along the gum line of the upper right cheek teeth. The licensee stated that he knew\nthe dog’s teeth were poor and planned to have them cleaned by the attending veterinarian in the near future, but the\ncondition of the dog’s teeth, as well as the date the condition was identified and the treatment plan are not documented\nand no medical record exists. Documenting veterinary care concerns assists in confirming that problems have been\nidentified and treatment has been sought in a timely manner, as well as establishes a documented medical history for the\nanimal.\nDealers must keep copies of medical records which include the date and description of the problem (such as disease,\nillness, or injury), examination findings, test results, plan for treatment and care, and treatment procedures performed.\nThe licensee must create a medical record for Samoyed #2 which includes a description of the animal’s problem, the date\nthe problem was identified and the plan to treat the problem. The licensee must ensure that all veterinary care concerns\nare documented and maintained in a medical record and available for APHIS inspection.\nTo be corrected by: The licensee was instructed at the time of the inspection (April 7, 2021) and during the exit interview\nthat all veterinary care concerns must be fully documented.\nThis inspection and exit interview were conducted with the facility representative.\nAdditional Inspectors:\nWilliam Janecke, VETERINARY MEDICAL OFFICEREnd Section"
    }
  ],
  "narrative": "2.1(a)(1) \n   \nRequirements and application. \nThe licensee holds a Class “A” license to sell dogs born and raised on his premises.  The licensee acquired nine French \nbulldog puppies that were not born and raised on his premises and then resold them.  Selling puppies that were not born \nand raised on the licensee’s premises is not an activity that is allowed to be conducted under a Class “A” license. \nPurchasing and reselling animals not born and raised on the premises (“brokering”) requires a Class “B” license.  \nConducting regulated activity without a valid USDA license is a violation of the Animal Welfare Act.  The licensee must \neither obtain a Class “B” license in order to sell dogs born and raised on other properties or the licensee must ensure he \nconducts only activities that are allowed under a Class “A” license. \n \nTo be corrected by:  The licensee was instructed at the time of the inspection, and during the exit briefing, that proceeding \nwith conducting any brokering activities without a valid USDA “B” license will continue to be a violation of the Animal \nWelfare Act. \n2.40(b)(2) \n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nFemale Cocker Spaniel (#16B) has a severely matted hair coat.  Matted hair is located along the entire length of the \nbackside of all four legs.  The mats are interwoven together to form large sections of matted hair which are thick and held\n\ntightly against the skin. Large clumps of matted hair are located across the top of the dog’s head and behind the right and \nleft ears.  A large section of tightly matted hair is located on the exterior surface of both the left and right ear and is tight \nagainst the skin.  Large clumps of grey colored tightly matted hair are attached to the top and bottom of both hind feet.  \nThe inspector had to pull the hair apart in order to identify the dog’s toenails.  Severely matted hair coats could cause pain \nand discomfort to the animal as well as lead to further health issues. \n \nEach dealer must use appropriate methods to prevent, control, diagnose and treat injuries and illnesses.  The licensee \nmust have all the matted hair removed from this dog’s hair coat.  The licensee must ensure that the hair coats of all dogs \nremain free of matted hair at all times in order to support their health and well-being. \nTo be corrected by:  April 16, 2021 \n2.75(a)(1) \n   \nRecords: Dealers and exhibitors. \nThe licensee is missing the acquisition information for the following animals: \n• Five hundred and five puppies that were sold \n• Two adult English Springer spaniels \n• Two 5 month old yellow Australian shepherds \n• One adult male Yorkshire terrier \n• Approximately 4 adult Havanese \nThe facility currently has 3 litters of puppies located in Pen 1, Pen 19, and Pen 20 (approximately 12 puppies) that have \nno recorded acquisition information. \n \nThe licensee is missing both the acquisition and disposition information for the following animals:\n\n• One adult female Soft Coated Wheaton terrier \n• All adult German shepherds that may have sire or whelped the following litters: \no Litter born on 5/2/20 \no Litter born on 12/4/20 \n• All adult Boxers that may have sired or whelped the following litters: \no Litter born on 3/5/20 \no Litter born on 5/25/20 \n• All adult Eskimos that may have sired or whelped the following litters: \no Litter born on 11/25/19 \no Litter born on 11/18/20 \no Litter born on 3/12/20 \no Litter born on 3/21/20 \no Litter born on 3/27/20 \no Litter born on 5/8/20 \no Litter born on 5/4/20 \no Litter born on 3/28/20 \n \nFailure to provide acquisition and disposition information does not allow APHIS officials to trace animals to premises \nwhere they have resided or are currently located and can interfere with the ability to properly identify dogs. \n \nEach dealer shall make, keep, and maintain records or forms which fully and correctly disclose all required information \nconcerning each dog purchased or otherwise acquired, owned, held, or otherwise in his or her possession or under his or\n\nher control, or which is transported, euthanized, sold, or otherwise disposed of.  The records shall include any offspring \nborn of any animal while in his or her possession or under his or her control.  The licensee must make, keep and maintain \nall required acquisition and disposition information for all adult dogs and puppies that are under his possession or under \nhis control at any time. \nTo be corrected by:  April 16, 2021 \n2.75(a)(1)(vii)(A) \n   \nRecords: Dealers and exhibitors. \nThe licensee sold 43 puppies that do not have their breeds documented on the disposition form.  The term “Unlisted \nBreed” is used in column F on the disposition form in place of the actual breed.   At least 13 additional puppies have the \nwrong breed listed in column F of their disposition forms. The licensee stated that some of these puppies were cross \nbreeds that were not in the computer system used to input the information on the form, but APHIS Form 7006, Record of \nDisposition of Dogs and Cats, states that if the animal is a mixed breed then list the 2 dominant breeds.  Failure to \ndocument the correct breed on the disposition form can interfere with APHIS official’s ability to properly identify animals \nand to trace animals to their destinations. \n \nDisposition information must include a description of each dog including the dog’s breed.  The licensee must ensure that \nall disposition forms include the correct breed of dog. \nTo be corrected by:  April 16, 2021 \n2.75(a)(1)(viii) \n   \nRecords: Dealers and exhibitors. \nThree-hundred and thirty-six puppies have no transport information documented on their disposition forms.  Transport \ninformation must be provided to allow APHIS officials to monitor the movement of animals from their point of origin to their\n\nfinal destination and to identify individuals who may have had direct contact with the puppy during transport. \n \nDisposition forms must include all required transportation information including method of transport and the name of the \ncarrier or intermediate handler.  The licensee must ensure that all disposition forms include the required transportation \ninformation. \nTo be corrected by:  April 16, 2021 \n2.75(a)(2) \n   \nRecords: Dealers and exhibitors. \nThe licensee is not using APHIS Form 7005, Record of Acquisition of Dogs and Cats on Hand, to document the required \nacquisition information for at least 171 adult dogs on the premises.  The licensee is using APHIS Form 7019, Record of \nAnimals on Hand (Other than Dogs and Cats)  to document the acquisition information for each dog.  During a courtesy \nvisit to the facility on 03-March-2021, the inspector provided the licensee with APHIS Form 7005, but the licensee has \nfailed to input the information for each dog onto the form by the time of the inspection. \n \nFailure to use APHIS Form 7005 does not ensure that the necessary information is documented for each dog which could \ninterfere with APHIS official's ability to identify dogs and trace the animals back to their locations of origin. \n \nEach dealer shall use Record of Acquisition of Dogs and Cats on Hand (APHIS Form 7005) to make, keep, and maintain \nall required information.  The licensee must complete APHIS Form 7005 with the necessary information for each dog \nresiding on the premises.  The licensee must ensure that APHIS Form 7005 is completed for all dogs that are acquired. \n \nTo be corrected by:  April 18, 2021\n\n2.80(a) \n   \nRecords, disposition. \nThe licensee destroyed the acquisition information (cage cards) for 505 puppies.  Failure to maintain the acquisition \ninformation for the required amount of time could interfere with APHIS official’s ability to properly identify and trace \nanimals. \nNo dealer, exhibitor, broker, operator of an auction, carrier, or intermediate handler shall, for a period of 1 year, destroy or \ndispose of, without the consent in writing of the Administration, any books, records, documents, or other papers required \nto be kept and maintained.  The licensee must maintain all acquisition information, including cage cards, for all adult dogs \nand puppies.  The licensee must ensure that all required documents are kept for at least one year after the final \ndisposition of the animal. \nTo be corrected by:  April 16, 2021 \n3.1(a) \n   \nHousing facilities, general. \nWithin the sheltered housing building there are 3 enclosures, containing a total of 3 adult dogs and 13 puppies, that have \nan opening cut in the fencing that will accommodate a self-feeder.  The opening is located along the floor and did not \ncontain self-feeders at the time of the inspection.  The openings are large enough to allow a puppy to escape from the \nenclosure and one puppy was observed placing his head through the opening.  Failure of the enclosure to contain the \nanimals could result in injury, inability to access food and water, and even death. \n \nHousing facilities for dogs must protect the animals from injuries and contain the animals securely.  The licensee must \nalter the enclosures in a manner that removes the openings and eliminates the ability of the puppies to escape.  The \nlicensee must ensure that  all enclosures contain the animals securely at all times. \nTo be corrected by:  April 15, 2021\n\n3.1(c)(1)(ii) \n   \nHousing facilities, general. \nInside the sheltered housing building, enclosures #13, #14, #15, and #16 each have a self-feeder attached to the front \ngate with twisted wire.  The sharp ends of the wire are protruding into the enclosure and are located at the level of the \ndogs.  The inspectors observed the dogs coming into direct contact with these sharp points. \n \nOne covered outdoor enclosure, containing 3 dogs, has a dog igloo that serves as the shelter.  The shelter no longer \ncontains a wind and rain break at the entrance, but part of its metal door frame is still attached to the shelter opening.   \nThe metal frame has broken and created a sharp point at the level of the dogs. \n \nIn one enclosure, containing 1 adult dog and 3 puppies, the sharp ends of metal screws are protruding into the interior of \nthe whelping box and are located at the level of the adult dog. \n \nThe sharp points created by the twisted wire, broken door frame, and metal screws could cause injury to the animals. \n \nHousing facilities must be free of sharp points and jagged edges that could injure the animals.  The licensee must either \nremove the broken metal door frame, twisted wire, and sharp ends of the screws or alter them in a manner that eliminates \nthe risk of injury to the dogs.  The licensee must ensure that all enclosures remain safe for the dogs at all times. \nTo be corrected by:  April 16, 2021 \n3.1(f) \n   \nHousing facilities, general. \nTwo pipes drain contaminated wastewater, food waste, and solid fecal material from the indoor housing area directly into \n2 covered outdoor enclosures.  All the waste material then passes through these enclosures to gutters that carry the\n\nwaste to the end of the building. \n \nAs the two pipes exit the indoor housing area they drain onto a small ledge along the backside of the dog enclosures and \nthe waste material runs down the wall to the floor of the enclosures, causing an accumulation of wet fecal material and \ncontaminated liquid waste on the ledge and walls and a buildup of solid fecal material between the wall and the flooring in \nthe back of the enclosures and along one side of one of the enclosures.  The enclosure that has a heavy accumulation of \nfecal material built up along both walls has a very strong odor.   Approximately 8 dogs in these covered outdoor \nenclosures are directly exposed to this contaminated water and fecal material.  In one of the enclosures there was rodent \nfecal material on the ledge, indicating that they are feeding on the accumulated waste material. \n \nWaste from the sheltered enclosures is washed into a gutter system that drains to the outside through a corner of the \nbuilding.  There is a large pile of fecal material and organic waste outside the building where the gutter empties.  \nWastewater and rainwater flow through this pile and into another outdoor enclosure housing approximately 11 dogs which \nwere observed by the inspectors to be standing and walking in it. \n \nHousing facility operators must provide for the removal, and disposal of animal and food wastes and other fluids and \nwastes in a manner that minimizes contamination and disease risks.  The dogs in this situation are directly exposed to the \nfecal contaminated waste of many other dogs.  This greatly increases the possibility of spreading parasites and infectious \nagents and elevates the risk of disease for the exposed animals.  This facility has had 2 separate outbreaks of parvo virus \ndiarrhea in the last year. \n \nThe drainage and waste disposal system must be modified so dogs are not directly exposed to contaminated wastewater\n\npassing from one area to another, so that solid waste does not accumulate outside buildings where run-off can \ncontaminate other enclosures, and to ensure proper drainage and waste disposal for all animal areas. \nTo be corrected by:  May 8, 2021 \n3.4(b) \n   \nOutdoor housing facilities. \nFive large outdoor enclosures that house approximately 40 dogs, have insufficient shade or shelter for the dogs they \nhouse.  Two enclosures, housing a total of approximately 20 dogs, have an insufficient shade structure to contain all the \ndogs at one time and protect them from the direct rays of the sun. Many of these are large, heavy coated breeds and in \nthe last week there have been two days where the outdoor temperature exceeded 80 degrees Fahrenheit.  The shade \nthat is present in these enclosures is provided by rectangular sheets of metal roofing tied onto the corner of the \nenclosures. \n \nTwo enclosures, housing a total of approximately 12 dogs, have no shade at all. The licensee stated that he has ordered \nshade structures for these enclosures, but they are not yet completed at the time of the inspection. \n \nSufficient shade to provide protection from prolonged exposure to the harmful rays of the sun is essential for the welfare \nof all animals.  Prolonged exposure can easily cause heat stress, and in extreme cases, heat stroke that can lead to \ndeath.  Large, heavy coated breeds that still have their full winter coats at this time of year are particularly vulnerable. \n \nOne or more separate outside areas of shade that are large enough to contain all the animals at one time and protect \nthem from the direct rays of the sun must be provided in each enclosure.  The licensee must ensure that all outdoor \nenclosures contain an adequate amount of shaded areas at all times.\n\nTo be corrected by:  April 17, 2021 \n \nAt least 5 of the covered outdoor enclosures, housing a total of 25 dogs, do not have a shelter that is large enough to \naccommodate all the dogs in the enclosure compliantly.  In addition, 3 outdoor enclosures, housing a total of \napproximately 20 dogs, do not have a shelter that is large enough to accommodate all the dogs in the enclosure \ncompliantly.   In all 8 of these affected enclosures there is not enough shelter space to allow all the dogs to sit, stand, and \nlie in a normal manner, and to turn about freely.  Failure to provide sufficient shelter space may result in the inability of a \ndog to escape adverse weather conditions and the health and well-being of the animal could suffer. \n \nOutdoor enclosures must include one or more shelter structures that are accessible to each animal and that are large \nenough to allow each animal in the shelter structure to sit, stand, and lie in a normal manner, and to turn about freely. The \nlicensee must either alter the current shelters in a manner that will provide adequate space for each dog or provide \nenough compliant shelters to accommodate the number of dogs in each enclosure.    The licensee must ensure that all \noutdoor enclosures contain shelters that provide sufficient space for the dogs at all times. \nTo be corrected by:  April 17, 2021 \n3.4(b)(3) \n   \nOutdoor housing facilities. \nThree of the large outdoor enclosures, housing a total of approximately 23 dogs, do not have adequate wind and rain \nbreaks at the entrances to their shelters to keep out wind and rain. All these shelters have tattered pieces of what appears \nto be a burlap type material at the entrances that served as wind and rain breaks. The temperatures during the previous \nweek had ranged from the 40s to 80 degrees Fahrenheit.\n\nAll dogs housed outdoors need to have access to adequate protection from wind, rain, snow and temperature extremes.  \nThe lack of adequate wind and rain breaks on these shelters could expose dogs to the elements and temperature \nextremes that can profoundly impact their physical and emotional wellbeing and lead to illness. \n \nAll shelters must have adequate wind and rain breaks at the entrance.  The licensee must add wind and rain breaks to the \nentrances of the affected shelters and ensure that all outdoor shelters have a wind and rain break at all times. \nTo be corrected by:  April 17, 2021 \n3.4(b)(4) \n   \nOutdoor housing facilities. \nIn one outdoor enclosure, housing 11 dogs, the shelter has insufficient bedding material.  A thin layer of straw is covering \napproximately a quarter of the floor space inside the shelter and the rest of the floor is completely devoid of bedding \nmaterial.  At least 2 covered outdoor enclosures, containing a total of 9 dogs, each have a shelter with either no bedding \nmaterial at all or just a few strands of straw.  Temperatures below 50 degrees Fahrenheit had been experienced in this \nlocation in the previous three days and were forecast in the next 12 hours.  The licensee was unaware that the shelters \nwere lacking bedding material. \n \nFor dogs housed outdoors, protection from the cold and extreme temperatures in essential for wellbeing and an important \npart of protection from physical stress and disease. \n \nShelters in outdoor enclosures must contain clean, dry, bedding material if the ambient temperature is below 50 °F (10 \n°C). Additional clean, dry bedding is required when the temperature is 35 °F (1.7 °C) or lower.  The licensee must add \nsufficient bedding to the affected shelters and ensure all shelters contain bedding when the ambient temperatures require\n\nit. \nCorrection date: The licensee was notified that the shelters required bedding at the time of the inspection (April 7, 2021) \nand was reminded during the exit interview that all outdoor shelters must have bedding every time the temperature drops \nbelow 50 degrees Fahrenheit. \n3.11(c) \n   \nCleaning, sanitization, housekeeping, and pest control. \nOne of the empty enclosures in the covered outdoor area is being used to store housing materials and has an \naccumulation of trash, organic material, and dirty or discarded food or water bowls. There was a pile of dirt and organic \nwaste material in the aisle outside the enclosure along with multiple small sections of unused flooring, and a dead rat was \nlying on the ground a few feet away. \n \nIn the outdoor areas, there are many pieces of white and blue plastic bags littered around the 6 large outdoor enclosures \nhousing more than 40 dogs.  One of the enclosures, housing 4 dogs, has an approximately 2 to 3-foot piece of blue \nplastic caught in the fence and extending into the enclosure.  Another enclosure with 8 dogs has a similar piece of white \nplastic caught in the fence and extending into the enclosure.  An enclosure with 10 dogs has many smaller pieces of white \nand blue plastic caught against the inside of the fence.  Another enclosure with 11 dogs has many small pieces of this \nplastic on the ground. \n \nAreas where trash, junk, and discarded waste materials are allowed to accumulate can serve as breeding and living areas \nfor rodents and other pests.  Discarded pieces of plastic bags can be ingested by dogs and cause intestinal problems and \ndangerous obstructions.\n\nPremises where housing facilities are located, including enclosures and surrounding grounds, must be kept clean and in \ngood repair to protect the animals from injury, and to reduce or eliminate breeding and living areas for rodents and other \npests and vermin.  The licensee must remove all the trash, organic material, and discarded items from the dog \nenclosures.  The licensee must ensure that the premises of housing facilities are free of trash, discarded materials, and \nwaste products at all times. \nTo be corrected by:  April 22, 2021 \n3.11(d) \n   \nCleaning, sanitization, housekeeping, and pest control. \nA concrete ledge runs along the back wall of the covered outdoor enclosures and this ledge has a large amount of rodent \nfeces on its surface. Approximately 20 dogs are housed in these enclosures.  The licensee stated that he has filled in a \nfew rat holes located near these dog enclosures and the inspectors observed a dead rat on the outside of the sheltered \nhousing building.  Rodent control methods are being used inside the sheltered building but there are no rodent control \nmethods in place for the covered outdoor enclosures that surround the exterior of the sheltered building.  Failure to have \nan effective pest control program could increase the risk of disease hazards towards the dogs should they come into \ncontact with rodents and/or rodent droppings, as well as increase the potential for any dog food that is present to become \ncontaminated. \n \nAn effective program for the control of insects, external parasites, and birds and mammals that are pests must be \nestablished and maintained.  The licensee must establish an effective program to control the rodents located in the \ncovered outdoor enclosure areas.  The licensee must ensure that all pest control programs are effective at all times. \nTo be corrected by:  April 23, 2021 \n3.13(b)(2)\n\nVeterinary care for dogs. \nFemale Samoyed (ear tattoo #2) has poor dental health.  Nearly the entire surface of the upper right and left cheek teeth \nare covered in a thick brown tartar.  The gums are moderately reddened and have receded away from the teeth.  There is \na line of gray colored material located along the gum line of the upper right cheek teeth.  The licensee stated that he knew \nthe dog’s teeth were poor and planned to have them cleaned by the attending veterinarian in the near future, but the \ncondition of the dog’s teeth, as well as the date the condition was identified and the treatment plan are not documented \nand no medical record exists.  Documenting veterinary care concerns assists in confirming that problems have been \nidentified and treatment has been sought in a timely manner, as well as establishes a documented medical history for the \nanimal. \n \nDealers must keep copies of medical records which include the date and description of the problem (such as disease, \nillness, or injury), examination findings, test results, plan for treatment and care, and treatment procedures performed.  \nThe licensee must create a medical record for Samoyed #2 which includes a description of the animal’s problem, the date \nthe problem was identified and the plan to treat the problem.  The licensee must ensure that all veterinary care concerns \nare documented and maintained in a medical record and available for APHIS inspection. \nTo be corrected by:  The licensee was instructed at the time of the inspection (April 7, 2021) and during the exit interview \nthat all veterinary care concerns must be fully documented. \n \nThis inspection and exit interview were conducted with the facility representative. \n \nAdditional Inspectors: \nWilliam Janecke, VETERINARY MEDICAL OFFICEREnd Section",
  "animals_total": 301,
  "species": [
    {
      "count": 208,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 93,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}