{
  "insp_id": "2016082568943516",
  "layout": "a",
  "customer_id": "332981",
  "customer_name": "Marie Peck",
  "customer_addr": "2324 Duncan Bridge Road\nCornelia, GA 30531",
  "certificate": "57-B-0171",
  "site_id": "001",
  "site_name": "MARIE PECK",
  "insp_type": "ROUTINE INSPECTION",
  "date": "01-NOV-2017",
  "report_date": "01-NOV-2017",
  "citations": [
    {
      "code": "2.75(b)(1)",
      "kind": "",
      "repeat": false,
      "desc": "RECORDS: DEALERS AND EXHIBITORS.",
      "narrative": "***There are no completed records disclosing the information required in this section. Records shall be kept and\nmaintained correctly disclosing information concerning all animals purchased, owned, held, leased or otherwise in\nyour possession. The records shall also include any offspring born while in your possession. Correct by November\n15, 2017."
    },
    {
      "code": "3.131(c)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "***The room housing the sugar gliders has spilled feed or debris on the floor beneath the cages. There are fly strips\nthat are covered with flies and are no longer effective. There is a build up of dust and cobwebs on the walls and\nsurfaces in the room. The fly strips shall be removed and replaced. The walls and surfaces shall be cleaned.\n***The trays beneath the sugar glider enclosures have a dried build up of excreta and waste material. The trays\nshall be cleaned to prevent build ups and minimize the attractants for flies and other insects.\nThe room and trays shall be cleaned and sanitized to minimize odors and decrease the presence of insects to\nprovide for the comfort, health and well being of the sugar gliders. Correct by November 8, 2017.\nThis inspection and exit interview were conducted with the owners."
    }
  ],
  "narrative": "2.75(b)(1)\nRECORDS: DEALERS AND EXHIBITORS.\n***There are no completed records disclosing the information required in this section. Records shall be kept and\nmaintained correctly disclosing information concerning all animals purchased, owned, held, leased or otherwise in\nyour possession.  The records shall also include any offspring born while in your possession.  Correct by November\n15, 2017.\n3.131(c)\nSANITATION.   \n***The room housing the sugar gliders has spilled feed or debris on the floor beneath the cages.  There are fly strips\nthat are covered with flies and are no longer effective.  There is a build up of dust and cobwebs on the walls  and\nsurfaces in the room.  The fly strips shall be removed and replaced.  The walls and surfaces shall be cleaned.\n***The trays beneath the sugar glider enclosures have a dried build up of excreta and waste material.  The trays\nshall be cleaned to prevent build ups and minimize the attractants for flies and other insects.\nThe room and trays shall be cleaned and sanitized to minimize odors and decrease the presence of insects to\nprovide for the comfort, health and well being of the sugar gliders.  Correct by November 8, 2017.\nThis inspection and exit interview were conducted with the owners.",
  "animals_total": 78,
  "species": [
    {
      "count": 78,
      "scientific": "Petaurus breviceps",
      "common": "SUGAR GLIDER"
    }
  ]
}