{
  "insp_id": "2016082568417071",
  "layout": "a",
  "customer_id": "6993",
  "customer_name": "Denis Ignatov- Radokhov",
  "customer_addr": "Victor Radokhov\nPo Box 87\nColumbia, NJ 07832",
  "certificate": "22-C-0116",
  "site_id": "TRA",
  "site_name": "DENIS IGNATOV- RADOKHOV & VICTOR RADOKHOV",
  "insp_type": "ROUTINE INSPECTION",
  "date": "15-JUN-2017",
  "report_date": "15-JUN-2017",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "Juja, a 16 year old orange tabby and white domestic long hair cat, is severely matted on the rear part of her body.\nOn the left flank area, large pieces of fur are matted and dark brown with what appears to be loose feces. The\nowner states when he tries to brush her she hisses and bites. The extent of the matting was not palpated in order\nto not upset her. The severe matting and fecal matter in her fur is dangerous to her health, in addition to being\nuncomfortable.\nJuga needs to be examined by the Attending Veterinarian and the mats and fecal matter removed. If she is unable\nto be groomed or to groom herself adequately, then she needs to be taken to a groomer on a routine basis to keep\nher fur short and clean.\nTo be corrected by 6-17-17.\nThis inspection and exit interview were conducted with the owner."
    }
  ],
  "narrative": "2.40(b)(2)           DIRECT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nJuja, a 16 year old orange tabby and white domestic long hair cat, is severely matted on the rear part of her body. \nOn the left flank area, large pieces of fur are matted and dark brown with what appears to be loose feces.  The\nowner states when he tries to brush her she hisses and bites.  The extent of the matting was not palpated in order\nto not upset her.   The severe matting and fecal matter in her fur is dangerous to her health, in addition to being\nuncomfortable.\nJuga needs to be examined by the Attending Veterinarian and the mats and fecal matter removed.  If she is unable\nto be groomed or to groom herself adequately, then she needs to be taken to a groomer on a routine basis to keep\nher fur short and clean.\nTo be corrected by 6-17-17.\nThis inspection and exit interview were conducted with the owner.",
  "animals_total": 6,
  "species": [
    {
      "count": 3,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 3,
      "scientific": "Felis silvestris catus",
      "common": "CAT ADULT"
    }
  ]
}