{
  "insp_id": "259141216560171",
  "layout": "a",
  "customer_id": "33778",
  "customer_name": "Porters Orchard",
  "customer_addr": "12060 Hegel Rd\nGoodrich, MI 48434",
  "certificate": "34-C-0254",
  "site_id": "001",
  "site_name": "PORTERS ORCHARD",
  "insp_type": "ROUTINE INSPECTION",
  "date": "16-SEP-2014",
  "report_date": "16-SEP-2014",
  "citations": [
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "All animal enclosures housing hoofstock are in poor condition. Multiple sections of fence are leaning and some\nsections of welded wire fencing appear to be pushed down by animals attempting to reach over them to the outside\nof the enclosures. It is possible that an animal could be entangled and injured by this fence while attempting to exit\nthe enclosures or an animal could escape the enclosures and gain access to the public road located nearby. These\nenclosures need to be repaired or replaced in order to protect the animals contained in them from injury.\nCorrect by: 9-30-14"
    },
    {
      "code": "3.130",
      "kind": "",
      "repeat": false,
      "desc": "WATERING.",
      "narrative": "The water receptacle located in the enclosure housing one white lama have a layer of brown algae slime on its\ninside and has debris in it. This would indicate that this water receptacle is not cleaned frequently enough. The\nbrown lama has no water receptacle in its enclosure. The lama was placed in this enclosure last night. All animals\nneed access to water. Water receptacles need to be cleaned. The lama must have access to water. Dirty water\nreceptacles can effect water palatability and lead to decreased consumption. Access to adequate water is vital to\nmaintaining animal health.\nCorrect immediately.\nInspection and exit interview conducted with the licensee."
    }
  ],
  "narrative": "3.125(a)\nFACILITIES, GENERAL.   \nAll animal enclosures housing hoofstock are in poor condition.  Multiple sections of fence are leaning and some\nsections of welded wire fencing appear to be pushed down by animals attempting to reach over them to the outside\nof the enclosures.  It is possible that an animal could be entangled and injured by this fence while attempting to exit\nthe enclosures or an animal could escape the enclosures and gain access to the public road located nearby.  These\nenclosures need to be repaired or replaced in order to protect the animals contained in them from injury.\nCorrect by:  9-30-14  \n3.130\nWATERING.  \nThe water receptacle located in the enclosure housing one white lama have a layer of brown algae slime on its\ninside and has debris in it.  This would indicate that this water receptacle is not cleaned frequently enough.  The\nbrown lama has no water receptacle in its enclosure.  The lama was placed in this enclosure last night.  All animals\nneed access to water.  Water receptacles need to be cleaned.  The lama must have access to water.  Dirty water\nreceptacles can effect water palatability and lead to decreased consumption.  Access to adequate water is vital to\nmaintaining animal health.\nCorrect immediately.\nInspection and exit interview conducted with the licensee.",
  "animals_total": 7,
  "species": [
    {
      "count": 1,
      "scientific": "Bos taurus",
      "common": "CATTLE / COW / OX / WATUSI"
    },
    {
      "count": 1,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 2,
      "scientific": "Lama glama",
      "common": "LLAMA"
    },
    {
      "count": 1,
      "scientific": "Oryctolagus cuniculus",
      "common": "EUROPEAN RABBIT"
    },
    {
      "count": 2,
      "scientific": "Ovis aries aries",
      "common": "SHEEP INCLUDING ALL DOMESTIC BREEDS"
    }
  ]
}