{
  "insp_id": "2016090000719847",
  "layout": "b",
  "customer_id": "1965",
  "customer_name": "ACADIA ZOOLOGICAL PARK INC",
  "customer_addr": "PO BOX 84\nMT DESERT, ME 04660",
  "certificate": "11-C-0004",
  "site_id": "001",
  "site_name": "ACADIA ZOOLOGICAL PARK INC",
  "insp_type": "FOCUSED INSPECTION",
  "date": "23-AUG-2021",
  "report_date": "15-OCT-2021",
  "citations": [
    {
      "code": "2.131(d)(3)",
      "kind": "",
      "repeat": false,
      "desc": "Handling of animals.",
      "narrative": "The facility demonstrated and discussed handling of the skunk and wolves for exhibition with the public, and discussed\ntheir training methods and safety precautions which did not meet the expectations of direct control in some\ncircumstances. During some previous exhibitions, members of the public were allowed to hold the leash or pat an\nunleashed wolf with handlers standing several feet away, at a distance that may be too far to allow for timely intervention\nin case of emergency. Interaction of wild and potentially dangerous animals such as wolves with the untrained public, if\nnot under direct control of an experienced handler, risks the welfare of the animal due to the unpredictability of the\ninteractions. The facility must ensure that dangerous animals are under the direct control and supervision of a\nknowledgeable and experienced animal handler. The facility shall ensure animals are directly controlled during public\nexhibition.\nAn immediate plan for direct control was instituted and will be used from August 23, 2021 moving forward.\nThis inspection and exit interview were conducted with the facility representatives on August 23, 2021.\nEnd Section"
    }
  ],
  "narrative": "2.131(d)(3) \n   \nHandling of animals. \nThe facility demonstrated and discussed handling of the skunk and wolves for exhibition with the public, and discussed \ntheir training methods and safety precautions which did not meet the expectations of direct control in some \ncircumstances.   During some previous exhibitions, members of the public were allowed to hold the leash or pat an \nunleashed wolf with handlers standing several feet away, at a distance that may be too far to allow for timely intervention \nin case of emergency.  Interaction of wild and potentially dangerous animals such as wolves with the untrained public, if \nnot under direct control of an experienced handler, risks the welfare of the animal due to the unpredictability of the \ninteractions.  The facility must ensure that dangerous animals are under the direct control and supervision of a \nknowledgeable and experienced animal handler.  The facility shall ensure animals are directly controlled during public \nexhibition. \n \nAn immediate plan for direct control was instituted and will be used from August 23, 2021 moving forward. \n \nThis inspection and exit interview were conducted with the facility representatives on August 23, 2021. \n \nEnd Section",
  "animals_total": 4,
  "species": [
    {
      "count": 1,
      "scientific": "Mephitis mephitis",
      "common": "STRIPED SKUNK"
    },
    {
      "count": 3,
      "scientific": "Canis lupus",
      "common": "GRAY WOLF / GREY WOLF / TIMBER WOLF"
    }
  ]
}