{
  "insp_id": "INS-0000807198",
  "layout": "c",
  "customer_id": "8358",
  "customer_name": "ALTA Z. MARTIN",
  "customer_addr": "1116 th 180 St.\nIonia, IA 50645",
  "certificate": "42-A-0755",
  "site_id": "002",
  "site_name": "Alta Z Martin",
  "insp_type": "NEW SITE INSPECTION",
  "date": "02-AUG-2022",
  "report_date": "02-AUG-2022",
  "citations": [
    {
      "code": "2.1(b)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Requirements and application",
      "narrative": "The licensee notified Animal Care that they had moved the facility to a new site November 2021. On 26-April-2022, an\ninspector performed a courtesy visit at the facility after calling the licensee about a new site inspection. During the\ncourtesy visit, the inspector stated the licensee could not conduct regulated activity without passing a new site inspection.\nThe licensee has sold 35 dogs since 14-February-2022 from the new site that has not been approved site by APHIS\nofficials. Conducting regulated activity from an unapproved site does not follow the Animal Welfare Act and does not\nensure the health and well-being of the dogs.\nThe licensee must pass a new site inspection before conducting regulated activity."
    },
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "#308, an adult female maltese, was examined by the inspector and found to have a loose upper left cheek tooth that\nmoved easily when the inspector touched it and the gums were bleeding at the base of this tooth. The front upper incisors\nalso had a receding gum line but did not moved when touched by the inspector. This dog had a dental done on 9-July-\n2022. The inspector called the attending veterinarian whom stated this dog should be seen to evaluate the condition.\nPoor dental health could cause pain and discomfort to the dog, as well as lead to further health issues. This dog must be\nevaluated by a licensed veterinarian for a proper diagnosis and to develop an effective treatment plan. The diagnosis and\ntreatment plan must be documented in writing and available to the inspector upon request. The licensee must ensure that\nall dogs receive adequate veterinary care.\nSeveral medications were found to be stored inappropriately according to the label or were expired or had no expiration\ndate:\n*Stress drops stated they should be refrigerated after opening but were being stored in a cabinet at room temperature\n*Albon- no expiration date\n*Ivermectin- no expiration date\n*Entederm- expired 05/2020\n*Udder balm- expired 10/1999\n*Ponazuril- no expiration date\n*Neopar vaccines in the refridgerater stated they should be stored 35-45 degrees Farhenheit, the inspector's kestrel\nthermometer read 46.2 degrees Fahrenheit\n*3 ml syringes- expired 06/2019 and 06/05/2021\n*Karo syrup is being stored in a mustard bottle without a lid and is not labeled with the product inside or the expiration\ndate of the syrup.\nImproperly labeled medical products and missing expiration date information does not ensure that the appropriate product\nis used and the health of the animal may suffer.\nEach dealer shall use appropriate methods to prevent, control, diagnose, and treat diseases and injuries. The licensee\nmust ensure all medications are appropriately labeled with what is in the bottles and each medication is not expired. The\nlicensee must ensure all medications and supplements are stored at the appropriate temperature that is listed on the\nproducts label."
    },
    {
      "code": "2.40(b)(3)",
      "kind": "",
      "repeat": false,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "The licensee gave Ivermectin to all adult dogs on 1-July-2022, which was not approved by the attending veterinarian\nverbally or in writing. There is no dose for adults listed on the Program of Veterinary Care, only a dose for puppies at 4\nand 8 weeks of age. Giving medications without veterinary approval does not ensure the dogs are receiving adequate\nveterinary care.\nDirect and frequent communication with the attending veterinarian is required so that timely and accurate information on\nproblems of animal health, behavior, and well-being can be discussed and a treatment plan can be made. The licensee\nmust communicate any animal health concerns with their attending veterinarian so that an effective treatment plan can be\nput in place."
    },
    {
      "code": "2.75(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Records: Dealers and exhibitors.",
      "narrative": "The facility uses cage cards as the record of acquisition for the dogs born at the facility. There were six litters of puppies\nwith their dams with no official identification number assigned to them; litter of 2 Yorkies born 21-July-2022, 1 chihuahua\npuppy born 18-July-2022, litter of 4 Maltese-bichons born 30-July-2022, 1 Pomeranian cross born 5-July-2022, litter of 5\nPomeranians born 25-July-2022 and litter of 2 Yorkie/Pomeranians born 18-July-2022. The litter of 2 Yorkie/Pomeranians\nborn 18-July-2022 was also missing the breed of the puppies. These cage cards were all missing \"USDA\" and the\nlicensee's USDA number. All missing cage card information was filled out at the time of inspection.\nThe Record of Acquisition of Dogs and Cats on Hand (APHIS form 7005) is missing acquisition information for several\ndogs. Certain acquisition information was corrected at the time of inspection.\n**Full addresses were missing for the following dogs: Pomeranians #128, #7, Maltese #306 (fixed), #307 (fixed), #308\n(fixed), #303, #304, Yorkies #55, #100 and #82..\n**Missing the USDA License number of the person whom dogs were purchased from for the following dogs: Pomeranians\n#128 and #7, Maltese #304, Yorkies #55, #100 and #82.\nAccurate acquisition information is necessary for APHIS officials to make positive identification of animals during\ninspection and to properly trace their movements. The licensee shall make, keep, and maintain an approved method of\ndocumentation which fully and correctly disclose all information concerning each dog purchased or otherwise acquired,\nowned, held, or otherwise in his or her possession or under his or her control, or which is transported, euthanized, sold, or\notherwise disposed of by that dealer. The records shall include any offspring born of any animal while in his or her\npossession or under his or her control.\nThe Record of Disposition of Dogs and Cats (APHIS Form 7006) is missing disposition information. Disposition forms for\nthe following dogs are missing the full address and USDA number for the Buyer of the dogs. Identification numbers 1 and\n2 sold 14-February-2022, #3-6 sold 21-February-2022, #7 and 8 sold 4-April-2022, #9-11 sold 6-May-2022, #12-14 sold\n23-May-2022, #15-26 sold 30-May-2022, #27-29 sold 13-June-2022, #31-35 sold 4-July-2022.\nThe Record of Disposition of Dogs and Cats (APHIS Form 7006) is missing the method of transportation including the\nname of the initial carrier or intermediate handler, or, if a privately owned vehicle is used to transport a dog or cat, the\nname of the owner of the privately owned vehicle for #30 Male Pomeranian sold 24-June-2022.\nThe licensee must record the acquisition and disposition information and ensure all required acquisition and disposition\ninformation is properly and accurately documented at all times."
    },
    {
      "code": "2.75(a)(1)(vi)",
      "kind": "",
      "repeat": false,
      "desc": "Records: Dealers and exhibitors.",
      "narrative": "The licensee sold two different dogs with the same official identification number. An 8 week old Maltese male born 17-\nApril-2022 was sold with the official identification #27 on a sale form on 13-June-2022. An adult Pomeranian born 11-\nFebruary-2021 was sold with the same official identification #27 on 11-June-2022.\nFailure to document the proper identification number on required documents interferes with APHIS officials’ ability to\nidentify animals and trace their movements. Each dealer shall make, keep, and maintain records that fully disclose the\nofficial identification number of each animal. The licensee must ensure that the correct unique individual official\nidentification number is recorded on all required paperwork for each dog."
    },
    {
      "code": "3.1(a)",
      "kind": "",
      "repeat": false,
      "desc": "Housing facilities, general.",
      "narrative": "There are at least 4 sharp points from wire that is used to hold the self feeders in place in 2 enclosures containing 7 adult\ndogs. The wire pieces are at eye level of the dogs. Sharp points could cause injury to the dogs.\nHousing facilities for dogs must protect the animals from injury. The licensee must remove the sharp points in order to\nprotect the dogs from injury. The licensee must maintain all enclosures in good repair and ensure that the housing\nconditions are safe for the dogs at all times."
    },
    {
      "code": "3.1(e)",
      "kind": "",
      "repeat": false,
      "desc": "Housing facilities, general.",
      "narrative": "In the food storage area, there is a pallet of dog food being stored against the wall of the room. There are cobwebs and\ndust present between the wall and the bags of dog food.\nFood stored against walls does not allow for cleaning around the pallets of supplies. Not having enough space between\nthe wall and food to clean may cause the supplies to become contaminated. The licensee must store food away from the\nwalls enough to allow for cleaning around the food supplies.\nIn a cabinet, a bottle of bleach and a can of WD-40 were stored directly next to \"B Strong\" supplement and a can of dog\nfood. Below this cabinet was another cabinet that contained more medications and supplements. For safety of the dogs,\ntoxic chemicals, like cleaning supplies and caustic chemicals, must be properly stored so they won't fall into areas where\nit may potentially contaminate their food, medications and supplements.\nAll toxic chemicals must be stored in cabinets, separated from food, medications and supplements."
    },
    {
      "code": "3.13(a)(3)",
      "kind": "",
      "repeat": false,
      "desc": "Veterinary care for dogs.",
      "narrative": "The licensee has two different vaccine and deworming schedules for adults and puppies approved by the Attending\nVeterinarian. It is unclear to the inspector which one they are following at the time of inspection. The licensee must follow\none vaccination and deworming schedule approved by the Attending Veterinarian to ensure the dogs are adequately\nprotected from contagious and/or deadly diseases of dogs (including rabies, parvovirus and distemper) and protected\nfrom parasites and other pests (including worms, coccidia, giardia, and heartworm).\nThe Program of Veterinary Care is missing the sampling and treatment plan for ectoparasites for adults. It states \"Ivomec\ngiven to puppies at 4 and 8 weeks.\" This plan does not ensure the adult dogs are regularly sampled for fleas and ticks or\nhave a preventative treatment plan in place to protect them from ectoparasites. The licensee must create a sampling and\ntreatment plan for ectoparasites and have it approved by the attending veterinarian.\nThe Program of Veterinary Care states 3 adults will be sampled annually for heartworms, intestinal worms, giardia and\ncoccidia. The licensee has not completed this testing at the time of inspection. Sampling of these contagious and/or\ndeadly diseases ensures the dogs are not contracting these diseases and are protected from illnesses. The licensee must\nhave 3 dogs tested for heartworms, intestinal worms, giardia and coccidia and follow the Program of Veterinary Care."
    },
    {
      "code": "3.13(a)(4)",
      "kind": "",
      "repeat": false,
      "desc": "Veterinary care for dogs.",
      "narrative": "The licensee does not have an effective preventative treatment plan for properly trimmed nails, clean and healthy eyes,\nears and skin. The plan does not state who and how often the nails, eyes, ears and skin will be checked or when a\nveterinarian will be consulted. The plan does not state when a vet will be consulted for problems with healthy and un-\nmatted hair coats or clean and healthy teeth. The Program of Veterinary Care states each item will be \"checked as\nneeded, the dogs will be groomed twice a year and the teeth will be checked annually or as needed.\" A preventative\ntreatment plan for healthy and un-matted hair coats, properly trimmed nails, clean and healthy eyes, ears, teeth and skin\nis necessary to ensure dog's to remain healthy and do not develop diseases or medical issues that can be uncomfortable\nand possibly painful. The applicant must develop a preventative treatment plan for healthy and un-matted hair coats,\nproperly trimmed nails, clean and healthy eyes, ears, teeth and skin that includes how often each item will be checked on\na dog and when a veterinarian will be consulted and have the Attending Veterinarian approve of the plan.\nThis inspection was a site approval inspection.\nThis site is not ready for approval to conduct activity covered under your current Animal Welfare Act License.\nConducting regulated activities at a non-approved site is a violation of the Animal Welfare Act.\nPlease contact your inspector to schedule your next new site approval inspection.\nThis inspection and exit interview were conducted with licensee.\nn"
    }
  ],
  "narrative": "2.1(b)(1) \n   \nRequirements and application \nThe licensee notified Animal Care that they had moved the facility to a new site November 2021. On 26-April-2022, an \ninspector performed a courtesy visit at the facility after calling the licensee about a new site inspection. During the \ncourtesy visit, the inspector stated the licensee could not conduct regulated activity without passing a new site inspection. \nThe licensee has sold 35 dogs since 14-February-2022 from the new site that has not been approved site by APHIS \nofficials. Conducting regulated activity from an unapproved site does not follow the Animal Welfare Act and does not \nensure the health and well-being of the dogs. \nThe licensee must pass a new site inspection before conducting regulated activity. \n2.40(b)(2) \n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \n#308, an adult female maltese, was examined by the inspector and found to have a loose upper left cheek tooth that \nmoved easily when the inspector touched it and the gums were bleeding at the base of this tooth. The front upper incisors \nalso had a receding gum line but did not moved when touched by the inspector. This dog had a dental done on 9-July-\n2022. The inspector called the attending veterinarian whom stated this dog should be seen to evaluate the condition. \nPoor dental health could cause pain and discomfort to the dog, as well as lead to further health issues. This dog must be \nevaluated by a licensed veterinarian for a proper diagnosis and to develop an effective treatment plan. The diagnosis and\n\ntreatment plan must be documented in writing and available to the inspector upon request. The licensee must ensure that \nall dogs receive adequate veterinary care. \n \nSeveral medications were found to be stored inappropriately according to the label or were expired or had no expiration \ndate: \n*Stress drops stated they should be refrigerated after opening but were being stored in a cabinet at room temperature \n*Albon- no expiration date \n*Ivermectin- no expiration date \n*Entederm- expired 05/2020 \n*Udder balm- expired 10/1999 \n*Ponazuril- no expiration date \n*Neopar vaccines in the refridgerater stated they should be stored 35-45 degrees Farhenheit, the inspector's kestrel \nthermometer read 46.2 degrees Fahrenheit \n*3 ml syringes- expired 06/2019 and 06/05/2021 \n*Karo syrup is being stored in a mustard bottle without a lid and is not labeled with the product inside or the expiration \ndate of the syrup. \nImproperly labeled medical products and missing expiration date information does not ensure that the appropriate product \nis used and the health of the animal may suffer. \nEach dealer shall use appropriate methods to prevent, control, diagnose, and treat diseases and injuries. The licensee \nmust ensure all medications are appropriately labeled with what is in the bottles and each medication is not expired. The \nlicensee must ensure all medications and supplements are stored at the appropriate temperature that is listed on the \nproducts label.\n\n2.40(b)(3) \n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nThe licensee gave Ivermectin to all adult dogs on 1-July-2022, which was not approved by the attending veterinarian \nverbally or in writing. There is no dose for adults listed on the Program of Veterinary Care, only a dose for puppies at 4 \nand 8 weeks of age. Giving medications without veterinary approval does not ensure the dogs are receiving adequate \nveterinary care. \nDirect and frequent communication with the attending veterinarian is required so that timely and accurate information on \nproblems of animal health, behavior, and well-being can be discussed and a treatment plan can be made. The licensee \nmust communicate any animal health concerns with their attending veterinarian so that an effective treatment plan can be \nput in place. \n2.75(a)(1) \n   \nRecords: Dealers and exhibitors. \nThe facility uses cage cards as the record of acquisition for the dogs born at the facility. There were six litters of puppies \nwith their dams with no official identification number assigned to them; litter of 2 Yorkies born 21-July-2022, 1 chihuahua \npuppy born 18-July-2022, litter of 4 Maltese-bichons born 30-July-2022, 1 Pomeranian cross born 5-July-2022, litter of 5 \nPomeranians born 25-July-2022 and litter of 2 Yorkie/Pomeranians born 18-July-2022. The litter of 2 Yorkie/Pomeranians \nborn 18-July-2022 was also missing the breed of the puppies. These cage cards were all missing \"USDA\" and the \nlicensee's USDA number. All missing cage card information was filled out at the time of inspection. \n \nThe Record of Acquisition of Dogs and Cats on Hand (APHIS form 7005) is missing acquisition information for several \ndogs. Certain acquisition information was corrected at the time of inspection. \n**Full addresses were missing for the following dogs: Pomeranians #128, #7, Maltese #306 (fixed), #307 (fixed), #308 \n(fixed), #303, #304, Yorkies #55, #100 and #82..\n\n**Missing the USDA License number of the person whom dogs were purchased from for the following dogs: Pomeranians \n#128 and #7, Maltese #304, Yorkies #55, #100 and #82. \nAccurate acquisition information is necessary for APHIS officials to make positive identification of animals during \ninspection and to properly trace their movements. The licensee shall make, keep, and maintain an approved method of \ndocumentation which fully and correctly disclose all information concerning each dog purchased or otherwise acquired, \nowned, held, or otherwise in his or her possession or under his or her control, or which is transported, euthanized, sold, or \notherwise disposed of by that dealer. The records shall include any offspring born of any animal while in his or her \npossession or under his or her control. \n \nThe Record of Disposition of Dogs and Cats (APHIS Form 7006) is missing disposition information. Disposition forms for \nthe following dogs are missing the full address and USDA number for the Buyer of the dogs. Identification numbers 1 and \n2 sold 14-February-2022, #3-6 sold 21-February-2022, #7 and 8 sold 4-April-2022, #9-11 sold 6-May-2022, #12-14 sold \n23-May-2022, #15-26 sold 30-May-2022, #27-29 sold 13-June-2022, #31-35 sold 4-July-2022. \n \nThe Record of Disposition of Dogs and Cats (APHIS Form 7006) is missing the method of transportation including the \nname of the initial carrier or intermediate handler, or, if a privately owned vehicle is used to transport a dog or cat, the \nname of the owner of the privately owned vehicle for #30 Male Pomeranian sold 24-June-2022. \n \nThe licensee must record the acquisition and disposition information and ensure all required acquisition and disposition \ninformation is properly and accurately documented at all times. \n2.75(a)(1)(vi) \n   \nRecords: Dealers and exhibitors.\n\nThe licensee sold two different dogs with the same official identification number. An 8 week old Maltese male born 17-\nApril-2022 was sold with the official identification #27 on a sale form on 13-June-2022. An adult Pomeranian born 11-\nFebruary-2021 was sold with the same official identification #27 on 11-June-2022. \nFailure to document the proper identification number on required documents interferes with APHIS officials’ ability to \nidentify animals and trace their movements. Each dealer shall make, keep, and maintain records that fully disclose the \nofficial identification number of each animal. The licensee must ensure that the correct unique individual official \nidentification number is recorded on all required paperwork for each dog. \n3.1(a) \n   \nHousing facilities, general. \nThere are at least 4 sharp points from wire that is used to hold the self feeders in place in 2 enclosures containing 7 adult \ndogs. The wire pieces are at eye level of the dogs.  Sharp points could cause injury to the dogs. \nHousing facilities for dogs must protect the animals from injury. The licensee must remove the sharp points in order to \nprotect the dogs from injury. The licensee must maintain all enclosures in good repair and ensure that the housing \nconditions are safe for the dogs at all times. \n3.1(e) \n   \nHousing facilities, general. \nIn the food storage area, there is a pallet of dog food being stored against the wall of the room. There are cobwebs and \ndust present between the wall and the bags of dog food. \nFood stored against walls does not allow for cleaning around the pallets of supplies. Not having enough space between \nthe wall and food to clean may cause the supplies to become contaminated. The licensee must store food away from the \nwalls enough to allow for cleaning around the food supplies.\n\nIn a cabinet, a bottle of bleach and a can of WD-40 were stored directly next to \"B Strong\" supplement and a can of dog \nfood. Below this cabinet was another cabinet that contained more medications and supplements. For safety of the dogs, \ntoxic chemicals, like cleaning supplies and caustic chemicals, must be properly stored so they won't fall into areas where \nit may potentially contaminate their food, medications and supplements. \nAll toxic chemicals must be stored in cabinets, separated from food, medications and supplements. \n3.13(a)(3) \n   \nVeterinary care for dogs. \nThe licensee has two different vaccine and deworming schedules for adults and puppies approved by the Attending \nVeterinarian. It is unclear to the inspector which one they are following at the time of inspection. The licensee must follow \none vaccination and deworming schedule approved by the Attending Veterinarian to ensure the dogs are adequately \nprotected from contagious and/or deadly diseases of dogs (including rabies, parvovirus and distemper) and protected \nfrom parasites and other pests (including worms, coccidia, giardia, and heartworm). \n \nThe Program of Veterinary Care is missing the sampling and treatment plan for ectoparasites for adults. It states \"Ivomec \ngiven to puppies at 4 and 8 weeks.\" This plan does not ensure the adult dogs are regularly sampled for fleas and ticks or \nhave a preventative treatment plan in place to protect them from ectoparasites. The licensee must create a sampling and \ntreatment plan for ectoparasites and have it approved by the attending veterinarian. \n \nThe Program of Veterinary Care states 3 adults will be sampled annually for heartworms, intestinal worms, giardia and \ncoccidia. The licensee has not completed this testing at the time of inspection. Sampling of these contagious and/or \ndeadly diseases ensures the dogs are not contracting these diseases and are protected from illnesses. The licensee must \nhave 3 dogs tested for heartworms, intestinal worms, giardia and coccidia and follow the Program of Veterinary Care.\n\n3.13(a)(4) \n   \nVeterinary care for dogs. \nThe licensee does not have an effective preventative treatment plan for properly trimmed nails, clean and healthy eyes, \nears and skin. The plan does not state who and how often the nails, eyes, ears and skin will be checked or when a \nveterinarian will be consulted. The plan does not state when a vet will be consulted for problems with healthy and un-\nmatted hair coats or clean and healthy teeth. The Program of Veterinary Care states each item will be \"checked as \nneeded, the dogs will be groomed twice a year and the teeth will be checked annually or as needed.\" A preventative \ntreatment plan for healthy and un-matted hair coats, properly trimmed nails, clean and healthy eyes, ears, teeth and skin \nis necessary to ensure dog's to remain healthy and do not develop diseases or medical issues that can be uncomfortable \nand possibly painful. The applicant must develop a preventative treatment plan for healthy and un-matted hair coats, \nproperly trimmed nails, clean and healthy eyes, ears, teeth and skin that includes how often each item will be checked on \na dog and when a veterinarian will be consulted and have the Attending Veterinarian approve of the plan. \n \nThis inspection was a site approval inspection. \n \nThis site is not ready for approval to conduct activity covered under your current Animal Welfare Act License. \n \nConducting regulated activities at a non-approved site is a violation of the Animal Welfare Act. \n \nPlease contact your inspector to schedule your next new site approval inspection. \n \nThis inspection and exit interview were conducted with licensee.\n\nn",
  "animals_total": 44,
  "species": [
    {
      "count": 29,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 15,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}