{
  "insp_id": "INS-0000814813",
  "layout": "c",
  "customer_id": "502692",
  "customer_name": "CHRIST BEILER",
  "customer_addr": "495 N 300 E\nROCKVILLE, IN 47872",
  "certificate": "32-A-0671",
  "site_id": "001",
  "site_name": "CHRIST J BEILER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "14-SEP-2022",
  "report_date": "14-SEP-2022",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": false,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "Several Guinea pigs have lesions consistent with ringworm. There is hair loss, scaly skin, and areas of ulceration seen\non some of their noses and/or around their eyes. Though a treatment is outlined in the written program of veterinary care,\nthe animals have not been treated nor has the veterinarian been notified. Guinea pigs experience discomfort when they\nhave these lesions and are a source of contamination for other animals. Licensee shall assure appropriate methods are\nused to prevent, control, diagnose, and treat diseases and injuries. Treat these animals as outlined in the written\nprogram of veterinary care or contact a licensed veterinarian for diagnosis and treatment.\nA gold, black (with some white) Guinea pig in pen 10 has a thick greenish discharge covering it's right eye. With close\nexamination, the eye appears sunken, red, and hazy. Facility representative had not noticed this condition prior to\ninspection. Eye conditions are painful, and left untreated can result in loss of eye function. The written program of\nveterinary care does not include instructions for treating this condition. Licensee shall assure appropriate methods are\nused to prevent, control, diagnose, and treat diseases and injuries. This Guinea pig must be examined by a licensed\nveterinarian for diagnosis and treatment.\nLicensee must assure veterinary guidelines are followed exactly. Document veterinary recommendations and treatments\ngiven. Maintain these documents for examination by APHIS officials.\nCorrect by: 16SEP2022"
    },
    {
      "code": "2.75(b)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Records: Dealers and exhibitors.",
      "narrative": "The records are incomplete. Weaning and sale records are available, though animals on hand and animals died are not.\nComplete records are necessary to attain an accurate evaluation of animal heath and production. Animal health may\nunknowingly decline when records are not maintained for periodic review. Licensee shall make, keep, and maintain\nrecords which fully and correctly disclose the required information.\nCorrect by: 21SEP2022\nThis inspection and exit interview were conducted with a facility representative.\nn"
    }
  ],
  "narrative": "2.40(b)(2)  Direct\n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nSeveral Guinea pigs have lesions consistent with ringworm.  There is hair loss, scaly skin, and areas of ulceration seen \non some of their noses and/or around their eyes.  Though a treatment is outlined in the written program of veterinary care, \nthe animals have not been treated nor has the veterinarian been notified.  Guinea pigs experience discomfort when they \nhave these lesions and are a source of contamination for other animals.  Licensee shall assure appropriate methods are \nused to  prevent, control, diagnose, and treat diseases and injuries.  Treat these animals as outlined in the written \nprogram of veterinary care or contact a licensed veterinarian for diagnosis and treatment. \n \nA gold, black (with some white) Guinea pig in pen 10 has a thick greenish discharge covering it's right eye.  With close \nexamination, the eye appears sunken, red, and hazy.  Facility representative had not noticed this condition prior to \ninspection.  Eye conditions are painful, and left untreated can result in loss of eye function.  The written program of \nveterinary care does not include instructions for treating this condition.  Licensee shall assure appropriate methods are \nused to prevent, control, diagnose, and treat diseases and injuries.  This Guinea pig must be examined by a licensed \nveterinarian for diagnosis and treatment.\n\nLicensee must assure veterinary guidelines are followed exactly.  Document veterinary recommendations and treatments \ngiven.  Maintain these documents for examination by APHIS officials. \n \nCorrect by:  16SEP2022 \n2.75(b)(1) \n   \nRecords: Dealers and exhibitors. \nThe records are incomplete.  Weaning and sale records are available, though animals on hand and animals died are not.  \nComplete records are necessary to attain an accurate evaluation of animal heath and production.  Animal health may \nunknowingly decline when records are not maintained for periodic review.  Licensee shall make, keep, and maintain \nrecords which fully and correctly disclose the required information. \n \nCorrect by:  21SEP2022 \n \nThis inspection and exit interview were conducted with a facility representative. \n \n n",
  "animals_total": 416,
  "species": [
    {
      "count": 416,
      "scientific": "Cavia porcellus",
      "common": "DOMESTIC GUINEA PIG"
    }
  ]
}