{
  "insp_id": "2016082569604227",
  "layout": "a",
  "customer_id": "33491",
  "customer_name": "Birch Tree Enterprises Inc.",
  "customer_addr": "24600 Iron Mountain Rd\nKeystone, SD 57751",
  "certificate": "46-C-0056",
  "site_id": "001",
  "site_name": "BIRCH TREE ENTERPRISES, INC.",
  "insp_type": "ROUTINE INSPECTION",
  "date": "17-SEP-2019",
  "report_date": "18-SEP-2019",
  "citations": [
    {
      "code": "2.40(a)(1)",
      "kind": "Direct",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "The licensee has not employed an attending veterinarian under formal arrangements. The inspector spoke with the\nveterinarian listed on the last written program of veterinary care, who indicated that she made it clear to the licensee\non her last site visit on August 28, 2018 they would have to find another veterinarian for the facility. The inspector\nspoke with the licensee, who said this visit was the last time the animals had been seen by a veterinarian. She\nstated that she has not yet found an attending veterinarian because the wolves are old, but heathy, and has not\nseen a need for one.\nNot having an attending veterinarian employed under formal arrangements including having a written program of\nveterinary care, and regularly scheduled visits, can be detrimental to the animals’ health and well-being, as\nevidenced by the condition of the wolves.\nThe licensee must employ an attending veterinarian under formal arrangements that includes a written program of\nveterinary care and regularly scheduled visits to the premises to ensure animals are being cared for and to protect\nthe health and well-being of the animals.\nTo be corrected by 12:00 pm, September 19, 2019"
    },
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "The white and gray male wolf named Wakan, and the white female wolf named Akia, have a poor body condition,\nand are both underweight. The female wolf, Akia, is not as thin as the male, but also was mild to moderately thin\nwith prominent pelvic bones and she walked stiffly and slowly. The male wolf’s thin body condition is more\npronounced. His pelvic bones are prominent, his spine is obvious and prominent, and his chest has little muscle\nmass. The bones in his back legs when viewed from the side are defined. His waist is sunken inward, and his ribs\ncan be distinguished through his fur. His shoulder bones are also easily distinguished through his fur. In addition,\nhe has a hunched appearance when he stands or walks, with his abdomen tucked inward. His gait is stiff and\nunnatural. When he walks, his front legs are put straight out in front of him and straight back down, with little\nmovement in his wrist or elbow joints. When the inspector walked up to the enclosure, the female was on top of the\nshelter structure, and the male was inside. He did not come out for several minutes, and seemed reluctant to do so.\nWaken seemed to be panting heavier than what the ambient temperature felt to the inspector at the time of\ninspection, given his minimal activity, being in a shady area, and additionally in the shade of the shelter structure.\nThese wolves have lived there most of their lives, and are acclimated to the area’s climate. When coaxed and\ncalled, the male wolf stood up and looked around sniffing, and was licking his lips. He came out briefly, walked\naround, and came towards the facility representative and the inspector. He stood next to the female wolf that was\nalso standing in front of us. She scratched at the dirt near the fence, and uncovered some chicken scraps and ate\nthem. As the male wolf got closer, she started snarling and growling at him, guarding her food. The male\neventually walked back to the shelter structure and laid down. The inspector tried to coax him back out to get a\nbetter look at him, and he again was reluctant to do so.\nThe hair coat on both animals appears dry and dull. The inspector spoke with the veterinarian who stated that the\nlast time she visited the site, the male wolf’s bloodwork indicated mildly elevated kidney values. When asked about\nthe prognosis, the veterinarian said there was no way to tell for sure in wild animals; but for dogs with this condition,\ntheir kidney function could decrease rapidly or slowly, but would decrease. Since the wolf was still alive, it indicated\na slower decrease. When I described the animals’ look and behavior, the veterinarian indicated that it sounded as if\nthe wolves’ condition had deteriorated since the last time she saw them.\nAnimals with a poor body condition (underweight, rough hair coat, etc.) suggests they either have an underlying\ndisease process or need more food than what is being offered.\nA stiff or unnatural gait, a tucked up abdomen or hunched back, and excessive panting can signify pain.\nThe licensee must have these wolves evaluated by a veterinarian. The licensee must ensure all animals are given\nproper veterinary care at all times, to include the prevention, control, diagnoses, and treatment of diseases and\ninjuries to ensure their health and well-being.\nTo be corrected by 12:00 pm, September 19, 2019.\nThis inspection was conducted with a facility representative, and the exit interview was conducted with the licensee."
    }
  ],
  "narrative": "2.40(a)(1)           DIRECT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThe licensee has not employed an attending veterinarian under formal arrangements.  The inspector spoke with the\nveterinarian listed on the last written program of veterinary care, who indicated that she made it clear to the licensee\non her last site visit on August 28, 2018 they would have to find another veterinarian for the facility.  The inspector\nspoke with the licensee, who said this visit was the last time the animals had been seen by a veterinarian.  She\nstated that she has not yet found an attending veterinarian because the wolves are old, but heathy, and has not\nseen a need for one.  \nNot having an attending veterinarian employed under formal arrangements including having a written program of\nveterinary care, and regularly scheduled visits, can be detrimental to the animals’ health and well-being, as\nevidenced by the condition of the wolves.\nThe licensee must employ an attending veterinarian under formal arrangements that includes a written program of\nveterinary care and regularly scheduled visits to the premises to ensure animals are being cared for and to protect\nthe health and well-being of the animals.\nTo be corrected by 12:00 pm, September 19, 2019\n2.40(b)(2)           DIRECT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThe white and gray male wolf named Wakan, and the white female wolf named Akia, have a poor body condition,\nand are both underweight. The female wolf, Akia, is not as thin as the male, but also was mild to moderately thin\nwith prominent pelvic bones and she walked stiffly and slowly.  The male wolf’s thin body condition is more\npronounced.  His pelvic bones are prominent, his spine is obvious and prominent, and his chest has little muscle\nmass.  The bones in his back legs when viewed from the side are defined.  His waist is sunken inward, and his ribs\ncan be distinguished through his fur.  His shoulder bones are also easily distinguished through his fur.  In addition,\nhe has a hunched appearance when he stands or walks, with his abdomen tucked inward.  His gait is stiff and\n\nunnatural.  When he walks, his front legs are put straight out in front of him and straight back down, with little\nmovement in his wrist or elbow joints.  When the inspector walked up to the enclosure, the female was on top of the\nshelter structure, and the male was inside.  He did not come out for several minutes, and seemed reluctant to do so.\n \nWaken seemed to be panting heavier than what the ambient temperature felt to the inspector at the time of\ninspection, given his minimal activity, being in a shady area, and additionally in the shade of the shelter structure. \nThese wolves have lived there most of their lives, and are acclimated to the area’s climate.  When coaxed and\ncalled, the male wolf stood up and looked around sniffing, and was licking his lips.  He came out briefly, walked\naround, and came towards the facility representative and the inspector.  He stood next to the female wolf that was\nalso standing in front of us.  She scratched at the dirt near the fence, and uncovered some chicken scraps and ate\nthem.  As the male wolf got closer, she started snarling and growling at him, guarding her food.  The male\neventually walked back to the shelter structure and laid down.  The inspector tried to coax him back out to get a\nbetter look at him, and he again was reluctant to do so.  \nThe hair coat on both animals appears dry and dull.  The inspector spoke with the veterinarian who stated that the\nlast time she visited the site, the male wolf’s bloodwork indicated mildly elevated kidney values.  When asked about\nthe prognosis, the veterinarian said there was no way to tell for sure in wild animals; but for dogs with this condition,\ntheir kidney function could decrease rapidly or slowly, but would decrease.  Since the wolf was still alive, it indicated\na slower decrease.  When I described the animals’ look and behavior, the veterinarian indicated that it sounded as if\nthe wolves’ condition had deteriorated since the last time she saw them.\nAnimals with a poor body condition (underweight, rough hair coat, etc.) suggests they either have an underlying\ndisease process or need more food than what is being offered.\nA stiff or unnatural gait, a tucked up abdomen or hunched back, and excessive panting can signify pain.\nThe licensee must have these wolves evaluated by a veterinarian.  The licensee must ensure all animals are given\nproper veterinary care at all times, to include the prevention, control, diagnoses, and treatment of diseases and\ninjuries to ensure their health and well-being.\nTo be corrected by 12:00 pm, September 19, 2019.\nThis inspection was conducted with a facility representative, and the exit interview was conducted with the licensee.",
  "animals_total": 2,
  "species": [
    {
      "count": 2,
      "scientific": "Canis lupus",
      "common": "GRAY WOLF / GREY WOLF / TIMBER WOLF"
    }
  ]
}