{
  "insp_id": "55161844460239",
  "layout": "a",
  "customer_id": "905",
  "customer_name": "Alpha Genesis Inc",
  "customer_addr": "95 Castle Hall Rd\nYemassee, SC 29945",
  "certificate": "56-B-0120",
  "site_id": "001",
  "site_name": "ALPHA GENESIS INC",
  "insp_type": "ROUTINE INSPECTION",
  "date": "23-FEB-2016",
  "report_date": "25-FEB-2016",
  "citations": [
    {
      "code": "2.131(b)(1)",
      "kind": "",
      "repeat": true,
      "desc": "HANDLING OF ANIMALS.",
      "narrative": "The following incidents occurred in 2015 at the Yemassee location which resulted in distress, injury, or death of\nnonhuman primates.\nOn 8-28-15 a juvenile macaque was removed from its group and treated for trauma. Then its tattoo was read\nincorrectly and it was placed into the wrong social group. Although fighting in the group was observed that day and\nthe new animal removed, it died of its injuries the next day. The facility stated they are retraining employees to\ndouble check both tattoo areas on animals for identification and before returns to proper enclosures.\nOn 2-17-15, a rhesus macaque was found down in its home cage and immediately taken to the clinic for treatment\nfor dehydration. It was not until the next day when another animal was found to be dehydrated that it was\ndiscovered the water line supplying the cage rack was still turned off from where the cages were pressure washed\non 2-11-15. The five remaining animals were taken to the clinic for medical examination and treatment of\ndehydration and all survived. Although there is a Standard Operating Procedure in place for checking water lixits,\nthis was not followed when three different animal care technicians washed the cage rack down and did not check\nthe water lixits. In this case, lack of following protocols and inattention led to discomfort and illness of several\nanimals and the death of one. The facility states program wide retraining has been done and the facility is reviewing\nand making additional programmatic changes to prevent future incidences.\nAll animal handling needs to be done as carefully as possible in a manner that does not cause physical harm or\nunnecessary discomfort."
    },
    {
      "code": "3.80(a)(2)(3)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "During this inspection the USDA inspectors and the Attending Veterinarian entered Building 4 where a female\ncynomologus macaque was found loose in the room. The animal escaped from its primary enclosure. Her cage\nwas closed with a clip not a lock. Two caretakers were notified and the animal was returned to a cage unharmed.\nOn 6-1-15 two cynomologus, escaped from an outdoor chain link enclosure at Yemassee primate center by\nbreaking some thin wire attaching the fence to the frame. One was captured with bait, but the other one needed to\nbe darted because it was near the perimeter fence. The darted one suffered internal injuries which even with\ntreatment, led to its death. All of the fencing attached like this is being replaced as quickly as possible.\nAll primary enclosures must contain nonhuman primates securely and prevent accidental opening of the enclosure,\nincluding by the animal. To be corrected from this day forward.\nExit briefing conducted with facility representatives and VMOs Lisa MacElderry and John Lopinto.\nAdditional Inspectors\nLopinto John, Veterinary Medical Officer"
    }
  ],
  "narrative": "2.131(b)(1)                    REPEAT\nHANDLING OF ANIMALS.\nThe following incidents occurred in 2015 at the Yemassee location which resulted in distress, injury, or death of\nnonhuman primates.\nOn 8-28-15 a juvenile macaque was removed from its group and treated for trauma.  Then its tattoo was read\nincorrectly and it was placed into the wrong social group.  Although fighting in the group was observed that day and\nthe new animal removed, it died of its injuries the next day. The facility stated they are retraining employees to\ndouble check both tattoo areas on animals for identification and before returns to proper enclosures.    \nOn 2-17-15, a rhesus macaque was found down in its home cage and immediately taken to the clinic for treatment\nfor dehydration.  It was not until the next day when another animal was found to be dehydrated that it was\ndiscovered the water line supplying the cage rack was still turned off from where the cages were pressure washed\non 2-11-15.  The five remaining animals were taken to the clinic for medical examination and treatment of\ndehydration and all survived.   Although there is a Standard Operating Procedure in place for checking water lixits,\nthis was not followed when three different animal care technicians washed the cage rack down and did not check\nthe water lixits.  In this case, lack of following protocols and inattention led to discomfort and illness of several\nanimals and the death of one.  The facility states program wide retraining has been done and the facility is reviewing\nand making additional programmatic changes to prevent future incidences.    \nAll animal handling needs to be done as carefully as possible in a manner that does not cause physical harm or\nunnecessary discomfort.  \n3.80(a)(2)(3)\n\nPRIMARY ENCLOSURES.  \nDuring this inspection the USDA inspectors and the Attending Veterinarian entered Building 4 where a female\ncynomologus macaque was found loose in the room.  The animal escaped from its primary enclosure.  Her cage\nwas closed with a clip not a lock.  Two caretakers were notified and the animal was returned to a cage unharmed.  \nOn 6-1-15 two cynomologus, escaped from an outdoor chain link enclosure at Yemassee primate center by\nbreaking some thin wire attaching the fence to the frame.  One was captured with bait, but the other one needed to\nbe darted because it was near the perimeter fence. The darted one suffered internal injuries which even with\ntreatment, led to its death.  All of the fencing attached like this is being replaced as quickly as possible.\nAll primary enclosures must contain nonhuman primates securely and prevent accidental opening of the enclosure,\nincluding by the animal.    To be corrected from this day forward.\nExit briefing conducted with facility representatives and VMOs Lisa MacElderry and John Lopinto.\nAdditional Inspectors\nLopinto John, Veterinary Medical Officer",
  "animals_total": 5348,
  "species": [
    {
      "count": 16,
      "scientific": "Chlorocebus aethiops",
      "common": "AFRICAN GREEN MONKEY / GRIVET"
    },
    {
      "count": 3191,
      "scientific": "Macaca fascicularis",
      "common": "CRAB-EATING MACAQUE / CYNOMOLGUS MONKEY"
    },
    {
      "count": 2109,
      "scientific": "Macaca mulatta",
      "common": "RHESUS MACAQUE *MALE"
    },
    {
      "count": 32,
      "scientific": "Sapajus appella",
      "common": "BROWN CAPUCHIN / TUFTED CAPUCHIN"
    }
  ]
}