{
  "insp_id": "2016090000651493",
  "layout": "b",
  "customer_id": "506618",
  "customer_name": "DANIEL GINGERICH",
  "customer_addr": "3125 Davis Rd\nSEYMOUR, IA 52590",
  "certificate": "42-A-1632",
  "site_id": "001",
  "site_name": "DANIEL GINGERICH",
  "insp_type": "ROUTINE INSPECTION",
  "date": "07-JUL-2021",
  "report_date": "12-JUL-2021",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": true,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "Female Shih tzu (tag #479) is showing signs of severe heat stress including open mouth breathing, high rate of\nrespiration, the tongue extending from the mouth beyond the teeth, and reddened skin. The dog was making a loud raspy\nnoise when she breathed and appeared to be gasping for breath. The dog is also expressing other behaviors indicating\nshe may be suffering from the ambient temperature such as laying sprawled across the floor and weak, unstable and\nuncoordinated movements especially in her hind end. The dog was located in an outdoor shelter and had difficulty exiting\nthe shelter ultimately dragging her hind legs over the lip of the shelter entrance. Temperatures taken inside the shelter\nranged from 91 degrees F to 93 degrees F with a heat index of 107 degrees F to 109 degrees F. The facility\nrepresentative stated the dog had housed inside the sheltered building and moved to the outdoor enclosure that morning\nand the dog had not been unstable or had difficulty with her hind legs before. The facility representative was not aware of\nthe dog's condition until the dog was found by the inspectors.\nHeat stress could be detrimental to the health of the dog and can even result in death.\nFemale Cavalier spaniel (#492) has a large raw lesion on the inside of the right hind leg. The area is devoid of hair, is\nwet, and appears inflammed and slightly reddened. Other areas of skin irritation are located along the inside of the left\nleg with some hair loss and slight reddening of the skin. The hair around the affected areas is heavily matted, wet, tight to\nthe skin and has thick dark colored material trapped in it. Heavily matted hair is also located along the length of the\nunderside of the tail and has fresh and dried fecal material coating it. A greenish colored discharge is located on the\nlower eyelids. Both wet and dry discharge is attached to the hair of the lower eyelids and a small amount is attached to\nthe interior section of the upper eyelids. Some straw was observed to be stuck in the discharge beneath the right eye.\nThe dog also has long rope-like mats attached to both ears and the mats are solid and coated with a dried grey material.\nThe facility representative was not aware of this dog's condition.\nAbnormal skin and eye conditions could cause pain and discomfort to the dog. Matted hair could also cause discomfort\nand pain and could also lead to further health issues.\nFemale Cocker Spaniel (tag #309) has poor ear health and a matted hair coat. The inside of the left ear is moderately\nreddened, inflammed, and wet with a yellow liquid coating some of the ear's surfaces and attached from one surface to\nanother. The hair around the underside of the ear is wet with a dark brown material coating it. Long ropes of matted hair\nare attached to the top of the dog's head and in front of the dog's left eye. The licensee was not aware of this dog's\ncondition.\nPoor ear health could be painful to the dog and matted hair could also cause discomfort and pain to the animal as well as\nlead to further health issues.\nFemale Pekingese (tag #460) has an abnormal skin condition and matted hair. Multiple lesions were identified across the\ndog's back in front of the tail head. The areas are hairless, slightly reddened and wet. One affected area appeared as a\nhole in the dog's back surrounded by heavily matted hair. The dog appeared sensitive and began to struggle only when\nthe affected areas were gently inspected. Excessively matted hair is located along the backside of both hindlegs and tail.\nThe hair is matted into large clumps. A large engorged tick is located on the dog's left ear and a small tick was located on\nthe right side of the muzzle. The facility representative did not know what the treatment plan is for ticks and was not\naware of the dog's condition.\nAbnormal skin conditions could cause pain and discomfort to the dog. Matted hair could also cause discomfort and pain\nand could also lead to further health issues. Ticks can transmit disease that can be detrimental to the health of the dog.\nFemale Cavalier spaniel (tag #444) has an abnormal condition of the skin and eyes. On both sides of the dog along the\ntop of the rib cage and back towards the hips are large hairless lesions. The lesions appear dark red in the center and\nlighter red around their edges. A small amount of dark brown scab-like material is located on the surface of the lesions.\nA hairless lesion is also on the surface of the right ear. The lesion is dark red in the center and lighter red along the\nedges. A section of dark brown scab-like material is located in the center of the lesion. Another lesion was found on top\nof the dog's head. The lesion is hairless, slightly reddened with scab-like material on the surface. Hair was seen in the\ndog's mouth attached to the upper right cheek teeth along the gum line. When the hair was removed it revealed fresh\nblood along the gum line. A greyish-white discharge is located on the lower eyelid of the left eye. Heavily matted hair is\nlocated on the backside of the dog's hindlegs and contains a large clump of dark brown fecal material. The facility\nrepresentative is not aware of the condition of the dog.\nAbnormal skin and eye conditions could cause pain and discomfort to the dog. Matted hair could also cause discomfort\nand pain and could also lead to further health issues.\nEach dealer shall use appropriate methods to prevent, control, diagnose, and treat diseases and injuries. The above\nmentioned dogs must be evaluated by a licensed veterinarian for an accurate diagnosis and to develop an effective\ntreatment plan. The licensee must provide adequate veterinary care to the dogs at all times. The facility representative\nhad the dogs transported to a veterinarian at the time of the inspection.\nFemale Shiba Inu (tag #360) has excessively long toenails on all four feet. The toenails splayed out sideways when the\ndog was standing on the flooring of the enclosure. The licensee and facility representative were unaware of the last time\nthe dog had her nails trimmed and were not aware that the toenails were overgrown. Excessively long toenails could\ncause pain and discomfort as well as affect the dog's natural gait.\nEach dealer shall use appropriate methods to prevent, control, diagnose, and treat diseases and injuries. This dog must\nhave her toenails trimmed to an appropriate length and the licensee must ensure the plan to maintain properly trimmed\ntoenails is effective.\nOn June 2, 2021 the licensee had a prescription of Cephalexin and Rimadyl filled by the attending veterinarian for a dog\nnamed \"Misty\". Instructions for the Cephalexin were to give 1 pill twice daily for 14 days with 28 pills prescribed. On the\nday of the inspection, 23 Cephalexin pills were still remaining in the bottle. Instruction for the Rimadyl were to give 1 pill\ntwice daily for 14 days with 14 pills prescribed. On the day of the inspection, 14 pills Rimadyl pills were still remaining in\nthe bottle. Failure to follow treatment plans and give medications as prescribed could interfere with the dog's ability to\nrecover from medical concerns and could lead to further health complications.\nEach dealer shall use appropriate methods to prevent, control, diagnose, and treat diseases and injuries. The licensee\nmust fully and completely follow all treatment plans, including the giving of medications, at all times in order to ensure the\ndogs are receiving adequate veterinary care.\nThe vaccines for the dogs are inappropriately stored. The temperature of the refrigerator containing the vaccines is 54\ndegrees F per the inspector's Kestrel. The following vaccines were found inside the refrigerator:\nNumerous containers of NeoPar Parvo virus vaccine which are to be stored between 35 to 45 degrees F.\nNumerous containers of Zoetis Canine Distemper-Adenovirus Type 2-Parainfluenza-Parvovirus which are to be stored\nbetween 35 to 45 degrees F.\nNumerous containers of NeoVac Canine Distemper-Adenovirus Type 2 which are to be stored between 35 to 45 degrees\nF.\nNumerous containers of Nobivac Canine Distemper-Adenovirus Type 2-Parainfluenza-Parvovirus which are to be stored\nbetween 35 to 46 degrees F.\nNumerous containers of Nobivac Canine Distemper-Parvovirus which are to be stored between 35-45 degrees F.\nTwo containers of Nobivac Rabies vaccine which is to be stored between 35-46 degrees F.\nFailure to store vaccines at appropriate temperatures may interfere with their effectiveness resulting in an increased risk\nof disease.\nEach dealer shall use appropriate methods to prevent, control, diagnose, and treat diseases and injuries. The licensee\nmust store all vaccines at the required temperatures to ensure that all dogs are receiving adequate veterinary care."
    },
    {
      "code": "2.50(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Time and method of identification.",
      "narrative": "Five adult large breed dogs do not have an official form of identification. The facility representative stated that he has the\nmetal tags and collars for the dogs, but has not yet placed them around the dogs' necks. The facility representative also\nstated that the dogs have an ear tattoo, but when the inspectors looked at the tattoo it had faded and was no longer\nlegible. Failure to have official identification applied to each dog does not allow the inspectors to identify the dog and\ncould interfere in the ability to connect medical records and other documentation to the dog.\nA class \"A\" dealer can identify all live dogs using the following methods: An official tag affixed to a collar around the dog's\nneck, a microchip, or by a legible tattoo marking approved by the Administrator. The licensee must place collars with the\nofficial metal tags around the necks of the five dogs and ensure that all dogs have proper identification at all times.\nTo be corrected by: July 16, 2021"
    },
    {
      "code": "2.50(a)(2)",
      "kind": "",
      "repeat": false,
      "desc": "Time and method of identification.",
      "narrative": "Cage cards are used as identification for every puppy. Throughout the facility numerous litters of weaned puppies are co-\nmingled and in numerous unweaned litters contained foster puppies whith no relation to the female raising them.\nOne female Pomsky has a litter containing six puppies from three different dams. The DOB on the cage card is for her\npuppy, but no DOB is documented on the cage card for the other puppies though it was thought by the facility\nrepresentative that the dates of birth for all the puppies were within 2 days of each other. There is also no identification\ninformation for the female Pomsky on the cage card and no identifying information of the original dams and which puppy\nbelongs to which dam.\nThe information provided by the cage cards did not allow the inspectors to determine which puppies belonged to the adult\nfemale residing in the enclosure and which additional adult females were dams to the other puppies. An incomplete cage\ncard does not meet the requirements for identification.\nA class \"A\" dealer must identify all dogs under 16 weeks old by the use of an official tag, a distinctive and legible tattoo, or\na plastic-type collar containing the required information. APHIS Officials also accept microchips or written identification\nattached to the enclosure (cage cards) for puppies under 16 weeks old provided that these puppies are maintained in\ndistinct litters and provided that the cage card contains all of the required information. The consistent movement of\npuppies from one mother to another does not constitute maintenance of puppies in distinct litters and failure to individually\nidentify puppies prevents APHIS Officials from tracking animals movement either in the facility or following sale.\nThe licensee must ensure that each animal's identity is known with certainty by appropriate individual identification or by\nmaintaining puppies less than 16 weeks old in distinct groups that are not co-mingled and using appropriate cage cards\nwith all required information.\nTo be corrected by: July 23, 2021"
    },
    {
      "code": "2.75(a)(1)",
      "kind": "",
      "repeat": true,
      "desc": "Records: Dealers and exhibitors.",
      "narrative": "On June 14, 2021, the licensee gave ownership of approximately 150 dogs to another individual. No disposition forms for\nthese dogs were provided to the inspector.\nFailure to provide disposition information does not allow APHIS officials to trace animals to premises where they have\nresided or are currently located and can interfere with the ability to properly identify dogs.\nEach dealer shall make, keep, and maintain records or forms which fully and correctly disclose all required information\nconcerning each dog purchased or otherwise acquired, owned, held, or otherwise in his or her possession or under his or\nher control, or which is transported, euthanized, sold, or otherwise disposed of. The records shall include any offspring\nborn of any animal while in his or her possession or under his or her control. The licensee must make, keep and maintain\nall required acquisition and disposition information for all adult dogs and puppies that are under his possession or under\nhis control at any time."
    },
    {
      "code": "2.75(a)(1)(i)",
      "kind": "",
      "repeat": false,
      "desc": "Records: Dealers and exhibitors.",
      "narrative": "APHIS Form 7005 (Acquisition of Dogs and Cats on Hand) is incomplete. There is no acquisition information for 231\ndogs. One dog has the name of the individual the animal was acquired from, but there is no address. Failure to provide\nthe acquisition information does not allow APHIS officials to trace the movements of dogs.\nEach dealer shall make, keep and maintain records which fully discloses the name and address of the person from whom\na dog was purchased or otherwise acquired. The licensee must add the name and address for each dog to APHIS Form\n7005. The licensee must ensure that APHIS Form 7005 is complete and contains the required information at all times.\nTo be corrected by: July 23, 2021"
    },
    {
      "code": "2.75(a)(1)(v)",
      "kind": "",
      "repeat": false,
      "desc": "Records: Dealers and exhibitors.",
      "narrative": "APHIS form 7005 (Acquisition of Dogs and Cats on Hand) is incomplete. The date of acquisition for 230 dogs is missing.\nThe date of acquisition is necessary to complete records, identify dogs, and to trace the movements of dogs.\nEach dealer shall make, keep, and maintain records which fully and correctly disclose the date each dog was acquired.\nThe licensee must add the acquisition date to APHIS Form 7005. The licensee must ensure that APHIS Form 7005\ncontains all the required information at all times.\nTo be corrected by: July 23, 2021"
    },
    {
      "code": "2.75(a)(1)(vii)",
      "kind": "",
      "repeat": false,
      "desc": "Records: Dealers and exhibitors.",
      "narrative": "The facility uses cage cards as inventory record keeping for puppies. The majority of the cage cards in use for the current\nlitters of puppies are incomplete. No unique number is assigned to each puppy, there is no description of each puppy\nincluding the sex of the puppy, and the dam's tag number is missing. A complete cage card is necessary for APHIS\nofficials to identify puppies and to track their movements.\nEach dealer shall make, keep, and maintain records that fully disclose a description of each animal. The licensee must\ncreate complete cage cards containing all the required information.\nTo be corrected by: 16-July-2021"
    },
    {
      "code": "2.75(a)(1)(vii)(C)",
      "kind": "",
      "repeat": false,
      "desc": "Records: Dealers and exhibitors.",
      "narrative": "APHIS form 7005 (Acquisition of Dogs and Cats on Hand) is incomplete. The age or date of birth for 232 dogs is missing.\nThe age or date of birth is necessary to complete medical records and for the identification of dogs.\nEach dealer shall make, keep and maintain records that fully disclose the date of birth or approximate age of each dog.\nThe licensee must add the age or date of birth to APHIS form 7005 for each dog. The licensee must ensure that APHIS\nForm 7005 is complete and contains the required information at all times.\nTo be corrected by: July 23, 2021"
    },
    {
      "code": "2.75(a)(1)(viii)",
      "kind": "",
      "repeat": true,
      "desc": "Records: Dealers and exhibitors.",
      "narrative": "One-hundred twenty-eight puppies have no transport information documented on their disposition forms. Transport\ninformation must be provided to allow APHIS officials to monitor the movement of animals from their point of origin to their\nfinal destination and to identify individuals who may have had direct contact with the puppy during transport.\nDisposition forms must include all required transportation information including method of transport and the name of the\ncarrier or intermediate handler. The licensee must ensure that all disposition forms include the required transportation\ninformation."
    },
    {
      "code": "2.80(a)",
      "kind": "",
      "repeat": true,
      "desc": "Records, disposition.",
      "narrative": "The facility rewrote APHIS Form 7005 (Acquisition of Dogs and Cats on Hand), but no longer has the original forms. The\nrewritten copy of APHIS form 7005 is incomplete and the inspector was unable to acquire the missing information as the\noriginal forms are no longer available. Failure to maintain the acquisition information for the required amount of time\ncould interfere with APHIS official’s ability to properly identify and trace animals.\nNo dealer, exhibitor, broker, operator of an auction, carrier, or intermediate handler shall, for a period of 1 year, destroy or\ndispose of, without the consent in writing of the Administration, any books, records, documents, or other papers required\nto be kept and maintained. The licensee must maintain all acquisition information for all adult dogs and puppies. The\nlicensee must ensure that all required documents are kept for at least one year after the final disposition of the animal."
    },
    {
      "code": "2.126(a)(2)",
      "kind": "",
      "repeat": false,
      "desc": "Access and inspection of records and property; submission of itineraries.",
      "narrative": "The Program of Veterinary Care could not be located for review by the inspectors. During the inspection, one dog was\nidentified which had ticks attached to her ear and face. The facility representative did not know the plan for treating or\npreventing ticks and the plan could not be reviewed due to the missing Program of Veterinary Care. Multiple dogs were\nidentified with heavily matted hair coats and one dog was identified with severely overgrown toenails, but the plans to\nmaintain healthy and unmatted hair coats and properly trimmed toenails are located in the Program of Veterinary Care, so\ncould not be reviewed. Failure to provide the Program of Veterinary Care to the inspectors for review does not ensure the\ndogs are receiving adequate veterinary care which could have a negative impact on their health and well-being.\nThe Exercise Plan for Dogs could not be located for review by the inspectors. Failure to provide the written exercise plan\nfor review does not allow the inspectors to ensure the dogs are receiving the appropriate exercise which could cause their\nhealth and well-being to suffer.\nEach dealer shall allow APHIS officials to examine records required to be kept by the Act and the regulations. The\nlicensee must provide the Program of Veterinary Care and the Exercise Plan for Dogs for review during the inspection in\norder to allow the inspectors to determine the animals are receiving the required exercise and veterinary care.\nTo be corrected by: July 23, 2021"
    },
    {
      "code": "2.131(e)",
      "kind": "Direct",
      "repeat": false,
      "desc": "Handling of animals.",
      "narrative": "Female Shih tzu (tag #479) is showing signs of severe heat distress. The dog was found inside a shelter located in an\noutdoor enclosure. The inspector could hear a rasping sound coming from the shelter as she approached it. Upon\nopening the shelter door the inspector observed the dog lying on the floor of the shelter creating a loud raspy sound as\nshe appeared to gasp for breath. The dog is performing wide open mouth breathing with an extremely high respiration\nrate and her tongue is extending out of her mouth beyond the teeth. The dog had recently been shaved and her skin\nappeared to have a reddened tint. The dog moved about the shelter, but appeared unstable and continuously laid\nsprawled on the floor with her legs stretched out. To exit the shelter, the dog is required to step over a lip at the shelter\nentrance and the inspectors observed her having difficulty getting over the lip and finally succeeded in exiting the shelter\nby dragging her hind legs across it. The dog continued to appear unstable and had difficulty keeping her hind legs from\ncollapsing. The facility representative stated the dog had never had problems with her hind legs.\nThe dog was moved to an enclosure inside the Whelping Building next to an open door with a breeze. The dog still\nappeared unstable and had some difficulty moving around the enclosure and needed slight assistance from the facility\nrepresentative to locate the water receptacle, whereupon, she immediately began to drink. The dog drank water multiple\ntimes as the inspectors watched. The dog continued to have an extremely high respiration rate along with open mouth\nbreathing and lying sprawled on the enclosure floor.\nThe inspectors observed the dog again approximately an hour after she had been moved to the Whelping Building, and\nshe still appeared slightly weak and unstable.\nThe facility representative stated that the dog is normally housed inside the sheltered housing building, but had been\nmoved to the outdoor enclosure that morning. The temperature directly inside the shelter door was between 91 degrees\nF and 93 degrees F with a heat index between 107 degrees F and 109 degrees F according to the inspector's Kestrel.\nHousing dogs in temperatures and humidity that are inappropriate could result in the discomfort, suffering, and even\ndeath.\nWhen climatic conditions present a threat to an animal's health or well-being, appropriate measures must be taken to\nalleviate the impact of those conditions. An animal may never be subjected to any combination of temperature, humidity,\nand time that is detrimental to the animal's health or well-being, taking into consideration such factors as the animal's age,\nspecies, breed, overall health status, and acclimation. The licensee must ensure that all dogs are housed in climatic\nconditions that are appropriate to maintain their comfort and well-being at all times.\nTo be corrected by: At the time of the inspection the facility representative moved the dog to a more appropriate location\nand then transported her to a veterinarian."
    },
    {
      "code": "3.1(a)",
      "kind": "Critical",
      "repeat": true,
      "desc": "Housing facilities, general.",
      "narrative": "At least three of the outdoor enclosures, containing approximately 25 dogs, have areas along the fence line where the\ndogs have dug underneath including at least one freshly dug hole. Many of these gaps have been covered or filled using\nboards, wire, or concrete blocks. The decaying carcass of a dead dog was found outside one these enclosures. The\nfacility representative explained that the dog, a mini Australian Shepherd, had crawled under the fence through one of the\ngaps between two adjacent enclosures, and when it entered the adjacent enclosure, it was attacked and killed by the\ndogs housed there.\nWithin the sheltered housing building there is one enclosure, containing an adult female dog and her seven puppies, that\nhas an opening cut in the fencing that will accommodate a self-feeder. The opening is located along the floor and did not\ncontain a self-feeder at the time of the inspection. The opening is large enough to allow a puppy to escape from the\nenclosure.\nA section of the metal fencing between two enclosures, containing a total of two adult dogs and three puppies, in the\ncovered outdoor enclosures is not secured and is easily moved. One of the adjacent gates is secured with wire, but the\nresulting gap is large enough that the dogs could put their head or leg through.\nThirteen enclosures in the whelping building, housing approximately 8 adult female dogs and 97 puppies, have carabiner\nstyle clips to secure entrance to the enclosure. These clips do not secure the entrance tightly and leave a gap large\nenough for the puppies to put their heads and legs through.\nCarpet squares used as bedding in three enclosures containing 3 adult dogs and approximately 15 unweaned puppies,\nhave long strands of the material that have pulled away and pose a choking threat to puppies.\nThe storage closet in the sheltered facility has a leaking water pipe. There is a large amount of water-soaked bedding\nmaterial on the floor that has been used to try to adsorb some of the standing water. APHIS officials identified this issue\nduring an earlier visit to the facility, but the facility representative stated he had not had time to fix the water pipe.\nFacilities that are not structurally sound, in good repair, or properly maintained pose a risk to the animals they are to\nhouse and protect. When the enclosure fails to contain the animals, this can result in injury, inability to access food and\nwater, and in the case described above, death.\nFacilities, enclosures, and their contents must be good repair. Housing facilities for dogs must protect the animals from\ninjuries and contain the animals securely. The licensee must alter the enclosures in a manner that removes the openings\nand gaps and eliminates the ability of the animals to escape. The licensee must also repair the leaking water pipe.\nThe licensee must ensure that all enclosures are safe for the animals and contain them securely at all times."
    },
    {
      "code": "3.1(b)",
      "kind": "",
      "repeat": false,
      "desc": "Housing facilities, general.",
      "narrative": "There is an approximately 3’ x 6’ closet located in the sheltered building were the dams and unweaned puppies are\nhoused. The closet is full of a variety of whelping beds, boxes, bags, buckets, pales, screens, and other unused items to\nthe point you cannot enter the closet much further than the doorway. The closet also has a leaking water pipe near the\ndoor with large pile of soaked wood shaving bedding material that has been put down to absorb some of the water.\nHousing areas must be free of areas that are cluttered or inaccessible and where pests and other vermin could take up\nresidence. Inaccessible areas cannot be cleaned or evaluated for structural problems. This is particularly troublesome\nwhen there is a visible problem like a water leak that could be causing further problems in adjacent areas that cannot be\nevaluated due to the clutter.\nHousing facilities must be free of any accumulation of trash, waste material, junk, and other discarded materials and be\nkept neat and free of clutter. The licensee must remove the cluttered items from the closet and ensure the housing\nfacilities remain free of clutter and unused materials at all times.\nTo be corrected by: August 07, 2021"
    },
    {
      "code": "3.1(c)(1)(ii)",
      "kind": "",
      "repeat": true,
      "desc": "Housing facilities, general.",
      "narrative": "Numerous sharp points are located throughout the facility.\nInside the sheltered building there is one enclosure, containing one adult dog and four puppies, which has the metal\nfeeder attached to the front gate by a piece of wire. The sharp ends of the wire are protruding into the enclosure and\ncould come into direct contact with the dog every time it approaches the feeder to access the food.\nIn one covered outdoor enclosure, containing four dogs, the shelter has no door, but the metal door frame is still attached\nto the entrance. The door frame is broken creating a sharp point at the level of the dogs. In another covered outdoor\nenclosure, containing five dogs, the shelter has at least five screws protruding from the entrance which the dogs could\ncome in contact with.\nIn one outdoor enclosure, containing eight dogs, there is a long strand of loose wire lying on the ground along with a\nbroken metal fence post. One dog was seen running through the loose wire.\nIn another outdoor enclosure, containing eight dogs, the sharp ends of screws are protruding into the shelter along the\ndoor frame and located at the level of the dogs. Broken chain link is located along the bottom of the enclosure fencing\ncreating sharp points.\nMore broken chain link is located in an outdoor enclosure containing ten dogs. The sharp points are located at the bottom\nof the fencing around the self feeder.\nIn the corner of an outdoor enclosure, containing nine dogs, there is a broken piece of chain link creating a sharp point at\nthe level of the animals.\nIn another outdoor enclosure, containing twelve large breed dogs, numerous sharp points due to broken wires are located\nalong the bottom of the fencing. The sharp ends of metal screws are protruding into the shelter through the hinges used\nto attach the door to the shelter. These sharp screws are located at the level of the dogs.\nSharp points could cause injury to the dogs.\nHousing facilities must be free of sharp points and jagged edges. The licensee must alter the sharp points in a manner\nthat eliminates the risk of injury to the dogs. The licensee must ensure that all enclosures are safe for the dogs at all\ntimes."
    },
    {
      "code": "3.1(c)(2)",
      "kind": "",
      "repeat": false,
      "desc": "Housing facilities, general.",
      "narrative": "Approximately 7 covered outdoor enclosures, containing approximately 25 adult dogs, have plastic buckets for water that\nare chewed around the top edges to the point where they can no longer be properly cleaned or sanitized.\nIn one outdoor enclosure, containing approximately 12 dogs, the top edges of the water buckets have a thick buildup of\nhair and dirt.\nRoutine cleaning and sanitizing of food and water receptacles and other surfaces is important to keep contamination with\ndirt and debris that could contain fecal material or other disease-causing bacteria, viruses, or parasites to a minimum.\nChewed plastic receptacles contain rough edges, small dents and pockets that cannot be adequately cleaned and may\ncontinue to harbor these disease-causing agents.\nAll surfaces must be maintained on a regular basis. The licensee must repair, replace, or alter the damaged and dirty\nwater buckets in a manner that allows them to be readily cleaned and sanitized. The licensee must ensure all surfaces\nare maintained in good repair at all times.\nTo be corrected by: July 16, 2021"
    },
    {
      "code": "3.1(e)",
      "kind": "",
      "repeat": false,
      "desc": "Housing facilities, general.",
      "narrative": "In the sheltered building containing the adult females and their unweaned puppies, there is an open bag of dog food that\nis not in a container with a lid. Flies were seen on the exterior of the bag and on the dog food inside the bag. The\nbuilding has an abnormally large number of flies and employees are using fly spray to try to control them.\nOpen supplies of food must be in leak-proof containers with lids to protect the food from pests, spoilage, and\ncontamination from chemicals and other substances that could damage the food or be toxic or harmful to the animals.\nThe licensee must ensure that all open supplies of food must be kept in leakproof containers with tight fitting lids.\nTo be corrected by: The facility representative placed the bag of food into a leak-proof container with lid at time of\ninspection."
    },
    {
      "code": "3.1(f)",
      "kind": "",
      "repeat": true,
      "desc": "Housing facilities, general.",
      "narrative": "The drains for the sheltered housing building and the covered outdoor runs transports waste directly outside the building's\nexterior walls. The drain on the northwest corner has created a large, thick pile of wet fecal and food waste, hair, and\nstraw. The wet pile has built-up against the lower portion of the exterior wall and has attracted a large number of flies.\nAPHIS officials had identified the problem on an earlier visit, but the facility has not taken any corrective measures.\nThe drain on the southwest corner of the sheltered building dumps into PVC pipes that lay on top of the ground and\ntransports the waste down a hill and away from the building. The PVC pipes run parallel to one outdoor enclosure that\ncontains eight adult dogs. A stream of liquid waste containing material that is dark green and black is flowing through a\nsection of the outdoor enclosure. Wet, mossy material is located between the drain pipe and the fence of the enclosure.\nThe drain pipe could not be checked for damage as the vegetation is overgrown and has hidden most of the pipe.\nDrains and drainage areas that are not properly maintained could result in a buildup of waste that could attract pests,\ncreate odors, soil animals, and increase the risk of disease hazards.\nDisposal and drainage systems must minimize vermin and pest infestation, insects, odors, and disease hazards. All\ndrains must be properly constructed, installed, and maintained. The licensee must alter the drains in a manner that\nmoves the pile of waste away from the exterior of the building and eliminates the stream of waste flowing through the dog\nenclosure. The licensee must ensure that all drains are working properly at all times.\nDuring the inspection, the inspectors identified a decomposing dog that had been killed in a fight. The dog's body was\nplaced outside of the enclosure, but just a few feet away from the fence. Decomposing animals could attract pests such\nas flies, create odors and increase the risk of disease.\nHousing facility operators must provide for regular and frequent collection, removal, and disposal of animal and food\nwastes, bedding, debris, garbage, water, other fluids and wastes, and dead animals, in a manner that minimizes\ncontamination and disease risks. The licensee must remove the dead dog and ensure that all waste, including dead\nanimals, are removed from the areas housing dogs as quickly as possible.\nIn the Whelping Building the trash can is missing the lid and a large pile of empty sacks is placed in a corner. Exposed\ntrash could attract pests such as flies and mice which could have a negative impact on the health of the dogs.\nTrash containers in housing facilities and in food storage and food preparation areas must be leakproof and must have\ntightly fitted lids on them at all times. The facility representative replaced the lid to the trash can at the time of the\ninspection, but the license must ensure that all trash is collected as quickly as possible and placed in leak-proof\ncontainers bearing tightly fitted lids."
    },
    {
      "code": "3.3(e)(1)(iii)",
      "kind": "",
      "repeat": false,
      "desc": "Sheltered housing facilities.",
      "narrative": "An enclosure in the sheltered housing building, containing a female Wheaton Terrier and her 6 unweaned puppies, has a\nsection of the wall where the construction of the enclosure is unfinished. The area is in the back wall. The walls of the\nrest of enclosure are covered with tile, except this approximately 18” by 24’’ area where it looks like a door to the outside\nwas planned. The unfinished area has exposed 2’ x 4” wood framing and pieces of fiberglass insulation.\nSurfaces of enclosures that have potential contact with dogs must be cleanable and sanitizable in order to prevent the\nbuildup of debris and other materials that can harbor contaminated and potentially disease-causing agents. These\nsurfaces must be impervious to water to allow repeated and ongoing cleaning without the deterioration of the surface.\nAll walls and other surfaces in contact with animals must be impervious to moisture.\nTo be corrected by: July 23, 2021"
    },
    {
      "code": "3.4(b)",
      "kind": "",
      "repeat": true,
      "desc": "Outdoor housing facilities.",
      "narrative": "Six of the covered outdoor enclosures, housing a total of approximately 26 dogs, have shelters that are too small to\ncontain the number and size of dogs in the enclosure compliantly.\nFailure to provide shelters large enough to accommodate all the animals does not ensure the dogs have the ability to\nescape weather extremes which could have a negative impact on their health and well-being.\nDogs must be provided with adequate shelter at all times and those structures must be large enough to allow each animal\nto sit, stand, and lie in a normal manner and to turn about frequently. The licensee must provide the affected enclosures\nwith additional shelters or shelters that are large enough to compliantly contain all the dogs at the same time. The\nlicensee must ensure that all shelters are compliant at all times."
    },
    {
      "code": "3.4(c)",
      "kind": "",
      "repeat": false,
      "desc": "Outdoor housing facilities.",
      "narrative": "The framing on the largest shelter in the outdoor enclosure containing 8 Golden Retrievers is made of wood. According to\nthe facility representative, the wood is not water resistant or sealed against moisture.\nA 12 to 16 foot long, approximately 10 inch wide board has been attached to the bottom of the wire fence to build a barrier\nbetween two outdoor enclosures. The board was placed there to prevent the dogs from digging more holes under the\nfence and entering the adjacent enclosure through those holes. Approximately 10 dogs have direct contact with the board\nand the facility representative says the board is not water resistant or sealed against moisture.\nOne outdoor enclosure, containing approximately 12 dogs, has a metal access door inserted into painted plywood at the\nentrance to the shelter. The plywood has been chewed and damaged resulting in a hole in the plywood and unsealed\nwood around the access door.\nSurfaces of enclosures that have potential contact with dogs must be cleanable and sanitizable in order to prevent the\nbuildup of debris and other materials that can harbor contaminated and potentially disease-causing agents. These\nsurfaces must be impervious to water to allow repeated and ongoing cleaning without the deterioration of the surface.\nThe licensee must ensure that building surfaces in contact with animals in outdoor facilities are impervious to moisture.\nSurfaces made of wood that is not pretreated to be impervious to moisture must be sealed.\nTo be corrected by: September 08, 2021"
    },
    {
      "code": "3.6(a)(2)(x)",
      "kind": "",
      "repeat": false,
      "desc": "Primary enclosures.",
      "narrative": "The whelping building has 57 enclosures that each include a whelping box in the back half of the enclosure and slatted\nflooring enclosed by wire fencing in the front half. The floor slats are approximately 3 to 4 inches wide, but the gaps\nbetween them are wide enough that the legs of puppies will easily and frequently fall through them. The inspectors\nobserved puppies in numerous enclosures and witnessed the legs of one or more of the puppies fall through the\nopenings.\nDuring the inspection an adult Shih tzu was moved into the building and the inspectors observed her legs fall through the\ngaps in the flooring.\nAPHIS officials had identified this issue to the licensee and facility representative at earlier visits to the facility, but no\naction has been taken to correct the problem.\nTo prevent injuries to legs and feet, puppies need a safe stable surface to move and learn to walk on. To protect them\nfrom injury, all dogs require a safe floor surfaces that will not allow their legs to pass through.\nPrimary enclosures must have floors constructed in a manner that does not allow the dogs' feet to pass through any\nopenings in the floor. The licensee must alter the floors in a manner that will not allow the feet of the dogs to pass\nthrough. The licensee must ensure that all flooring is safe for the dogs at all times.\nTo be corrected by: September 08, 2021"
    },
    {
      "code": "3.6(c)(2)",
      "kind": "",
      "repeat": false,
      "desc": "Primary enclosures.",
      "narrative": "In the sheltered building, one enclosure contains 3 adult dogs and a 10-week-old puppy.\nYoung puppies under 16 weeks old are not well socialized or accustomed to the dynamics of competing for food or water\nwith other dogs and my not be able to fend for themselves against aggressive or dominant adult dogs.\nPuppies under 16 weeks (4 months) of age may not be housed in the same primary enclosure with adult dogs, other than\nthe dam or foster. The licensee must house the puppy in a separate enclosure from the adults. The licensee must\nensure that all dogs housed together are compatible at all times.\nTo be corrected by: End of business July 9, 2021"
    },
    {
      "code": "3.9(b)",
      "kind": "",
      "repeat": false,
      "desc": "Feeding",
      "narrative": "Metal self-feeders are provided to the dogs housed in the covered outdoor enclosures. In at least two enclosures,\ncontaining a total of five adult dogs, the dog food in the feeders has become coated in a greenish-white substance that\nappears to be mold. The moldy food is located underneath the fresh food and is caked together. Food contaminated by\nmold could have a negative impact on the health of the dogs should they consume it.\nMeasures must be taken to ensure that there is no molding, deterioration, and caking of feed. The licensee must remove\nthe moldy food from the metal feeders and ensure that all food provided to the dogs is free of mold and other\ncontaminates in order to support the health of the dogs.\nTo be corrected by: The facility representative was verbally instructed to remove all moldy food from the feeders by 5pm\non July 9, 2021."
    },
    {
      "code": "3.10(a)",
      "kind": "",
      "repeat": false,
      "desc": "Watering",
      "narrative": "An enclosure in the sheltered housing building containing an adult female Shar-pei and 7 unweaned puppies has an\nempty water bowl and no other source of potable water. The facility representative explained that the bowl had been filled\nearlier this morning and must have been spilled.\nOne enclosure in the large Whelping Building, containing one adult dog and six puppies, has an empty water bowl and no\nadditional source of potable water.\nAn outdoor enclosure containing approximately ten adult dogs has one water bowl that is nearly empty and the remaining\nwater is a mud brown color with a buildup up of brown sediment and debris inside it from the dogs entering the bowl water\nwith their dirty paws. One dog was observed sitting in the water bowl. The outdoor temperature was in the low 90s.\nFor their overall health and wellbeing, dogs need to have potable water available at all times. This is even more important\nduring times of extreme heat and requires frequent monitoring by facility staff.\nThe licensee must ensure that potable water is continuously available to all dogs.\nTo be corrected by: From this day forward all dogs must have potable water available at all times."
    },
    {
      "code": "3.11(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "Cleaning, sanitization, housekeeping, and pest control.",
      "narrative": "Approximately seven feeders, located in various enclosures through the facility and affecting approximately 20 dogs, have\na brownish buildup of material on the bottom-front edge of the feeder that looks like a combination of powered feed and\ndirt.\nIn the whelping building, two enclosures with 2 dams and approximately 12 unweaned puppies, have a dry brownish\nmaterial smeared on some of the vertical surfaces of the whelping boxes which appears to be caused by the dogs\njumping up and putting dirty, feces covered paws against the walls. One enclosure had a similar brownish crusty material\non the livestock panel across the front of the enclosure and hair was trapped in the crusty material.\nTwo of the outdoor enclosures, containing approximately 15 dogs, have shelters that contained dried and fresh fecal\nmaterial on the floors and a dry brownish material smeared on the some of the vertical surfaces of walls.\nThe buildup of dirt and fecal contaminated material in enclosures and shelters exposes dogs to bacteria and contaminants\nthat are disease hazards. This is particularly hazardous when the soiled surfaces are in food and water receptacles.\nPrimary enclosures, including the shelters within them, and food and water receptacles, must be sanitized at least once\nevery two weeks and more often if necessary, to prevent an accumulation of dirt, debris, food waste, fecal material, or\nother disease hazards. The licensee must sanitize all the affected surfaces and ensure all surfaces remain free of a\nbuildup of dirt, grime, waste and hair at all times.\nTo be corrected by: July 23, 2021"
    },
    {
      "code": "3.11(b)(4)",
      "kind": "",
      "repeat": false,
      "desc": "Cleaning, sanitization, housekeeping, and pest control.",
      "narrative": "At least four outdoor shelters, accessed by a total of approximately 32 dogs, contain straw bedding material. The majority\nof the straw bedding is dark in color and compacted together in a solid pile and the inspector had to pull the layers of\nstraw apart. The layers of straw were wet, dirty, moldy and had a strong odor of mold. In one of the shelters, accessed\nby eight dogs, the contaminated straw was peeled up to reveal a colony of ant-like insects beneath it and in another\naffected shelter, accessed by nine dogs, flying gnat-like insects came out of the contaminated straw. The facility\nrepresentative was unaware of the contaminated condition of the straw bedding.\nIn the large Whelping building, the whelping boxes contain wood shavings as absorbent material. In two whelping boxes,\naccessed by a total of fifteen puppies, the shavings were completely saturated with urine and feces with no clean,\nabsorbent areas left. The puppies were observed running around in the wet, dirty shavings. The facility representative\nstated that the shavings are only cleaned out of the boxes and replaced once a day.\nBedding material contaminated by waste, mold, dirt and insects may cause the animals to become wet and soiled as well\nas raise the risk of disease hazards.\nPens, runs, and outdoor housing areas using material that cannot be sanitized using the methods provided in the\nregulations, such as gravel, sand, grass, earth, or absorbent bedding, must be sanitized by removing the contaminated\nmaterial as necessary to prevent odors, diseases, pests, insects, and vermin infestation. The licensee must ensure that\nall contaminated bedding material is removed from the shelters and whelping boxes as often as necessary to prevent\nsoiling of the animals, as well as eliminate odors, insects and disease hazards.\nTo be corrected by: July 16, 2021"
    },
    {
      "code": "3.11(c)",
      "kind": "",
      "repeat": true,
      "desc": "Cleaning, sanitization, housekeeping, and pest control.",
      "narrative": "There is a buildup of dirt, dust and cobwebs along the back wall of the covered outdoor enclosures and on the retaining\nwalls and ledges of the exterior wall. The buildup of dust, dirt and cobwebs can increase the risk of disease hazards\ntowards the dogs.\nPremises where housing facilities are located, including buildings and surrounding grounds must be kept clean. The\nlicensee must remove the buildup of dirt, dust, and cobwebs from the walls and ledges of the covered outdoor enclosures\nand ensure the building and surrounding areas remain clean.\nThe vegetation around the sheltered building is excessively overgrown. The vegetation is growing up against the exterior\nwalls and it is interfering in the ability of waste to flow from the drains and away from the building. The vegetation is also\ncovering the building's drainage pipe which lies on top of the ground and it cannot be determined if the pipe is damaged\nand leaking as the pipe cannot be visualized. Overgrown vegetation can attract pests such as flies and mice, as well as\nmake it difficult to view areas of the facility for damage and interfere with cleaning processes.\nWeeds, grasses, and bushes must be controlled so as to facilitate cleaning of the premises and pest control, and to\nprotect the health and well-being of the animals. The licensee must take measures to control the overgrown vegetation in\norder to promote facility cleanliness and maintenance procedures.\nTo be corrected by: July 30, 2021"
    },
    {
      "code": "3.11(d)",
      "kind": "",
      "repeat": true,
      "desc": "Cleaning, sanitization, housekeeping, and pest control.",
      "narrative": "An excessively large number of flies and insects are located throughout the facility. The interiors of the sheltered building\nand whelping building, containing approximately 71 adult dogs and 370 puppies, are kept cool by leaving the doors open.\nThe doors have no screens and flies and other insects are free to enter the buildings. Flies were seen on the walls of the\nbuildings and enclosures, in the water bowls, in the food bowls and on the dog food, on the floors of the enclosures, and\non the dogs themselves. In the outdoor enclosures flies were inside some of the shelters, accessed by a total of 17 dogs,\nalong with gnat-like insects and ant-like insects that had infested the straw bedding. The facility representative stated\nthat they spray for flies inside the buildings. Excessive numbers of flies and other insects can contaminate food and water\nas well as cause health hazards towards the dogs.\nAn effective program for the control of insects, external parasites affecting dogs and cats, and birds and mammals that\nare pests, must be established and maintained. The licensee must establish an effective plan to control flies and other\ninsects in order to support the health of the dogs. The licensee must ensure the plan is effective at all times."
    },
    {
      "code": "3.13(b)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Veterinary care for dogs.",
      "narrative": "Female Boston terrier (#270) had a c-section and was then returned to the veterinarian at a later date for additional\ntreatment. The licensee was able to present an itemized bill from the attending veterinarian showing all the procedures\ndone for the dog. The documents did not contain the dog's identity, breed, sex, age, or tag number. Failure to provide\ninformation concerning the identity of the animal on medical records does not allow APHIS officials to determine which\ndog the medical record belongs to and interferes in the inspector's ability to determine if the animal has received adequate\nveterinary care.\nEach dealer shall make and keep medical records for dogs that include the identity of the animal, including identifying\nmarks, tattoos, or tags on the animal and the animal’s breed, sex, and age. The licensee must ensure that all medical\nrecords contain the identification of the dog in order to allow APHIS officials to determine if a specific dog has received\nadequate veterinary care.\nTo be corrected by: From this day forward all medical records must contain the dog's identification."
    },
    {
      "code": "3.13(b)(2)",
      "kind": "",
      "repeat": true,
      "desc": "Veterinary care for dogs.",
      "narrative": "During a prior visit conducted by APHIS officials, nine dogs were identified that required veterinary care. At the time of\nthe current inspection, the inspectors requested the written medical records for these dogs, but the facility has no written\nmedical records concerning the examination, diagnosis and treatment plans for these animals. Failure to maintain\nmedical records does not allow APHIS officials to ensure the animals have received adequate veterinary care.\nEach dealer shall maintain medical records that include the problem identified, the date and description of the problem,\nexamination findings, test results, plan for treatment and care, and treatment procedures performed. The licensee must\ndocument in writing all required information for any dog with a medical concern in order for the inspectors to determine the\nanimal has received adequate veterinary care."
    },
    {
      "code": "3.15(a)(9)",
      "kind": "",
      "repeat": false,
      "desc": "Primary enclosures used to transport live dogs and cats.",
      "narrative": "The facility has five adult dogs contained in three transport enclosures waiting to be taken to another location. There is no\nabsorbent litter in any of the three transport enclosures and feces and spilled dog food are located on the floor of one of\nthese enclosures. The inspectors first observed these dogs at approximately 9am and the facility representative stated\nthe dogs had been in the transport enclosures since 7am. The inspectors left the facility at approximately 3pm and two\ndogs still remained in transport enclosures with no absorbent litter and feces and spilled dog food are located on the floor\nof one of the enclosures. Failure to provide clean, absorbent litter may cause the dogs to become contaminated by waste\nmaterial.\nPrimary enclosures used to transport dogs must contain enough unused litter to absorb and cover excreta. The litter must\nbe of a suitably absorbent material that is safe and nontoxic to the dogs. The licensee must add absorbent litter to all\nenclosures used to transport dogs in order to ensure the dogs remain clean and dry.\nTo be corrected by: From this day forward absorbent litter must be used when transporting dogs."
    },
    {
      "code": "3.15(e)",
      "kind": "",
      "repeat": false,
      "desc": "Primary enclosures used to transport live dogs and cats.",
      "narrative": "Five adult dogs are contained in three transport crates waiting to be moved to another location. Two plastic crates each\ncontain two dogs and the amount of space is insufficient to allow the dogs to turn around and lie in normal positions. The\ninspectors observed one dog turning around in an abnormal position due to the lack of space. The dog was required to\nlower his hind end towards the floor in order to bend his front end around to complete the turn in the tight quarters.\nFailure to provide adequate space during transport may have a negative impact on the animal's health and well-being.\nPrimary enclosures used to transport live dogs and cats must be large enough to ensure that each animal contained in\nthe primary enclosure has enough space to turn about normally while standing, to stand and sit erect, and to lie in a\nnatural position. The licensee must ensure that transport enclosures provide the required amount of space for each dog\nin order to support their health and well-being.\nTo be corrected by: The facility representative returned the dogs to their primary housing enclosures or separated the\ndogs into compliant transport enclosures at the time of the inspection."
    },
    {
      "code": "3.19(e)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Terminal facilities.",
      "narrative": "Five dogs are contained in transport enclosures waiting to be moved to another location. The enclosures are sitting in\nfront of the kennel along the driveway and are provided with no shade to protect them from direct sunlight. Two of the\ntransport enclosures are constructed of plastic with a solid top, but one of the transport enclosures is a wire crate with no\nsolid top. The inspectors requested the facility representative to provide the dogs with shade which was done. Failure to\nprovide protection from the direct rays of the sun could cause the dogs to become overheated which could have a\ndetrimental impact on their health and well-being.\nShade must be provided that is sufficient to protect the dog from the direct rays of the sun. The licensee must ensure that\nall dogs housed in transport enclosures have sufficient shade as protection from the direct rays of the sun in order to\nsupport their health and well-being.\nTo be corrected by: The facility representative provided shade to the dogs at the time of the inspection.\nThis inspection was conducted with the licensee and/or the facility representative. The exit interview were conducted with\nthe facility representative.\nAdditional Inspectors:\nWilliam Janecke, VETERINARY MEDICAL OFFICEREnd Section"
    }
  ],
  "narrative": "2.40(b)(2)  Direct Repeat\n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nFemale Shih tzu (tag #479) is showing signs of severe heat stress including open mouth breathing, high rate of \nrespiration, the tongue extending from the mouth beyond the teeth, and reddened skin. The dog was making a loud raspy \nnoise when she breathed and appeared to be gasping for breath.  The dog is also expressing other behaviors  indicating \nshe may be suffering from the ambient temperature such as laying sprawled across the floor and weak, unstable and \nuncoordinated movements especially in her hind end.  The dog was located in an outdoor shelter and had difficulty exiting \nthe shelter ultimately dragging her hind legs over the lip of the shelter entrance.  Temperatures taken inside the shelter \nranged from 91 degrees F to 93 degrees F with a heat index of 107 degrees F to 109 degrees F.  The facility \nrepresentative  stated the dog had housed inside the sheltered building and moved to the outdoor enclosure that morning \nand the dog had not been unstable or had difficulty with her hind legs before.  The facility representative  was not aware of \nthe dog's condition until the dog was found by the inspectors. \n \nHeat stress could be detrimental to the health of the dog and can even result in death. \n \nFemale Cavalier  spaniel (#492) has a large raw lesion on the inside of the right hind leg.  The area is devoid of hair, is \nwet, and appears inflammed and slightly reddened.  Other areas of skin irritation are located along the inside of the left\n\nleg with some hair loss and slight reddening of the skin.  The hair around the affected areas is heavily matted, wet, tight to \nthe skin and has thick dark colored material trapped in it.  Heavily matted hair is also located along the length of the \nunderside of the tail and has fresh and dried fecal material coating it.  A greenish colored discharge is located on the \nlower eyelids.  Both wet and dry discharge is attached to the hair of the lower eyelids and a small amount is attached to \nthe interior section of the upper eyelids.  Some straw was observed to be stuck in the discharge beneath the right eye. \nThe dog also has long rope-like mats attached to both ears and the mats are solid and coated with a dried grey material.  \nThe facility representative  was not aware of this dog's condition. \n \nAbnormal skin and eye conditions could cause pain and discomfort to the dog.  Matted hair could also cause discomfort \nand pain and could also lead to further health issues. \n \nFemale Cocker Spaniel (tag #309) has poor ear health and a matted hair coat.  The inside of the left ear is moderately \nreddened, inflammed, and wet with a yellow liquid coating some of the ear's surfaces and attached from one surface to \nanother.  The hair around the underside of the ear is wet with a dark brown material coating it.  Long ropes of matted hair \nare attached to the top of the dog's head and in front of the dog's left eye.  The licensee was not aware of this dog's \ncondition. \n \nPoor ear health could be painful to the dog and matted hair could also cause discomfort and pain to the animal as well as \nlead to further health issues. \n \nFemale Pekingese (tag #460) has an abnormal skin condition and matted hair.  Multiple lesions were identified across the \ndog's back in front of the tail head.  The areas are hairless, slightly reddened and wet.  One affected area appeared as a\n\nhole in the dog's back surrounded  by heavily matted hair.  The dog appeared sensitive and began to struggle only when \nthe affected areas were gently inspected.  Excessively matted hair is located along the backside of both hindlegs and tail.  \nThe hair is matted into large clumps.  A large engorged tick is located on the dog's left ear and a small tick was located on \nthe right side of the muzzle.  The facility representative  did not know what the treatment plan is for ticks and was not \naware of the dog's condition. \n \nAbnormal skin conditions could cause pain and discomfort to the dog.  Matted hair could also cause discomfort and pain \nand could also lead to further health issues.  Ticks can transmit disease that can be detrimental to the health of the dog. \n \nFemale Cavalier  spaniel (tag #444) has an abnormal condition of the skin and eyes.  On both sides of the dog along the \ntop of the rib cage and back towards the hips are large hairless lesions.  The lesions appear dark red in the center and \nlighter red around their edges.  A small amount of dark brown scab-like material is located on the surface of the lesions.  \nA hairless lesion is also on the surface of the right ear.  The lesion is dark red in the center and lighter red along the \nedges.  A section of dark brown scab-like material is located in the center of the lesion.  Another lesion was found on top \nof the dog's head.  The lesion is hairless, slightly reddened with scab-like material on the surface.  Hair was seen in the \ndog's mouth attached to the upper right cheek teeth along the gum line.  When the hair was removed  it revealed  fresh \nblood along the gum line.  A greyish-white discharge is located on the lower eyelid of the left eye.  Heavily matted hair is \nlocated on the backside of the dog's hindlegs and contains a large clump of dark brown fecal material.  The facility \nrepresentative  is not aware of the condition of the dog. \n \nAbnormal skin and eye conditions could cause pain and discomfort to the dog.  Matted hair could also cause discomfort \nand pain and could also lead to further health issues.\n\nEach dealer shall use appropriate methods to prevent, control, diagnose, and treat diseases and injuries.  The above \nmentioned dogs must be evaluated by a licensed veterinarian  for an accurate diagnosis and to develop an effective \ntreatment plan.  The licensee must provide  adequate veterinary care to the dogs at all times.  The facility representative \nhad the dogs transported to a veterinarian  at the time of the inspection. \n \nFemale Shiba Inu (tag #360) has excessively long toenails on all four feet.  The toenails splayed out sideways when the \ndog was standing on the flooring of the enclosure.  The licensee and facility representative  were unaware of the last time \nthe dog had her nails trimmed and were not aware that the toenails were overgrown.   Excessively long toenails could \ncause pain and discomfort as well as affect the dog's natural gait. \n \nEach dealer shall use appropriate methods to prevent, control, diagnose, and treat diseases and injuries.  This dog must \nhave her toenails trimmed to an appropriate length and the licensee must ensure the plan to maintain properly trimmed \ntoenails is effective. \n \nOn June 2, 2021 the licensee had a prescription of Cephalexin and Rimadyl filled by the attending veterinarian  for a dog \nnamed \"Misty\".  Instructions for the Cephalexin were to give 1 pill twice daily for 14 days with 28 pills prescribed.  On the \nday of the inspection, 23 Cephalexin pills were still remaining in the bottle.  Instruction for the Rimadyl were to give 1 pill \ntwice daily for 14 days with 14 pills prescribed.  On the day of the inspection, 14 pills Rimadyl pills were still remaining  in \nthe bottle.  Failure to follow treatment plans and give medications as prescribed could interfere with the dog's ability to \nrecover from medical concerns and could lead to further health complications.\n\nEach dealer shall use appropriate methods to prevent, control, diagnose, and treat diseases and injuries.  The licensee \nmust fully and completely follow all treatment plans, including the giving of medications, at all times in order to ensure the \ndogs are receiving adequate veterinary care. \n \nThe vaccines for the dogs are inappropriately  stored.  The temperature of the refrigerator  containing the vaccines is 54 \ndegrees F per the inspector's Kestrel.  The following vaccines were found inside the refrigerator: \nNumerous containers of NeoPar Parvo virus vaccine which are to be stored between 35 to 45 degrees F. \nNumerous containers of Zoetis Canine Distemper-Adenovirus  Type 2-Parainfluenza-Parvovirus  which are to be stored \nbetween 35 to 45 degrees F. \nNumerous containers of NeoVac Canine Distemper-Adenovirus  Type 2 which are to be stored between 35 to 45 degrees \nF. \nNumerous containers of Nobivac Canine Distemper-Adenovirus  Type 2-Parainfluenza-Parvovirus  which are to be stored \nbetween 35 to 46 degrees F. \nNumerous containers of Nobivac Canine Distemper-Parvovirus  which are to be stored between 35-45 degrees F. \nTwo containers of Nobivac Rabies vaccine which is to be stored between 35-46 degrees F. \n \nFailure to store vaccines at appropriate temperatures may interfere with their effectiveness   resulting in an increased risk \nof disease. \n \nEach dealer shall use appropriate methods to prevent, control, diagnose, and treat diseases and injuries.  The licensee \nmust store all vaccines at the required temperatures to ensure that all dogs are receiving adequate veterinary care. \n2.50(a)(1)\n\nTime and method of identification. \nFive adult large breed dogs do not have an official form of identification.  The facility representative  stated that he has the \nmetal tags and collars for the dogs, but has not yet placed them around the dogs' necks.  The facility representative  also \nstated that the dogs have an ear tattoo, but when the inspectors looked at the tattoo it had faded and was no longer \nlegible.  Failure to have official identification applied to each dog does not allow the inspectors to identify the dog and \ncould interfere in the ability to connect medical records and other documentation to the dog. \n \nA class \"A\" dealer can identify all live dogs using the following methods:  An official tag affixed to a collar around the dog's \nneck, a microchip, or by a legible tattoo marking approved  by the Administrator.  The licensee must place collars with the \nofficial metal tags around the necks of the five dogs and ensure that all dogs have proper identification at all times. \n \nTo be corrected by:  July 16, 2021 \n2.50(a)(2) \n   \nTime and method of identification. \nCage cards are used as identification for every puppy. Throughout the facility numerous litters of weaned puppies are co-\nmingled and in numerous unweaned  litters contained foster puppies whith no relation to the female raising them. \n \nOne female Pomsky has a litter containing six puppies from three different dams.  The DOB on the cage card is for her \npuppy, but no DOB is documented on the cage card for the other puppies though it was thought by the facility \nrepresentative  that the dates of birth for all the puppies were within 2 days of each other.  There is also no identification \ninformation for the female Pomsky on the cage card and no identifying information of the original dams and which puppy \nbelongs to which dam.\n\nThe information provided  by the cage cards did not allow the inspectors to determine which puppies belonged to the adult \nfemale residing in the enclosure and which additional adult females were dams to the other puppies.  An incomplete cage \ncard does not meet the requirements for identification. \n \nA class \"A\" dealer must identify all dogs under 16 weeks old by the use of an official tag, a distinctive and legible tattoo, or \na plastic-type collar containing the required information. APHIS Officials also accept microchips or written identification \nattached to the enclosure (cage cards) for puppies under 16 weeks old provided  that these puppies are maintained in \ndistinct litters and provided  that the cage card contains all of the required information. The consistent movement of \npuppies from one mother to another does not constitute maintenance of puppies in distinct litters and failure to individually \nidentify puppies prevents APHIS Officials from tracking animals movement either in the facility or following sale. \n \nThe licensee must ensure that each animal's identity is known with certainty by appropriate individual  identification or by \nmaintaining puppies less than 16 weeks old in distinct groups that are not co-mingled and using appropriate cage cards \nwith all required information. \n \nTo be corrected by:  July 23, 2021 \n2.75(a)(1)  Repeat\n   \nRecords: Dealers and exhibitors. \nOn June 14, 2021, the licensee gave ownership of approximately 150 dogs to another individual.   No disposition forms for \nthese dogs were provided to the inspector.\n\nFailure to provide  disposition information does not allow APHIS officials to trace animals to premises where they have \nresided or are currently located and can interfere with the ability to properly identify dogs. \n \nEach dealer shall make, keep, and maintain records or forms which fully and correctly disclose all required information \nconcerning each dog purchased or otherwise acquired, owned, held, or otherwise in his or her possession or under his or \nher control, or which is transported, euthanized, sold, or otherwise disposed of. The records shall include any offspring \nborn of any animal while in his or her possession or under his or her control. The licensee must make, keep and maintain \nall required acquisition and disposition information for all adult dogs and puppies that are under his possession or under \nhis control at any time. \n2.75(a)(1)(i) \n   \nRecords: Dealers and exhibitors. \nAPHIS Form 7005 (Acquisition of Dogs and Cats on Hand) is incomplete.  There is no acquisition information for 231 \ndogs.  One dog has the name of the individual the animal was acquired from, but there is no address.  Failure to provide \nthe acquisition information does not allow APHIS officials to trace the movements of dogs. \n \nEach dealer shall make, keep and maintain records which fully discloses the name and address of the person from whom \na dog was purchased or otherwise acquired.  The licensee must add the name and address for each dog to APHIS Form \n7005.  The licensee must ensure that APHIS Form 7005 is complete and contains the required information at all times. \n \nTo be corrected by:  July 23, 2021 \n2.75(a)(1)(v) \n   \nRecords: Dealers and exhibitors.\n\nAPHIS form 7005 (Acquisition of Dogs and Cats on Hand) is incomplete.  The date of acquisition for 230 dogs is missing.  \nThe date of acquisition is necessary to complete records,   identify dogs, and to trace the movements of dogs. \n \nEach dealer shall make, keep, and maintain records which fully and correctly disclose the date each dog was acquired.  \nThe licensee must add the acquisition date to APHIS Form 7005.  The licensee must ensure that APHIS Form 7005 \ncontains all the required information at all times. \n \nTo be corrected by:  July 23, 2021 \n2.75(a)(1)(vii) \n   \nRecords: Dealers and exhibitors. \nThe facility uses cage cards as inventory record keeping for puppies.  The majority of the cage cards in use for the current \nlitters of puppies are incomplete.  No unique number is assigned to each puppy, there is no description of each puppy \nincluding the sex of the puppy, and the dam's tag number is missing.  A complete cage card is necessary for APHIS \nofficials to identify puppies and to track their movements. \n \nEach dealer shall make, keep, and maintain records that fully disclose a description of each animal.  The licensee must \ncreate complete cage cards containing all the required information. \n \nTo be corrected by:  16-July-2021 \n2.75(a)(1)(vii)(C) \n   \nRecords: Dealers and exhibitors.\n\nAPHIS form 7005 (Acquisition of Dogs and Cats on Hand) is incomplete.  The age or date of birth for 232 dogs is missing.  \nThe age or date of birth is necessary to complete medical records and for the identification of dogs. \n \nEach dealer shall make, keep and maintain records that fully disclose the date of birth or approximate age of each dog.  \nThe licensee must add the age or date of birth to APHIS form 7005 for each dog.  The licensee must ensure that APHIS \nForm 7005 is complete and contains the required information at all times. \n \nTo be corrected by:  July 23, 2021 \n2.75(a)(1)(viii)  Repeat\n   \nRecords: Dealers and exhibitors. \nOne-hundred  twenty-eight puppies have no transport information documented on their disposition forms. Transport \ninformation must be provided  to allow APHIS officials to monitor the movement of animals from their point of origin to their \nfinal destination and to identify individuals who may have had direct contact with the puppy during transport. \n \nDisposition forms must include all required transportation information including method of transport and the name of the \ncarrier or intermediate handler. The licensee must ensure that all disposition forms include the required transportation \ninformation. \n2.80(a)  Repeat\n   \nRecords, disposition. \nThe facility rewrote APHIS Form 7005 (Acquisition of Dogs and Cats on Hand), but no longer has the original forms.  The \nrewritten copy of APHIS form 7005 is incomplete and the inspector was unable to acquire the missing information as the \noriginal forms are no longer available.   Failure to maintain the acquisition information for the required amount of time\n\ncould interfere with APHIS official’s ability to properly identify and trace animals. \n \nNo dealer, exhibitor, broker, operator of an auction, carrier, or intermediate handler shall, for a period of 1 year, destroy or \ndispose of, without the consent in writing of the Administration, any books, records, documents, or other papers required \nto be kept and maintained. The licensee must maintain all acquisition information for all adult dogs and puppies. The \nlicensee must ensure that all required documents are kept for at least one year after the final disposition of the animal. \n2.126(a)(2) \n   \nAccess and inspection of records and property; submission  of itineraries. \nThe Program of Veterinary Care could not be located for review by the inspectors.  During the inspection, one dog was \nidentified which had ticks attached to her ear and face.  The facility representative  did not know the plan for treating or \npreventing  ticks and the plan could not be reviewed  due to the missing Program of Veterinary Care.  Multiple dogs were \nidentified with heavily matted hair coats and one dog was identified with severely overgrown  toenails, but the plans to \nmaintain healthy and unmatted hair coats and properly trimmed toenails are located in the Program of Veterinary Care, so \ncould not be reviewed.   Failure to provide  the Program of Veterinary Care to the inspectors for review does not ensure the \ndogs are receiving adequate veterinary care which could have a negative impact on their health and well-being. \n \nThe Exercise Plan for Dogs could not be located for review  by the inspectors.  Failure to provide the written exercise plan \nfor review  does not allow the inspectors to ensure the dogs are receiving  the appropriate exercise which could cause their \nhealth and well-being to suffer. \n \nEach dealer shall allow APHIS officials to examine records required to be kept by the Act and the regulations.  The \nlicensee must provide  the Program of Veterinary Care and the Exercise Plan for Dogs for review during the inspection in\n\norder to allow the inspectors to determine the animals are receiving the required exercise and veterinary care. \n \nTo be corrected by:  July 23, 2021 \n2.131(e)  Direct\n   \nHandling of animals. \nFemale Shih tzu (tag #479) is showing signs of severe heat distress.  The dog was found inside a shelter located in an \noutdoor enclosure.  The inspector could hear a rasping sound coming from the shelter as she approached it.  Upon \nopening the shelter door the inspector observed the dog lying on the floor of the shelter creating a loud raspy sound as \nshe appeared to gasp for breath.  The dog is performing wide open mouth breathing with an extremely high respiration \nrate and her tongue is extending out of her mouth beyond the teeth.  The dog had recently been shaved and her skin \nappeared to have a reddened tint.  The dog moved about the shelter, but appeared unstable and continuously laid \nsprawled on the floor with her legs stretched out.  To exit the shelter, the dog is required to step over a lip at the shelter \nentrance and the inspectors observed  her having difficulty getting over the lip and finally succeeded in exiting the shelter \nby dragging her hind legs across it.  The dog continued to appear unstable and had difficulty keeping her hind legs from \ncollapsing.  The facility representative  stated the dog had never had problems with her hind legs. \n \nThe dog was moved to an enclosure inside the Whelping Building next to an open door with a breeze.  The dog still \nappeared unstable and had some difficulty moving around the enclosure and needed slight assistance from the facility \nrepresentative  to locate the water receptacle, whereupon, she immediately began to drink.  The dog drank water multiple \ntimes as the inspectors watched.  The dog continued to have an extremely high respiration rate along with open mouth \nbreathing and lying sprawled on the enclosure floor.\n\nThe inspectors observed  the dog again approximately an hour after she had been moved to the Whelping Building, and \nshe still appeared slightly weak and unstable. \n \nThe facility representative  stated that the dog is normally housed inside the sheltered housing building, but had been \nmoved to the outdoor enclosure that morning.  The temperature directly inside the shelter door was between 91 degrees \nF and 93 degrees F with a heat index between 107 degrees F and 109 degrees F according to the inspector's Kestrel. \n \nHousing dogs in temperatures and humidity that are inappropriate  could result in the  discomfort, suffering, and even \ndeath. \n \nWhen climatic conditions present a threat to an animal's health or well-being, appropriate  measures must be taken to \nalleviate the impact of those conditions. An animal may never  be subjected to any combination of temperature, humidity, \nand time that is detrimental to the animal's health or well-being, taking into consideration such factors as the animal's age, \nspecies, breed, overall health status, and acclimation.  The licensee must ensure that all dogs are housed in climatic \nconditions that are appropriate to maintain their comfort and well-being at all times. \n \nTo be corrected by:  At the time of the inspection the facility representative  moved the dog to a more appropriate location \nand then transported her to a veterinarian. \n3.1(a)  Critical Repeat\n   \nHousing facilities, general. \nAt least three of the outdoor enclosures, containing approximately 25 dogs, have areas along the fence line where the \ndogs have dug underneath including at least one freshly dug hole.  Many of these gaps have been covered or filled using\n\nboards, wire, or concrete blocks.  The decaying carcass of a dead dog was found outside one these enclosures.  The \nfacility representative  explained that the dog, a mini Australian Shepherd, had crawled under the fence through one of the \ngaps between two adjacent enclosures,  and when it entered the adjacent enclosure, it was attacked and killed by the \ndogs housed there. \n \nWithin the sheltered housing building there is one enclosure, containing an adult female dog and her seven puppies, that \nhas an opening cut in the fencing that will accommodate a self-feeder.  The opening is located along the floor and did not \ncontain a self-feeder  at the time of the inspection. The opening is large enough to allow a puppy to escape from the \nenclosure. \n \nA section of the metal fencing between two enclosures, containing a total of two adult dogs and three puppies, in the \ncovered outdoor enclosures is not secured and is easily moved.  One of the adjacent gates is secured with wire, but the \nresulting gap is large enough that the dogs could put their head or leg through. \n \nThirteen enclosures in the whelping building, housing approximately 8 adult female dogs and 97 puppies, have carabiner \nstyle clips to secure entrance to the enclosure.  These clips do not secure the entrance tightly and leave a gap large \nenough for the puppies to put their heads and legs through. \n \nCarpet squares used as bedding in three enclosures containing 3 adult dogs and approximately 15 unweaned puppies, \nhave long strands of the material that have pulled away and pose a choking threat to puppies. \n \nThe storage closet in the sheltered facility has a leaking water pipe.  There is a large amount of water-soaked bedding\n\nmaterial on the floor that has been used to try to adsorb some of the standing water.  APHIS officials identified this issue \nduring an earlier visit to the facility, but the facility representative  stated he had not had time to fix the water pipe. \n \nFacilities that are not structurally sound, in good repair, or properly maintained pose a risk to the animals they are to \nhouse and protect.  When the enclosure fails to contain the animals, this can result in injury, inability to access food and \nwater, and in the case described above, death. \n \nFacilities, enclosures, and their contents must be good repair.  Housing facilities for dogs must protect the animals from \ninjuries and contain the animals securely. The licensee must alter the enclosures in a manner that removes the openings \nand gaps and eliminates the ability of the animals to escape. The licensee must also repair the leaking water pipe. \nThe licensee must ensure that all enclosures are safe for the animals and contain them securely at all times. \n3.1(b) \n   \nHousing facilities, general. \nThere is an approximately 3’ x 6’ closet located in the sheltered building were the dams and unweaned puppies are \nhoused.  The closet is full of a variety of whelping beds, boxes, bags, buckets, pales, screens, and other unused items to \nthe point you cannot enter the closet much further than the doorway. The closet also has a leaking water pipe near the \ndoor with large pile of soaked wood shaving bedding material that has been put down to absorb some of the water. \n \nHousing areas must be free of areas that are cluttered or inaccessible and where pests and other vermin could take up \nresidence. Inaccessible areas cannot be cleaned or evaluated for structural problems.  This is particularly troublesome \nwhen there is a visible problem like a water leak that could be causing further problems in adjacent areas that cannot be \nevaluated  due to the clutter.\n\nHousing facilities must be free of any accumulation of trash, waste material, junk, and other discarded materials and be \nkept neat and free of clutter.   The licensee must remove the cluttered items from the closet and ensure the housing \nfacilities remain free of clutter and unused materials at all times. \n \nTo be corrected by:  August 07, 2021 \n3.1(c)(1)(ii)  Repeat\n   \nHousing facilities, general. \nNumerous sharp points are located throughout the facility. \n \nInside the sheltered building there is one enclosure, containing one adult dog and four puppies, which has the metal \nfeeder attached to the front gate by a piece of wire.  The sharp ends of the wire are protruding into the enclosure and \ncould come into direct contact with the dog every time it approaches the feeder to access the food. \n \nIn one covered outdoor enclosure, containing four dogs, the shelter has no door, but the metal door frame is still attached \nto the entrance.  The door frame is broken creating a sharp point at the level of the dogs.  In another covered outdoor \nenclosure, containing five dogs, the shelter has at least five screws protruding from the entrance which the dogs could \ncome in contact with. \n \nIn one outdoor enclosure, containing eight dogs, there is a long strand of loose wire lying on the ground along with a \nbroken metal fence post.  One dog was seen running through the loose wire.\n\nIn another outdoor enclosure, containing eight dogs, the sharp ends of screws are protruding into the shelter along the \ndoor frame and located at the level of the dogs.  Broken chain link is located along the bottom of the enclosure fencing \ncreating sharp points. \n \nMore broken chain link is located in an outdoor enclosure containing ten dogs.  The sharp points are located at the bottom \nof the fencing around the self feeder. \n \nIn the corner of an outdoor enclosure, containing nine dogs, there is a broken piece of chain link creating a sharp point at \nthe level of the animals. \n \nIn another outdoor enclosure, containing twelve large breed dogs, numerous sharp points due to broken wires are located \nalong the bottom of the fencing.  The sharp ends of metal screws are protruding into the shelter through the hinges used \nto attach the door to the shelter.  These sharp screws are located at the level of the dogs. \n \nSharp points could cause injury to the dogs. \n \nHousing facilities must be free of sharp points and jagged edges.  The licensee must alter the sharp points in a manner \nthat eliminates the risk of injury to the dogs.  The licensee must ensure that all enclosures are safe for the dogs at all \ntimes. \n3.1(c)(2) \n   \nHousing facilities, general.\n\nApproximately 7 covered  outdoor enclosures, containing approximately 25 adult dogs, have plastic buckets for water that \nare chewed around the top edges to the point where they can no longer be properly cleaned or sanitized. \n \nIn one outdoor enclosure, containing approximately 12 dogs, the top edges of the water buckets have a thick buildup of \nhair and dirt. \n \nRoutine cleaning and sanitizing of food and water receptacles and other surfaces is important to keep contamination with \ndirt and debris that could contain fecal material or other disease-causing bacteria, viruses, or parasites to a minimum.  \nChewed plastic receptacles contain rough edges, small dents and pockets that cannot be adequately cleaned and may \ncontinue to harbor these disease-causing agents. \n \nAll surfaces must be maintained on a regular basis.  The licensee must repair, replace, or alter the damaged and dirty \nwater buckets in a manner that allows them to be readily cleaned and sanitized.  The licensee must ensure all surfaces \nare maintained in good repair at all times. \n \nTo be corrected by:  July 16, 2021 \n3.1(e) \n   \nHousing facilities, general. \nIn the sheltered building containing the adult females and their unweaned puppies, there is an open bag of dog food that \nis not in a container with a lid.  Flies were seen on the exterior of the bag and on the dog food inside the bag.  The \nbuilding has an abnormally large number of flies and employees are using fly spray to try to control them.\n\nOpen supplies of food must be in leak-proof containers with lids to protect the food from pests, spoilage, and \ncontamination from chemicals and other substances that could damage the food or be toxic or harmful to the animals. \n \nThe licensee must ensure that all open supplies of food must be kept in leakproof containers with tight fitting lids. \n \nTo be corrected by:  The facility representative  placed the bag of food into a leak-proof container with lid at time of \ninspection. \n3.1(f)  Repeat\n   \nHousing facilities, general. \nThe drains for the sheltered housing building and the covered outdoor runs transports waste directly outside the building's \nexterior walls.  The drain on the northwest corner has created a large, thick pile of wet fecal and food waste, hair, and \nstraw.  The wet pile has built-up against the lower portion of the exterior wall and has attracted a large number of flies.  \nAPHIS officials had identified the problem on an earlier visit, but the facility has not taken any corrective measures. \n \nThe drain on the southwest corner of the sheltered building dumps into PVC pipes that lay on top of the ground and \ntransports the waste down a hill and away from the building.  The PVC pipes run parallel to one outdoor enclosure that \ncontains eight adult dogs.  A stream of liquid waste containing material that is dark green and black is flowing through a \nsection of the outdoor enclosure.  Wet, mossy material is located between the drain pipe and the fence of the enclosure.  \nThe drain pipe could not be checked for damage as the vegetation is overgrown  and has hidden most of the pipe. \n \nDrains and drainage areas that are not properly maintained could result in a buildup of waste that could attract pests, \ncreate odors, soil animals, and increase the risk of disease hazards.\n\nDisposal and drainage systems must minimize vermin and pest infestation, insects, odors, and disease hazards. All \ndrains must be properly constructed, installed, and maintained.  The licensee must alter the drains in a manner that \nmoves the pile of waste away from the exterior of the building and eliminates the stream of waste flowing through the dog \nenclosure.  The licensee must ensure that all drains are working properly at all times. \n \nDuring the inspection, the inspectors identified a decomposing dog that had been killed in a fight.  The dog's body was \nplaced outside of the enclosure, but just a few feet away from the fence.  Decomposing animals could attract pests such \nas flies, create odors and increase the risk of disease. \n \nHousing facility operators must provide  for regular and frequent collection, removal, and disposal of animal and food \nwastes, bedding, debris, garbage, water, other fluids and wastes, and dead animals, in a manner that minimizes \ncontamination and disease risks.  The licensee must remove the dead dog and ensure that all waste, including dead \nanimals, are removed  from the areas housing dogs as quickly as possible. \n \nIn the Whelping Building the trash can is missing the lid and a large pile of empty sacks is placed in a corner. Exposed \ntrash could attract pests such as flies and mice which could have a negative  impact on the health of the dogs. \n \nTrash containers in housing facilities and in food storage and food preparation areas must be leakproof and must have \ntightly fitted lids on them at all times.  The facility representative  replaced the lid to the trash can at the time of the \ninspection, but the license must ensure that all trash is collected as quickly as possible and placed in leak-proof \ncontainers bearing tightly fitted lids.\n\n3.3(e)(1)(iii) \n   \nSheltered housing facilities. \nAn enclosure in the sheltered housing building, containing a female Wheaton Terrier and her 6 unweaned puppies, has a \nsection of the wall where the construction of the enclosure is unfinished.  The area is in the back wall.  The walls of the \nrest of enclosure are covered with tile, except this approximately 18” by 24’’ area where it looks like a door to the outside \nwas planned.  The unfinished area has exposed 2’ x 4” wood framing and pieces of fiberglass insulation. \n \nSurfaces of enclosures that have potential contact with dogs must be cleanable and sanitizable in order to prevent  the \nbuildup of debris and other materials that can harbor contaminated and potentially disease-causing agents.  These \nsurfaces must be impervious to water to allow repeated and ongoing cleaning without the deterioration of the surface. \nAll walls and other surfaces in contact with animals must be impervious to moisture. \n \nTo be corrected by:  July 23, 2021 \n3.4(b)  Repeat\n   \nOutdoor housing facilities. \nSix of the covered outdoor enclosures, housing a total of approximately 26 dogs, have shelters that are too small to \ncontain the number and size of dogs in the enclosure compliantly. \n \nFailure to provide  shelters large enough to accommodate all the animals does not ensure the dogs have the ability to \nescape weather extremes which could have a negative impact on their health and well-being. \n \nDogs must be provided  with adequate shelter at all times and those structures must be large enough to allow each animal \nto sit, stand, and lie in a normal manner and to turn about frequently.  The licensee must provide the affected enclosures\n\nwith additional shelters or shelters that are large enough to compliantly contain all the dogs at the same time.  The \nlicensee must ensure that all shelters are compliant at all times. \n3.4(c) \n   \nOutdoor housing facilities. \nThe framing on the largest shelter in the outdoor enclosure containing 8 Golden Retrievers  is made of wood. According to \nthe facility representative,  the wood is not water resistant or sealed against moisture. \n \nA 12 to 16 foot long, approximately 10 inch wide board has been attached to the bottom of the wire fence to build a barrier \nbetween two outdoor enclosures.  The board was placed there to prevent the dogs from digging more holes under the \nfence and entering the adjacent enclosure through those holes.  Approximately 10 dogs have direct contact with the board \nand the facility representative  says the board is not water resistant or sealed against moisture. \n \n \nOne outdoor enclosure, containing approximately 12 dogs, has a metal access door inserted into painted plywood at the \nentrance to the shelter.  The plywood has been chewed and damaged resulting in a hole in the plywood and unsealed \nwood around the access door. \n \nSurfaces of enclosures that have potential contact with dogs must be cleanable and sanitizable in order to prevent  the \nbuildup of debris and other materials that can harbor contaminated and potentially disease-causing agents.  These \nsurfaces must be impervious to water to allow repeated and ongoing cleaning without the deterioration of the surface. \nThe licensee must ensure that building surfaces in contact with animals in outdoor facilities are impervious  to moisture.  \nSurfaces made of wood that is not pretreated to be impervious to moisture must be sealed.\n\nTo be corrected by:  September 08, 2021 \n3.6(a)(2)(x) \n   \nPrimary enclosures. \nThe whelping building has 57 enclosures that each include a whelping box in the back half of the enclosure and slatted \nflooring enclosed by wire fencing in the front half.  The floor slats are approximately 3 to 4 inches wide, but the gaps \nbetween them are wide enough that the legs of puppies will easily and frequently fall through them. The inspectors \nobserved  puppies in numerous enclosures and witnessed the legs of one or more of the puppies fall through the \nopenings. \n \nDuring the inspection an adult Shih tzu was moved into the building and the inspectors observed  her legs fall through the \ngaps in the flooring. \n \nAPHIS officials had identified this issue to the licensee and facility representative  at earlier visits to the facility, but no \naction has been taken to correct the problem. \n \nTo prevent injuries to legs and feet, puppies need a safe stable surface to move and learn to walk on.  To protect them \nfrom injury, all dogs require a safe floor surfaces that will not allow their legs to pass through. \n \nPrimary enclosures must have floors constructed in a manner that does not allow the dogs' feet to pass through any \nopenings in the floor.  The licensee must alter the floors in a manner that will not allow the feet of the dogs to pass \nthrough.  The licensee must ensure that all flooring is safe for the dogs at all times.\n\nTo be corrected by:  September 08, 2021 \n3.6(c)(2) \n   \nPrimary enclosures. \nIn the sheltered building, one enclosure contains 3 adult dogs and a 10-week-old  puppy. \nYoung puppies under 16 weeks old are not well socialized or accustomed to the dynamics of competing for food or water \nwith other dogs and my not be able to fend for themselves against aggressive or dominant adult dogs. \n \nPuppies under 16 weeks (4 months) of age may not be housed in the same primary enclosure with adult dogs, other than \nthe dam or foster.  The licensee must house the puppy in a separate enclosure from the adults.  The licensee must \nensure that all dogs housed together are compatible at all times. \n \nTo be corrected by:  End of business July 9, 2021 \n3.9(b) \n   \nFeeding \nMetal self-feeders  are provided  to the dogs housed in the covered outdoor enclosures.  In at least two enclosures, \ncontaining a total of five adult dogs, the dog food in the feeders has become coated in a greenish-white substance that \nappears to be mold.  The moldy food is located underneath the fresh food and is caked together.  Food contaminated by \nmold could have a negative impact on the health of the dogs should they consume it. \n \nMeasures must be taken to ensure that there is no molding, deterioration, and caking of feed.  The licensee must remove \nthe moldy food from the metal feeders and ensure that all food provided to the dogs is free of mold and other\n\ncontaminates in order to support the health of the dogs. \n \nTo be corrected by:  The facility representative  was verbally instructed to remove all moldy food from the feeders by 5pm \non July 9, 2021. \n3.10(a) \n   \nWatering \nAn enclosure in the sheltered housing building containing an adult female Shar-pei and 7 unweaned  puppies has an \nempty water bowl and no other source of potable water. The facility representative  explained that the bowl had been filled \nearlier this morning and must have been spilled. \n \nOne enclosure in the large Whelping Building, containing one adult dog and six puppies, has an empty water bowl and no \nadditional source of potable water. \n \nAn outdoor enclosure containing approximately ten adult dogs has one water bowl that is nearly empty and the remaining \nwater is a mud brown color with a buildup up of brown sediment and debris inside it from the dogs entering the bowl water \nwith their dirty paws.  One dog was observed sitting in the water bowl. The outdoor temperature was in the low 90s. \n \nFor their overall health and wellbeing, dogs need to have potable water available at all times.  This is even more important \nduring times of extreme heat and requires frequent monitoring by facility staff. \n \nThe licensee must ensure that potable water is continuously available  to all dogs.\n\nTo be corrected by:  From this day forward all dogs must have potable water available at all times. \n3.11(b)(2) \n   \nCleaning, sanitization, housekeeping, and pest control. \nApproximately seven feeders, located in various enclosures through the facility and affecting approximately 20 dogs, have \na brownish buildup of material on the bottom-front edge of the feeder that looks like a combination of powered feed and \ndirt. \n \nIn the whelping building, two enclosures with 2 dams and approximately 12 unweaned puppies, have a dry brownish \nmaterial smeared on some of the vertical surfaces of the whelping boxes which appears to be caused by the dogs \njumping up and putting dirty, feces covered paws against the walls. One enclosure had a similar brownish crusty material \non the livestock panel across the front of the enclosure and hair was trapped in the crusty material. \n \nTwo of the outdoor enclosures, containing approximately 15 dogs, have shelters that contained dried and fresh fecal \nmaterial on the floors and a dry brownish material smeared on the some of the vertical surfaces of walls. \n \nThe buildup of dirt and fecal contaminated material in enclosures and shelters exposes dogs to bacteria and contaminants \nthat are disease hazards.  This is particularly hazardous when the soiled surfaces are in food and water receptacles. \n \nPrimary enclosures, including the shelters within them, and food and water receptacles, must be sanitized at least once \nevery two weeks and more often if necessary, to prevent an accumulation of dirt, debris, food waste, fecal material, or \nother disease hazards.  The licensee must sanitize all the affected surfaces and ensure all surfaces remain free of a\n\nbuildup of dirt, grime, waste and hair at all times. \n \nTo be corrected by:  July 23, 2021 \n3.11(b)(4) \n   \nCleaning, sanitization, housekeeping, and pest control. \nAt least four outdoor shelters, accessed by a total of approximately 32 dogs, contain straw bedding material.  The majority \nof the straw bedding is dark in color and compacted together in a solid pile and the inspector had to pull the layers of \nstraw apart.  The layers of straw were wet, dirty, moldy and had a strong odor of mold.  In one of the shelters, accessed \nby eight dogs, the contaminated straw was peeled up to reveal a colony of ant-like insects beneath it and in another \naffected shelter, accessed by nine dogs, flying gnat-like insects came out of the contaminated straw. The facility \nrepresentative  was unaware of the contaminated condition of the straw bedding. \n \nIn the large Whelping building, the whelping boxes contain wood shavings as absorbent material.  In two whelping boxes, \naccessed by a total of fifteen puppies, the shavings were completely saturated with urine and feces with no clean, \nabsorbent areas left.  The puppies were observed running around in the wet, dirty shavings.  The facility representative \nstated that the shavings are only cleaned out of the boxes and replaced once a day. \n \nBedding  material contaminated by waste, mold, dirt and insects may cause the animals to become wet and soiled as well \nas raise the risk of disease hazards. \n \nPens, runs, and outdoor housing areas using material that cannot be sanitized using the methods provided  in the \nregulations, such as gravel, sand, grass, earth, or absorbent bedding, must be sanitized by removing  the contaminated\n\nmaterial as necessary to prevent odors, diseases, pests, insects, and vermin infestation.  The licensee must ensure that \nall contaminated bedding material is removed from the shelters and whelping boxes as often as necessary to prevent \nsoiling of the animals, as well as eliminate odors, insects and disease hazards. \n \nTo be corrected by:  July 16, 2021 \n3.11(c)  Repeat\n   \nCleaning, sanitization, housekeeping, and pest control. \nThere is a buildup of dirt, dust and cobwebs along the back wall of the covered outdoor enclosures and on the retaining \nwalls and ledges of the exterior wall.  The buildup of dust, dirt and cobwebs can increase the risk of disease hazards \ntowards the dogs. \n \nPremises where housing facilities are located, including buildings and surrounding grounds must be kept clean.  The \nlicensee must remove the buildup of dirt, dust, and cobwebs from the walls and ledges of the covered outdoor enclosures \nand ensure the building and surrounding  areas remain clean. \n \nThe vegetation around the sheltered building is excessively overgrown.   The vegetation is growing up against the exterior \nwalls and it is interfering in the ability of waste to flow from the drains and away from the building.  The vegetation is also \ncovering the building's drainage pipe which lies on top of the ground and it cannot be determined if the pipe is damaged \nand leaking as the pipe cannot be visualized.  Overgrown  vegetation can attract pests such as flies and mice, as well as \nmake it difficult to view areas of the facility for damage and interfere with cleaning processes. \n \nWeeds, grasses, and bushes must be controlled so as to facilitate cleaning of the premises and pest control, and to\n\nprotect the health and well-being of the animals.  The licensee must take measures to control the overgrown  vegetation in \norder to promote facility cleanliness and maintenance procedures. \n \nTo be corrected by:  July 30, 2021 \n3.11(d)  Repeat\n   \nCleaning, sanitization, housekeeping, and pest control. \nAn excessively large number of flies and insects are located throughout the facility.  The interiors of the sheltered building \nand whelping building, containing approximately 71 adult dogs and 370 puppies, are kept cool by leaving the doors open.  \nThe doors have no screens and flies and other insects are free to enter the buildings.  Flies were seen on the walls of the \nbuildings and enclosures, in the water bowls, in the food bowls and on the dog food, on the floors of the enclosures, and \non the dogs themselves.  In the outdoor enclosures flies were inside some of the shelters, accessed by a total of 17 dogs, \nalong with gnat-like insects and ant-like insects that had infested the straw bedding.   The facility representative  stated \nthat they spray for flies inside the buildings.  Excessive numbers of flies and other insects can contaminate food and water \nas well as cause health hazards towards the dogs. \n \nAn effective program for the control of insects, external parasites affecting dogs and cats, and birds and mammals that \nare pests, must be established and maintained.  The licensee must establish an effective plan to control flies and other \ninsects in order to support the health of the dogs.  The licensee must ensure the plan is effective at all times. \n3.13(b)(1) \n   \nVeterinary care for dogs. \nFemale Boston terrier (#270) had a c-section and was then returned to the veterinarian  at a later date for additional \ntreatment.  The licensee was able to present an itemized bill from the attending veterinarian  showing all the procedures\n\ndone for the dog.  The documents did not contain the dog's identity, breed, sex, age, or tag number.  Failure to provide \ninformation concerning the identity of the animal on medical records does not allow APHIS officials to determine which \ndog the medical record belongs to and interferes in the inspector's ability to determine if the animal has received adequate \nveterinary care. \n \nEach dealer shall make and keep medical records for dogs that include the identity of the animal, including identifying \nmarks, tattoos, or tags on the animal and the animal’s breed, sex, and age.  The licensee must ensure that all medical \nrecords contain the identification of the dog in order to allow APHIS officials to determine if a specific dog has received \nadequate veterinary  care. \n \nTo be corrected by:  From this day forward all medical records must contain the dog's identification. \n3.13(b)(2)  Repeat\n   \nVeterinary care for dogs. \nDuring a prior visit conducted by APHIS officials, nine dogs were identified that required veterinary care.  At the time of \nthe current inspection, the inspectors requested the written medical records for these dogs, but the facility has no written \nmedical records concerning the examination, diagnosis and treatment plans for these animals.  Failure to maintain \nmedical records does not allow APHIS officials to ensure the animals have received adequate veterinary care. \n \nEach dealer shall maintain medical records that include the problem identified, the date and description of the problem, \nexamination findings, test results, plan for treatment and care, and treatment procedures performed.  The licensee must \ndocument in writing all required information for any dog with a medical concern in order for the inspectors to determine the \nanimal has received adequate veterinary care.\n\n3.15(a)(9) \n   \nPrimary enclosures used to transport live dogs and cats. \nThe facility has five adult dogs contained in three transport enclosures waiting to be taken to another location.  There is no \nabsorbent litter in any of the three transport enclosures and feces and spilled dog food are located on the floor of one of \nthese enclosures.  The inspectors first observed  these dogs at approximately 9am and the facility representative  stated \nthe dogs had been in the transport enclosures since 7am.  The inspectors left the facility at approximately 3pm and two \ndogs still remained in transport enclosures with no absorbent litter and feces and spilled dog food are located on the floor \nof one of the enclosures.  Failure to provide clean, absorbent litter may cause the dogs to become contaminated by waste \nmaterial. \n \nPrimary enclosures used to transport dogs must contain enough unused litter to absorb and cover excreta.  The litter must \nbe of a suitably absorbent material that is safe and nontoxic to the dogs.  The licensee must add absorbent litter to all \nenclosures used to transport dogs in order to ensure the dogs remain clean and dry. \n \nTo be corrected by:  From this day forward absorbent litter must be used when transporting dogs. \n3.15(e) \n   \nPrimary enclosures used to transport live dogs and cats. \nFive adult dogs are contained in three transport crates waiting to be moved to another location.  Two plastic crates each \ncontain two dogs and the amount of space is insufficient to allow the dogs to turn around and lie in normal positions.  The \ninspectors observed one dog turning around in an abnormal position due to the lack of space.  The dog was required to \nlower his hind end towards the floor in order to bend his front end around to complete the turn in the tight quarters.  \nFailure to provide  adequate space during transport may have a negative impact on the animal's health and well-being.\n\nPrimary enclosures used to transport live dogs and cats must be large enough to ensure that each animal contained in \nthe primary enclosure has enough space to turn about normally while standing, to stand and sit erect, and to lie in a \nnatural position.  The licensee must ensure that transport enclosures provide the required amount of space for each dog \nin order to support their health and well-being. \n \nTo be corrected by:  The facility representative  returned the dogs to their primary housing enclosures or separated the \ndogs into compliant transport enclosures at the time of the inspection. \n3.19(e)(1) \n   \nTerminal facilities. \nFive dogs are contained in transport enclosures waiting to be moved to another location.  The enclosures are sitting in \nfront of the kennel along the driveway and are provided  with no shade to protect them from direct sunlight.  Two of the \ntransport enclosures are constructed of plastic with a solid top, but one of the transport enclosures is a wire crate with no \nsolid top.  The inspectors requested the facility representative  to provide  the dogs with shade which was done.  Failure to \nprovide protection from the direct rays of the sun could cause the dogs to become overheated  which could have a \ndetrimental impact on their health and well-being. \n \nShade must be provided  that is sufficient to protect the dog from the direct rays of the sun.  The licensee must ensure that \nall dogs housed in transport enclosures have sufficient shade as protection from the direct rays of the sun in order to \nsupport their health and well-being. \n \nTo be corrected by:  The facility representative  provided  shade to the dogs at the time of the inspection.\n\nThis inspection was conducted with the licensee and/or the facility representative.  The exit interview  were conducted with \nthe facility representative. \n \nAdditional Inspectors: \nWilliam Janecke, VETERINARY MEDICAL OFFICEREnd Section",
  "animals_total": 603,
  "species": [
    {
      "count": 218,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 385,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}