{
  "insp_id": "INS-0000804925",
  "layout": "c",
  "customer_id": "960",
  "customer_name": "University of Puerto Rico",
  "customer_addr": "PO Box 365067 - Medical Science Campus\nSan Juan, PR 00936",
  "certificate": "94-R-0109",
  "site_id": "003",
  "site_name": "SABANA SECA",
  "insp_type": "ROUTINE INSPECTION",
  "date": "22-JUL-2022",
  "report_date": "01-AUG-2022",
  "citations": [
    {
      "code": "2.38(f)(1)",
      "kind": "Critical",
      "repeat": false,
      "desc": "Miscellaneous.",
      "narrative": "The lack of adequate husbandry and animal care practices animal during the University’s Union incident during February\n17th and 18th, 2022 was noncompliant with the handling of animals under the regulations of the Animal Welfare Act\n(AWA); four nonhuman primates died, and one nonhuman primate had escaped when personnel/normalcy returned to the\npremises. According to facility reports to the IACUC, on February 17th, a hospitalized animal was found dead in her\ntreatment cage approximately at 11:00am; five hours overdue for medical treatment (staff normally starts at 6:00am). A\nreport to the IACUC on February 18th stated that another two animals were found dead in their respective enclosures;\ncarcasses not removed from enclosures until late (cause of deaths unknown). Early on February 17th, an animal was\nidentified as injured by his conspecifics, but was not removed from its enclosure or treated until after 3:00pm; facility\nveterinarians humanly euthanized the animal on February 19th due to poor prognosis. Also early on February 17th, an\nanimal escaped its enclosure, and was observed attacking other animals from other enclosures; the animal was not\ntrapped until after 3:00pm. Failure to handle animals appropriately can lead to deteriorating health and welfare, including\nescapes and death. The facility shall be able to handle animals at all times expeditiously, carefully, and in a manner that\ndoes not cause trauma, behavioral stress, or physical harm to members of the nonhuman primate colony, by providing the\nAWA-required husbandry and animal care practices.\nTo be completed by: July 23, 2022"
    },
    {
      "code": "3.85",
      "kind": "Critical",
      "repeat": false,
      "desc": "Employees.",
      "narrative": "Due to the University's Union incident on February 17th and 18th, 2022, the entrance to the Sabana Seca site premises\nwas blocked, preventing access of required/essential personnel to the facility. Only up to four out of the total 20 qualified\nfacility personnel were able to enter the facility during the two days of the incident, which resulted in the delivery of\ninadequate husbandry and animal care services to a colony of over 2,300 nonhuman primates. As a result, four\nnonhuman primates died; two found dead in their enclosures, one found dead in the facility's hospital, and one died by\nhumane euthanasia two days after due to complications of traumatic injuries by conspecifics. Any facility subject to the\nAnimal Welfare Act regulations must have enough employees to carry out the level of husbandry practices and care at all\ntimes. The lacking in number and adequately trained employees can lead to inadequate husbandry and care to\nnonhuman primates, posing a risk to their health and welfare. Also, in order to handle nonhuman primates, sufficient\nnumber of employees must be trained and supervised by an individual who has the knowledge, background, and\nexperience in proper husbandry and care of nonhuman primates to supervise others. The research facility must be\ncertain that the supervisor can perform to these standards.\nTo be completed by: August 22, 2022\nThis inspection and exit interview were conducted with two facility representatives.\nn"
    }
  ],
  "narrative": "2.38(f)(1)  Critical\n   \nMiscellaneous. \nThe lack of adequate husbandry and animal care practices animal during the University’s Union incident during February \n17th and 18th, 2022 was noncompliant with the handling of animals under the regulations of the Animal Welfare Act \n(AWA); four nonhuman primates died, and one nonhuman primate had escaped when personnel/normalcy returned to the \npremises.  According to facility reports to the IACUC, on February 17th, a hospitalized animal was found dead in her \ntreatment cage approximately at 11:00am; five hours overdue for medical treatment (staff normally starts at 6:00am).  A \nreport to the IACUC on February 18th stated that another two animals were found dead in their respective enclosures; \ncarcasses not removed from enclosures until late (cause of deaths unknown).  Early on February 17th, an animal was \nidentified as injured by his conspecifics, but was not removed from its enclosure or treated until after 3:00pm; facility \nveterinarians humanly euthanized the animal on February 19th due to poor prognosis.  Also early on February 17th, an \nanimal escaped its enclosure, and was observed attacking other animals from other enclosures; the animal was not \ntrapped until after 3:00pm.  Failure to handle animals appropriately can lead to deteriorating health and welfare, including \nescapes and death.  The facility shall be able to handle animals at all times expeditiously, carefully, and in a manner that \ndoes not cause trauma, behavioral stress, or physical harm to members of the nonhuman primate colony, by providing the \nAWA-required husbandry and animal care practices.\n\nTo be completed by: July 23, 2022 \n3.85  Critical\n   \nEmployees. \nDue to the University's Union incident on February 17th and 18th, 2022, the entrance to the Sabana Seca site premises \nwas blocked, preventing access of required/essential personnel to the facility.  Only up to four out of the total 20 qualified \nfacility personnel were able to enter the facility during the two days of the incident, which resulted in the delivery of \ninadequate husbandry and animal care services to a colony of over 2,300 nonhuman primates.  As a result, four \nnonhuman primates died; two found dead in their enclosures, one found dead in the facility's hospital, and one died by \nhumane euthanasia two days after due to complications of traumatic injuries by conspecifics.  Any facility subject to the \nAnimal Welfare Act regulations must have enough employees to carry out the level of husbandry practices and care at all \ntimes.  The lacking in number and adequately trained employees can lead to inadequate husbandry and care to \nnonhuman primates, posing a risk to their health and welfare.  Also, in order to handle nonhuman primates, sufficient \nnumber of employees must be trained and supervised by an individual who has the knowledge, background, and \nexperience in proper husbandry and care of nonhuman primates to supervise others.  The research facility must be \ncertain that the supervisor can perform to these standards. \n \nTo be completed by: August 22, 2022 \n \nThis inspection and exit interview were conducted with two facility representatives. \n \n n",
  "animals_total": 2392,
  "species": [
    {
      "count": 2392,
      "scientific": "Macaca mulatta",
      "common": "RHESUS MACAQUE"
    }
  ]
}