{
  "insp_id": "268140744360561",
  "layout": "a",
  "customer_id": "4335",
  "customer_name": "Todd Lantz",
  "customer_addr": "Vicki Lantz\n2763 County Road 618\nCape Girardeau, MO 63701",
  "certificate": "43-B-3618",
  "site_id": "001",
  "site_name": "TODD & VICKI LANTZ",
  "insp_type": "ROUTINE INSPECTION",
  "date": "24-SEP-2014",
  "report_date": "25-SEP-2014",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "***An adult male Nubian Ibex was observed with excessively long hooves and significant swelling of the front knees.\nThe hooves are approximately three to four inches longer than normal and curling at the ends. The knee joints are\nrounded and approximately two to three inches in diameter. These conditions have affected the gait of this animal,\ncausing unnatural walking motions. This animal is also observed in less than favorable body condition. The other\nanimals in this enclosure all are in good to excellent condition. The owner stated this animal has previously been\ntreated with antibiotics, dewormed and foot trimmings. Per the owner it has been several months since this animal\nhad been evaluated by a veterinarian. This buck should be evaluated by a licensed veterinarian for diagnosis and\ntreatment. Routine hoof trimmings must be conducted to eliminate excessively long hooves that affect the gait and\ncomfort of the animal. Documentation should be maintained regarding diagnosis and expected treatment programs.\nAn adult female dromedary camel was observed with a rounded protrusion on the upper left side of the neck, just\nbelow the lower jaw bone. This protrusion was approximately four to five inches in diameter and bulbous. At one\npoint this area has an opening with darkened, moist hair surrounding. The attending veterinarian has not evaluated\nthis condition at this time. The owner stated that the mass has increased in size considerably during the last few\nmonths. This condition should be evaluated by a licensed veterinarian for proper diagnosis and treatment plan.\nDocumentation should be maintained for review on future inspections. To be corrected by: 10/02/14\nThis inspection was conducted with the owner on 09/24/14 with the report and exit interview conducted on 09/25/14."
    }
  ],
  "narrative": "2.40(b)(2)           DIRECT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n***An adult male Nubian Ibex was observed with excessively long hooves and significant swelling of the front knees.\n The hooves are approximately three to four inches longer than normal and curling at the ends.  The knee joints are\nrounded and approximately two to three inches in diameter.  These conditions have affected the gait of this animal,\ncausing unnatural walking motions.  This animal is also observed in less than favorable body condition.  The other\nanimals in this enclosure all are in good to excellent condition.  The owner stated this animal has previously been\ntreated with antibiotics, dewormed and foot trimmings. Per the owner it has been several months since this animal\nhad been evaluated by a veterinarian.  This buck should be evaluated by a licensed veterinarian for diagnosis and\ntreatment.  Routine hoof trimmings must be conducted to eliminate excessively long hooves that affect the gait and\ncomfort of the animal.  Documentation should be maintained regarding diagnosis and expected treatment programs.\n \nAn adult female dromedary camel was observed with a rounded protrusion on the upper left side of the neck, just\nbelow the lower jaw bone.  This protrusion was approximately four to five inches in diameter and bulbous.  At one\npoint this area has an opening with darkened, moist hair surrounding.  The attending veterinarian has not evaluated\nthis condition at this time.  The owner stated that the mass has increased in size considerably during the last few\nmonths.  This condition should be evaluated by a licensed veterinarian for proper diagnosis and treatment plan. \nDocumentation should be maintained for review on future inspections.  To be corrected by: 10/02/14\nThis inspection was conducted with the owner on 09/24/14 with the report and exit interview conducted on 09/25/14.",
  "animals_total": 256,
  "species": [
    {
      "count": 40,
      "scientific": "Ammotragus lervia",
      "common": "BARBARY SHEEP"
    },
    {
      "count": 1,
      "scientific": "Atelerix albiventris",
      "common": "HEDGEHOG"
    },
    {
      "count": 2,
      "scientific": "Atherurus africanus",
      "common": "AFRICAN BRUSH-TAILED PORCUPINE"
    },
    {
      "count": 6,
      "scientific": "Boselaphus tragocamelus",
      "common": "NILGAI"
    },
    {
      "count": 6,
      "scientific": "Camelus dromedarius domestic",
      "common": "DOMESTIC DROMEDARY CAMEL"
    },
    {
      "count": 40,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 27,
      "scientific": "Capra nubiana",
      "common": "NUBIAN IBEX"
    },
    {
      "count": 40,
      "scientific": "Cervus elaphus",
      "common": "RED DEER"
    },
    {
      "count": 1,
      "scientific": "Connochaetes gnou",
      "common": "BLACK WILDEBEEST"
    },
    {
      "count": 50,
      "scientific": "Dama dama",
      "common": "FALLOW DEER"
    },
    {
      "count": 5,
      "scientific": "Dolichotis patagonum",
      "common": "PATAGONIAN CAVY / MARA"
    },
    {
      "count": 5,
      "scientific": "Equus quagga",
      "common": "BURCHELL’S / GRANT’S / CHAPMAN’S / PLAINS ZEBRA"
    },
    {
      "count": 1,
      "scientific": "Erethizon dorsatum",
      "common": "NORTH AMERICAN PORCUPINE"
    },
    {
      "count": 2,
      "scientific": "Lama glama",
      "common": "LLAMA"
    },
    {
      "count": 2,
      "scientific": "Lama pacos",
      "common": "ALPACA"
    },
    {
      "count": 2,
      "scientific": "Lemur catta",
      "common": "RING-TAILED LEMUR"
    },
    {
      "count": 4,
      "scientific": "Muntiacus muntjak",
      "common": "INDIAN MUNTJAC"
    },
    {
      "count": 7,
      "scientific": "Oryx gazella",
      "common": "GEMSBOK"
    },
    {
      "count": 1,
      "scientific": "Osphranter rufus",
      "common": "RED KANGAROO"
    },
    {
      "count": 12,
      "scientific": "Ovis aries aries",
      "common": "SHEEP INCLUDING ALL DOMESTIC BREEDS"
    },
    {
      "count": 2,
      "scientific": "Taxidea taxus",
      "common": "AMERICAN BADGER"
    }
  ]
}