{
  "insp_id": "9151453318231",
  "layout": "a",
  "customer_id": "329797",
  "customer_name": "Jacob K Lapp",
  "customer_addr": "12547 Madden Road\nBelmont, WI 53510",
  "certificate": "35-A-0361",
  "site_id": "001",
  "site_name": "JACOB LAPP",
  "insp_type": "ROUTINE INSPECTION",
  "date": "09-JAN-2015",
  "report_date": "09-JAN-2015",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "Five guinea pigs had open wounds on their sides and/or backs. The owner reports these wounds are because\nsome males became aggressive towards each other. The owner had separated the males that fight, however had\nnot reported the bite wounds to the attending veterinarian. Open bite wounds can be painful or become infected\nand cause the affected guinea pigs to get sick. To ensure that the guinea pigs with wounds receive appropriate\ntreatment, the attending veterinarian must be contacted to observe and make treatment recommendations for the\naffected guinea pigs. Promptly report injured or sick animals to the attending veterinarian to obtain treatment\nrecommendations so that that possible pain or sickness can be prevented in affected guinea pigs.\nCorrect by Monday 1/12/2015.\nExit interview conducted with facility representative."
    }
  ],
  "narrative": "2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nFive guinea pigs had open wounds on their sides and/or backs.  The owner reports these wounds are because\nsome males became aggressive towards each other.  The owner had separated the males that fight, however had\nnot reported the bite wounds to the attending veterinarian.  Open bite wounds can be painful or become infected\nand cause the affected guinea pigs to get sick.  To ensure that the guinea pigs with wounds receive appropriate\ntreatment, the attending veterinarian must be contacted to observe and make treatment recommendations for the\naffected guinea pigs.  Promptly report injured or sick animals to the attending veterinarian to obtain treatment\nrecommendations so that that possible pain or sickness can be prevented in affected guinea pigs. \nCorrect by Monday 1/12/2015.\nExit interview conducted with facility representative.",
  "animals_total": 1714,
  "species": [
    {
      "count": 1714,
      "scientific": "Cavia porcellus",
      "common": "DOMESTIC GUINEA PIG"
    }
  ]
}