{
  "insp_id": "214140855210304",
  "layout": "a",
  "customer_id": "21106",
  "customer_name": "Lisa Copeland",
  "customer_addr": "H C R 73, Box 54 E\nDrury, MO 65638",
  "certificate": "--",
  "site_id": "001",
  "site_name": "LISA COPELAND",
  "insp_type": "ROUTINE INSPECTION",
  "date": "18-JUL-2014",
  "report_date": "05-AUG-2014",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "****Thirteen Bassett Hound puppies (DOB 4/14/14 & 4/15/14) had received delayed veterinary care and their health\nhad deteriorated to the point that at least 3 puppies were in critical condition at the time of the inspection. The\npuppies were picked up by the transporter on 6/18/14 and then returned to the owner on 6/28/14 because they were\nrejected by the buyer due to kennel cough. The owner did not take any of the puppies to a veterinarian for diagnosis\nand treatment at that time. The owner treated the puppies by adding Vicks 44 to their drinking water (2 capfuls per 2\ngallon water). Two of the puppies died approximately 2 weeks after being returned. The owner finally took a puppy\nto a veterinarian on 7/14/14 and it was euthanized. The veterinarian diagnosed kennel cough and prescribed\nantibiotics for the remaining puppies. At the time of the inspection, the puppies were extremely thin with ribs, spinal\nprocesses, and hips protruding. The puppies were gagging and coughing. The coughing was harsh and was so\nforceful and lengthy that the puppies often had to stop and lay down afterwards. They would stand or lay with their\nheads extended and their sides would heave with each breath. Several of the puppies had a yellow discharge from\ntheir eyes and some of the puppies had visible third eyelids.\n****An adult female Bassett Hound named \"Big Girl\" was thin, with her ribs being visible and her coat was rough and\ncoarse. She would occasionally cough during the inspection. She had been exposed to the puppies with kennel\ncough. This dog had not been examined by a veterinarian and was not receiving any treatment.\n****An adult female Beagle named \"Sis\" had a bloody discharge from her vulva. She had given birth to 9 puppies\nabout 4 weeks earlier. She was also thin, with her ribs being visible. This dog had not been examined by a\nveterinarian and was not receiving any treatment.\nDelayed and/or inadequate veterinary care can result in progression of the disease, secondary disease conditions,\nand even death. The owner must ensure that all dogs receive timely and adequate veterinary care. The owner must\nhave the adult Bassett Hound and the adult Beagle examined and treated by a veterinarian and must make medical\nrecords available to the inspector upon request.\nThe owner was verbally directed to have the 2 adult dogs evaluated by close of business July 19, 2014.\nOn the day of this inspection, the owner surrendered the 10 Basset Hound puppies to the Missouri Department of\nAgriculture.\nTO BE CORRECTED FROM THIS POINT FORWARD."
    },
    {
      "code": "2.50(a)(2)",
      "kind": "",
      "repeat": false,
      "desc": "TIME AND METHOD OF IDENTIFICATION.",
      "narrative": "(2) Live puppies less than 16 weeks of age\nTwo litters of Bassett Hound puppies (DOB 4/14/14 and 4/15/14) were being housed together in the same\nenclosure. The owner stated that the 10 Bassett Hound puppies had received microchips for identification by the\nbroker when they received the puppies. However, during the inspection, three of the puppies did not have\nmicrochips or other forms of identification (the scanner used by the MO Dept of Ag verified this). The owner's\nmicrochip scanner was not working because the battery was dead. The owner's scanner also was not capable of\nreading the 15-digit chip used by the broker. Correct identification is required to ensure that the dogs receive correct\nmedication and to be able to track the dogs during shipping and transfers of ownership. The owner must ensure\nthat all dogs are correctly identified at all times. If a microchip is being used, the reader must be able to read the\nfrequency of the chips used and be in working order.\nTO BE CORRECTED FROM THIS DATE FORWARD"
    },
    {
      "code": "3.1(a)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "(a) Structure.\nAn adult female Boston terrier was observed outside of the kennel facility. The owner stated that this dog could\nclimb or jump out of its enclosure and run loose. The gate to the kennel facility had been left open and the dog was\nin direct contact with the 10 Bassett Hound puppies that were suffering from kennel cough, a highly contagious\ndisease. The female Boston had a litter of puppies of her own and returned to her puppies after being in contact\nwith the sick puppies. Enclosures that do not securely contain the dogs can result in injury, escape, and contact\nwith other animals. The owner must ensure that all enclosures securely contain the dogs so that they can not\nescape.\nTO BE CORRECTED BY JULY 31, 2014."
    },
    {
      "code": "3.4(a)(1)(3)",
      "kind": "",
      "repeat": false,
      "desc": "OUTDOOR HOUSING FACILITIES.",
      "narrative": "(a) Restrictions. (1)(iii) Sick, infirm, aged, or young dogs.\nThe 10 Bassett Hound puppies (DOB 4/14/14 and 4/15/14) with kennel cough were being housed in an outdoor\nenclosure without approval from the Attending Veterinarian. The owner's Program of Veterinary Care states that\n\"All puppies and mothers kept in climate control building\" and under isolation guidelines the attending veterinarian\nwrote: \"\"sick animals are isolated from general public within kennel building\". Not providing climate-controlled living\nareas can cause stress to sick and young dogs and can affect their health and ability to heal. The owner must follow\nthe directions of her Attending Veterinarian and Program of Veterinary Care when housing puppies and sick\nanimals.\nTO BE CORRECTED FROM THIS POINT FORWARD."
    },
    {
      "code": "3.4(b)",
      "kind": "",
      "repeat": false,
      "desc": "OUTDOOR HOUSING FACILITIES.",
      "narrative": "(b) Shelter from the elements.\nThe 10 Bassett Hound puppies with kennel cough were in an outdoor enclosure that had no shelter. Shelters are\nrequired to protect the animals from the elements. Recent night time temperatures had been as low as 54F.\nShelters must have a roof, four sides, and a floor. The owner must provide one or more shelters in each outdoor\nenclosure that are large enough to contain all the animals at one time and allow them to sit, stand, lie, and turn\nabout freely.\nTO BE CORRECTED FROM THIS POINT FORWARD."
    },
    {
      "code": "3.7(e)",
      "kind": "",
      "repeat": false,
      "desc": "COMPATIBLE GROUPING.",
      "narrative": "(e) Isolation of animals with a contagious disease.\nThe 10 Basset Hound puppies with kennel cough were in an enclosure outside the kennel facility. However, the\nowner allowed her house dogs and some kennel dogs (some of which had litters of puppies) to run loose in the\nyard, allowing them access to the sick puppies, which had a highly contagious disease. These dogs could then\nenter the owner's house and directly contact 2 litters of puppies. Because the house dogs and kennel dogs are all\nallowed to intermingle, there is the potential for most, if not all, dogs in the kennel to be exposed to kennel cough.\nThe owner's Program of Veterinary Care states that \"new dogs or sick animals are isolated from general public\nwithin kennel building.\" Not isolating dogs with a contagious disease can result in exposure of other dogs to the\ndisease. The owner must ensure that dogs having or suspected of having a contagious disease be isolated from\nhealthy animals.\nTO BE CORRECTED FROM THIS DATE FORWARD."
    },
    {
      "code": "3.11(d)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "(d) Pest control.\nTwo adult dogs were observed to be scratching and rubbing their sides and neck along the fence and scratching\ntheir neck with their hind paw. When looked at closer, they had live and dead fleas on the armpit area, chest and\nabdomen areas and between the hind legs. The dogs had been treated by dipping them into a tank of \"flea dip\".\nThis has been done twice, as stated by the owner, but fleas are still present on these 2 dogs. Fleas can irritate and\ncause illness. An effective program for the control of insects, external parasites affecting dogs, must be established\nand maintained so as to promote the health and well-being of the animals and reduce illness and contamination by\npests. The owner must treat the dogs appropriately to remove and prevent fleas and other insects and pests.\nTO BE CORRECTED BY: 25 JULY 2014\nAn exit interview was conducted with the facility representative on July 21, 2014. All noncompliant items were\ndiscussed.\nAn MDA veterinarian and MDA inspector were present at this inspection. The MDA inspector was present at the\nexit interview when the report was delivered.\nAdditional Inspectors\nPlumlee Konnie, Supervisory Animal Care Specialist"
    }
  ],
  "narrative": "2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n****Thirteen Bassett Hound puppies (DOB 4/14/14 & 4/15/14) had received delayed veterinary care and their health\nhad deteriorated to the point that at least 3 puppies were in critical condition at the time of the inspection. The\npuppies were picked up by the transporter on 6/18/14 and then returned to the owner on 6/28/14 because they were\nrejected by the buyer due to kennel cough. The owner did not take any of the puppies to a veterinarian for diagnosis\nand treatment at that time. The owner treated the puppies by adding Vicks 44 to their drinking water (2 capfuls per 2\ngallon water). Two of the puppies died approximately 2 weeks after being returned. The owner finally took a puppy\nto a veterinarian on 7/14/14 and it was euthanized. The veterinarian diagnosed kennel cough and prescribed\nantibiotics for the remaining puppies. At the time of the inspection, the puppies were extremely thin with ribs, spinal\nprocesses, and hips protruding. The puppies were gagging and coughing. The coughing was harsh and was so\nforceful and lengthy that the puppies often had to stop and lay down afterwards. They would stand or lay with their\nheads extended and their sides would heave with each breath. Several of the puppies had a yellow discharge from\ntheir eyes and some of the puppies had visible third eyelids.\n****An adult female Bassett Hound named \"Big Girl\" was thin, with her ribs being visible and her coat was rough and\ncoarse. She would occasionally cough during the inspection. She had been exposed to the puppies with kennel\ncough. This dog had not been examined by a veterinarian and was not receiving any treatment.\n****An adult female Beagle named \"Sis\" had a bloody discharge from her vulva. She had given birth to 9 puppies\nabout 4 weeks earlier. She was also thin, with her ribs being visible. This dog had not been examined by a\nveterinarian and was not receiving any treatment. \nDelayed and/or inadequate veterinary care can result in progression of the disease, secondary disease conditions,\nand even death. The owner must ensure that all dogs receive timely and adequate veterinary care. The owner must\nhave the adult Bassett Hound and the adult Beagle examined and treated by a veterinarian and must make medical\nrecords available to the inspector upon request.\nThe owner was verbally directed to have the 2 adult dogs evaluated by close of business July 19, 2014.\n\nOn the day of this inspection, the owner surrendered the 10 Basset Hound puppies to the Missouri Department of\nAgriculture.\nTO BE CORRECTED FROM THIS POINT FORWARD.\n2.50(a)(2)\nTIME AND METHOD OF IDENTIFICATION.\n(2) Live puppies less than 16 weeks of age\nTwo litters of Bassett Hound puppies (DOB  4/14/14 and 4/15/14) were being housed together in the same\nenclosure.  The owner stated that the 10 Bassett Hound puppies had received microchips for identification by the\nbroker when they received the puppies.  However, during the inspection, three of the puppies did not have\nmicrochips or other forms of identification (the scanner used by the MO Dept of Ag verified this).  The owner's\nmicrochip scanner was not working because the battery was dead.  The owner's scanner also was not capable of\nreading the 15-digit chip used by the broker. Correct identification is required to ensure that the dogs receive correct\nmedication and to be able to track the dogs during shipping and transfers of ownership.  The owner must ensure\nthat all dogs are correctly identified at all times.  If a microchip is being used, the reader must be able to read the\nfrequency of the chips used and be in working order. \nTO BE CORRECTED FROM THIS  DATE FORWARD\n3.1(a)\nHOUSING FACILITIES, GENERAL.\n(a) Structure.\nAn adult female Boston terrier was observed outside of the kennel facility.  The owner stated that this dog could\nclimb or jump out of its enclosure and run loose.  The gate to the kennel facility had been left open and the dog was\nin direct contact with the 10 Bassett Hound puppies that were suffering from kennel cough, a highly contagious\ndisease.  The female Boston had a litter of puppies of her own and returned to her puppies after being in contact\nwith the sick puppies.  Enclosures that do not securely contain the dogs can result in injury, escape, and contact\nwith other animals.  The owner must ensure that all enclosures securely contain the dogs so that they can not\nescape.\nTO BE CORRECTED BY JULY 31, 2014.\n\n3.4(a)(1)(3)\nOUTDOOR HOUSING FACILITIES.\n(a) Restrictions. (1)(iii) Sick, infirm, aged, or young dogs.\nThe 10 Bassett Hound puppies (DOB 4/14/14 and 4/15/14) with kennel cough were being housed in an outdoor\nenclosure without approval from the Attending Veterinarian. The owner's Program of Veterinary Care states that\n\"All puppies and mothers kept in climate control building\" and under isolation guidelines the attending veterinarian\nwrote: \"\"sick animals are isolated from general public within kennel building\". Not providing climate-controlled living\nareas can cause stress to sick and young dogs and can affect their health and ability to heal. The owner must follow\nthe directions of her Attending Veterinarian and Program of Veterinary Care when housing puppies and sick\nanimals.\nTO BE CORRECTED FROM THIS POINT FORWARD.\n3.4(b)\nOUTDOOR HOUSING FACILITIES.\n(b) Shelter from the elements.\nThe 10 Bassett Hound puppies with kennel cough were in an outdoor enclosure that had no shelter.  Shelters are\nrequired to protect the animals from the elements.  Recent night time temperatures had been as low as 54F. \nShelters must have a roof, four sides, and a floor.  The owner must provide one or more shelters in each outdoor\nenclosure that are large enough to contain all the animals at one time and allow them to sit, stand, lie, and turn\nabout freely.\nTO BE CORRECTED FROM THIS POINT FORWARD.\n3.7(e)\nCOMPATIBLE GROUPING.\n(e) Isolation of animals with a contagious disease.\nThe 10 Basset Hound puppies with kennel cough were in an enclosure outside the kennel facility.  However, the\nowner allowed her house dogs and some kennel dogs (some of which had litters of puppies) to run loose in the\nyard, allowing them access to the sick puppies, which had a highly contagious disease.  These dogs could then\nenter the owner's house and directly contact 2 litters of puppies.  Because the house dogs and kennel dogs are all\nallowed to intermingle, there is the potential for most, if not all, dogs in the kennel to be exposed to kennel cough. \nThe owner's Program of Veterinary Care states that \"new dogs or sick animals are isolated from general public\nwithin kennel building.\"  Not isolating dogs with a contagious disease can result in exposure of other dogs to the\ndisease.  The owner must ensure that dogs having or suspected of having a contagious disease be isolated from\n\nhealthy animals.\nTO BE CORRECTED FROM THIS DATE FORWARD.\n3.11(d)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\n(d) Pest control.\nTwo adult dogs were observed to be scratching and rubbing their sides and neck along the fence and scratching\ntheir neck with their hind paw.  When looked at closer, they had live and dead fleas on the armpit area, chest and\nabdomen areas and between the hind legs.  The dogs had been treated by dipping them into a tank of \"flea dip\". \nThis has been done twice, as stated by the owner, but fleas are still present on these 2 dogs. Fleas can irritate and\ncause illness. An effective program for the control of insects, external parasites affecting dogs, must be established\nand maintained so as to promote the health and well-being of the animals and reduce illness and contamination by\npests. The owner must treat the dogs appropriately to remove and prevent fleas and other insects and pests.\nTO BE CORRECTED BY:  25 JULY 2014\nAn exit interview was conducted with the facility representative on July 21, 2014.  All noncompliant items were\ndiscussed.\nAn MDA veterinarian and MDA inspector were present at this inspection.  The MDA inspector was present at the\nexit interview when the report was delivered.\nAdditional Inspectors\nPlumlee Konnie, Supervisory Animal Care Specialist",
  "animals_total": 62,
  "species": [
    {
      "count": 29,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 33,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}