{
  "insp_id": "154150925400122",
  "layout": "a",
  "customer_id": "326777",
  "customer_name": "Patricia M. Sperandio",
  "customer_addr": "2247 Farm Road 1140\nVerona, MO 65769",
  "certificate": "43-A-5732",
  "site_id": "001",
  "site_name": "PATRICIA M. SPERANDIO",
  "insp_type": "ROUTINE INSPECTION",
  "date": "02-JUN-2015",
  "report_date": "04-JUN-2015",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "***An adult female Shih Tzu named Nicole had a firm mass of tissue (about 1 inch by 3 inches) on her abdomen\nthat appeared to involve a mammary gland. The dog had not been examined by a veterinarian. Untreated medical\nconditions can worsen and can be painful. The licensee must have this dog examined by a veterinarian. The\nlicensee must keep records of the diagnosis, treatment, and follow-up care and must make these records available\nto the inspector upon request. If the animal's condition does not resolve during treatment or if it returns, the\nlicensee must consult a veterinarian for further evaluation and treatment. TO BE CORRECTED BY: 6/9/15.\n***Three adult female Shih Tzus (Little Suzy, mc# 460 9507 B2C; Nicole, mc# 485 076 2952; Abby, mc# 485 102\n7458HA) had excessively matted hair on their faces and around their eyes. The matted hair appeared to be\nirritating their eyes. Little Suzy(cid:25)'s right eye had a small amount of gray discharge. Both of Nicole(cid:25)'s eyes had a\nsmall amount of gray discharge. Abby(cid:25)'s right eye had a small amount of gray discharge. Abby'(cid:25)s left eye had a\nsmall amount of yellow discharge that was crusting around the edges of the eye. Matted hair can result in skin\nand/or eye problems, can be painful, and can compromise the hair(cid:25)'s ability to provide protection from the heat or\ncold. The licensee must remove the matted hair from these animals(cid:25) faces and must establish an effective program\nof haircoat maintenance. TO BE CORRECTED BY: 6/4/15."
    },
    {
      "code": "3.6(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "3.6 Primary Enclosures(a)(1)\nThere were at least 2 metal support poles of the chain-link outdoor enclosures that were rusted, broken and had\nsharp edges. The first pole was at the base of the inside gate panel and the second was the vertical pole of the\nback right side panel. These areas have sharp rusted edges that could injure the dogs and because they are broken\noff they do not adequately support the enclosure panels. The licensee shall provide primary enclosures that are\nstructurally sound and ensure that they are kept in good repair; free from excessive rust and sharp edges.\nTO BE CORRECTED: 6/10/2015"
    },
    {
      "code": "3.6(c)(2)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "3.6 Primary Enclosures(c)(2)\nInside the 1st (Reefer) sheltered housing facility there were 3 female and 2 male adult dogs housed in the same\nenclosure. The two male Silky terrier dogs had blood on their heads and bodies, presumably due to fighting. One of\nthe females was displaying signs of heat and the two males were observed growling at each other as one attempted\nto breed the female. The licensee removed the male dogs from the enclosure and had a kennel worker take them to\na veterinarian for medical treatment during the inspection. The licensee stated that she only intended one male to\nbe placed in the enclosure and that one of the kennel staff had mistakenly placed the additional male in the\nenclosure. Moving animals to new enclosures without observation of compatibility leaves opportunity for\nincompatible behavior and fighting which can result in serious injury or even death. The licensee and kennel staff\nshall ensure all dogs housed in the same primary enclosure are compatible. TO BE CORRECTED BY:6/4/2015\nNOTE: The male dogs returned from the veterinarian before the inspection concluded. He noted minor injuries that\ndid not require treatment.\nThis inspection and exit briefing was conducted with the licensee and Konnie Plumlee, VMO.\nAdditional Inspectors\nPlumlee Konnie, Supervisory Animal Care Specialist"
    }
  ],
  "narrative": "2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n***An adult female Shih Tzu named Nicole had a firm mass of tissue (about 1 inch by 3 inches) on her abdomen\nthat appeared to involve a mammary gland.  The dog had not been examined by a veterinarian.  Untreated medical\nconditions can worsen and can be painful.  The licensee must have this dog examined by a veterinarian.  The\nlicensee must keep records of the diagnosis, treatment, and follow-up care and must make these records available\nto the inspector upon request.  If the animal's condition does not resolve during treatment or if it returns, the\nlicensee must consult a veterinarian for further evaluation and treatment.  TO BE CORRECTED BY: 6/9/15.\n***Three adult female Shih Tzus (Little Suzy, mc# 460 9507 B2C; Nicole, mc# 485 076 2952; Abby, mc# 485 102\n7458HA) had excessively matted hair on their faces and around their eyes.   The matted hair appeared to be\nirritating their eyes.  Little Suzy(cid:25)'s right eye had a small amount of gray discharge.  Both of Nicole(cid:25)'s eyes had a\nsmall amount of gray discharge.  Abby(cid:25)'s right eye had a small amount of gray discharge.  Abby'(cid:25)s left eye had a\nsmall amount of yellow discharge that was crusting around the edges of the eye.  Matted hair can result in skin\nand/or eye problems, can be painful, and can compromise the hair(cid:25)'s ability to provide protection from the heat or\ncold.   The licensee must remove the matted hair from these animals(cid:25) faces and must establish an effective program\nof haircoat maintenance.  TO BE CORRECTED BY: 6/4/15.\n3.6(a)(1)\nPRIMARY ENCLOSURES.\n3.6 Primary Enclosures(a)(1)\nThere were at least 2 metal support poles of the chain-link outdoor enclosures that were rusted, broken and had\nsharp edges. The first pole was at the base of the inside gate panel and the second was the vertical pole of the\nback right side panel. These areas have sharp rusted edges that could injure the dogs and because they are broken\noff they do not adequately support the enclosure panels. The licensee shall provide primary enclosures that are\nstructurally sound and ensure that they are kept in good repair; free from excessive rust and sharp edges. \nTO BE CORRECTED: 6/10/2015\n\n3.6(c)(2)\nPRIMARY ENCLOSURES.\n3.6 Primary Enclosures(c)(2)\nInside the 1st (Reefer) sheltered housing facility there were 3 female and 2 male adult dogs housed in the same\nenclosure. The two male Silky terrier dogs had blood on their heads and bodies, presumably due to fighting. One of\nthe females was displaying signs of heat and the two males were observed growling at each other as one attempted\nto breed the female. The licensee removed the male dogs from the enclosure and had a kennel worker take them to\na veterinarian for medical treatment during the inspection.  The licensee stated that she only intended one male to\nbe placed in the enclosure and that one of the kennel staff had mistakenly placed the additional male in the\nenclosure. Moving animals to new enclosures without observation of compatibility leaves opportunity for\nincompatible behavior and fighting which can result in serious injury or even death.  The licensee and kennel staff\nshall ensure all dogs housed in the same primary enclosure are compatible.  TO BE CORRECTED BY:6/4/2015\nNOTE: The male dogs returned from the veterinarian before the inspection concluded.  He noted minor injuries that\ndid not require treatment.\nThis inspection and exit briefing was conducted with the licensee and Konnie Plumlee, VMO.\nAdditional Inspectors\nPlumlee Konnie, Supervisory Animal Care Specialist",
  "animals_total": 244,
  "species": [
    {
      "count": 197,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 47,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}