{
  "insp_id": "INS-0000896589",
  "layout": "c",
  "customer_id": "323233",
  "customer_name": "VERNON MILLER",
  "customer_addr": "6255 NORTH 1000 WEST\nSHIPSHEWANA, IN 46565",
  "certificate": "32-C-0224",
  "site_id": "001",
  "site_name": "VERNON D MILLER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "14-SEP-2023",
  "report_date": "06-OCT-2023",
  "citations": [
    {
      "code": "2.40(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "The licensee did not provide the inspectors with a copy of the program of veterinary care (PVC). Failure to provide a PVC\ndoes not allow USDA inspectors to verify the adequacy of the care being provided to the animals or confirm the facility\nhas an attending veterinarian to provide guidance on appropriate veterinary care for all aspects of animal health and well-\nbeing.\nEach exhibitor shall employ an attending veterinarian under formal arrangements. In the case of a part-time attending\nveterinarian or consultant arrangements, the formal arrangements shall include a written program of veterinary care and\nregularly scheduled visits to the premises of the dealer or exhibitor.\nTo be corrected by September 22, 2023"
    },
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": false,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "- One fallow deer had two lesions on the right side of its neck. One lesion was approximately one inch by two inches. The\naffected area was hairless and crusting. The top portion of the lesion was reddened with scabbing. The second lesion was\napproximately three inches by four inches. The affected area was hairless with significant scabbing and dried blood.\nCracks in the scabbing revealed bright red patches, consistent with bloody and reddened skin.\n- One gray fox had a yellowish green discharge from both eyes. The skin around both eyes had areas that were bright\npink. The globe of each eye was also grayish blue with a cloudy appearance.\n- A young camel in the petting area of the zoo was thin. The entire length of both back hindlimbs and the tail were caked\nwith dried fecal material. The tail was so severely affected that the hair was matted with fecal balls.\n- One lionhead rabbit had areas of matting hair around the neck and front legs.\nLack of veterinary diagnosis and treatment can lead to prolonged suffering and pain.\nEach dealer shall establish and maintain programs of adequate veterinary care including the use of appropriate methods\nto prevent, control, diagnose, and treat diseases and injuries.\nEach exhibitor must contact the attending veterinarian for proper diagnosis and treatment of all veterinary issues.\nTo be corrected by September 21, 2023"
    },
    {
      "code": "2.50(c)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Time and method of identification.",
      "narrative": "There was one adult female Bernese Mountain dog, one adult female cockapoo, one adult female goldendoodle, and\nfourteen puppies that did not have identification.\nAll dogs, including puppies, must have distinctive identification so that animals can be identified in the case of an animal\ndisease outbreak, and to identify specific animals that may require routine or veterinary care. Class “C” exhibitors shall\nidentify all dogs under his control or on his premises, whether held, purchased, or otherwise acquired.\nAll dogs and puppies held at the facility must have a distinctive identification.\nTo be corrected by September 22, 2023"
    },
    {
      "code": "2.75(b)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Records: Dealers and exhibitors.",
      "narrative": "The facility did not have a record demonstrating the type and number of animals on hand used within the zoo area of the\nfacility. Additionally, there were no records of animal acquisition, disposition, births, or deaths for the zoo area animals. An\naccurate animal inventory is required so that USDA inspectors can ensure all animals are accounted for and receiving\nadequate veterinary care. Records of animal acquisition and disposition, including births and deaths, must be kept by the\nfacility to ensure animals can be traced in case of an animal disease outbreak and to ensure there are not high mortality\nrates in the animals.\nAn accurate inventory and records of animal acquisition and disposition, including births and death, must be maintained\nby the facility.\nTo be corrected by September 22, 2023"
    },
    {
      "code": "2.131(b)(1)",
      "kind": "Direct",
      "repeat": false,
      "desc": "Handling of animals.",
      "narrative": "-While on the wagon ride used for the public to feed the animals in the drive-thru portion of the facility a zebra was seen\nkicking a duck with its back leg causing the duck to roll on its back and was unable to right itself. After the zebra kicked\nthe single duck, an eland was startled at the wagon and ran away stepping on numerous other ducks.\n-According to the facility, one round bale of hay is fed nightly. The animals receive their daily grain allotment throughout\nthe day from wagon ride participants. The wagon the inspectors were on the first wagon ride of the day. There was no\nevidence of a round hay bale in the enclosure. The animals gathering around the wagon were very aggressive to get at\nthe grain being fed. Animals with horns and antlers were observed pushing other animals away. The llamas, alpacas, and\nsheep would not approach the wagon. The licensee stated that this was normal for the first wagon ride of the day.\nInappropriate feeding and handling of animals can lead to compatibility issues causing unnecessary animal injury or\ndistress. Handling of all animals shall be done as expeditiously and carefully as possible in a manner that does not cause\ntrauma, overheating, excessive cooling, behavioral stress, physical harm, or unnecessary discomfort.\nAnimals must be fed in a manner that does not cause trauma, behavioral stress, physical harm, or unnecessary\ndiscomfort.\nTo be corrected from this day forward, September 19, 2023"
    },
    {
      "code": "2.131(c)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Handling of animals.",
      "narrative": "There were no barriers for the animals in the walk-thru portion of the zoo. These animals include emus, rheas, turkeys,\ntwo white-tailed deer fawns, one young camel, two zebu, parrots, macaws, three African crested porcupine, two raccoons,\nfour rabbits, two wallabies, 1 red kangaroo, one striped skunk, one Patagonian cavy, one cow, fifteen goats, one Prevost\nsquirrel. A lack of barriers can lead to unnecessary animal or human injury. During public exhibition, any animal must be\nhandled so there is minimal risk of harm to the animal and to the public, with sufficient distance and/or barriers between\nthe animal and the general viewing public so as to assure the safety of animals and the public.\nTo be corrected by September 22, 2023"
    },
    {
      "code": "2.134(a)",
      "kind": "",
      "repeat": false,
      "desc": "Contingency planning.",
      "narrative": "During the inspection, a contingency plan was not made available to inspectors for review. An inadequate contingency\nplan could affect animal health and well-being. All exhibitors must develop, document, and follow an appropriate plan to\nprovide for the humane handling, treatment, transportation, housing, and care of their animals in the event of an\nemergency or disaster.\nTo be corrected from this day forward, September 19, 2023"
    },
    {
      "code": "3.3(e)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Sheltered housing facilities.",
      "narrative": "The adult dogs and six puppies had access to outside runs. These runs were composed of cement floors. The cement\nfloors were not sealed. Unsealed concrete is not impervious moisture. Thus, it is not able to be appropriately cleaned and\nsanitized which can increase the risk for disease transmission.\nIndoor floor areas, outdoor floor areas, all walls, boxes, houses, dens, and other surfaces in contact with the dogs must\nbe impervious to moisture. The cement runs must be sealed.\nTo be corrected by September 29, 2023"
    },
    {
      "code": "3.6(a)(2)",
      "kind": "",
      "repeat": false,
      "desc": "Primary enclosures.",
      "narrative": "- There were dig barriers in the exercise yard for the dogs. There were numerous areas of this dig barrier fence that had\nbeen dug up and were sticking up above the ground.\n- The shade shelter in the exercise yard had two, two by four boards with sharp points. These points were the tips of\nscrews sticking downward at the point where the animals access the shelter.\n- The dividers for the outside pens were composed of aluminum rods. The gaps between the rods were approximately 3-4\ninches. To prevent small dogs and puppies from squeezing between the rods, the licensee lined the rods with a one-inch\nby one-inch welded wire fence. This additional fencing was rusted.\nPrimary enclosures must be constructed and maintained so that they protect the animals from injury. Surfaces in contact\nwith dogs must be able to be readily sanitize or removed or replaced when worn or soiled to reduce odor, pests, and the\npossibility of disease transmission.\nPrimary enclosures must be constructed and maintained in good repair and without rust.\nTo be corrected by September 22, 2023"
    },
    {
      "code": "3.13(b)",
      "kind": "",
      "repeat": false,
      "desc": "Veterinary care for dogs.",
      "narrative": "The medical records for dogs/puppies were incomplete. The only available information for the adult dogs was rabies proof\nof vaccination and heartworm tests. The records must include fecal exams, distemper series vaccine, routine care\nincluding grooming, toenail trims, exams conducted by the licensee and findings, and treatment logs for any dogs/puppies\nunder veterinary treatment.\nMedical records must be kept for all dogs and puppies to ensure the facility is following the written program of veterinary\ncare and properly treating any dog or puppy with any veterinary issues.\nDealers must keep copies of medical records for dogs/puppies and make the records available for APHIS inspection.\nThese records must include:\nThe identity of the animal, including identifying marks, tattoos, or tags on the animal and the animal’s breed, sex, and age;\nProvided, however, that routine husbandry, such as vaccinations, preventive medical procedures, or treatments,\nperformed on all animals in a group (or herd), may be kept on\na single record;\nIf a problem is identified (such as a disease, injury, or illness), the date and a description of the problem, examination\nfindings, test results, plan for treatment and care, and treatment procedures performed, when appropriate;\nThe names of all vaccines and treatments administered and the dates of administration; and\nThe dates and findings/results of all screening, routine, or other required or recommended test or examination.\nTo be corrected by September 23, 2023"
    },
    {
      "code": "3.52(b)",
      "kind": "",
      "repeat": false,
      "desc": "Facilities, outdoor.",
      "narrative": "-The only shelter for a singly housed dwarf rabbit was the top of a plastic transport enclosure with ventilation holes.\n- The shelter in the primary enclosure for three rabbits was in disrepair. There was a large hole measuring approximately\nsix inches by eight inches in the front left corner of the roof.\nThe ventilation holes in the top of the transport enclosure can allow rain and wind into the shelter for the dwarf rabbit. The\nhole in the roof would allow rain, snow and wind in the shelter. These shelters are not adequate to protect the rabbits from\nthe elements and remain dry.\nRabbits kept outdoors shall be provided with access to shelter.\nTo be corrected by September 22, 2023"
    },
    {
      "code": "3.53(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Primary enclosures.",
      "narrative": "- A hole was noticed under the restaurant. When an inspector asked the licensee what the hole was from the licensee\nstated a rabbit had escaped its enclosure and dug the den.\n- The primary enclosure housing 3 rabbits had dig barrier that had been exposed. There was also an area of fencing\napproximately two feet by three feet that has been used for a patch had sharp points on the edges.\nPrimary enclosures shall be structurally sound and maintained in good repair to protect the rabbits from injury, to contain\nthem, and to keep predators out.\nAll enclosures for rabbits must be constructed and maintained in good repair.\nTo be corrected by October 1, 2023"
    },
    {
      "code": "3.78(b)",
      "kind": "",
      "repeat": false,
      "desc": "Outdoor housing facilities.",
      "narrative": "- The shelters used for the three ring-tailed lemurs was a plastic dog feeder with no bedding and no windbreak.\n- The shelter used for the spider monkey was a plastic barrel with no bedding and no windbreak.\n- The shelter for the macaque was a plastic barrel with no bedding and no windbreak.\nLow temperatures listed for the city of the facility were recorded as 47 degrees F for Tuesday, and 44 degrees F for\nWednesday night. Plastic shelters have no insulative value to protect from the cold.\nOutdoor housing facilities for nonhuman primates must provide adequate shelter from the elements at all times. It must\nprovide protection from the sun, rain, snow, wind, and cold, and from any weather conditions that may occur. Appropriate\nshelter must be provided to all nonhuman primates for the comfort of the primates. The shelter must safely provide heat to\nthe nonhuman primates to prevent the ambient temperature from falling below 45 °F to protect the nonhuman primates\nfrom discomfort from the cold.\nAll nonhuman primates housed outside must be provided sufficient shelter for the elements and safely provide heat if\ntemperatures fall below 45 degrees F.\nTo be corrected by October 1, 2023"
    },
    {
      "code": "3.80(a)(2)(i)",
      "kind": "",
      "repeat": false,
      "desc": "Primary enclosures.",
      "narrative": "The primary enclosure housing the spider monkey had a chicken wire patch that measures approximately 12 inches by 12\ninches. There were sharp points around the perimeter of the patch.\nPrimary enclosures must be constructed and maintained so that they have no sharp points or edges that could injure the\nnonhuman primates.\nAll primary enclosures for nonhuman primates must be constructed and maintained in good repair.\nTo be corrected by October 1, 2023"
    },
    {
      "code": "3.81",
      "kind": "",
      "repeat": false,
      "desc": "Environment enhancement to promote psychological well-being.",
      "narrative": "There was no written and documented program for the environmental enrichment of the nonhuman primates held at the\nfacility.\nThe lack of an enrichment program for the nonhuman primates can lead to boredom, stress, behavioral issues and self-\ninjurious behaviors.\nExhibitors must develop, document, and follow an appropriate plan for environment enhancement adequate to promote\nthe psychological well-being of nonhuman primates. The plan must be in accordance with the currently accepted\nprofessional standards as cited in appropriate professional journals or reference guides, and as directed by the attending\nveterinarian. This plan must be made available to APHIS upon request.\nTo be corrected by October 1, 2023"
    },
    {
      "code": "3.82(a)",
      "kind": "",
      "repeat": false,
      "desc": "Feeding.",
      "narrative": "The feed tubes used by the public to give food to the nonhuman primates had a thick coating of black dirt and grime all\nthe way down. These feed tubes were approximately four to six feet in length and made of PVC. The food passing\nthrough these feed tubes may be contaminated from the feed tubes that are not clean.\nThe food fed to nonhuman primates must be clean, wholesome, and palatable to the animals to maintain a healthy\ncondition, weight range and potential animal disease.\nThe feed tubes must be cleaned as often as necessary to prevent contamination of the food fed to the nonhuman\nprimates.\nTo be corrected by October 1, 2023"
    },
    {
      "code": "3.84",
      "kind": "",
      "repeat": false,
      "desc": "Cleaning, sanitization, housekeeping, and pest control.",
      "narrative": "-The shelters in the primary enclosures for the three ring-tailed lemurs, the one spider monkey and the one macaque\nhave not been cleaned or removed since the animals were put in their enclosures this spring.\nThere is debris in the plastic dog feeder used as a shelter for the ring-tailed lemurs. The plastic barrel used for the spider\nmonkey was rusted and dirty and when asked when the last time the spider monkey shelter was cleaned the licensee\nstated that he couldn’t remember the last time someone crawled up there to clean it. The plastic barrel for the macaque\nwas covered in a layer of dirt and grime.\n-There were bird nests in various areas of the primary enclosures for the three ring-tailed lemurs, the spider monkey and\nthe macaque. There were large accumulations of bird feces on the majority of the perches.\nCleaning of primary enclosures and shelters is necessary to prevent odors, pest infestation and reduce the risk of disease\ntransmission. Avian pests and feces can contain disease hazards that can affect the health of the nonhuman primates.\nPrimary enclosures and shelters must be cleaned. A method to eliminate birds from nesting inside the primary enclosures\nfor the nonhuman primates must be established and maintained.\nTo be corrected by October 1, 2023"
    },
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": false,
      "desc": "Facilities, general.",
      "narrative": "-There were two areas of fence in the primary enclosure for the pig housed with two sheep in disrepair. One in the left\nfront corner where one strand of the four inch by four inch wire has come loose, and another the entire six foot length of\nfence on the right front of the enclosure. Both of these areas had sharp points.\n- The primary enclosure housing three African crested porcupine had a patch of fencing materials that measures\napproximately eight feet by four feet with both ends having sharp, rusty points. The food dish had a hole in it that has\nsharp points facing upward into the bowl and the dig barrier fencing has been exposed under the tree limbs.\n- The two adult production pigs had an area of fencing that measures approximately two feet by three feet that has been\ncut out leaving sharp points around the cutout.\n- The primary enclosure for eight goats had a large propane tank for the restaurant. A goat was standing on top of the\npropane tank where there are valves and tubing that go into the restaurant for use.\n- The primary enclosure for the two silver fox had several areal in the corners where the dig barrier was exposed.\n- The primary enclosure housing two calves and two donkeys had a wire running through the middle of it. When the lead\ninspector asked what it was the licensee stated it was an electrical wire that used to be used. When the lead inspector\nasked if it was a “hot” wire the licensee stated yes.\n- The primary enclosure for the two white-tailed deer fawns had an enclosure clad in metal. The metal flashing around the\ndoor has been pulled away on the outside and the inside, causing sharp edges and points.\n- The primary enclosure housing two zebu and two cows had an area of fencing that had become loose. There were two\nstands of the two inch by four inch fence that have sharp points.\n- The primary enclosure housing three adult female goats had a run behind the barn with a section of fence that was not\nattached at one end.\nThe facility must be constructed of such material and of such strength as appropriate for the animals involved. The indoor\nand outdoor housing facilities shall be structurally sound and shall be maintained in good repair to protect the animals\nfrom injury and to contain the animals.\nAll housing facilities for animals must be structurally sound and maintained in good repair.\nTo be corrected by October 1, 2023"
    },
    {
      "code": "3.127(b)",
      "kind": "",
      "repeat": false,
      "desc": "Facilities, outdoor.",
      "narrative": "-There was no shelter from inclement weather provided for the animals in the drive-thru primary enclosures. There was\nlimited shade provided by the line of trees outside of the fence. These animals include the three eland, three water\nbuffalo, one wildebeest, five nilgai, five zebra, three camels, three llamas, two pigs, seventeen fallow deer, eight alpaca,\nfive elk, approximately thirty cows, and three yak.\n-The shelter provided for the skunk was an open-ended plastic tube.\n-The primary enclosure housing the seven pigmy goats did not have a shelter.\n-There was no shelter in the primary enclosure of the marbled fox. The licensee stated that he had taken the shelter out\nbecause it was falling apart and thought that building a new one would be a good winter project.\n-There was only one calf hut shelter in the primary enclosure for the ten sheep and one Scottish highland calf. Not all\nanimals were able to fit in the shelter at the same time.\n-The shelter in the primary enclosure of the red kangaroo did not provide shelter from the elements. There were vertical\ngaps of approximately one inch between all of the pieces of wood on the three sides of the shelter.\n- The shelter in the primary enclosure for the three dairy goats was too small to contain all three animals at the same time.\n-The shelter in the primary enclosure of the two cows and two donkeys was not large enough to contain all the animals at\nthe same time.\nProviding shelter and shelter large enough to protect all animals simultaneously from the elements is important to prevent\ndiscomfort of the animals. Exposure to direct sunlight can cause animals discomfort and can cause them to overheat.\nAll animals must be provided with shelter and shade appropriate for the local climatic conditions.\nTo be corrected by November 1, 2023"
    },
    {
      "code": "3.127(d)",
      "kind": "",
      "repeat": false,
      "desc": "Facilities, outdoor.",
      "narrative": "There was no perimeter fence for the drive-thru primary enclosure that housed the three eland, three water buffalo, one\nwildebeest, five nilgai, and three yak.\nA perimeter fence is required to ensure that the animals are protected from unauthorized persons and animals which may\nintend to have contact with them and functions as a secondary containment system for the animals.\nA perimeter fence must be constructed so that it protects the animals in the facility by restricting animals and unauthorized\npersons from going through it or under it and having contact with the animals in the facility, and so that it can function as a\nsecondary containment system for the animals in the facility. It must be of sufficient distance from the outside of the\nprimary enclosure to prevent physical contact between animals inside the enclosure and animals or persons outside the\nperimeter fence. A perimeter fence variance can also be requested.\nTo be corrected by April 1, 2024"
    },
    {
      "code": "3.128",
      "kind": "",
      "repeat": false,
      "desc": "Space requirements.",
      "narrative": "- There was a cow tethered in a stall in the barn of the walk-thu petting area. This stall was approximately four feet in\nwidth. The cow was able to stand up and lay down but was not able to turn around, walk, or make normal postural\nadjustment.\nA lack of freedom of movement may cause animals physical and/or behavioral distress.\nThe cow must be provided with adequate freedom of movement.\nTo be corrected by September 20, 2023"
    },
    {
      "code": "3.129",
      "kind": "",
      "repeat": false,
      "desc": "Feeding.",
      "narrative": "- The food dish for three African crested porcupines had a layer of brown dirt like material adhered to ninety percent of the\ninterior of the dish.\n- The PVC feeding tube, used by the public to drop food into the primary enclosure of two racoons, had a build-up of\nblack/green filth on nearly the entire interior of the tube. The filth in the feeding tube and bowl can cause contamination\nwhich could lead to disease and illness.\nAll animals must have access to wholesome, palatable food that is free of contamination and in sufficient quantity and\nnutritive value to maintain good health. All feeding receptacles and feeding tubes must kept be clean and sanitary.\nTo be corrected by September 20, 2023"
    },
    {
      "code": "3.130",
      "kind": "",
      "repeat": false,
      "desc": "Watering.",
      "narrative": "-Five water containers, used for two raccoons and seven fox, had a layer of green organic material in the plastic bottle\ntype waterers.\n-The striped skunk exhibit had a water bowl with a layer of green organic material.\n-The only water source in the wallaby enclosure, housing two wallabies, was a running water feature with fish and green\norganic film.\nLack of potable water can lead to disease and illness or may cause the animals to stop drinking water leading to\ndehydration.\nAll animals must have access to clean, potable water and receptacles shall be kept clean and sanitary.\nTo be corrected by September 20, 2023"
    },
    {
      "code": "3.131",
      "kind": "",
      "repeat": false,
      "desc": "Sanitation.",
      "narrative": "- There was excessive fecal accumulation in the primary enclosure for the two racoons. The licensee stated that the\nenclosure is cleaned in the spring.\n- There was an excessive accumulation feces and food waste in the shelter of the primary enclosure for one cavy.\n- There was excessive fecal accumulation in the four primary enclosures housing the seven foxes. The licensee reports\nthat when there is feces build up on the boards of the elevated runs/tunnels they flip the boards over to let the feces fall to\nthe ground. There was feces trapped in the bottom of the raised run of the primary enclosure of the two grey foxes.\n-There were two birds’ nest in the top edge of the interior of the shelter of the five piglets.\n-There was bird feces, evidence of wild birds roosting, in the primary enclosure containing two sheep and a pig.\n-There was bird feces, evidence of wild birds roosting, in the primary enclosure of the Scottish highland calf and young\nWatusi cow.\nInsufficient cleaning can lead to disease hazards, insects, pest and odors. Allowing wild birds to nest in animal shelters\ncan lead to disease transmission and accumulation of bird feces.\nExcreta must be removed from the primary enclosures to prevent disease transmission, odor and pests. A safe and\neffective method to control avian pests must be established and maintained.\nTo be corrected by September 22, 2023"
    },
    {
      "code": "3.153(a)",
      "kind": "",
      "repeat": false,
      "desc": "Primary enclosures.",
      "narrative": "- The primary enclosure that contained the ostrich, rhea, and emu had an area of fencing with protruding sharp points\napproximately three foot in vertical length.\n-The metal roof of the primary enclosure of the Amazonian parrot had pulled away from the primary enclosure in the back\nleft. This left a gap large enough for a wild bird to enter and nest.\n-The outdoor shelters for the scarlet macaw, the blue and gold macaw and the umbrella cockatoo had been chewed on by\nthe birds leaving large missing sections. There were three screws were that only partly screwed into an area of the blue\nand gold macaw leaving shelter with over an inch of exposed screw.\nThese shelters did not provide shelter from inclement weather or shade from the sun, and exposed screws could lead to\ninjury of the birds.\nPrimary enclosures must be maintained in good repair and sufficient to provide shelter from inclement weather and to\nprovide shade.\nTo be corrected by October 1, 2023"
    },
    {
      "code": "3.154",
      "kind": "",
      "repeat": false,
      "desc": "Environment enhancement to promote psychological well-being.",
      "narrative": "-There was no written environmental enrichment plan for the birds.\n-The was no enrichment devices present within the enclosures for the umbrella cockatoo or the blue and gold macaw.\nThe umbrella cockatoo has patchy breast feathers. The licensee reports that the patchy feathers are an improvement\nfrom his previous feather loss. There was also no enrichment devices in the enclosure for the Amazonian parrot or the\nred-bellied macaw.\nInsufficient enrichment for birds can cause psychological distress to birds and can lead to aggression or self-injurious\nbehavior.\nA written enrichment plan must be established, approved by the attending veterinarian and available to USDA inspectors.\nTo be corrected by September 22, 2023"
    },
    {
      "code": "3.156",
      "kind": "",
      "repeat": false,
      "desc": "Watering",
      "narrative": "-The water container in the walk-in aviary had a layer of green organic material in the plastic bottle type waterer.\n-The only water source of water in the primary enclosures of two African crowned crane, two ducks, and three chickens\nwas a water feature with fish in it and had a green organic film.\n-The only water available to the ducks and geese in the large drive thru pasture was a pond with a surface covered in\nduckweed.\nLack of potable water can lead to disease and illness or may cause the animals to stop drinking water leading to\ndehydration.\nAll birds must have access to clean, potable water and receptacles shall be kept clean and sanitary.\nTo be corrected by September 20, 2023"
    },
    {
      "code": "3.158(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Cleaning, sanitization, housekeeping, and pest control.",
      "narrative": "-The primary enclosure housing eight ducklings had a buildup of excrement and food waste that covered about one third\nof the ground in the enclosure. There was a swarm of flies on the fecal/food material.\n-The walk-thru aviary had a significant buildup of food waste, fecal material and feathers on the walls and floor of the\nenclosure. The licensee states that he cleans the aviary every spring.\n-There was a wild bird’s nest on the chicken wire above the Amazonian parrot with fecal buildup and on the interior and\nexterior of the primary enclosure.\nInsufficient cleaning can lead to disease hazards, insects, pest and odors. Allowing wild birds to nest in animal shelters\ncan lead to disease transmission and accumulation of bird feces.\nExcreta and food waste must be removed from within, under, and around the primary enclosure often enough to prevent\nexcessive accumulation. A safe and effective method to control avian pests must be established and maintained.\nTo be corrected by September 28, 2023"
    },
    {
      "code": "3.160(b)",
      "kind": "Direct",
      "repeat": false,
      "desc": "Compatibility and separation",
      "narrative": "All of the birds in the drive through area of the zoo were housed with mammals of various size. These animals include\neland, nilgai, buffalo, elk, zebra, camel, cattle, and yak. While on the wagon ride used for the public to feed the animals in\nthe drive-thru portion of the facility a zebra was seen kicking a duck with its back leg causing the duck to roll on its back\nand was unable to right itself. After the zebra kicked the single duck, an eland was startled at the wagon and ran away\nstepping on numerous other ducks. The lead inspector had to ask the driver to stop to pick up the duck that was kicked by\nthe zebra so that veterinarian could be called, and the duck could receive veterinary attention. The duck was put at the\ndrivers feet and was unable to stand. The licensee stated that the animals get their only ration of grain from the wagon\nrides. The licensee also stated a round bale of hay is fed every night. Birds do not eat hay and therefore only get their\nration of food during the wagon rides. The ducks competing with these large animals for food shows that they are hungry.\nThis co-mingling of mammals and birds when feeding is leading to bird distress and injury.\nBirds cannot be housed with other birds and/or mammals that prevent access to food, water, or shelter by individual\nanimals, or be hazardous to the health and well-being of each other.\nBirds may not be housed with other animals, including members of their own species, unless they are compatible.\nCompatibility must be determined in accordance with generally accepted professional practices and by actual\nobservations to ensure that the birds are, in fact, compatible.\nTo be corrected from this day forward, September 19, 2023\nThis inspection and exit interview were conducted with ______.\nAdditional Inspectors:\nKristin Ray, VETERINARY MEDICAL OFFICER\nJUSTINE O MALLEY, VETERINARY MEDICAL OFFICER n"
    }
  ],
  "narrative": "2.40(a)(1) \n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nThe licensee did not provide the inspectors with a copy of the program of veterinary care (PVC). Failure to provide a PVC \ndoes not allow USDA inspectors to verify the adequacy of the care being provided to the animals or confirm the facility \nhas an attending veterinarian to provide guidance on appropriate veterinary care for all aspects of animal health and well-\nbeing. \nEach exhibitor shall employ an attending veterinarian under formal arrangements. In the case of a part-time attending \nveterinarian or consultant arrangements, the formal arrangements shall include a written program of veterinary care and \nregularly scheduled visits to the premises of the dealer or exhibitor. \nTo be corrected by September 22, 2023 \n2.40(b)(2)  Direct\n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \n- One fallow deer had two lesions on the right side of its neck. One lesion was approximately one inch by two inches. The \naffected area was hairless and crusting. The top portion of the lesion was reddened with scabbing. The second lesion was \napproximately three inches by four inches. The affected area was hairless with significant scabbing and dried blood. \nCracks in the scabbing revealed bright red patches, consistent with bloody and reddened skin.  \n- One gray fox had a yellowish green discharge from both eyes. The skin around both eyes had areas that were bright \npink. The globe of each eye was also grayish blue with a cloudy appearance.  \n- A young camel in the petting area of the zoo was thin. The entire length of both back hindlimbs and the tail were caked \nwith dried fecal material. The tail was so severely affected that the hair was matted with fecal balls.  \n- One lionhead rabbit had areas of matting hair around the neck and front legs.  \nLack of veterinary diagnosis and treatment can lead to prolonged suffering and pain. \nEach dealer shall establish and maintain programs of adequate veterinary care including the use of appropriate methods \nto prevent, control, diagnose, and treat diseases and injuries. \nEach exhibitor must contact the attending veterinarian for proper diagnosis and treatment of all veterinary issues. \nTo be corrected by September 21, 2023 \n2.50(c)(1) \n   \nTime and method of identification.\n\nThere was one adult female Bernese Mountain dog, one adult female cockapoo, one adult female goldendoodle, and \nfourteen puppies that did not have identification.  \nAll dogs, including puppies, must have distinctive identification so that animals can be identified in the case of an animal \ndisease outbreak, and to identify specific animals that may require routine or veterinary care. Class “C” exhibitors shall \nidentify all dogs under his control or on his premises, whether held, purchased, or otherwise acquired.  \nAll dogs and puppies held at the facility must have a distinctive identification. \nTo be corrected by September 22, 2023 \n2.75(b)(1) \n   \nRecords: Dealers and exhibitors. \nThe facility did not have a record demonstrating the type and number of animals on hand used within the zoo area of the \nfacility. Additionally, there were no records of animal acquisition, disposition, births, or deaths for the zoo area animals. An \naccurate animal inventory is required so that USDA inspectors can ensure all animals are accounted for and receiving \nadequate veterinary care. Records of animal acquisition and disposition, including births and deaths, must be kept by the \nfacility to ensure animals can be traced in case of an animal disease outbreak and to ensure there are not high mortality \nrates in the animals. \nAn accurate inventory and records of animal acquisition and disposition, including births and death, must be maintained \nby the facility.  \nTo be corrected by September 22, 2023 \n2.131(b)(1)  Direct\n   \nHandling of animals. \n-While on the wagon ride used for the public to feed the animals in the drive-thru portion of the facility a zebra was seen \nkicking a duck with its back leg causing the duck to roll on its back and was unable to right itself. After the zebra kicked \nthe single duck, an eland was startled at the wagon and ran away stepping on numerous other ducks.  \n-According to the facility, one round bale of hay is fed nightly. The animals receive their daily grain allotment throughout \nthe day from wagon ride participants. The wagon the inspectors were on the first wagon ride of the day. There was no \nevidence of a round hay bale in the enclosure. The animals gathering around the wagon were very aggressive to get at \nthe grain being fed. Animals with horns and antlers were observed pushing other animals away. The llamas, alpacas, and \nsheep would not approach the wagon. The licensee stated that this was normal for the first wagon ride of the day. \nInappropriate feeding and handling of animals can lead to compatibility issues causing unnecessary animal injury or \ndistress. Handling of all animals shall be done as expeditiously and carefully as possible in a manner that does not cause \ntrauma, overheating, excessive cooling, behavioral stress, physical harm, or unnecessary discomfort. \nAnimals must be fed in a manner that does not cause trauma, behavioral stress, physical harm, or unnecessary \ndiscomfort. \nTo be corrected from this day forward, September 19, 2023 \n2.131(c)(1) \n   \nHandling of animals. \nThere were no barriers for the animals in the walk-thru portion of the zoo. These animals include emus, rheas, turkeys, \ntwo white-tailed deer fawns, one young camel, two zebu, parrots, macaws, three African crested porcupine, two raccoons, \nfour rabbits, two wallabies, 1 red kangaroo, one striped skunk, one Patagonian cavy, one cow, fifteen goats, one Prevost\n\nsquirrel. A lack of barriers can lead to unnecessary animal or human injury. During public exhibition, any animal must be \nhandled so there is minimal risk of harm to the animal and to the public, with sufficient distance and/or barriers between \nthe animal and the general viewing public so as to assure the safety of animals and the public. \nTo be corrected by September 22, 2023 \n2.134(a) \n   \nContingency planning. \nDuring the inspection, a contingency plan was not made available to inspectors for review. An inadequate contingency \nplan could affect animal health and well-being. All exhibitors must develop, document, and follow an appropriate plan to \nprovide for the humane handling, treatment, transportation, housing, and care of their animals in the event of an \nemergency or disaster. \nTo be corrected from this day forward, September 19, 2023 \n3.3(e)(1) \n   \nSheltered housing facilities. \nThe adult dogs and six puppies had access to outside runs. These runs were composed of cement floors. The cement \nfloors were not sealed. Unsealed concrete is not impervious moisture. Thus, it is not able to be appropriately cleaned and \nsanitized which can increase the risk for disease transmission. \nIndoor floor areas, outdoor floor areas, all walls, boxes, houses, dens, and other surfaces in contact with the dogs must \nbe impervious to moisture. The cement runs must be sealed. \nTo be corrected by September 29, 2023 \n3.6(a)(2) \n   \nPrimary enclosures. \n- There were dig barriers in the exercise yard for the dogs. There were numerous areas of this dig barrier fence that had \nbeen dug up and were sticking up above the ground. \n- The shade shelter in the exercise yard had two, two by four boards with sharp points. These points were the tips of \nscrews sticking downward at the point where the animals access the shelter. \n- The dividers for the outside pens were composed of aluminum rods. The gaps between the rods were approximately 3-4 \ninches. To prevent small dogs and puppies from squeezing between the rods, the licensee lined the rods with a one-inch \nby one-inch welded wire fence. This additional fencing was rusted.  \nPrimary enclosures must be constructed and maintained so that they protect the animals from injury. Surfaces in contact \nwith dogs must be able to be readily sanitize or removed or replaced when worn or soiled to reduce odor, pests, and the \npossibility of disease transmission. \nPrimary enclosures must be constructed and maintained in good repair and without rust. \nTo be corrected by September 22, 2023 \n3.13(b) \n   \nVeterinary care for dogs. \nThe medical records for dogs/puppies were incomplete. The only available information for the adult dogs was rabies proof \nof vaccination and heartworm tests. The records must include fecal exams, distemper series vaccine, routine care \nincluding grooming, toenail trims, exams conducted by the licensee and findings, and treatment logs for any dogs/puppies\n\nunder veterinary treatment. \nMedical records must be kept for all dogs and puppies to ensure the facility is following the written program of veterinary \ncare and properly treating any dog or puppy with any veterinary issues. \nDealers must keep copies of medical records for dogs/puppies and make the records available for APHIS inspection. \nThese records must include: \nThe identity of the animal, including identifying marks, tattoos, or tags on the animal and the animal’s breed, sex, and age; \nProvided, however, that routine husbandry, such as vaccinations, preventive medical procedures, or treatments, \nperformed on all animals in a group (or herd), may be kept on \na single record; \nIf a problem is identified (such as a disease, injury, or illness), the date and a description of the problem, examination \nfindings, test results, plan for treatment and care, and treatment procedures performed, when appropriate; \nThe names of all vaccines and treatments administered and the dates of administration; and \nThe dates and findings/results of all screening, routine, or other required or recommended test or examination. \nTo be corrected by September 23, 2023 \n3.52(b) \n   \nFacilities, outdoor. \n-The only shelter for a singly housed dwarf rabbit was the top of a plastic transport enclosure with ventilation holes. \n- The shelter in the primary enclosure for three rabbits was in disrepair. There was a large hole measuring approximately \nsix inches by eight inches in the front left corner of the roof. \nThe ventilation holes in the top of the transport enclosure can allow rain and wind into the shelter for the dwarf rabbit. The \nhole in the roof would allow rain, snow and wind in the shelter. These shelters are not adequate to protect the rabbits from \nthe elements and remain dry. \nRabbits kept outdoors shall be provided with access to shelter. \nTo be corrected by September 22, 2023 \n3.53(a)(1) \n   \nPrimary enclosures. \n- A hole was noticed under the restaurant. When an inspector asked the licensee what the hole was from the licensee \nstated a rabbit had escaped its enclosure and dug the den. \n- The primary enclosure housing 3 rabbits had dig barrier that had been exposed. There was also an area of fencing \napproximately two feet by three feet that has been used for a patch had sharp points on the edges. \nPrimary enclosures shall be structurally sound and maintained in good repair to protect the rabbits from injury, to contain \nthem, and to keep predators out. \nAll enclosures for rabbits must be constructed and maintained in good repair. \nTo be corrected by October 1, 2023 \n3.78(b) \n   \nOutdoor housing facilities. \n- The shelters used for the three ring-tailed lemurs was a plastic dog feeder with no bedding and no windbreak. \n- The shelter used for the spider monkey was a plastic barrel with no bedding and no windbreak. \n- The shelter for the macaque was a plastic barrel with no bedding and no windbreak.\n\nLow temperatures listed for the city of the facility were recorded as 47 degrees F for Tuesday, and 44 degrees F for \nWednesday night. Plastic shelters have no insulative value to protect from the cold.  \nOutdoor housing facilities for nonhuman primates must provide adequate shelter from the elements at all times. It must \nprovide protection from the sun, rain, snow, wind, and cold, and from any weather conditions that may occur. Appropriate \nshelter must be provided to all nonhuman primates for the comfort of the primates. The shelter must safely provide heat to \nthe nonhuman primates to prevent the ambient temperature from falling below 45 °F to protect the nonhuman primates \nfrom discomfort from the cold. \nAll nonhuman primates housed outside must be provided sufficient shelter for the elements and safely provide heat if \ntemperatures fall below 45 degrees F. \nTo be corrected by October 1, 2023 \n3.80(a)(2)(i) \n   \nPrimary enclosures. \nThe primary enclosure housing the spider monkey had a chicken wire patch that measures approximately 12 inches by 12 \ninches. There were sharp points around the perimeter of the patch. \nPrimary enclosures must be constructed and maintained so that they have no sharp points or edges that could injure the \nnonhuman primates. \nAll primary enclosures for nonhuman primates must be constructed and maintained in good repair. \nTo be corrected by October 1, 2023 \n3.81 \n   \nEnvironment enhancement to promote psychological well-being. \nThere was no written and documented program for the environmental enrichment of the nonhuman primates held at the \nfacility. \nThe lack of an enrichment program for the nonhuman primates can lead to boredom, stress, behavioral issues and self-\ninjurious behaviors. \nExhibitors must develop, document, and follow an appropriate plan for environment enhancement adequate to promote \nthe psychological well-being of nonhuman primates. The plan must be in accordance with the currently accepted \nprofessional standards as cited in appropriate professional journals or reference guides, and as directed by the attending \nveterinarian. This plan must be made available to APHIS upon request. \nTo be corrected by October 1, 2023 \n3.82(a) \n   \nFeeding. \nThe feed tubes used by the public to give food to the nonhuman primates had a thick coating of black dirt and grime all \nthe way down. These feed tubes were approximately four to six feet in length and made of PVC. The food passing \nthrough these feed tubes may be contaminated from the feed tubes that are not clean. \nThe food fed to nonhuman primates must be clean, wholesome, and palatable to the animals to maintain a healthy \ncondition, weight range and potential animal disease. \nThe feed tubes must be cleaned as often as necessary to prevent contamination of the food fed to the nonhuman \nprimates. \nTo be corrected by October 1, 2023\n\n3.84 \n   \nCleaning, sanitization, housekeeping, and pest control. \n-The shelters in the primary enclosures for the three ring-tailed lemurs, the one spider monkey and the one macaque \nhave not been cleaned or removed since the animals were put in their enclosures this spring. \nThere is debris in the plastic dog feeder used as a shelter for the ring-tailed lemurs. The plastic barrel used for the spider \nmonkey was rusted and dirty and when asked when the last time the spider monkey shelter was cleaned the licensee \nstated that he couldn’t remember the last time someone crawled up there to clean it. The plastic barrel for the macaque \nwas covered in a layer of dirt and grime. \n-There were bird nests in various areas of the primary enclosures for the three ring-tailed lemurs, the spider monkey and \nthe macaque. There were large accumulations of bird feces on the majority of the perches. \nCleaning of primary enclosures and shelters is necessary to prevent odors, pest infestation and reduce the risk of disease \ntransmission. Avian pests and feces can contain disease hazards that can affect the health of the nonhuman primates. \nPrimary enclosures and shelters must be cleaned. A method to eliminate birds from nesting inside the primary enclosures \nfor the nonhuman primates must be established and maintained. \nTo be corrected by October 1, 2023 \n3.125(a) \n   \nFacilities, general. \n-There were two areas of fence in the primary enclosure for the pig housed with two sheep in disrepair. One in the left \nfront corner where one strand of the four inch by four inch wire has come loose, and another the entire six foot length of \nfence on the right front of the enclosure. Both of these areas had sharp points. \n- The primary enclosure housing three African crested porcupine had a patch of fencing materials that measures \napproximately eight feet by four feet with both ends having sharp, rusty points. The food dish had a hole in it that has \nsharp points facing upward into the bowl and the dig barrier fencing has been exposed under the tree limbs. \n- The two adult production pigs had an area of fencing that measures approximately two feet by three feet that has been \ncut out leaving sharp points around the cutout. \n- The primary enclosure for eight goats had a large propane tank for the restaurant. A goat was standing on top of the \npropane tank where there are valves and tubing that go into the restaurant for use. \n- The primary enclosure for the two silver fox had several areal in the corners where the dig barrier was exposed. \n- The primary enclosure housing two calves and two donkeys had a wire running through the middle of it. When the lead \ninspector asked what it was the licensee stated it was an electrical wire that used to be used. When the lead inspector \nasked if it was a “hot” wire the licensee stated yes. \n- The primary enclosure for the two white-tailed deer fawns had an enclosure clad in metal. The metal flashing around the \ndoor has been pulled away on the outside and the inside, causing sharp edges and points. \n- The primary enclosure housing two zebu and two cows had an area of fencing that had become loose. There were two \nstands of the two inch by four inch fence that have sharp points. \n- The primary enclosure housing three adult female goats had a run behind the barn with a section of fence that was not \nattached at one end. \nThe facility must be constructed of such material and of such strength as appropriate for the animals involved. The indoor \nand outdoor housing facilities shall be structurally sound and shall be maintained in good repair to protect the animals \nfrom injury and to contain the animals. \nAll housing facilities for animals must be structurally sound and maintained in good repair. \nTo be corrected by October 1, 2023\n\n3.127(b) \n   \nFacilities, outdoor. \n-There was no shelter from inclement weather provided for the animals in the drive-thru primary enclosures. There was \nlimited shade provided by the line of trees outside of the fence. These animals include the three eland, three water \nbuffalo, one wildebeest, five nilgai, five zebra, three camels, three llamas, two pigs, seventeen fallow deer, eight alpaca, \nfive elk, approximately thirty cows, and three yak. \n-The shelter provided for the skunk was an open-ended plastic tube.  \n-The primary enclosure housing the seven pigmy goats did not have a shelter. \n-There was no shelter in the primary enclosure of the marbled fox. The licensee stated that he had taken the shelter out \nbecause it was falling apart and thought that building a new one would be a good winter project.  \n-There was only one calf hut shelter in the primary enclosure for the ten sheep and one Scottish highland calf. Not all \nanimals were able to fit in the shelter at the same time.  \n-The shelter in the primary enclosure of the red kangaroo did not provide shelter from the elements. There were vertical \ngaps of approximately one inch between all of the pieces of wood on the three sides of the shelter.  \n- The shelter in the primary enclosure for the three dairy goats was too small to contain all three animals at the same time.  \n-The shelter in the primary enclosure of the two cows and two donkeys was not large enough to contain all the animals at \nthe same time.  \nProviding shelter and shelter large enough to protect all animals simultaneously from the elements is important to prevent \ndiscomfort of the animals. Exposure to direct sunlight can cause animals discomfort and can cause them to overheat.  \nAll animals must be provided with shelter and shade appropriate for the local climatic conditions.  \nTo be corrected by November 1, 2023 \n3.127(d) \n   \nFacilities, outdoor. \nThere was no perimeter fence for the drive-thru primary enclosure that housed the three eland, three water buffalo, one \nwildebeest, five nilgai, and three yak.  \nA perimeter fence is required to ensure that the animals are protected from unauthorized persons and animals which may \nintend to have contact with them and functions as a secondary containment system for the animals. \nA perimeter fence must be constructed so that it protects the animals in the facility by restricting animals and unauthorized \npersons from going through it or under it and having contact with the animals in the facility, and so that it can function as a \nsecondary containment system for the animals in the facility. It must be of sufficient distance from the outside of the \nprimary enclosure to prevent physical contact between animals inside the enclosure and animals or persons outside the \nperimeter fence. A perimeter fence variance can also be requested. \nTo be corrected by April 1, 2024 \n3.128 \n   \nSpace requirements. \n- There was a cow tethered in a stall in the barn of the walk-thu petting area. This stall was approximately four feet in \nwidth. The cow was able to stand up and lay down but was not able to turn around, walk, or make normal postural \nadjustment.  \nA lack of freedom of movement may cause animals physical and/or behavioral distress.\n\nThe cow must be provided with adequate freedom of movement.  \nTo be corrected by September 20, 2023 \n3.129 \n   \nFeeding. \n- The food dish for three African crested porcupines had a layer of brown dirt like material adhered to ninety percent of the \ninterior of the dish.  \n- The PVC feeding tube, used by the public to drop food into the primary enclosure of two racoons, had a build-up of \nblack/green filth on nearly the entire interior of the tube. The filth in the feeding tube and bowl can cause contamination \nwhich could lead to disease and illness.  \nAll animals must have access to wholesome, palatable food that is free of contamination and in sufficient quantity and \nnutritive value to maintain good health. All feeding receptacles and feeding tubes must kept be clean and sanitary.  \nTo be corrected by September 20, 2023 \n3.130 \n   \nWatering. \n-Five water containers, used for two raccoons and seven fox, had a layer of green organic material in the plastic bottle \ntype waterers. \n-The striped skunk exhibit had a water bowl with a layer of green organic material. \n-The only water source in the wallaby enclosure, housing two wallabies, was a running water feature with fish and green \norganic film. \nLack of potable water can lead to disease and illness or may cause the animals to stop drinking water leading to \ndehydration. \nAll animals must have access to clean, potable water and receptacles shall be kept clean and sanitary. \nTo be corrected by September 20, 2023 \n3.131 \n   \nSanitation. \n- There was excessive fecal accumulation in the primary enclosure for the two racoons. The licensee stated that the \nenclosure is cleaned in the spring.  \n- There was an excessive accumulation feces and food waste in the shelter of the primary enclosure for one cavy.  \n- There was excessive fecal accumulation in the four primary enclosures housing the seven foxes. The licensee reports \nthat when there is feces build up on the boards of the elevated runs/tunnels they flip the boards over to let the feces fall to \nthe ground. There was feces trapped in the bottom of the raised run of the primary enclosure of the two grey foxes.  \n-There were two birds’ nest in the top edge of the interior of the shelter of the five piglets.  \n-There was bird feces, evidence of wild birds roosting, in the primary enclosure containing two sheep and a pig. \n-There was bird feces, evidence of wild birds roosting, in the primary enclosure of the Scottish highland calf and young \nWatusi cow.  \nInsufficient cleaning can lead to disease hazards, insects, pest and odors. Allowing wild birds to nest in animal shelters \ncan lead to disease transmission and accumulation of bird feces. \nExcreta must be removed from the primary enclosures to prevent disease transmission, odor and pests. A safe and\n\neffective method to control avian pests must be established and maintained. \nTo be corrected by September 22, 2023 \n3.153(a) \n   \nPrimary enclosures. \n- The primary enclosure that contained the ostrich, rhea, and emu had an area of fencing with protruding sharp points \napproximately three foot in vertical length.  \n-The metal roof of the primary enclosure of the Amazonian parrot had pulled away from the primary enclosure in the back \nleft. This left a gap large enough for a wild bird to enter and nest.  \n-The outdoor shelters for the scarlet macaw, the blue and gold macaw and the umbrella cockatoo had been chewed on by \nthe birds leaving large missing sections. There were three screws were that only partly screwed into an area of the blue \nand gold macaw leaving shelter with over an inch of exposed screw.  \nThese shelters did not provide shelter from inclement weather or shade from the sun, and exposed screws could lead to \ninjury of the birds.  \nPrimary enclosures must be maintained in good repair and sufficient to provide shelter from inclement weather and to \nprovide shade. \nTo be corrected by October 1, 2023 \n3.154 \n   \nEnvironment enhancement to promote psychological well-being. \n-There was no written environmental enrichment plan for the birds.  \n-The was no enrichment devices present within the enclosures for the umbrella cockatoo or the blue and gold macaw. \nThe umbrella cockatoo has patchy breast feathers. The licensee reports that the patchy feathers are an improvement \nfrom his previous feather loss. There was also no enrichment devices in the enclosure for the Amazonian parrot or the \nred-bellied macaw.  \nInsufficient enrichment for birds can cause psychological distress to birds and can lead to aggression or self-injurious \nbehavior. \nA written enrichment plan must be established, approved by the attending veterinarian and available to USDA inspectors.  \nTo be corrected by September 22, 2023 \n3.156 \n   \nWatering \n-The water container in the walk-in aviary had a layer of green organic material in the plastic bottle type waterer. \n-The only water source of water in the primary enclosures of two African crowned crane, two ducks, and three chickens \nwas a water feature with fish in it and had a green organic film. \n-The only water available to the ducks and geese in the large drive thru pasture was a pond with a surface covered in \nduckweed. \nLack of potable water can lead to disease and illness or may cause the animals to stop drinking water leading to \ndehydration. \nAll birds must have access to clean, potable water and receptacles shall be kept clean and sanitary. \nTo be corrected by September 20, 2023\n\n3.158(a)(1) \n   \nCleaning, sanitization, housekeeping, and pest control. \n-The primary enclosure housing eight ducklings had a buildup of excrement and food waste that covered about one third \nof the ground in the enclosure. There was a swarm of flies on the fecal/food material.  \n-The walk-thru aviary had a significant buildup of food waste, fecal material and feathers on the walls and floor of the \nenclosure. The licensee states that he cleans the aviary every spring.  \n-There was a wild bird’s nest on the chicken wire above the Amazonian parrot with fecal buildup and on the interior and \nexterior of the primary enclosure.  \nInsufficient cleaning can lead to disease hazards, insects, pest and odors. Allowing wild birds to nest in animal shelters \ncan lead to disease transmission and accumulation of bird feces. \nExcreta and food waste must be removed from within, under, and around the primary enclosure often enough to prevent \nexcessive accumulation. A safe and effective method to control avian pests must be established and maintained. \nTo be corrected by September 28, 2023 \n3.160(b)  Direct\n   \nCompatibility and separation \nAll of the birds in the drive through area of the zoo were housed with mammals of various size. These animals include \neland, nilgai, buffalo, elk, zebra, camel, cattle, and yak. While on the wagon ride used for the public to feed the animals in \nthe drive-thru portion of the facility a zebra was seen kicking a duck with its back leg causing the duck to roll on its back \nand was unable to right itself. After the zebra kicked the single duck, an eland was startled at the wagon and ran away \nstepping on numerous other ducks. The lead inspector had to ask the driver to stop to pick up the duck that was kicked by \nthe zebra so that veterinarian could be called, and the duck could receive veterinary attention. The duck was put at the \ndrivers feet and was unable to stand. The licensee stated that the animals get their only ration of grain from the wagon \nrides. The licensee also stated a round bale of hay is fed every night. Birds do not eat hay and therefore only get their \nration of food during the wagon rides. The ducks competing with these large animals for food shows that they are hungry. \nThis co-mingling of mammals and birds when feeding is leading to bird distress and injury. \nBirds cannot be housed with other birds and/or mammals that prevent access to food, water, or shelter by individual \nanimals, or be hazardous to the health and well-being of each other.  \nBirds may not be housed with other animals, including members of their own species, unless they are compatible. \nCompatibility must be determined in accordance with generally accepted professional practices and by actual \nobservations to ensure that the birds are, in fact, compatible. \nTo be corrected from this day forward, September 19, 2023 \n \nThis inspection and exit interview were conducted with ______. \n \nAdditional Inspectors: \nKristin Ray, VETERINARY MEDICAL OFFICER \nJUSTINE O MALLEY, VETERINARY MEDICAL OFFICER n",
  "animals_total": 378,
  "species": [
    {
      "count": 4,
      "scientific": "Dromaius novaehollandiae",
      "common": "EMU"
    },
    {
      "count": 26,
      "scientific": "Bos taurus",
      "common": "CATTLE / COW / OX / WATUSI"
    },
    {
      "count": 1,
      "scientific": "Brachyteles arachnoides",
      "common": "WOOLLY SPIDER MONKEY"
    },
    {
      "count": 3,
      "scientific": "Bubalus bubalis",
      "common": "ASIATIC WATER BUFFALO"
    },
    {
      "count": 11,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 6,
      "scientific": "Cervus canadensis",
      "common": "ELK / WAPITI"
    },
    {
      "count": 1,
      "scientific": "Connochaetes gnou",
      "common": "BLACK WILDEBEEST"
    },
    {
      "count": 3,
      "scientific": "Lama glama",
      "common": "LLAMA"
    },
    {
      "count": 10,
      "scientific": "Sus scrofa domestica",
      "common": "DOMESTIC PIG / POTBELLY PIG / MICRO PIG"
    },
    {
      "count": 54,
      "scientific": "Ovis aries aries",
      "common": "SHEEP INCLUDING ALL DOMESTIC BREEDS"
    },
    {
      "count": 3,
      "scientific": "Taurotragus oryx",
      "common": "COMMON ELAND"
    },
    {
      "count": 4,
      "scientific": "Camelus dromedarius",
      "common": "DROMEDARY CAMEL"
    },
    {
      "count": 22,
      "scientific": "Dama dama",
      "common": "FALLOW DEER"
    },
    {
      "count": 1,
      "scientific": "Dolichotis patagonum",
      "common": "PATAGONIAN CAVY / MARA"
    },
    {
      "count": 10,
      "scientific": "Lama pacos",
      "common": "ALPACA"
    },
    {
      "count": 3,
      "scientific": "Lemur catta",
      "common": "RING-TAILED LEMUR"
    },
    {
      "count": 1,
      "scientific": "Macaca mulatta",
      "common": "RHESUS MACAQUE"
    },
    {
      "count": 4,
      "scientific": "Oryctolagus cuniculus",
      "common": "DOMESTIC RABBIT / EUROPEAN RABBIT"
    },
    {
      "count": 1,
      "scientific": "Osphranter rufus",
      "common": "RED KANGAROO"
    },
    {
      "count": 2,
      "scientific": "Procyon lotor",
      "common": "RACCOON"
    },
    {
      "count": 7,
      "scientific": "Vulpes vulpes",
      "common": "RED FOX (INCLUDES SILVER FOX & CROSS FOX)"
    },
    {
      "count": 3,
      "scientific": "Hystrix cristata",
      "common": "AFRICAN CRESTED PORCUPINE"
    },
    {
      "count": 4,
      "scientific": "Bos grunniens",
      "common": "YAK"
    },
    {
      "count": 2,
      "scientific": "Notamacropus rufogriseus",
      "common": "BENNETT'S WALLABY / RED-NECKED WALLABY"
    },
    {
      "count": 1,
      "scientific": "Mephitis mephitis",
      "common": "STRIPED SKUNK"
    },
    {
      "count": 4,
      "scientific": "Equus quagga",
      "common": "BURCHELL’S / GRANT’S / CHAPMAN’S / PLAINS ZEBRA"
    },
    {
      "count": 4,
      "scientific": "Boselaphus tragocamelus",
      "common": "NILGAI"
    },
    {
      "count": 18,
      "scientific": "Canis familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 14,
      "scientific": "Canis familiaris",
      "common": "DOG PUPPY"
    },
    {
      "count": 1,
      "scientific": "Struthio camelus",
      "common": "COMMON OSTRICH"
    },
    {
      "count": 1,
      "scientific": "Ara macao",
      "common": "SCARLET MACAW"
    },
    {
      "count": 1,
      "scientific": "Callosciurus prevostii",
      "common": "PREVOST'S SQUIRREL / TRI-COLORED SQUIRREL"
    },
    {
      "count": 2,
      "scientific": "Meleagris gallopavo domesticus",
      "common": "DOMESTIC TURKEY"
    },
    {
      "count": 5,
      "scientific": "Rhea americana",
      "common": "GREATER RHEA / AMERICAN RHEA"
    },
    {
      "count": 2,
      "scientific": "Balearica regulorum",
      "common": "GRAY CROWNED-CRANE / AFRICAN CROWNED-CRANE /"
    },
    {
      "count": 1,
      "scientific": "Amazona aestiva",
      "common": "TURQUOISE-FRONTED PARROT / TURQUOISE-FRONTED"
    },
    {
      "count": 1,
      "scientific": "Orthopsittaca manilatus",
      "common": "RED-BELLIED MACAW"
    },
    {
      "count": 1,
      "scientific": "Ara ararauna",
      "common": "BLUE-AND-YELLOW MACAW / BLUE-AND-GOLD MACAW"
    },
    {
      "count": 30,
      "scientific": "Anas platyrhynchos domesticus",
      "common": "DOMESTIC DUCK INCLUDING ALL DOMESTIC BREEDS"
    },
    {
      "count": 6,
      "scientific": "Anser anser domesticus",
      "common": "DOMESTIC GOOSE"
    },
    {
      "count": 1,
      "scientific": "Chrysolophus amherstiae",
      "common": "LADY AMHERST'S PHEASANT"
    },
    {
      "count": 1,
      "scientific": "Chrysolophus pictus",
      "common": "GOLDEN PHEASANT"
    },
    {
      "count": 7,
      "scientific": "Pavo cristatus",
      "common": "INDIAN PEAFOWL / COMMON PEAFOWL / PEAHEN /"
    },
    {
      "count": 14,
      "scientific": "Columba livia domestica",
      "common": "DOMESTIC PIGEON INCLUDING ALL DOMESTIC BREEDS"
    },
    {
      "count": 42,
      "scientific": "Melopsittacus undulatus",
      "common": "BUDGERIGAR / BUDGIE / COMMON PARAKEET / SHELL"
    },
    {
      "count": 5,
      "scientific": "Nymphicus hollandicus",
      "common": "COCKATIEL"
    },
    {
      "count": 1,
      "scientific": "Cacatua alba",
      "common": "WHITE COCKATOO / UMBRELLA COCKATOO"
    },
    {
      "count": 2,
      "scientific": "Odocoileus virginianus",
      "common": "WHITE-TAILED DEER"
    },
    {
      "count": 12,
      "scientific": "Streptopelia capicola",
      "common": "BARBARY DOVE / RINGED TURTLE-DOVE / RINGNECK DOVE"
    },
    {
      "count": 2,
      "scientific": "Lonchura striata domestica",
      "common": "SOCIETY FINCH / BENGALESE FINCH"
    },
    {
      "count": 1,
      "scientific": "Vidua macroura",
      "common": "PIN-TAILED WHYDAH"
    },
    {
      "count": 12,
      "scientific": "Agapornis spp hybrid",
      "common": "LOVEBIRD HYBRID"
    }
  ]
}