{
  "insp_id": "2016082569156217",
  "layout": "a",
  "customer_id": "502609",
  "customer_name": "Luv My Pup Llc",
  "customer_addr": "Po Box 791\nKirksville, MO 63501",
  "certificate": "43-A-6264",
  "site_id": "001",
  "site_name": "LUV MY PUP",
  "insp_type": "ROUTINE INSPECTION",
  "date": "30-JAN-2018",
  "report_date": "24-MAY-2018",
  "citations": [
    {
      "code": "3.1(c)(3)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "Cleaning\nIn all of the outdoor enclosures, affecting approximately 64 dogs, there is an heavy accumulation of old bedding,\nhair, dirt, fecal material, and other organic material.\nThere is a heavy accumulation of this material around and underneath several of the shelters. Some of this material\nhas been there long enough for rodents to make burrows and trails. In several of the enclosures there is some old\nbedding in front of around the shelters that has become soaked with urine and other liquids and has a very strong\nodor of urine.\nIn several of the inactive receptacle areas of the self feeders there is a heavy accumulation of what appears to be\ndirt, organic material and rodent droppings.\nIn an outdoor enclosure the majority of the floor was covered with fecal material and bedding. This amount of fecal\nmaterial made it difficult for the dogs to move around the enclosure without stepping in it.\nThis accumulation of hair, dirt, old bedding fecal material, and other organic material has created a habitat for\nrodents to flourish and could become a disease hazard. The licensee must clean these enclosures and ensure that\nall enclosures are spot cleaned daily and sanitized at least once every two weeks to reduce disease hazards,\neliminate odors, insects, pests, or vermin infestation. All other surfaces of housing facilities must be cleaned and\nsanitized when necessary to satisfy generally accepted husbandry standards and practices.\nTo be corrected: by 31 Jan 18"
    },
    {
      "code": "3.4(b)",
      "kind": "",
      "repeat": false,
      "desc": "OUTDOOR HOUSING FACILITIES.",
      "narrative": "Shelter Space\nIn an outdoor enclosure, housing 8 young Labrador Retrievers, there was one shelter provided. This shelter did not\nprovide enough space for all of the dogs to sit, stand, lie down or turn around at the same time. The licensee must\nprovide an additional shelter or move some of the dogs so that they all can perform the aforementioned postural\nmovements and for the health and well being of the dogs.\nIt is noted that at the time of inspection the licensee moved 4 of the dogs to a different enclosure.\nTo be corrected by: 31 Jan 18"
    },
    {
      "code": "3.6(c)(1)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "Minimum Space Requirements\nThere are two Boston Terriers housed in an enclosure that does not provide them with enough floor space. The\nenclosure was measured at 30 inches x 30 inches which gives these dogs 6.25 sq. ft. of available floor space. Both\ndogs were measured to be approximately 17 inches in length. The minimum required floor space for these dogs is\n(17+6)(17+6)/144 x 2 = 7.35 sq. ft. These two dogs do not have enough floor space. Adequate floor space is\nrequired in order to ensure that the animals can make normal postural adjustments and for their health and\nwell-being. The licensee must provide these dogs with an enclosure with adequate space and ensure that each\nanimal is provided with adequate floor space for the health and well-being of the animals at all times. The licensee\ndid move one of the dogs after inspectors pointed it out during the inspection.\nTo be corrected by: 31 Jan 18"
    },
    {
      "code": "3.9(a)",
      "kind": "Direct",
      "repeat": false,
      "desc": "FEEDING.",
      "narrative": "Contaminated Food\nInside of a food reservoir area of a self feeder, affecting 4 dogs, the inspector found one live mouse and one dead\nmouse on top of the food. The licensee quickly removed both the live and dead mouse and disposed of them.\nIn at least 3 of the trough areas of self feeders, affecting 6 dogs, the inspectors found bird and rodent droppings.\nRodents, rodent and bird dropping can transmit disease to the dogs.\nThe food in these self feeders have become contaminated. The licensee must remove the remaining food from the\naffected self feeders, clean and sanitize these feeders.\nThe licensee must ensure that the food be uncontaminated at all times.\nThe licensee was verbally instructed to correct this issue by 31 Jan 18."
    },
    {
      "code": "3.10",
      "kind": "Direct",
      "repeat": false,
      "desc": "WATERING.",
      "narrative": "Access to Water\nIn all of the outdoor enclosures, affecting approximately 64 dogs, the water lick-its in the all of the enclosures were\nshut off due to cold temperatures. Dogs were observed licking and chewing the lick-its, inspector moved the lick-its\nto try and get water, and nothing or very little water was coming out. The licensee stated the water was shut off at\n10 pm the night before. The inspector instructed the licensee to supply water to the dogs. After the licensee turned\non the water all the dogs were trying to drink, many continuously for 30 seconds, and all the dogs were pushing and\ncrowding to get to the lick-its.\nAt the time of inspection this placed the amount of time elapsed at approximately 14 hours since the dogs were\noffered fresh water.\nLack of water could cause the dogs to become dehydrated or succumb to other health issues. The licensee must\nprovide and ensure that all dogs have access to fresh water twice a day for at least an hour each time, or more\noften if necessary to ensure the dogs do not become dehydrated or succumb to other potentially serious health\nissues.\nTo be corrected by: 31 Jan 18"
    },
    {
      "code": "3.11(d)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "Pest Control\nThe outdoor building had a heavy coating of what appeared to be bird droppings on the enclosure divider walls,\naffecting approximately 64 dogs. The dogs' self-feeders where directly below the area with the bird droppings, and\nself-feeders had bird droppings on them. Several mice were observed scurrying around in the enclosures. Birds,\nmice and bird droppings can transmit diseases and parasites to the dogs.\nThe licensee must establish and maintain a safe and effective pest control program to protect the health of the dogs\nand puppies.\nTo be corrected by: 1 Feb 18\nInspection conducted with licensee and a verbal instructions given for the directs to be corrected on 30 Jan 18. A\nformal exit interview was conducted with licensee on 31 Jan 18.\nAdditional Inspectors\nProctor Chad, Animal Care Inspector"
    }
  ],
  "narrative": "3.1(c)(3)\nHOUSING FACILITIES, GENERAL.\nCleaning\nIn all of the outdoor enclosures, affecting approximately 64 dogs, there is an heavy accumulation of old bedding,\nhair, dirt, fecal material, and other organic material. \nThere is a heavy accumulation of this material around and underneath several of the shelters. Some of this material\nhas been there long enough for rodents to make burrows and trails.   In several of the enclosures there is some old\nbedding in front of around the shelters that has become soaked with urine and other liquids and has a very strong\nodor of urine.  \nIn several of the inactive receptacle areas of the self feeders there is a heavy accumulation of what appears to be\ndirt, organic material and rodent droppings.\nIn an outdoor enclosure the majority of the floor was covered with fecal material and bedding.  This amount of fecal\nmaterial made it difficult for the dogs to move around the enclosure without stepping in it.   \nThis accumulation of hair, dirt, old bedding fecal material, and other organic material has created a habitat for\nrodents to flourish and could become a disease hazard.  The licensee must clean these enclosures and ensure that\nall enclosures are spot cleaned daily and sanitized at least once every two weeks to reduce disease hazards,\neliminate odors, insects, pests, or vermin infestation. All other surfaces of housing facilities must be cleaned and\nsanitized when necessary to satisfy generally accepted husbandry standards and practices.\nTo be corrected: by 31 Jan 18\n3.4(b)\nOUTDOOR HOUSING FACILITIES.\nShelter Space\nIn an outdoor enclosure, housing 8 young Labrador Retrievers, there was one shelter provided.  This shelter did not\nprovide enough space for all of the dogs to sit, stand, lie down or turn around at the same time.  The licensee must\nprovide an additional shelter or move some of the dogs so that they all can perform the aforementioned postural\nmovements and for the health and well being of the dogs.\nIt is noted that at the time of inspection the licensee moved 4 of the dogs to a different enclosure. \nTo be corrected by: 31 Jan 18\n\n3.6(c)(1)\nPRIMARY ENCLOSURES.\nMinimum Space Requirements\nThere are two Boston Terriers housed in an enclosure that does not provide them with enough floor space. The\nenclosure was measured at 30 inches x 30 inches which gives these dogs 6.25 sq. ft. of available floor space.  Both\ndogs were measured to be approximately 17 inches in length. The minimum required floor space for these dogs is\n(17+6)(17+6)/144 x 2 = 7.35 sq. ft. These two dogs do not have enough floor space.  Adequate floor space is\nrequired in order to ensure that the animals can make normal postural adjustments and for their health and\nwell-being. The licensee must provide these dogs with an enclosure with adequate space and ensure that each\nanimal is provided with adequate floor space for the health and well-being of the animals at all times. The licensee\ndid move one of the dogs after inspectors pointed it out during the inspection.\nTo be corrected by: 31 Jan 18\n3.9(a)           DIRECT\nFEEDING.\nContaminated Food\nInside of a food reservoir area of a self feeder, affecting 4 dogs,  the inspector found one live mouse and one dead\nmouse on top of the food.  The licensee quickly removed both the live and dead mouse and disposed of them.\nIn at least 3 of the trough areas of self feeders, affecting 6 dogs, the inspectors found bird and rodent droppings.\nRodents, rodent and bird dropping can transmit disease to the dogs. \nThe food in these self feeders have become contaminated.  The licensee must remove the remaining food from the\naffected self feeders, clean and sanitize these feeders.  \nThe licensee must ensure that the food be uncontaminated at all times.  \nThe licensee was verbally instructed to correct this issue by 31 Jan 18.\n3.10           DIRECT\nWATERING.\nAccess to Water\nIn all of the outdoor enclosures, affecting approximately 64 dogs, the water lick-its in the all of the enclosures were\nshut off due to cold temperatures. Dogs were observed licking and chewing the lick-its, inspector moved the lick-its\nto try and get water, and nothing or very little water was coming out.  The licensee stated the water was shut off at\n10 pm the night before.  The inspector instructed the licensee to supply water to the dogs. After the licensee turned\non the water all the dogs were trying to drink, many continuously for 30 seconds, and all the dogs were pushing and\ncrowding to get to the lick-its.\nAt the time of inspection this placed the amount of time elapsed at approximately 14 hours since the dogs were\n\noffered fresh water.\nLack of water could cause the dogs to become dehydrated or succumb to other health issues. The licensee must\nprovide and ensure that all dogs have access to fresh water twice a day for at least an hour each time, or more\noften if necessary to ensure the dogs do not become dehydrated or succumb to other potentially serious health\nissues.\nTo be corrected by: 31 Jan 18\n3.11(d)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\nPest Control\nThe outdoor building had a heavy coating of what appeared to be bird droppings on the enclosure divider walls,\naffecting approximately 64 dogs. The dogs' self-feeders where directly below the area with the bird droppings, and\nself-feeders had bird droppings on them.  Several mice were observed scurrying around in the enclosures. Birds,\nmice and bird droppings can transmit diseases and parasites to the dogs.\nThe licensee must establish and maintain a safe and effective pest control program to protect the health of the dogs\nand puppies.\nTo be corrected by:  1 Feb 18\nInspection conducted with licensee and a verbal instructions given for the directs to be corrected on 30 Jan 18.  A\nformal exit interview was conducted with licensee on 31 Jan 18.\nAdditional Inspectors\nProctor Chad, Animal Care Inspector",
  "animals_total": 199,
  "species": [
    {
      "count": 114,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 85,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}