{
  "insp_id": "112161528490391",
  "layout": "a",
  "customer_id": "25856",
  "customer_name": "Leon Walthall",
  "customer_addr": "Peggy Van Huss\n21010 Hwy. 16\nSiloam Springs, AR 72761",
  "certificate": "71-A-1134",
  "site_id": "001",
  "site_name": "PEGGY VAN HUSS & LEON WALTHALL",
  "insp_type": "ROUTINE INSPECTION",
  "date": "21-APR-2016",
  "report_date": "22-APR-2016",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "- A female French bulldog named \"Maxine\" had spots of hair loss and red, inflamed skin on her feet, legs, and at the\nbase of her tail. Her skin was very dry and flaky, and she was noted scratching various locations several times\nduring the inspection. She also had a watery discharge from both eyes, and crusting present particularly around the\nleft eye. The facility representative stated that this was a long term condition which had been treated numerous\ntimes in the past. However, Maxine is not currently being treated and has not been seen by a veterinarian within\nthe past 4 months. Skin conditions can be irritating and painful, and may result in secondary infections and wounds\nif left untreated. Maxine must be seen by a licensed veterinarian within 5 days, and treated appropriately. The\nlicensee must maintain a record of treatment and make that record available as needed to APHIS inspectors.\n- A male dog named \"Choco\" had heavy accumulation of dental tartar on multiple teeth. The upper gums were red\nand swollen over the premolars and molars. No teeth were loose but there appears to be some loss of the upper\ngum line along the affected teeth. Dental conditions can be extremely painful and may have a significant impact on\nthe health and well being of the affected animal. Choco must be seen by a licensed veterinarian within 5 days, and\ntreated appropriately. The licensee must maintain a record of treatment and make that record available as needed\nto APHIS inspectors.\n- A female dog \"Charity\" had numerous thick hair mats on the back, legs, flanks, and tail base. The skin underneath\nthese mats appears normal at this time. Hair mats are a source of discomfort and can affect temperature\nregulation. They may also eventually adhere to the underlying skin and lead to areas of infection. This dog needs\nher hair coat clipped within 5 days. If there are any indications of skin infection or irritation after the mats are\nremoved, the dog must be treated appropriately by a licensed veterinarian.\n- A female Chihuahua named \"Bluebell\" had excessively long toenails on all four feet. Multiple nails were starting to\ncurve, and appeared to affect her posture and gait. Excessively long nails can be a source of discomfort to the\naffected animal. Bluebell must have her nails trimmed to an appropriate length within 5 days, and nail care\nmaintained properly from this point forward."
    },
    {
      "code": "3.1(a)",
      "kind": "",
      "repeat": true,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "- In the smaller building housing the French bulldogs, the wooden doorway of the shelter in the first run is off the\nhinges and leaning against the adjacent wall. This is a source of potential injury if the door was to fall on the\nenclosed animals. It also prevents the shelter area from providing any kind of adequate protection from the\nelements. The door must be repaired or replaced immediately.\n- On the south side of the larger building the first outdoor run has a loose, curled section of wire fencing which runs\nthe length of the main fence separating the first and second runs. This curled section of fencing is buried in the\nground and the top end is approximately at mid-height to the main fence. This curled length of fencing is a potential\nsource of entrapment and injury to the enclosed animals. It must be secured or trimmed to ensure the health and\nwelfare of the animals.\n- On the south side of the larger building, the last two runs have multiple sections of wire protruding from the\nground. This was apparently once buried lengths of fencing designed to prevent digging. However, this material is\nbroken in several spots and is a source of potential injury to the animals. These sections of wire must be removed\nor repaired to protect the dogs. The last run also has a jumbled accumulation of concrete blocks, wire panels, and\nother pieces of construction material scattered in front of the indoor/outdoor access door. This is a hazardous area\nwhich the dogs are forced to navigate any time they enter or exit this access door. The licensee must clean this\narea up, remove any unnecessary debris, and ensure this ground is safe for the animals to travel through."
    },
    {
      "code": "3.1(c)(3)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "- The entire indoor area of the large sheltered building is in need of more cleaning. Numerous kennels have an\nexcessive accumulation of grime, dirt, debris and hair on the floors and walls of the runs. Dirty living areas are\nunsanitary, and increase the risk of contamination to the enclosed animals. The licensee must clean all surfaces\nthat come in contact with the animals, and must maintain them in appropriate condition from this point forward.\n- The raised row of \"puppy boxes\" in the middle of the room have walls and frames composed of PVC pipe and\nsheets covered by mesh wire. These walls and pipes are covered with an accumulation of brown dirt and grime.\nThese boxes are used to house older animals, as well as dams nursing puppies. All of these animals are, by\nnature, at higher risk of disease. Constant exposure to contaminated surfaces poses a danger to these animals.\nThe licensee must clean these areas, and must keep them clean from this point forward.\nCorrect by 23 April 2016"
    },
    {
      "code": "3.10",
      "kind": "",
      "repeat": false,
      "desc": "WATERING.",
      "narrative": "- In the inside portion of the main sheltered building, water is provided by automatic \"lixit\" type water lines. At least\nthree of these lixits have an excessive accumulation of dirt, grime, and cobwebs on and around the water pipes.\nDirty and contaminated water sources may have a negative impact on the health and welfare of the animals. All\ndogs must be provided potable water, and the receptacles or means of providing water must be cleaned and\nsanitized appropriately. The licensee must ensure all water sources are thoroughly cleaned and maintained from\nthis point forward.\nCorrect by: 24 April 2016"
    },
    {
      "code": "3.11(a)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "- The majority of kennels throughout the facility have an excessive accumulation of feces on the ground, particularly\nin the outdoor runs. There is both old and new fecal material present. This is a source of contamination to the\nanimals, and is also an attractant for flies and other pests which may provide a risk to the health of the dogs. The\nlicensee must clean these runs, and must remove fecal material and other waste at least daily from this point\nforward.\nCorrect by: 22 April 2016"
    },
    {
      "code": "3.11(d)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "- In the interior area of the sheltered building, rodent control is being accomplished through poison blocks left out for\nthe rodents. However, the location of these blocks of poison pose a potential hazard to the enclosed dogs. Pieces\nof poison are nailed to wooden ledges which are located directly over the indoor shelter areas of several runs.\nDogs are fed and watered in these indoor sections, and these are their areas to shelter from inclement weather.\nThere is potential for pieces of this poison bait to fall into the area below and then be consumed by the dogs.\nPoison blocks are also being used on top of the raised center row of enclosures. These enclosures house elderly\ndogs, as well as dams with nursing puppies. The poison blocks on top of these enclosures are in plastic cans with\nopenings carved in the sides. There is a risk of poison spilling out of these containers and possibly entering kennels\nunder or adjacent. The facility must develop a safer method of rodent control. The existing bait stations must be\nremoved immediately. In the long term, the bait must either be located and secured in a more appropriate way, or\nan alternative method of pest control developed. The facility can consult with their attending veterinarian or a pest\ncontrol company if further guidance is needed.\nCorrect by: 3 May 2016\nInspection and exit interview conducted by Michael Tygart (VMO) and Robert Whiteley (ACI) with facility\nrepresentative.\nAdditional Inspectors\nWhiteley Robert, Animal Care Inspector"
    }
  ],
  "narrative": "2.40(b)(2)           DIRECT                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n- A female French bulldog named \"Maxine\" had spots of hair loss and red, inflamed skin on her feet, legs, and at the\nbase of her tail.  Her skin was very dry and flaky, and she was noted scratching various locations several times\nduring the inspection.  She also had a watery discharge from both eyes, and crusting present particularly around the\nleft eye.  The facility representative stated that this was a long term condition which had been treated numerous\ntimes in the past.  However, Maxine is not currently being treated and has not been seen by a veterinarian within\nthe past 4 months.  Skin conditions can be irritating and painful, and may result in secondary infections and wounds\nif left untreated.  Maxine must be seen by a licensed veterinarian within 5 days, and treated appropriately.  The\nlicensee must maintain a record of treatment and make that record available as needed to APHIS inspectors.\n- A male dog named \"Choco\" had heavy accumulation of dental tartar on multiple teeth.  The upper gums were red\nand swollen over the premolars and molars.  No teeth were loose but there appears to be some loss of the upper\ngum line along the affected teeth.  Dental conditions can be extremely painful and may have a significant impact on\nthe health and well being of the affected animal.  Choco must be seen by a licensed veterinarian within 5 days, and\ntreated appropriately.  The licensee must maintain a record of treatment and make that record available as needed\nto APHIS inspectors.\n- A female dog \"Charity\" had numerous thick hair mats on the back, legs, flanks, and tail base.  The skin underneath\nthese mats appears normal at this time.  Hair mats are a source of discomfort and can affect temperature\nregulation.  They may also eventually adhere to the underlying skin and lead to areas of infection.  This dog needs\nher hair coat clipped within 5 days.  If there are any indications of skin infection or irritation after the mats are\nremoved, the dog must be treated appropriately by a licensed veterinarian.\n- A female Chihuahua named \"Bluebell\" had excessively long toenails on all four feet.  Multiple nails were starting to\ncurve, and appeared to affect her posture and gait.  Excessively long nails can be a source of discomfort to the\naffected animal.  Bluebell must have her nails trimmed to an appropriate length within 5 days, and nail care\nmaintained properly from this point forward.\n\n3.1(a)                    REPEAT\nHOUSING FACILITIES, GENERAL.\n-  In the smaller building housing the French bulldogs, the wooden doorway of the shelter in the first run is off the\nhinges and leaning against the adjacent wall.  This is a source of potential injury if the door was to fall on the\nenclosed animals.  It also prevents the shelter area from providing any kind of adequate protection from the\nelements.  The door must be repaired or replaced immediately.\n- On the south side of the larger building the first outdoor run has a loose, curled section of wire fencing which runs\nthe length of the main fence separating the first and second runs.  This curled section of fencing is buried in the\nground and the top end is approximately at mid-height to the main fence.  This curled length of fencing is a potential\nsource of entrapment and injury to the enclosed animals.  It must be secured or trimmed to ensure the health and\nwelfare of the animals.\n- On the south side of the larger building, the last two runs have multiple sections of wire protruding from the\nground.  This was apparently once buried lengths of fencing designed to prevent digging.  However, this material is\nbroken in several spots and is a source of potential injury to the animals.  These sections of wire must be removed\nor repaired to protect the dogs.  The last run also has a jumbled accumulation of concrete blocks, wire panels, and\nother pieces of construction material scattered in front of the indoor/outdoor access door.  This is a hazardous area\nwhich the dogs are forced to navigate any time they enter or exit this access door.  The licensee must clean this\narea up, remove any unnecessary debris, and ensure this ground is safe for the animals to travel through.\n3.1(c)(3)\nHOUSING FACILITIES, GENERAL.\n- The entire indoor area of the large sheltered building is in need of more cleaning.  Numerous kennels have an\nexcessive accumulation of grime, dirt, debris and hair on the floors and walls of the runs.  Dirty living areas are\nunsanitary, and increase the risk of contamination to the enclosed animals.  The licensee must clean all surfaces\nthat come in contact with the animals, and must maintain them in appropriate condition from this point forward.\n- The raised row of \"puppy boxes\" in the middle of the room have walls and frames composed of PVC pipe and\nsheets covered by mesh wire.  These walls and pipes are covered with an accumulation of brown dirt and grime. \nThese boxes are used to house older animals, as well as dams nursing puppies.  All of these animals are, by\nnature, at higher risk of disease.  Constant exposure to contaminated surfaces poses a danger to these animals. \nThe licensee must clean these areas, and must keep them clean from this point forward.\n\nCorrect by 23 April 2016\n3.10\nWATERING.\n- In the inside portion of the main sheltered building, water is provided by automatic \"lixit\" type water lines.  At least\nthree of these lixits have an excessive accumulation of dirt, grime, and cobwebs on and around the water pipes. \nDirty and contaminated water sources may have a negative impact on the health and welfare of the animals.  All\ndogs must be provided potable water, and the receptacles or means of providing water must be cleaned and\nsanitized appropriately. The licensee must ensure all water sources are thoroughly cleaned and maintained from\nthis point forward.\nCorrect by:  24 April 2016\n3.11(a)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\n- The majority of kennels throughout the facility have an excessive accumulation of feces on the ground, particularly\nin the outdoor runs.  There is both old and new fecal material present.  This is a source of contamination to the\nanimals, and is also an attractant for flies and other pests which may provide a risk to the health of the dogs.  The\nlicensee must clean these runs, and must remove fecal material and other waste at least daily from this point\nforward.\nCorrect by:  22 April 2016\n3.11(d)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\n- In the interior area of the sheltered building, rodent control is being accomplished through poison blocks left out for\nthe rodents.  However, the location of these blocks of poison pose a potential hazard to the enclosed dogs.  Pieces\nof poison are nailed to wooden ledges which are located directly over the indoor shelter areas of several runs. \nDogs are fed and watered in these indoor sections, and these are their areas to shelter from inclement weather. \nThere is potential for pieces of this poison bait to fall into the area below and then be consumed by the dogs. \nPoison blocks are also being used on top of the raised center row of enclosures.  These enclosures house elderly\ndogs, as well as dams with nursing puppies.  The poison blocks on top of these enclosures are in plastic cans with\nopenings carved in the sides.  There is a risk of poison spilling out of these containers and possibly entering kennels\nunder or adjacent.  The facility must develop a safer method of rodent control.  The existing bait stations must be\nremoved immediately.  In the long term, the bait must either be located and secured in a more appropriate way, or\nan alternative method of pest control developed.  The facility can consult with their attending veterinarian or a pest\ncontrol company if further guidance is needed.\n\nCorrect by:  3 May 2016\nInspection and exit interview conducted by Michael Tygart (VMO) and Robert Whiteley (ACI) with facility\nrepresentative.\nAdditional Inspectors\nWhiteley Robert, Animal Care Inspector",
  "animals_total": 51,
  "species": [
    {
      "count": 39,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 12,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}