{
  "insp_id": "194160842200392",
  "layout": "a",
  "customer_id": "4111",
  "customer_name": "B J'S & Guys L L C",
  "customer_addr": "H C 1 Box 38\nMenlo, KS 67753",
  "certificate": "48-B-0081",
  "site_id": "001",
  "site_name": "B J's & Guys L L C",
  "insp_type": "ROUTINE INSPECTION",
  "date": "11-JUL-2016",
  "report_date": "12-JUL-2016",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "Female, adult Shih Tzu with tag number 12 has an eye problem. The lower lid of the right eye is very swollen, red\nand the edge is uneven. There is copious thick, light colored discharge around the eyelids and in the eye. There is\nalso discharge in the fur around the right eye area and on the face below the eye. The \"white\" of the eye is not red.\nThis dog has not been evaluated by a veterinarian. Eyelid problems can be caused by trauma, eyelid conformation,\nand other problems, can be painful, and can affect the eye and vision.\nFemale, adult Pomeranian with tag number 48 was seen repeatedly rubbing the right side of her back and rear end\non the cage wall. When examined, she has an area of thickened, bumpy skin with a few scabs covering about half\nof the right side of her tail and next to the head of the tail. She also has a firm, hairless mass on the right side of her\nback. The skin in this area is dry and mildly rough. The licensee states this dog has been \"dipped\" for parasites but\nhas not been evaluated by a veterinarian. Skin problems can be caused by infection, parasites, and other medical\nproblems and can be itchy and painful. The rubbing on the cage wall shows that this condition is uncomfortable or\nitchy for this dog.\nThe animals listed above must be examined by a licensed veterinarian in order to ensure that an accurate diagnosis\nis obtained and an appropriate treatment plan is developed and followed. This information, including the diagnosis,\ntreatment and resolution of the condition, must be documented and made available to the inspector upon request."
    },
    {
      "code": "3.1(a)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "There were dogs in two enclosures that were observed pushing the covers to their enclosures up and sticking their\nheads between the covers and enclosure walls. Dogs can be injured when not securely contained in their\nenclosures. All enclosures must be constructed in a manner that securely contains the animals and protects them\nfrom injury. The dogs in one enclosure were moved to an enclosure with a secure top at the time of the inspection.\nCorrect by 19 July 2016."
    },
    {
      "code": "3.1(c)(1)(1)",
      "kind": "",
      "repeat": true,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "There are metal panels located along the lower edges of the outdoor portions of several enclosures of the \"Mini\nMotel\" building and the southwest quadrat of the \"Free Willy\" building that have flaking paint and are starting to rust.\nThe expanded metal on the northeast side of the \"Village\" building is rusting with some structural loss. Surfaces\nthat have flaking paint and are rusted cannot be readily cleaned and sanitized, as well as rust can affect structural\nstrength. All surfaces must be maintained to allow them to be readily cleaned and sanitized and maintain structural\nintegrity."
    },
    {
      "code": "3.3(a)",
      "kind": "",
      "repeat": false,
      "desc": "SHELTERED HOUSING FACILITIES.",
      "narrative": "The ambient temperature in two buildings were recorded by the inspector's Kestrel to exceed 85 degrees F. The\ntemperature recorded in the \"Tiny Tyke\" building at 2:15pm was 88.4 degrees F, at 3:50pm was 91.9 degrees, and\n86.2 degrees F at 6:53pm. The temperature recorded in the \"Nickel\" building at 2:27pm was 86.9 degrees F, at\n4:05pm was 87.6 degrees F and 86.1 degrees at 6:45pm. These temperature readings were recorded on top of the\ndog enclosures at the end of the building farthest from the air conditioner (temperatures recorded approximately\nhalf-way in the building were at or below 85 degrees F). In addition to the air conditioner, there was one fan in both\nbuildings. In the interim of temperature readings the facility representative had additional fans added to the\nbuildings and had some of the windows covered with an opaque material. Temperatures above 85 degrees F may\ncause discomfort to the dogs and may lead to heat stress. The ambient temperature must not rise above 85\ndegrees F for more than 4 consecutive hours when dogs are present. Correct by 19 July 2016."
    },
    {
      "code": "3.6(b)(2)(10)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "There are puppies in at least two separate elevated enclosures on flooring with 1\"X1\" openings. Feet and legs of\nthese puppies were observed passing through these openings. Flooring with openings too large for the animals feet\nmay cause injury to the animals housed in those enclosures. Enclosures must have flooring that do not allow the\ndogs' feet to pass through any openings in the floor. Correct by 19 July 2016.\nThis routine inspection was conducted on 11 July 2016 with a facility representative, Dr. Margaret Shaver, VMO and\nKendall Lundy, ACI\nThe exit interview was conducted on 12 July 2016 with a facility representative, Dr. Margaret Shaver, VMO and\nKendall Lundy, ACI.\nAdditional Inspectors\nShaver Margaret, Veterinary Medical Officer"
    }
  ],
  "narrative": "2.40(b)(2)           DIRECT                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nFemale, adult Shih Tzu with tag number 12 has an eye problem. The lower lid of the right eye is very swollen, red\nand the edge is uneven. There is copious thick, light colored discharge around the eyelids and in the eye. There is\nalso discharge in the fur around the right eye area and on the face below the eye. The \"white\" of the eye is not red. \nThis dog has not been evaluated by a veterinarian. Eyelid problems can be caused by trauma, eyelid conformation,\nand other problems, can be painful, and can affect the eye and vision. \nFemale, adult Pomeranian with tag number 48 was seen repeatedly rubbing the right side of her back and rear end\non the cage wall. When examined, she has an area of thickened, bumpy skin with a few scabs covering about half\nof the right side of her tail and next to the head of the tail.  She also has a firm, hairless mass on the right side of her\nback. The skin in this area is dry and mildly rough. The licensee states this dog has been \"dipped\" for parasites but\nhas not been evaluated by a veterinarian. Skin problems can be caused by infection, parasites, and other medical\nproblems and can be itchy and painful. The rubbing on the cage wall shows that this condition is uncomfortable or\nitchy for this dog. \nThe animals listed above must be examined by a licensed veterinarian in order to ensure that an accurate diagnosis\nis obtained and an appropriate treatment plan is developed and followed. This information, including the diagnosis,\ntreatment and resolution of the condition, must be documented and made available to the inspector upon request.\n3.1(a)\nHOUSING FACILITIES, GENERAL.\nThere were dogs in two enclosures that were observed pushing the covers to their enclosures up and sticking their\nheads between the covers and enclosure walls.  Dogs can be injured when not securely contained in their\nenclosures.  All enclosures must be constructed in a manner that securely contains the animals and protects them\nfrom injury.  The dogs in one enclosure were moved to an enclosure with a secure top at the time of the inspection. \nCorrect by 19 July 2016.\n3.1(c)(1)(1)                    REPEAT\nHOUSING FACILITIES, GENERAL.\nThere are metal panels located along the lower edges of the outdoor portions of several enclosures of the  \"Mini\n\nMotel\" building and the southwest quadrat of the \"Free Willy\" building that have flaking paint and are starting to rust.\n The expanded metal on the northeast side of the \"Village\" building is rusting with some structural loss.  Surfaces\nthat have flaking paint and are rusted cannot be readily cleaned and sanitized, as well as rust can affect structural\nstrength.  All surfaces must be maintained to allow them to be readily cleaned and sanitized and maintain structural\nintegrity.\n3.3(a)\nSHELTERED HOUSING FACILITIES.\nThe ambient temperature in two buildings were recorded by the inspector's Kestrel to exceed 85 degrees F.  The\ntemperature recorded in the \"Tiny Tyke\" building at 2:15pm was 88.4 degrees F, at 3:50pm was 91.9 degrees, and\n86.2 degrees F at 6:53pm.  The temperature recorded in the \"Nickel\" building at 2:27pm was 86.9 degrees F, at\n4:05pm was 87.6 degrees F and 86.1 degrees at 6:45pm.  These temperature readings were recorded on top of the\ndog enclosures at the end of the building farthest from the air conditioner (temperatures recorded approximately\nhalf-way in the building were at or below 85 degrees F).  In addition to the air conditioner, there was one fan in both\nbuildings.  In the interim of temperature readings the facility representative had additional fans added to the\nbuildings and had some of the windows covered with an opaque material.   Temperatures above 85 degrees F may\ncause discomfort to the dogs and may lead to heat stress.  The ambient temperature must not rise above 85\ndegrees F for more than 4 consecutive hours when dogs are present.  Correct by 19 July 2016.\n3.6(b)(2)(10)\nPRIMARY ENCLOSURES.\nThere are puppies in at least two separate elevated enclosures on flooring with 1\"X1\" openings.  Feet and legs of\nthese puppies were observed passing through these openings.  Flooring with openings too large for the animals feet\nmay cause injury to the animals housed in those enclosures.  Enclosures must have flooring that do not allow the\ndogs' feet to pass through any openings in the floor.  Correct by 19 July 2016.\nThis routine inspection was conducted on 11 July 2016 with a facility representative, Dr. Margaret Shaver, VMO and\nKendall Lundy, ACI\nThe exit interview was conducted on 12 July 2016 with a facility representative, Dr. Margaret Shaver, VMO and\nKendall Lundy, ACI.\nAdditional Inspectors\nShaver Margaret, Veterinary Medical Officer",
  "animals_total": 1180,
  "species": [
    {
      "count": 755,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 425,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}