{
  "insp_id": "2016090000733980",
  "layout": "b",
  "customer_id": "322810",
  "customer_name": "Carolyn Anderson",
  "customer_addr": "13 7th Street N.W.\nMASON CITY, IA 50401",
  "certificate": "42-A-1471",
  "site_id": "001",
  "site_name": "Carolyn Anderson",
  "insp_type": "ROUTINE INSPECTION",
  "date": "06-OCT-2021",
  "report_date": "07-OCT-2021",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": true,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "The facility has been using Kaolin-Pectin Solution to treat dogs for diarrhea. The dogs were given the treatment within the\nlast month, but the Kaolin-Pectin Solution expired in November 2016.\nThe facility is using Canine Distemper-Adenovirus Type 2-Parainfluenz-Parvovirus Vaccine to vaccinate the puppies\nagainst the diseases, but the vaccine expired on September 17, 2021.\nExpired medical products and vaccines may lose their effectiveness and may not assist the animals in recovery from\nillness and injury or could leave the animals without proper protection against serious and deadly diseases.\nEach dealer shall use appropriate methods to prevent, control, diagnose, and prevent diseases and injuries. The licensee\nmust ensure that all medical products, including vaccines, are current and have not expired in order to support the health\nand well-being of the dogs.\nThe Canine Distemper-Adenovirus Type 2-Parainfluenz-Parvovirus Vaccine is stored in the refrigerator. The temperature\nin the refrigerator is 50 degrees F according to the inspector’s Kestrel. The vaccine label states it should be stored at 35-\n45 degrees F. Vaccines stored at the wrong temperature may lose their effectiveness and could leave animals without\nthe proper protection against serious and deadly diseases.\nEach dealer shall use appropriate methods to prevent, control, diagnose, and prevent diseases and injuries. The licensee\nmust ensure that all vaccines are stored at required temperatures and that all medical products are properly stored in\norder to support the health and well-being of the dogs."
    },
    {
      "code": "2.50(a)(1)",
      "kind": "",
      "repeat": true,
      "desc": "Time and method of identification.",
      "narrative": "The facility uses a metal tag attached to a collar and placed around the dog’s neck as the official form of identification.\nEleven dogs over 16 weeks of age (Johnna, Seamus, Oakley, Romi Belle, Theo, Rustin, Ashley Wilkes, Tobi Mac, Birdie,\nFinn, and Josie) are not wearing a collar with an attached metal tag. Official identification is necessary for APHIS officials\nto identify animals and trace their movements.\nAll live dogs shall be identified by an official tag affixed to a collar around the animal’s neck, by a legible tattoo marking\napproved by the Administrator, or by a microchip placed under the dog’s skin. The licensee must place a collar with an\nattached metal tag around the neck of the eleven dogs listed above or apply one of the other forms of identification. The\nlicensee must ensure that all dogs have an official form of identification at all times."
    },
    {
      "code": "2.75(a)(1)",
      "kind": "",
      "repeat": true,
      "desc": "Records: Dealers and exhibitors.",
      "narrative": "Fourteen puppies and nine adult dogs have no documented acquisition information. The facility uses cage cards to\ndocument the acquisition information for the puppies, but at the time of the inspection no cage cards have been created\nfor any of the puppies. The nine adult dogs (Finn, Baxter, Shelby, Poppy, Tucker, Theo, Rustin, Josie, and Seamus) are\nnot listed on APHIS form 7005. Acquisition information is necessary for APHIS officials to identify animals and to trace\ntheir movements.\nThe licensee shall make, keep, and maintain records or forms which fully and correctly disclose all information concerning\neach dog purchased or otherwise acquired, owned, held, or otherwise in his or her possession or under his or her control,\nor which is transported, euthanized, sold, or otherwise disposed of by that dealer or exhibitor. The records shall include\nany offspring born of any animal while in his or her possession or under his or her control. The licensee must record the\nacquisition information for all fourteen puppies and nine adult dogs. The licensee must ensure all required information is\nproperly and accurately documented at all times."
    },
    {
      "code": "2.75(a)(1)(ix)",
      "kind": "",
      "repeat": true,
      "desc": "Records: Dealers and exhibitors.",
      "narrative": "The Record of Acquisition of Dogs and Cats on Hand (APHIS form 7005) is missing the disposition date for two male\ndogs, Adonis and Roscoe.\nIncomplete acquisition and disposition records may interfere with the ability of APHIS officials to accurately inventory the\nanimals, identify individual dogs and to track their movements.\nEach dealer shall make, keep and maintain records or forms that fully and correctly disclose the date each dog was\ndisposed. The licensee must add the disposition dates to APHIS Form 7005 and always maintain all required information."
    },
    {
      "code": "3.1(b)",
      "kind": "",
      "repeat": true,
      "desc": "Housing facilities, general.",
      "narrative": "The facility houses dogs in wire crates and one enclosure, containing one adult dog and three puppies, has clutter on top\nof the enclosure. The clutter consists of a large bible, clipboards, and two plastic bags containing stacks of paperwork.\nClutter stored on top of the enclosures could impact the movement of air, as well as become too heavy and cause the top\nof the enclosure to collapse potentially injuring an animal.\nThe enclosed porch and food storage area are heavily cluttered. The dogs use the porch to access their outdoor area\nand the clutter on the porch has left just a small walkway for the dogs and people to pass through. The clutter consists of\nnumerous large cardboard boxes including boxes which are stacked on top of each other, golf clubs, vacuums and\nattachments, plastic bins, and household items. The food storage area also consists of a large amount of household\nclutter and unused items including old medical materials that are no longer used for the dogs. Clutter stored in animal\nareas could accumulate dust and dirt and could attract pests such as rodents. The clutter could also pose a risk of injury\nshould it topple over and land on top of a dog.\nAnimal and food storage areas inside of housing facilities must be kept neat and free of clutter. The licensee must remove\nthe clutter from the top of the enclosure and from the porch and food storage area. The licensee must ensure that all\nhousing areas remain free from clutter at all times."
    },
    {
      "code": "3.1(c)(3)",
      "kind": "",
      "repeat": true,
      "desc": "Housing facilities, general.",
      "narrative": "The floor in the enclosed porch and food storage area has a thick buildup of dark colored excreta and other organic waste\nmaterial. The floor space in the porch and food area is very limited due to cluttered items, so the dogs must walk on the\ncompacted excreta in order to pass through these areas. A buildup of excreta and other waste materials could cause the\ndogs to become soiled as well as increase the risk of disease hazards.\nHard surfaces with which the dogs come in contact must be spot-cleaned daily and sanitized in accordance with 3.11(b)\nof this subpart to prevent accumulation of excreta and reduce disease hazards. The licensee must clean and sanitize the\nfloors in the porch and food storage area in order to eliminate the buildup of excreta and reduce the risk of disease. The\nlicensee must ensure that all surfaces with which the dogs come into contact with are maintained in a clean and sanitized\nstate."
    },
    {
      "code": "3.1(e)",
      "kind": "",
      "repeat": false,
      "desc": "Housing facilities, general.",
      "narrative": "The plastic bin containing open dog food has no lid. The facility representative stated the lid had broken, but a new one\nhas not been acquired and nothing has been done to cover and protect the food. Open food could become contaminated\nby pests such as flies or mice which may have a negative impact on the health of the dogs.\nAll open supplies of food must be kept in leak proof containers with tightly fitted lids. The licensee must acquire a tightly\nfitted lid for the plastic food bin and ensure that all food is properly stored at all times.\nTo be corrected by: 13-October-2021"
    },
    {
      "code": "3.4(c)",
      "kind": "",
      "repeat": false,
      "desc": "Outdoor housing facilities.",
      "narrative": "The door leading to the outside exercise yard has a doggy door in it, below the doggy door, the paint has been worn and\nscratched away leaving a rough, wooden surface. This surface is no longer impervious to moisture.\nAll surfaces must be maintained on a regular basis so that they may be readily cleaned and sanitized to prevent odors,\ndiseases, insects, pests and vermin.\nThe facility must maintain all surfaces and ensure they are kept impervious to moisture.\nTo be corrected by: 20-October-2021."
    },
    {
      "code": "3.8",
      "kind": "",
      "repeat": true,
      "desc": "Exercise for dogs.",
      "narrative": "The licensee's exercise plan has not been reviewed or approved by the attending veterinarian.\nA complete exercise plan that has been approved by the attending veterinarian is important to ensure the dogs are\nreceiving adequate space and exercise to support their health and well-being.\nThe licensee must have an appropriate plan, approved by the attending veterinarian, that provides all dogs with the\nopportunity to exercise."
    },
    {
      "code": "3.13(a)(3)",
      "kind": "",
      "repeat": false,
      "desc": "Veterinary care for dogs.",
      "narrative": "On the Program of Veterinary Care, it states the puppies will be vaccinated for distemper and parvovirus at 6-7 weeks and\n10 weeks of age. The facility stated that they vaccinate at 8 weeks of age. The facility is not following the deworming\nschedule for puppies, the Program of Veterinary Care states puppies will be dewormed at 6-7 weeks and 10 weeks of\nage. The facility stated that they deworm at 2, 4, 6, and 10 weeks of age.\nFailure to follow the preventative care schedule for vaccinations and intestinal parasite treatment in the Program of\nVeterinary Care does not ensure the puppies are receiving appropriate protection against contagious and deadly diseases\nincluding distemper, parvovirus and intestinal parasites.\nThe facility must follow the vaccination schedule and intestinal parasite treatment schedule documented in the Program of\nVeterinary Care.\nTo be corrected by: From this day forward."
    },
    {
      "code": "3.13(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "Veterinary care for dogs.",
      "narrative": "The licensee stated that Male Yorkshire terrier (Tobi Mac) has been examined by a licensed veterinarian for an abnormal\ncondition of the eye. There are no medical records documenting the examination and the veterinarian’s findings\nconcerning the dog’s eye condition.\nThe facility has been using an anti-diarrheal solution within the last month to treat the adult dogs for diarrhea. There are\nno medical records showing which dogs were treated and on what date the treatments were given. There is no\ndocumented medical plan for the use of the solution to treat diarrhea in adult dogs.\nThere are no medical records documenting when the deworming treatments were given to the puppies currently at the\nfacility. The adult dogs were just dewormed during the summer months according to the facility representative, but no\ndocumentation of this treatment could be presented.\nFailure to create medical records interferes with APHIS official’s ability to determine if the dogs are receiving adequate\nveterinary care.\nDealers must keep medical records for dogs documenting all required information including the date and identification of\nanimals treated, fully detailed treatment plans, and results of examinations conducted by licensed veterinarians. The\nlicensee must ensure medical records are created and maintained and fully document all procedures, treatments, and\nexaminations for each adult dog and puppy.\nTo be corrected by: The licensee must have documentation for Tobi Mac’s eye condition by 20-October-2021. All other\nmedical procedures, treatments, and examinations must be documented from this day forward.\nThis inspection and exit interview were conducted with the licensee.\nAdditional Inspectors:\nKELLY MAXWELL, ANIMAL CARE INSPECTOREnd Section"
    }
  ],
  "narrative": "2.40(b)(2)  Repeat\n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nThe facility has been using Kaolin-Pectin Solution to treat dogs for diarrhea.  The dogs were given the treatment within the \nlast month, but the Kaolin-Pectin Solution expired in November 2016. \n \nThe facility is using Canine Distemper-Adenovirus Type 2-Parainfluenz-Parvovirus Vaccine to vaccinate the puppies \nagainst the diseases, but the vaccine expired on September 17, 2021. \n \nExpired medical products and vaccines may lose their effectiveness and may not assist the animals in recovery from \nillness and injury or could leave the animals without proper protection against serious and deadly diseases. \n \nEach dealer shall use appropriate methods to prevent, control, diagnose, and prevent diseases and injuries.  The licensee \nmust ensure that all medical products, including vaccines, are current and have not expired in order to support the health \nand well-being of the dogs. \n \nThe Canine Distemper-Adenovirus Type 2-Parainfluenz-Parvovirus Vaccine is stored in the refrigerator.  The temperature \nin the refrigerator is 50 degrees F according to the inspector’s Kestrel.  The vaccine label states it should be stored at 35-\n\n45 degrees F.  Vaccines stored at the wrong temperature may lose their effectiveness and could leave animals without \nthe proper protection against serious and deadly diseases. \n \nEach dealer shall use appropriate methods to prevent, control, diagnose, and prevent diseases and injuries.  The licensee \nmust ensure that all vaccines are stored at required temperatures and that all medical products are properly stored in \norder to support the health and well-being of the dogs. \n2.50(a)(1)  Repeat\n   \nTime and method of identification. \nThe facility uses a metal tag attached to a collar and placed around the dog’s neck as the official form of identification.  \nEleven dogs over 16 weeks of age (Johnna, Seamus, Oakley, Romi Belle, Theo, Rustin, Ashley Wilkes, Tobi Mac, Birdie, \nFinn, and Josie) are not wearing a collar with an attached metal tag.  Official identification is necessary for APHIS officials \nto identify animals and trace their movements. \n \nAll live dogs shall be identified by an official tag affixed to a collar around the animal’s neck, by a legible tattoo marking \napproved by the Administrator, or by a microchip placed under the dog’s skin.  The licensee must place a collar with an \nattached metal tag around the neck of the eleven dogs listed above or apply one of the other forms of identification.  The \nlicensee must ensure that all dogs have an official form of identification at all times. \n2.75(a)(1)  Repeat\n   \nRecords: Dealers and exhibitors. \nFourteen puppies and nine adult dogs have no documented acquisition information.  The facility uses cage cards to \ndocument the acquisition information for the puppies, but at the time of the inspection no cage cards have been created \nfor any of the puppies.  The nine adult dogs (Finn, Baxter, Shelby, Poppy, Tucker, Theo, Rustin, Josie, and Seamus) are\n\nnot listed on APHIS form 7005.  Acquisition information is necessary for APHIS officials to identify animals and to trace \ntheir movements. \n \nThe licensee shall make, keep, and maintain records or forms which fully and correctly disclose all information concerning \neach dog purchased or otherwise acquired, owned, held, or otherwise in his or her possession or under his or her control, \nor which is transported, euthanized, sold, or otherwise disposed of by that dealer or exhibitor. The records shall include \nany offspring born of any animal while in his or her possession or under his or her control.  The licensee must record the \nacquisition information for all fourteen puppies and nine adult dogs.  The licensee must ensure all required information is \nproperly and accurately documented at all times. \n2.75(a)(1)(ix)  Repeat\n   \nRecords: Dealers and exhibitors. \nThe Record of Acquisition of Dogs and Cats on Hand (APHIS form 7005) is missing the disposition date for two male \ndogs, Adonis and Roscoe. \n \nIncomplete acquisition and disposition records may interfere with the ability of APHIS officials to accurately inventory the \nanimals, identify individual dogs and to track their movements. \n \nEach dealer shall make, keep and maintain records or forms that fully and correctly disclose the date each dog was \ndisposed. The licensee must add the disposition dates to APHIS Form 7005 and always maintain all required information. \n3.1(b)  Repeat\n   \nHousing facilities, general.\n\nThe facility houses dogs in wire crates and one enclosure, containing one adult dog and three puppies, has clutter on top \nof the enclosure.  The clutter consists of a large bible, clipboards, and two plastic bags containing stacks of paperwork.  \nClutter stored on top of the enclosures could impact the movement of air, as well as become too heavy and cause the top \nof the enclosure to collapse potentially injuring an animal. \n \nThe enclosed porch and food storage area are heavily cluttered.  The dogs use the porch to access their outdoor area \nand the clutter on the porch has left just a small walkway for the dogs and people to pass through.  The clutter consists of \nnumerous large cardboard boxes including boxes which are stacked on top of each other, golf clubs, vacuums and \nattachments, plastic bins, and household items.  The food storage area also consists of a large amount of household \nclutter and unused items including old medical materials that are no longer used for the dogs.  Clutter stored in animal \nareas could accumulate dust and dirt and could attract pests such as rodents.  The clutter could also pose a risk of injury \nshould it topple over and land on top of a dog. \n \nAnimal and food storage areas inside of housing facilities must be kept neat and free of clutter. The licensee must remove \nthe clutter from the top of the enclosure and from the porch and food storage area.  The licensee must ensure that all \nhousing areas remain free from clutter at all times. \n3.1(c)(3)  Repeat\n   \nHousing facilities, general. \nThe floor in the enclosed porch and food storage area has a thick buildup of dark colored excreta and other organic waste \nmaterial.  The floor space in the porch and food area is very limited due to cluttered items, so the dogs must walk on the \ncompacted excreta in order to pass through these areas.  A buildup of excreta and other waste materials could cause the \ndogs to become soiled as well as increase the risk of disease hazards.\n\nHard surfaces with which the dogs come in contact must be spot-cleaned daily and sanitized in accordance with 3.11(b) \nof this subpart to prevent accumulation of excreta and reduce disease hazards.  The licensee must clean and sanitize the \nfloors in the porch and food storage area in order to eliminate the buildup of excreta and reduce the risk of disease.  The \nlicensee must ensure that all surfaces with which the dogs come into contact with are maintained in a clean and sanitized \nstate. \n3.1(e) \n   \nHousing facilities, general. \nThe plastic bin containing open dog food has no lid.  The facility representative stated the lid had broken, but a new one \nhas not been acquired and nothing has been done to cover and protect the food.  Open food could become contaminated \nby pests such as flies or mice which may have a negative impact on the health of the dogs. \n \nAll open supplies of food must be kept in leak proof containers with tightly fitted lids.  The licensee must acquire a tightly \nfitted lid for the plastic food bin and ensure that all food is properly stored at all times. \n \nTo be corrected by:  13-October-2021 \n3.4(c) \n   \nOutdoor housing facilities. \nThe door leading to the outside exercise yard has a doggy door in it, below the doggy door, the paint has been worn and \nscratched away leaving a rough, wooden surface. This surface is no longer impervious to moisture. \n \nAll surfaces must be maintained on a regular basis so that they may be readily cleaned and sanitized to prevent odors,\n\ndiseases, insects, pests and vermin. \n \nThe facility must maintain all surfaces and ensure they are kept impervious to moisture. \n \nTo be corrected by: 20-October-2021. \n3.8  Repeat\n   \nExercise for dogs. \nThe licensee's exercise plan has not been reviewed or approved by the attending veterinarian. \n \nA complete exercise plan that has been approved by the attending veterinarian is important to ensure the dogs are \nreceiving adequate space and exercise to support their health and well-being. \n \nThe licensee must have an appropriate plan, approved by the attending veterinarian, that provides all dogs with the \nopportunity to exercise. \n3.13(a)(3) \n   \nVeterinary care for dogs. \nOn the Program of Veterinary Care, it states the puppies will be vaccinated for distemper and parvovirus at 6-7 weeks and \n10 weeks of age. The facility stated that they vaccinate at 8 weeks of age. The facility is not following the deworming \nschedule for puppies, the Program of Veterinary Care states puppies will be dewormed at 6-7 weeks and 10 weeks of \nage. The facility stated that they deworm at 2, 4, 6, and 10 weeks of age. \n \nFailure to follow the preventative care schedule for vaccinations and intestinal parasite treatment in the Program of\n\nVeterinary Care does not ensure the puppies are receiving appropriate protection against contagious and deadly diseases \nincluding distemper, parvovirus and intestinal parasites. \n \nThe facility must follow the vaccination schedule and intestinal parasite treatment schedule documented in the Program of \nVeterinary Care. \n \nTo be corrected by:  From this day forward. \n3.13(b)(2) \n   \nVeterinary care for dogs. \nThe licensee stated that Male Yorkshire terrier (Tobi Mac) has been examined by a licensed veterinarian for an abnormal \ncondition of the eye.  There are no medical records documenting the examination and the veterinarian’s findings \nconcerning the dog’s eye condition. \n \nThe facility has been using an anti-diarrheal solution within the last month to treat the adult dogs for diarrhea.  There are \nno medical records showing which dogs were treated and on what date the treatments were given.  There is no \ndocumented medical plan for the use of the solution to treat diarrhea in adult dogs. \n \nThere are no medical records documenting when the deworming treatments were given to the puppies currently at the \nfacility.  The adult dogs were just dewormed during the summer months according to the facility representative, but no \ndocumentation of this treatment could be presented. \n \nFailure to create medical records interferes with APHIS official’s ability to determine if the dogs are receiving adequate\n\nveterinary care. \n \nDealers must keep medical records for dogs documenting all required information including the date and identification of \nanimals treated, fully detailed treatment plans, and results of examinations conducted by licensed veterinarians.  The \nlicensee must ensure medical records are created and maintained and fully document all procedures, treatments, and \nexaminations for each adult dog and puppy. \n \nTo be corrected by:  The licensee must have documentation for Tobi Mac’s eye condition by 20-October-2021.  All other \nmedical procedures, treatments, and examinations must be documented from this day forward. \n \nThis inspection and exit interview were conducted with the licensee. \n \nAdditional Inspectors: \nKELLY MAXWELL, ANIMAL CARE INSPECTOREnd Section",
  "animals_total": 38,
  "species": [
    {
      "count": 24,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 14,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}