{
  "insp_id": "300141200240241",
  "layout": "a",
  "customer_id": "6015",
  "customer_name": "John A Nordquist",
  "customer_addr": "Karen Nordquist\n404 Cyclone Ln\nWaterville, KS 66548",
  "certificate": "48-A-1340",
  "site_id": "001",
  "site_name": "KAREN NORDQUIST, JOHN NORDQUIST",
  "insp_type": "ROUTINE INSPECTION",
  "date": "21-OCT-2014",
  "report_date": "27-OCT-2014",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "* The following medication was past the labeled expiration date. There was one 1000 ml bottle of Oxytocin with\nan expiration date of 06/2104. This medication was intermingled with other products that are currently being used\nat the facility and are therefore ready for use. The usage of expired medical materials on regulated animals is not\nconsidered to be an acceptable veterinary practice and does not constitute adequate veterinary care. The\neffectiveness of the dosage level and expected results when expired drugs are administrated could be drastically\nchanged or may not work as anticipated. The licensee must ensure that all medications used have not gone past\nthe recorded expiration date. Correct by 11/4/14."
    },
    {
      "code": "3.1(c)(2)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "* A gap in the cement flooring estimated to be three foot long by a quarter to half inch width was observed in the\nwhelp building housing six dogs. Cracks or gaps in the cement flooring can allow for the collection of animal waste\nor urine to collect between the gaps. Surfaces not maintained on a regular basis can not be readily cleaned and\nsanitized. The licensee must ensure that all surfaces are maintained on a regular basis or be replaced when worn\nor soiled. Correct by 11/21/14.\n* The facility inspection and verbal exit interview done on 10/21/14 were conducted with the licensee.\n* Copy of inspection report was sent by certified and regular mail."
    }
  ],
  "narrative": "2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n*       The following medication was past the labeled expiration date.  There was one 1000 ml bottle of Oxytocin with\nan expiration date of 06/2104.  This medication was intermingled with other products that are currently being used\nat the facility and are therefore ready for use.  The usage of expired medical materials on regulated animals is not\nconsidered to be an acceptable veterinary practice and does not constitute adequate veterinary care.  The\neffectiveness of the dosage level and expected results when expired drugs are administrated could be drastically\nchanged or may not work as anticipated.   The licensee must ensure that all medications used have not gone past\nthe recorded expiration date.   Correct by 11/4/14.\n3.1(c)(2)\nHOUSING FACILITIES, GENERAL.\n*   A gap in the cement flooring estimated to be three foot long by a quarter to half inch width was observed in the\nwhelp building housing six dogs.  Cracks or gaps in the cement flooring can allow for the collection of animal waste\nor urine to collect between the gaps.  Surfaces not maintained on a regular basis can not be readily cleaned and\nsanitized.  The licensee must ensure that all surfaces are maintained on a regular basis or be replaced when worn\nor soiled.  Correct  by  11/21/14.\n*  The facility inspection and verbal exit interview done on 10/21/14 were conducted with the licensee.\n*  Copy of inspection report was sent by certified and regular mail.",
  "animals_total": 59,
  "species": [
    {
      "count": 55,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 4,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}