{
  "insp_id": "323150904400779",
  "layout": "a",
  "customer_id": "19885",
  "customer_name": "Monroe County Conservation",
  "customer_addr": "1270 635th Ave.\nLovilia, IA 50150",
  "certificate": "42-C-0220",
  "site_id": "001",
  "site_name": "MONROE COUNTY CONSERVATION",
  "insp_type": "ROUTINE INSPECTION",
  "date": "16-NOV-2015",
  "report_date": "19-NOV-2015",
  "citations": [
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "In the deer and elk enclosure there is a woven wire fence running along the center of the enclosure that can be\nused to divide the area into two pens. In two separate areas of this fencing, the animals have torn through the wire\ncreating large holes in the fence. The areas of broken wire have resulted in sharp points around the edges of the\nholes and the vegetation around these holes has been trampled forming dirt paths indicating that the animals are\nwalking through these holes.\nFencing that has broken creating holes and sharp points could cause injury to the animals. The facility must be\nconstructed of such material and of such strength as appropriate for the animals involved. The outdoor housing\nfacilities shall be structurally sound and maintained in good repair to protect the animals from injury and contain the\nanimals.\nThe broken sections of fencing must be replaced, repaired, or altered in a manner that eliminates the risk of injury to\nthe animals. The licensee must ensure that all enclosures remain safe for the animals at all time.\nCorrection date: December 16, 2015"
    },
    {
      "code": "3.133",
      "kind": "",
      "repeat": false,
      "desc": "SEPARATION.",
      "narrative": "There are three male elk and five female elk housed together in one large enclosure. An immature male elk (DOB\n2012) was observed to have large sections of hair missing from both sides of his body and along the top of the hips.\nThe most extensive areas of hair loss are located along the ribs and flanks of both sides of the animal and on the\nleft shoulder. Some of the areas are completely free of hair and the skin is readily visible. The facility\nrepresentative said the two mature males in the enclosure would push and shove the immature male around. This\ninspection occurred near the breeding season for the elk when the males could be more aggressive. The two\nmature males both had a large set of antlers and were observed to be sparing with each other during the inspection.\nThe harassing behavior by the mature males towards the immature male and the resulting areas of hair loss on the\nimmature male indicated that he is not compatible to be housed in this enclosure with these animals. Injury to the\nimmature male could result if he is continued to be housed with the mature males. Animals housed in the same\nprimary enclosure must be compatible. Animals shall not be housed near animals that interfere with their health or\ncause them discomfort.\nThe immature male elk must be separated from the mature males until it can be determined that they are\ncompatible to safely co-exist in the same enclosure. The licensee must ensure that all animals in the enclosure are\ncompatible in order to promote their health and well-being.\nCorrection date: November 27, 2015\nExit interview conducted with Kelly Maxwell, ACI and the facility representative."
    }
  ],
  "narrative": "3.125(a)\nFACILITIES, GENERAL.   \nIn the deer and elk enclosure there is a woven wire fence running along the center of the enclosure that can be\nused to divide the area into two pens.  In two separate areas of this fencing, the animals have torn through the wire\ncreating large holes in the fence.  The areas of broken wire have resulted in sharp points around the edges of the\nholes and the vegetation around these holes has been trampled forming dirt paths indicating that the animals are\nwalking through these holes.  \nFencing that has broken creating holes and sharp points could cause injury to the animals.  The facility must be\nconstructed of such material and of such strength as appropriate for the animals involved.  The outdoor housing\nfacilities shall be structurally sound and maintained in good repair to protect the animals from injury and contain the\nanimals.  \nThe broken sections of fencing must be replaced, repaired, or altered in a manner that eliminates the risk of injury to\nthe animals.  The licensee must ensure that all enclosures remain safe for the animals at all time.\nCorrection date:  December 16, 2015\n3.133\nSEPARATION. \nThere are three male elk and five female elk housed together in one large enclosure.  An immature male elk (DOB\n2012) was observed to have large sections of hair missing from both sides of his body and along the top of the hips.\n The most extensive areas of hair loss are located along the ribs and flanks of both sides of the animal and on the\nleft shoulder.  Some of the areas are completely free of hair and the skin is readily visible.  The facility\nrepresentative said the two mature males in the enclosure would push and shove the immature male around.  This\ninspection occurred near the breeding season for the elk when the males could be more aggressive.  The two\nmature males both had a large set of antlers and were observed to be sparing with each other during the inspection.\n\nThe harassing behavior by the mature males towards the immature male and the resulting areas of hair loss on the\nimmature male indicated that he is not compatible to be housed in this enclosure with these animals.  Injury to the\nimmature male could result if he is continued to be housed with the mature males.  Animals housed in the same\nprimary enclosure must be compatible.  Animals shall not be housed near animals that interfere with their health or\ncause them discomfort.\nThe immature male elk must be separated from the mature males until it can be determined that they are\ncompatible to safely co-exist in the same enclosure.  The licensee must ensure that all animals in the enclosure are\ncompatible in order to promote their health and well-being.\nCorrection date:  November 27, 2015\nExit interview conducted with Kelly Maxwell, ACI and the facility representative.",
  "animals_total": 13,
  "species": [
    {
      "count": 8,
      "scientific": "Cervus c. canadensis",
      "common": "ELK"
    },
    {
      "count": 5,
      "scientific": "Odocoileus virginianus",
      "common": "WHITE-TAILED DEER"
    }
  ]
}