{
  "insp_id": "120151645410973",
  "layout": "a",
  "customer_id": "332425",
  "customer_name": "Danny Kolwyck",
  "customer_addr": "Debra Kolwyck\nShaylynn Kolwyck\n17883 89th Rd\nMc Alpin, FL 32062",
  "certificate": "58-B-0612",
  "site_id": "001",
  "site_name": "SHAYLYNN, DANNY & DEBRA KOLWYCK",
  "insp_type": "ROUTINE INSPECTION",
  "date": "28-APR-2015",
  "report_date": "01-MAY-2015",
  "citations": [
    {
      "code": "2.75(b)(1)",
      "kind": "",
      "repeat": false,
      "desc": "RECORDS: DEALERS AND EXHIBITORS.",
      "narrative": "The records of acquisition and disposition were incomplete and did not contain all of the required information. The\nacquisition forms for the warthog and brown lemurs, in addition to the animals acquired from the auction(s), do not\nhave the USDA License number nor the driver's license number as required. The brown lemur acquisition record\ndoes not contain the full name of the seller. There were no records available at the time of inspection for the\nmuntjac nor the male and female olive baboons. Incomplete records hinder the ability of APHIS Officials to track\nand monitor the movement of animals and prevent the illegal movement of animals. All acquisitions and disposition\nrecords must contain the required information.\nCorrect by May 2, 2015."
    },
    {
      "code": "3.75(c)(3)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "There were several nonhuman primate enclosures that had accumulations of feces and some discarded food debris\non the floors. The indoor solid platform for the young male chimpanzee had spots of hardened fecal residue. The\nmale olive baboon's enclosures had a large accumulation of feces toward the rear. Accumulations of feces and\nwaste residue can attract unwanted pests, including insects that can be a nuisance and a disease hazard to the\nnonhuman primates. There were swarms of flies observed inside and outside of the nonhuman primate barn, and in\nand around the enclosures. Feces and food debris may also harbor bacteria that may be hazardous to the animals.\nFor the health and well-being of the animals, the enclosures must be spot cleaned daily and cleaned and sanitized\nmore frequently to reduce the exposure the nonhuman primates have to excreta.\nCorrect by May 5, 2015."
    },
    {
      "code": "3.84(d)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "A large number of flies were observed in and around all of the nonhuman primate enclosures. There is a\ndepression nearby the nonhuman primate barn containing the liquid wastes, solids and dirt washed from the\nenclosures inside the barn which was attracting flies. Insect pests can expose the nonhuman primates to disease\nand be an uncomfortable nuisance to the animals. Eliminating the waste filled depression, in addition to an\neffective pest control program to control insect pests such as flies, must be established and maintained for the\nhealth and well-being of the animals.\nCorrect by May 10, 2015."
    },
    {
      "code": "3.127(d)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, OUTDOOR.",
      "narrative": "The 3 javelina and 6 black buck do not currently have the required perimeter fence. The blackbuck's enclosure has\n2 sides without perimeter fencing, one facing the public roadway. The other side which is also the side that the\njavelina face is currently an overgrown, thick brushy area. The licensee is in the process of planning and installing\na perimeter fence on this side of the enclosures. All mammal enclosures are required to have a perimeter fence of\nat least 6 feet high except dangerous animals must have an 8 foot high perimeter fence and it must be 3 feet from\nthe primary enclosures. The perimeter fence acts as a secondary containment and restricts access by unwanted\npeople and animals that may cause harm or expose the contained animals to disease hazards. The required\nperimeter fence must be installed or a written request must be made to the administrator and approved for any\nvariation of the requirements in this section.\nCorrect by June 20, 2015."
    },
    {
      "code": "3.131(a)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "The fenced enclosure for the zebra had large accumulations of feces surrounding both of the circular hay feeders.\nThe zebras would have to stand in the waste to access the hay. The potential for contamination of the feed is a\nconcern.\nThe kangaroo and muntjac indoor stall had an accumulation of feces on the floor.\nWaste from the animals may harbor bacteria which could cause injury to the animals. Accumulations of waste also\nattract unwanted pests including flies which were observed in large numbers in and around the animal enclosures.\nInsect pests are irritating to the animals and may carry disease which could sicken the animals.\nThe enclosures must be cleaned more frequently to protect the health and welfare of the animals.\nMay 4, 2015.\nExit interview conducted with licensee."
    }
  ],
  "narrative": "2.75(b)(1)\nRECORDS: DEALERS AND EXHIBITORS.\nThe records of acquisition and disposition were incomplete and did not contain all of the required information.  The\nacquisition forms for the warthog and brown lemurs, in addition to the animals acquired from the auction(s), do not\nhave the USDA License number nor the driver's license number as required.  The brown lemur acquisition record\ndoes not contain the full name of the seller.  There were no records available at the time of inspection for the\nmuntjac nor the male and female olive baboons.  Incomplete records hinder the ability of APHIS Officials to track\nand monitor the movement of animals and prevent the illegal movement of animals. All acquisitions and disposition\nrecords must contain the required information.\nCorrect by May 2, 2015.\n3.75(c)(3)\nHOUSING FACILITIES, GENERAL. \nThere were several nonhuman primate enclosures that had accumulations of feces and some discarded food debris\non the floors.  The indoor solid platform for the young male chimpanzee had spots of hardened fecal residue.  The\nmale olive baboon's enclosures had a  large accumulation of feces toward the rear.  Accumulations of feces and\nwaste residue can attract unwanted pests, including insects that can be a nuisance and a disease hazard to the\nnonhuman primates. There were swarms of flies observed inside and outside of the nonhuman primate barn, and  in\nand around the enclosures.  Feces and food debris may also harbor bacteria that may be hazardous to the animals.\n For the health and well-being of the animals, the enclosures must be spot cleaned daily and cleaned and sanitized\nmore frequently to reduce the exposure the nonhuman primates have to excreta.  \nCorrect by May 5, 2015.\n3.84(d)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL. \nA large number of flies were observed in and around all of the nonhuman primate enclosures.  There is a\ndepression nearby the nonhuman primate barn containing the liquid wastes, solids and dirt washed from the\nenclosures inside the barn which was attracting flies.  Insect pests can expose the nonhuman primates to disease\nand be an uncomfortable nuisance to the animals.   Eliminating the waste filled depression, in addition to an\n\neffective pest control program to control insect pests such as flies, must be established and maintained for the\nhealth and well-being of the animals.\nCorrect by May 10, 2015.\n3.127(d)\nFACILITIES, OUTDOOR. \nThe 3 javelina and 6 black buck do not currently have the required perimeter fence.  The blackbuck's enclosure has\n2 sides without perimeter fencing, one facing the public roadway. The other side which is also the side that the\njavelina face is currently an overgrown, thick brushy area.  The licensee is in the process of planning and  installing\na perimeter fence on this side of the enclosures.  All mammal enclosures are required to have a perimeter fence of\nat least 6 feet high except dangerous animals must have an 8 foot high perimeter fence and it must be 3 feet from\nthe primary enclosures.  The perimeter fence acts as a secondary containment and restricts access by unwanted\npeople and animals that may cause harm or expose the contained animals to disease hazards.  The required\nperimeter fence must be installed or a written request must be made to the administrator and approved for any\nvariation of the requirements in this section.\nCorrect by June 20, 2015.\n3.131(a)\nSANITATION.   \nThe fenced enclosure for the zebra had  large accumulations of feces surrounding both of the circular hay feeders. \nThe zebras would have to stand in the waste to access the hay.  The potential for contamination of the feed is a\nconcern. \nThe kangaroo and muntjac indoor stall had an accumulation of feces on the floor.  \nWaste from the animals may harbor bacteria which could cause injury to the animals.  Accumulations of waste also\nattract unwanted pests including flies which were observed in large numbers in and around the animal enclosures. \nInsect pests are irritating to the animals and may carry disease which could sicken the animals.  \nThe enclosures must be cleaned more frequently to protect the health and welfare of the animals.\nMay 4, 2015.\nExit interview conducted with licensee.",
  "animals_total": 51,
  "species": [
    {
      "count": 6,
      "scientific": "Antilope cervicapra",
      "common": "BLACKBUCK"
    },
    {
      "count": 2,
      "scientific": "Ateles hybridus",
      "common": "BROWN (WHITE-BELLIED) SPIDER MONKEY"
    },
    {
      "count": 3,
      "scientific": "Equus grevyi",
      "common": "GREVY'S ZEBRA"
    },
    {
      "count": 2,
      "scientific": "Eulemur fulvus",
      "common": "COMMON BROWN LEMUR"
    },
    {
      "count": 1,
      "scientific": "Macaca fuscata",
      "common": "JAPANESE MACAQUE *MALE"
    },
    {
      "count": 3,
      "scientific": "Muntiacus reevesi",
      "common": "REEVE'S MUNTJAC"
    },
    {
      "count": 2,
      "scientific": "Nasua nasua",
      "common": "SOUTH AMERICAN COATI"
    },
    {
      "count": 5,
      "scientific": "Osphranter rufus",
      "common": "RED KANGAROO"
    },
    {
      "count": 9,
      "scientific": "Pan troglodytes",
      "common": "CHIMPANZEE"
    },
    {
      "count": 4,
      "scientific": "Papio anubis",
      "common": "OLIVE BABOON"
    },
    {
      "count": 3,
      "scientific": "Pecari tajacu",
      "common": "COLLARED PECCARY"
    },
    {
      "count": 2,
      "scientific": "Phacochoerus africanus",
      "common": "WARTHOG"
    },
    {
      "count": 5,
      "scientific": "Saguinus midas",
      "common": "RED-HANDED TAMARIN"
    },
    {
      "count": 2,
      "scientific": "Varecia variegata",
      "common": "BLACK-AND-WHITE RUFFED LEMUR"
    },
    {
      "count": 2,
      "scientific": "Vulpes zerda",
      "common": "FENNEC FOX"
    }
  ]
}