{
  "insp_id": "218141135082792",
  "layout": "a",
  "customer_id": "330076",
  "customer_name": "Cindy Jensen",
  "customer_addr": "Richard Jensen\n14282 200 Rd\nNeodesha, KS 66757",
  "certificate": "48-A-2152",
  "site_id": "001",
  "site_name": "Cindy Jensen, Richard Jensen",
  "insp_type": "ROUTINE INSPECTION",
  "date": "10-SEP-2014",
  "report_date": "11-SEP-2014",
  "citations": [
    {
      "code": "3.1(f)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "An outdoor sheltered enclosure has big puddles of standing water in and around where dogs are. Housing facilities\nmust have a drainage system in place where water can be rapidly eliminated. Licensee stated there was a big rain\nstorm a couple of days ago. Standing water can promote diseases, pests and vermin infestation. The licensee\nneeds to remove this standing water and put in place a maintenance program where standing water can be rapidly\nremoved from outdoor sheltered enclosures. This will help minimize contamination and disease risks for dogs.\nCorrect by 09/13/2014.\nThis inspection and exit briefing were conducted with the licensee."
    }
  ],
  "narrative": "3.1(f)\nHOUSING FACILITIES, GENERAL.\nAn outdoor sheltered enclosure has big puddles of standing water in and around where dogs are.  Housing facilities\nmust have a drainage system in place where water can be rapidly eliminated.  Licensee stated there was a big rain\nstorm a couple of days ago.  Standing water can promote diseases, pests and vermin infestation.  The licensee\nneeds to remove this standing water and put in place a maintenance program where standing water can be rapidly\nremoved from outdoor sheltered enclosures.  This will help minimize contamination and disease risks for dogs. \nCorrect by 09/13/2014.\nThis inspection and exit briefing were conducted with the licensee.",
  "animals_total": 181,
  "species": [
    {
      "count": 145,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 36,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}