{
  "insp_id": "182151556430926",
  "layout": "a",
  "customer_id": "8360",
  "customer_name": "Gary Felts",
  "customer_addr": "Box 81\nKingsley, IA 51028",
  "certificate": "42-A-0757",
  "site_id": "001",
  "site_name": "GARY FELTS",
  "insp_type": "ROUTINE INSPECTION",
  "date": "01-JUL-2015",
  "report_date": "01-JUL-2015",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "There is a female fawn Mastiff (\"Jesse\" (cid:19) Microchip # 0A02122937) with a cloudy left eye. Nearly the entire eye is\nmildly cloudy, but there is a small area in the center of the eye that is severely cloudy. The tissues surrounding the\neye are moderately red and swollen and the dog is squinting slightly. The dog repeatedly closed the eyelids of the\naffected eye and turned her head away when the inspectors attempted to examine the eye. This can be a sign of\npain. Cloudy eyes can be a sign of a serious medical condition and can cause unnecessary pain and discomfort for\nthe animal. The animal listed above must be examined by a licensed veterinarian by 5:00 pm on July 3, 2015 in\norder to ensure that an accurate diagnosis is obtained and an appropriate treatment plan is developed and followed.\nThis information, including the diagnosis, treatment and resolution of the condition, must be documented and made\navailable to the inspector upon request."
    },
    {
      "code": "3.1(c)(1)(1)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "In the \"Hunte\" building the enclosures have metal cage fronts and at least half of these cage fronts, housing at least\ntwenty-seven dogs, have become excessively rusty and the rust is pitted and flaking. In the \"Big Dog Runs\" along\nthe road three enclosures, housing nine dogs, have shelters constructed of metal. The metal along the bottom of\nthe front of these shelters has rusted and broken leaving holes in the surface. In the \"Dog Runs\" there is one\nenclosure, containing at least two dogs that has the metal along the bottom of the front of the shelter that has\nbecome rusty and broken leaving holes in the surface.\nIn the \"Tool Shed Building\" there is one enclosure, housing at least three dogs, that has a metal feeder that has\nbecome excessively rusty. In the \"Red Roof Building\" there is one enclosure, housing at least two dogs, that has a\nmetal feeder that has become excessively rusty. In the \"Dog Runs\" there is one enclosure, containing at least two\ndogs that have the metal front of their shelter that has become rusty and broken leaving holes in the surface.\nExcessive rust prevents the required cleaning and sanitization and could effect the structural strength of the\nsurfaces. The licensee must ensure that all surfaces remain free of excessive rust so that proper cleaning and\nsanitization can occur and structural issues are minimized.\nCorrection date: July 31, 2015"
    },
    {
      "code": "3.1(c)(2)",
      "kind": "",
      "repeat": true,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "In the \"Big Building\" there are at least two enclosures, housing at least four dogs, whose wooden frames have been\nexcessively chewed, worn and splintered by the dogs. In the outdoor sections of the same building at least two\nenclosures, housing at least four dogs, have had their wooden support posts chewed and damaged by the dogs and\nthe heads and bodies of the screws are exposed.\nIn the \"Red Roof Building\" there are three enclosures, housing six dogs, who have the access doors framed with\nvinyl plastic. The dogs have chewed, scratched and damaged these plastic frames. The damaged areas of these\nframes are embedded with dirt. In the same building ther is one enclosure, housing two dogs, that has vinyl plastic\ncovering the walls and the dogs have torn and chewed the plastic on a section of the walls.\nChewed, damaged and worn wood and vinyl plastic can not be readily cleaned and sanitized. All surfaces must be\nmaintained on a regular basis. The licensee must ensure that any surfaces of housing facilities that cannot be\nreadily cleaned and sanitized must be replaced or repaired when worn or soiled."
    },
    {
      "code": "3.1(f)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "In the outdoor \"Big Dog Runs\" along the road there are two enclosures containing five dogs that have puddles of\nwater standing in them. The puddles are located on the cement flooring near the entrances to the dog houses.\nStanding puddles of water could attract pests, create odors, increase disease hazards and cause the dogs to\nbecome wet. Housing facilities must be equipped with drainage systems that are constructed and operated so that\nanimal waste and water are rapildy eliminated. Standing puddles of water in the dog enclosures must be drained or\nmopped up so that the dogs stay dry. The licensee must ensure that all standing water is removed from all dog\nenclosures to reduce the risk of pest attraction odors, and disease hazards as well as ensure that the dogs remain\ndry.\nCorrection date: July 8, 2015"
    },
    {
      "code": "3.4(b)(3)",
      "kind": "",
      "repeat": true,
      "desc": "OUTDOOR HOUSING FACILITIES.",
      "narrative": "All thirteen shelters provided for the twenty-eight dogs housed in the outdoor \"Big Dog Runs\" do not provide\nwind/rain break at the entrance of the shelters. The weather at the time of the inspection was raining and the\nbedding in at least three shelters, containing nine dogs, was wet. Missing wind/rain breaks make it difficult for the\ndogs to get out of the weather and remain dry. The licensee must ensure that wind/rain breaks of some kind need\nto be provided for all shelters at all times."
    },
    {
      "code": "3.11(b)(2)",
      "kind": "",
      "repeat": true,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "In the whelping area of the \"Tool Shed Building\" are two enclosures housing two adults and eighteen puppies with\nexcessive feces in and adhered to the underside of the flooring of nearly all the outdoor portion of the sheltered\nhousing. There is dried and fresh feces in the open spaces of the plastic grill-type flooring with approximately one\ninch holes. Hair is stuck throughout the feces. The buildup of feces, debris, and dirt could cause disease and odor,\nand attract pests and insects.\nIn the whelping portion of the \"Tool Shed Building\" there is one red plastic feeder that has a dark colored buildup\naround and to the inside of the top edge where it is filled. In the \"Red Roof Building\" there is a red five gallon\nflat-backed bucket that appeared chewed along the top edge. Within the chew marks and along nearly the entire\ntop edge is a brown to black oily residue. The buildup of dirt and debris could cause disease, and attract pests and\ninsects.\nIn the \"Big Building\" are four sheltered enclosures housing ten dogs with dog doors that have a brown to black\nresidue in varying amounts on the opening surface. The \"Dalmatian building\" has one sheltered enclosure housing\nfour dogs with a varying brown to black residue on nearly half the surface of the dog door. The buildup of dirt and\ndebris could cause disease, and attract pests and insects.\nThe license must clean and sanitize primary enclosures and food and water receptacles at least once every two\nweeks or as often as necessary using an approved method to prevent the buildup of dirt, debris and feces."
    },
    {
      "code": "3.11(d)",
      "kind": "",
      "repeat": true,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "There are a large number of flies within the \"Big building\". The flies are flying around and landing on the inspectors\nand the animals. Flies are also present on the ceiling, walls and on and within the primary enclosures. Within the\n\"Tool shed\", there are an excessive number of dead flies and mouse feces within one corner of the building located\ndirectly under an enclosure containing one adult dog and her puppies. Within both of these buildings, there are pest\nstrips; however, they are full of flies. The presence of pests can lead to health hazards for the animals. The licensee\nmust ensure that a safe and effective program for the control of pests, including flies and mice, is established and\nmaintained.\nInspection conducted with Iowa Department of Agriculture and Land Stewardship.\nExit interview conducted with Kelly Maxwell, ACI, Heather Cole, VMO, Liz Bartels, ACI and facility representative.\nAdditional Inspectors\nCole Heather, Supervisory Animal Care Specialist\nBartels Mary, Animal Care Inspector"
    }
  ],
  "narrative": "2.40(b)(2)           DIRECT                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThere is a female fawn Mastiff (\"Jesse\" (cid:19) Microchip # 0A02122937) with a cloudy left eye. Nearly the entire eye is\nmildly cloudy, but there is a small area in the center of the eye that is severely cloudy. The tissues surrounding the\neye are moderately red and swollen and the dog is squinting slightly. The dog repeatedly closed the eyelids of the\naffected eye and turned her head away when the inspectors attempted to examine the eye. This can be a sign of\npain.  Cloudy eyes can be a sign of a serious medical condition and can cause unnecessary pain and discomfort for\nthe animal. The animal listed above must be examined by a licensed veterinarian by 5:00 pm on July 3, 2015 in\norder to ensure that an accurate diagnosis is obtained and an appropriate treatment plan is developed and followed.\nThis information, including the diagnosis, treatment and resolution of the condition, must be documented and made\navailable to the inspector upon request.\n3.1(c)(1)(1)\nHOUSING FACILITIES, GENERAL.\nIn the \"Hunte\" building the enclosures have metal cage fronts and at least half of these cage fronts, housing at least\ntwenty-seven dogs, have become excessively rusty and the rust is pitted and flaking. In the \"Big Dog Runs\" along\nthe road three enclosures, housing nine dogs, have shelters constructed of metal.  The metal along the bottom of\nthe front of these shelters has rusted and broken leaving holes in the surface. In the \"Dog Runs\" there is one\nenclosure, containing at least two dogs that has the metal along the bottom of the front of the shelter that has\nbecome rusty and broken leaving holes in the surface.\nIn the \"Tool Shed Building\" there is one enclosure, housing at least three dogs, that has a metal feeder that has\nbecome excessively rusty.  In the \"Red Roof Building\" there is one enclosure, housing at least two dogs, that has a\nmetal feeder that has become excessively rusty.  In the \"Dog Runs\" there is one enclosure, containing at least two\ndogs that have the metal front of their shelter that has become rusty and broken leaving holes in the surface.\nExcessive rust prevents the required cleaning and sanitization and could effect the structural strength of the\nsurfaces.  The licensee must ensure that all surfaces remain free of excessive rust so that proper cleaning and\nsanitization can occur and structural issues are minimized.\n\nCorrection date:  July 31, 2015\n3.1(c)(2)                    REPEAT\nHOUSING FACILITIES, GENERAL.\nIn the \"Big Building\" there are at least two enclosures, housing at least four dogs, whose wooden frames have been\nexcessively chewed, worn and splintered by the dogs.  In the outdoor sections of the same building at least two\nenclosures, housing at least four dogs, have had their wooden support posts chewed and damaged by the dogs and\nthe heads and bodies of the screws are exposed.  \nIn the \"Red Roof Building\" there are three enclosures, housing six dogs, who have the access doors framed with\nvinyl plastic.  The dogs have chewed, scratched and damaged these plastic frames.  The damaged areas of these\nframes are embedded with dirt.  In the same building ther is one enclosure, housing two dogs, that has vinyl plastic\ncovering the walls and the dogs have torn and chewed the plastic on a section of the walls.\nChewed, damaged and worn wood and vinyl plastic can not be readily cleaned and sanitized.  All surfaces must be\nmaintained on a regular basis.  The licensee must ensure that any surfaces of housing facilities that cannot be\nreadily cleaned and sanitized must be replaced or repaired when worn or soiled.\n3.1(f)\nHOUSING FACILITIES, GENERAL.\nIn the outdoor \"Big Dog Runs\" along the road there are two enclosures containing five dogs that have puddles of\nwater standing in them.  The puddles are located on the cement flooring near the entrances to the dog houses. \nStanding puddles of water could attract pests, create odors, increase disease hazards and cause the dogs to\nbecome wet.  Housing facilities must be equipped with drainage systems that are constructed and operated so that\nanimal waste and water are rapildy eliminated.  Standing puddles of water in the dog enclosures must be drained or\nmopped up so that the dogs stay dry.  The licensee must ensure that all standing water is removed from all dog\nenclosures to reduce the risk of pest attraction odors, and disease hazards as well as ensure that the dogs remain\ndry.\nCorrection date:  July 8, 2015\n3.4(b)(3)                    REPEAT\nOUTDOOR HOUSING FACILITIES.\nAll thirteen shelters provided for the twenty-eight dogs housed in the outdoor \"Big Dog Runs\" do not provide\nwind/rain break at the entrance of the shelters.  The weather at the time of the inspection was raining and the\nbedding in at least three shelters, containing nine dogs, was wet.  Missing wind/rain breaks make it difficult for the\n\ndogs to get out of the weather and remain dry.  The licensee must ensure that wind/rain breaks of some kind need\nto be provided for all shelters at all times.\n3.11(b)(2)                    REPEAT\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\nIn the whelping area of the \"Tool Shed Building\" are two enclosures housing two adults and eighteen puppies with\nexcessive feces in and adhered to the underside of the flooring of nearly all the outdoor portion of the sheltered\nhousing.  There is dried and fresh feces in the open spaces of the plastic grill-type flooring with approximately one\ninch holes.  Hair is stuck throughout the feces.  The buildup of feces, debris, and dirt could cause disease and odor,\nand attract pests and insects.\nIn the whelping portion of the \"Tool Shed Building\" there is one red plastic feeder that has a dark colored buildup\naround and to the inside of the top edge where it is filled.  In the \"Red Roof Building\" there is a red five gallon\nflat-backed bucket that appeared chewed along the top edge.  Within the chew marks and along nearly the entire\ntop edge is a brown to black oily residue.  The buildup of dirt and debris could cause disease, and attract pests and\ninsects.\nIn the \"Big Building\" are four sheltered enclosures housing ten dogs with dog doors that have a brown to black\nresidue in varying amounts on the opening surface.  The \"Dalmatian building\" has one sheltered enclosure housing\nfour dogs with a varying brown to black residue on nearly half the surface of the dog door.  The buildup of dirt and\ndebris could cause disease, and attract pests and insects.\nThe license must clean and sanitize primary enclosures and food and water receptacles at least once every two\nweeks or as often as necessary using an approved method to prevent the buildup of dirt, debris and feces.\n3.11(d)                    REPEAT\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\nThere are a large number of flies within the \"Big building\". The flies are flying around and landing on the inspectors\nand the animals. Flies are also present on the ceiling, walls and on and within the primary enclosures. Within the\n\"Tool shed\", there are an excessive number of dead flies and mouse feces within one corner of the building located\ndirectly under an enclosure containing one adult dog and her puppies. Within both of these buildings, there are pest\nstrips; however, they are full of flies. The presence of pests can lead to health hazards for the animals. The licensee\nmust ensure that a safe and effective program for the control of pests, including flies and mice, is established and\nmaintained.\n\nInspection conducted with Iowa Department of Agriculture and Land Stewardship.\nExit interview conducted with Kelly Maxwell, ACI, Heather Cole, VMO, Liz Bartels, ACI and facility representative.\nAdditional Inspectors\nCole Heather, Supervisory Animal Care Specialist\nBartels Mary, Animal Care Inspector",
  "animals_total": 253,
  "species": [
    {
      "count": 183,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 70,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}