{
  "insp_id": "2016090000763495",
  "layout": "b",
  "customer_id": "505843",
  "customer_name": "APRIL CICCHELLI RYAN CICCHELLI",
  "customer_addr": "8270 W BLUE RD\nLAKE CITY, MI 49651",
  "certificate": "34-C-0440",
  "site_id": "002",
  "site_name": "April and Ryan Cicchelli",
  "insp_type": "RE-LICENSE INSPECTION",
  "date": "26-JAN-2022",
  "report_date": "02-FEB-2022",
  "citations": [
    {
      "code": "2.4",
      "kind": "Critical",
      "repeat": false,
      "desc": "Non-interference with APHIS officials.",
      "narrative": "The applicant interfered with the inspection by repeatedly providing false information to APHIS inspectors. On multiple\nseparate occasions during the inspection, the applicant confirmed to APHIS inspectors that all regulated animals had\nbeen inspected. It was only after inspectors stated they were in possession of a health certificate, provided by the state of\nMichigan, demonstrating the applicant was in possession of a cougar cub, the applicant admitted to having the cougar\ncub in their home. The applicants showed the cougar to the inspectors and explained their plans to build its enclosure for\nexhibition to the public. Additionally, APHIS inspectors had a health certificate from the state of Michigan for a North\nAmerican river otter demonstrating the applicant acquired a North American river otter. When asked about the health\ncertificate, the applicant stated that they had not taken possession of the North American river otter. The acquisition of the\nNorth American river otter by the applicant was corroborated by the disposition records of the seller (APHIS Form 7020)\nsigned by the applicant, and screenshots of Facebook messages between the seller and the applicant. Providing false\nand inaccurate information to an APHIS inspectors interferers with their ability to complete an AWA inspection and\ndetermine compliance with the AWA.\nA licensee or applicant for an initial license shall not interfere with any APHIS official in the course of carrying out his or\nher duties.\nTo be corrected from this day forward, February 1, 2022"
    },
    {
      "code": "2.40(b)(3)",
      "kind": "Direct",
      "repeat": false,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "One male olive baboon had growths on its head – one near his right eye and at least 12 near the right ear. Several\ngrowths had been noted on previous inspections. However, the number of growths present in front of his right ear has\nincreased dramatically. The growths ranged in size from 0.5mm to 2cm. Several of the growths were pigmented. The\napplicant did not communicate these changes to the attending veterinarian. Medical problems must be identified and\ncommunicated to the attending veterinarian so that a diagnosis can be determined, and treatment implemented. Failure to\nobserve medical problems and/or communicate those problems to a veterinarian can result in prolonged pain, suffering,\nand even death. The facility representative must observe all animals daily and then ensure a mechanism of direct and\nfrequent communication with the attending veterinarian so that timely and accurate information on new or unresolved\nproblems of health, behavior, and well-being are conveyed.\nTo be corrected by end of business February 1, 2022"
    },
    {
      "code": "2.75(b)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Records: Dealers and exhibitors.",
      "narrative": "The applicants have acquired 1 cougar cub, 1 North American River Otter, and 1 African Crested Porcupine. Records of\nacquisition were not provided by the applicants, and the record of animals on hand does not show these animal additions.\nEvery exhibitor shall make, keep, and maintain records or forms which fully and correctly disclose the following\ninformation concerning animals other than dogs and cats, purchased or otherwise acquired, owned, held, leased, or\notherwise in his or her possession or under his or her control, or which is transported, sold, euthanized, or otherwise\ndisposed of by that dealer or exhibitor. The records shall include any\noffspring born of any animal while in his or her possession or under his or her control.\nRecords of all acquisitions, dispositions, and animals on hand must be kept and maintained to track or trace animals in\ncase of disease outbreak, ensure all parties are licensed if they require licensing, and to ensure all regulated species are\ninspected.\nTo be corrected by end of business, February 1, 2022"
    },
    {
      "code": "2.131(a)",
      "kind": "",
      "repeat": false,
      "desc": "Handling of animals.",
      "narrative": "The applicant possesses one cougar and two servals. When asked about their knowledge and experience with wild/exotic\nfelids, the applicant stated that they spent 4-5 hours with an animal trainer associated with the individual from whom the\ncougar was acquired. At the time of inspection, the cougar was on a leash and harness. The harness was loose and too\nbig for the cougar, and therefore it was not an appropriate method for controlling this animal in case it misbehaved, or bit\nsomeone. Additionally, one of the servals was identified as being \"unfriendly\", and \"didn't like people\". However it's\nenclosure has no den box so the animal did not have the ability to hide or retreat from people. Cleaning of the enclosure\nis conducted while the animals are unsecured in the enclosure, and may lead to human, and/or animal injury. Animals in\npossession by individuals that lack adequate experience and knowledge of that species is detrimental to the health and\nwell-being of that species. It can lead to unnecessary animal pain, suffering, and distress. Additionally, it could impact the\nhealth and safety of the public. All applicants who maintain wild and/or exotic animals must demonstrate adequate\nexperience and knowledge of the species they maintain.\nTo be corrected by February 9, 2022 or per language at the end of the report"
    },
    {
      "code": "3.75(c)(2)",
      "kind": "",
      "repeat": false,
      "desc": "Housing facilities, general.",
      "narrative": "The indoor enclosure housing two rhesus macaques had a hanging enrichment device in the outside portion of the\nprimary enclosure. The device was in disrepair with loose rope and had frayed ends. Improperly maintained surfaces can\nlead to animal injury. The applicant must ensure that all surfaces and devices are maintained on a regular basis.\nTo be corrected by February 2, 2022, or per language at the end of the report"
    },
    {
      "code": "3.76(c)",
      "kind": "",
      "repeat": false,
      "desc": "Indoor housing facilities.",
      "narrative": "Two cynomolgus monkeys, two brown lemurs, and two vervets were housed in the indoor barn. The indoor barn did not\nhave any lights. The only lighting came from three doors located on three different sides of the building. The lack of light\nprevents thorough daily observations and adequate routine cleaning. The applicant must light the facility well enough to\npermit routine inspection, cleaning of the facility, and observation of the nonhuman primates. Lighting must be uniformly\ndiffused throughout the animal facilities and provide sufficient illumination to aid in maintaining good housekeeping\npractices, adequate cleaning, adequate inspection of animals, and for the well-being of the animals.\nTo be corrected by February 9, 2022 or per language at the end of the report"
    },
    {
      "code": "3.77(a)",
      "kind": "Direct",
      "repeat": false,
      "desc": "Sheltered housing facilities.",
      "narrative": "Inside the shelter building for the olive baboon the temperature reading was 31 degrees Fahrenheit. Inside the shelter\nbuilding for the two rhesus macaques the temperature reading was 37.6 degrees Fahrenheit. These temperature\nreadings were taken with a Kestrel 3000. These temperatures were taken at approximately 11:30 AM and the outside\ntemperature was 12.3 degrees with a wind chill at 7.6 degrees Fahrenheit. The archived high temperature for the day,\nper Weather.com, was 16 degrees Fahrenheit.\nThe sheltered part of sheltered housing facilities must be sufficiently heated and cooled when necessary to protect the\nnonhuman primates from temperature extremes, and to provide for their health and well-being. The ambient temperature\nin the sheltered part of the facility must not fall below 45 °F (7.2 °C) for more than 4 consecutive hours when nonhuman\nprimates are present, and must not rise above 85 °F (29.5 °C) for more than 4 consecutive hours when nonhuman\nprimates are present.\nShelter buildings must be sufficiently heated to ensure that the temperature of the shelter does not fall below 45 degrees\nFahrenheit for 4 consecutive hours. Shelters must be sufficiently heated to ensure the comfort and well-being of the\nanimals.\nTo be corrected by end of business February 1, 2022"
    },
    {
      "code": "3.80(a)(2)(iii)",
      "kind": "",
      "repeat": false,
      "desc": "Primary enclosures.",
      "narrative": "Six ring-tailed lemurs were housed in the heated garage at the home address. The enclosure was constructed of wire dog\nkennel panels. The panels had gaps that were approximately 2in x 4in. Three of the ring-tailed lemurs were able to\nescape through the gaps and were observed loose in the garage at time of inspection. Primary enclosures that do not\ncontain the animal can lead to animal injury or death. The applicant must modify the enclosure so that none of the animals\ncontained within are able to escape. Primary enclosures must be constructed and maintained so that they contain the\nnonhuman primates securely and prevent accidental opening of the enclosure.\nTo be corrected by February 9, 2022 or per language at the end of the report"
    },
    {
      "code": "3.80(a)(2)(vi)",
      "kind": "Direct",
      "repeat": false,
      "desc": "Primary enclosures.",
      "narrative": "Two rhesus macaques and one olive baboon are housed in sheltered housing. The shelter is attached to the outdoor\nportion of their enclosure. There is no lockout inside the heated shelter. As a result, the nonhuman primates are locked\noutside and exposed to cold weather and temperature extremes while their indoor housing facility is cleaned and\nsanitized, and inspected. At the time of inspection at approximately 11:30 AM, the lead inspector's Kestrel 3000 read a\ntemperature of 12.3 degrees Fahrenheit with a wind chill of 7.6 degrees Fahrenheit. Forcing the animals to stay outside\nduring these events can lead to animal discomfort, suffering, freezing of fingers and toes, or other injuries. The applicant\nmust construct primary enclosures so that they provide adequate shelter and protect from extreme temperatures and\nweather conditions that may be uncomfortable or hazardous to the species of nonhuman primate contained.\nTo be corrected by end of business February 1, 2022"
    },
    {
      "code": "3.80(a)(2)(ix)",
      "kind": "",
      "repeat": false,
      "desc": "Primary enclosures.",
      "narrative": "Six ring-tailed lemurs were housed indoors on a concrete floor. The concrete was not properly sealed. An inadequately\nsealed floor prevents thorough cleaning and sanitization which can lead to animal disease. The applicant must ensure\nthat all surfaces in contact with nonhuman primates are able to be readily cleaned and sanitized or replaced when worn or\nsoiled.\nTo be corrected by February 9, 2022 or per language at the end of the report"
    },
    {
      "code": "3.84(d)",
      "kind": "",
      "repeat": false,
      "desc": "Cleaning, sanitization, housekeeping, and pest control.",
      "narrative": "Six ring-tailed lemurs were housed indoors. A mouse was observed on several occasions running along side of the\nnonhuman primate enclosure. Pests can carry and transmit disease and contaminate the environment which could impact\nthe health and well-being of the nonhuman primates. The applicant must develop and maintain an effective program for\nthe control of mammalian pests to promote the health and well-being of the animals and reduce contamination by pests in\nanimal areas.\nTo be corrected by February 5, 2022, or per language at the end of the report"
    },
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": false,
      "desc": "Facilities, general.",
      "narrative": "-The applicant allows the juvenile cougar to run loose in the house when they are home. There are numerous dangers in\na house setting that can cause harm and/or death including electrical cords, and various children's toys.\n-There are 4 coatimundi housed in a dog kennel with a top inside the heated barn. There are 3 mountain coati, and 1\ndeclawed white-nosed coati. The white-nosed coati was seen climbing the wall of the enclosure near the entrance gate.\nThere is a gap large enough for the coati to stick its head and neck out of. If this coati were to lose it's grip/footing this\ngap could cause injury or strangulation of the coati.\nThe facility must be constructed of such material and of such strength as appropriate for the animals involved. The indoor\nand outdoor housing facilities shall be structurally sound and shall be maintained in good repair to protect the animals\nfrom injury and to contain the animals.\nAppropriate housing for the species must be provided and maintained to prevent injury or death to the animals possessed\nby the applicants.\nTo be corrected by February 4, 2022, or per language at the end of the report"
    },
    {
      "code": "3.126(a)",
      "kind": "Direct",
      "repeat": false,
      "desc": "Facilities, indoor.",
      "narrative": "At time of inspection the lead inspectors Kestrel 3000 read a temperature of 12.3 degrees Fahrenheit with a wind chill of\n7.6 degrees Fahrenheit. The indoor temperature of the enclosure housing five kinkajous was only 45 degrees Fahrenheit.\nThe temperature was verified with the inspectors Kestrel 3000. A temperature of 45 degrees Fahrenheit is too low for\nkinkajous. Inadequate housing temperatures can lead to unnecessary discomfort and affects the animal’s well-being. The\napplicant must sufficiently heat indoor facilities to protect animals from the extremes of cold temperatures, to provide for\ntheir health and to prevent their discomfort. The ambient temperatures shall not be allowed to fall below or rise above\ntemperatures compatible with the health and comfort of the animal.\nTo be corrected by end of business February 1, 2022"
    },
    {
      "code": "3.126(c)",
      "kind": "",
      "repeat": false,
      "desc": "Facilities, indoor.",
      "narrative": "One striped skunk, eight cavies, two wallabies, four coatimundis, one red kangaroo, and two servals were housed in the\nindoor barn. The indoor barn did not have any lights. The only lighting came from three doors located on three different\nsides of the building. The lack of light prevents thorough daily observations and adequate routine cleaning. The applicant\nmust light the facility well enough to permit routine inspection, cleaning of the facility, and observation of the animals.\nLighting must be uniformly diffused throughout the animal facilities and provide sufficient illumination to aid in maintaining\ngood housekeeping practices, adequate cleaning, adequate inspection of animals, and for the well-being of the animals.\nTo be corrected by February 9, 2022 or per language at the end of the report"
    },
    {
      "code": "3.128",
      "kind": "",
      "repeat": false,
      "desc": "Space requirements.",
      "narrative": "One female juvenile cougar did not have an adequate enclosure. During the day, the animal roams the applicant’s home.\nAt night, the animal is confined to a large wire dog crate that was in the furnace room. The crate was approximately 4ft x\n3ft x 2ft. The litter box inside the crate took up approximately one third of the floor space. Inadequate enclosures can lead\nto malnutrition, debility, stress, or abnormal behavior patterns. The applicant is responsible for constructing enclosures\nthat provide sufficient space to allow each animal to make normal postural and social adjustments with adequate freedom\nof movement.\nTo be corrected by February 4, 2022, or per language at the end of the report"
    },
    {
      "code": "3.129(a)",
      "kind": "",
      "repeat": false,
      "desc": "Feeding.",
      "narrative": "The applicant is supplementing the bone in chicken and chunk pieces of beef fed to the juvenile cougar and two servals\nwith a seaweed calcium supplement. The applicant is using inadequate amounts of calcium supplement for the servals\nand juvenile cougar. The applicant is using the amounts of calcium recommended for dogs listed on the packaging. The\napplicant could not give the inspectors a specific amount of the meat diet fed daily, and the amounts changed numerous\ntimes when the applicants were asked about the diets.\nThe food shall be wholesome, palatable, and free from contamination and of sufficient quantity and nutritive value to\nmaintain all animals in good health. The diet shall be prepared with consideration for the age, species, condition, size, and\ntype of the animal.\nWild and exotic felids must have calcium supplements added to their daily diet of slab meat to ensure they grow properly\nand do not develop painful bone or other diseases.\nTo be corrected by end of business February 1, 2022"
    },
    {
      "code": "3.130",
      "kind": "Direct",
      "repeat": false,
      "desc": "Watering.",
      "narrative": "There was a layer of ice on top of the water trough for the zebra making potable water inaccessible. After the applicant\nbroke the ice, the zebra drank rapidly for approximately 90 seconds. The lack of accessible water can lead to animal\ndistress, dehydration, and death. The applicant must provide potable water as often as necessary for the health and\ncomfort of the animals.\nTo be corrected by end of business February 1, 2022"
    },
    {
      "code": "3.131(c)",
      "kind": "",
      "repeat": false,
      "desc": "Sanitation.",
      "narrative": "The wire dog crate used for housing the female juvenile cougar at night was in the furnace room. The room was full of\nmiscellaneous clutter including foam strips, paper, carpets, a Nintendo controller, and a trash bag. The items were close\nenough to the cougar crate that the animal could reach out and grab the items with her paw. There was evidence of\nchewed debris in and around the animal crate at time of inspection. The lack of housekeeping can lead to animal disease\nand injury. The applicant must ensure that premises are kept clean and in good repair to protect the animals from injury\nand to facilitate the prescribed husbandry practices. Accumulations of trash shall be placed in designated areas and\ncleared as necessary to protect the health of the animals.\nTo be corrected by February 2, 2022, or per language at the end of the report\nThis is a 1st Re-License Inspection for a Class \"C\" license.\nThe inspection and exit briefing were conducted with the applicant.\nAll items must be in compliance within 2 more inspection(s) or by March 29, 2022 or the applicant will forfeit the license\nfee and must wait 6 months to reapply.\nPlease contact your inspector to schedule your next Re-License Inspection.\nRegulated activity can continue under your existing USDA license until it expires.\nAdditional Inspectors:\nJUSTINE O MALLEY, VETERINARY MEDICAL OFFICER\nGWENDALYN MAGINNIS\nLAURIE GAGEEnd Section"
    }
  ],
  "narrative": "2.4  Critical\n   \nNon-interference with APHIS officials. \nThe applicant interfered with the inspection by repeatedly providing false information to APHIS inspectors. On multiple \nseparate occasions during the inspection, the applicant confirmed to APHIS inspectors that all regulated animals had \nbeen inspected.  It was only after inspectors stated they were in possession of a health certificate, provided by the state of \nMichigan, demonstrating the applicant was in possession of a cougar cub, the applicant admitted to having the cougar \ncub in their home. The applicants showed the cougar to the inspectors and explained their plans to build its enclosure for \nexhibition to the public. Additionally, APHIS inspectors had a health certificate from the state of Michigan for a North \nAmerican river otter demonstrating the applicant acquired a North American river otter. When asked about the health \ncertificate, the applicant stated that they had not taken possession of the North American river otter. The acquisition of the    \nNorth American river otter by the applicant was corroborated by the disposition records of the seller (APHIS Form 7020) \nsigned by the applicant, and screenshots of Facebook messages between the seller and the applicant. Providing false \nand inaccurate information to an APHIS inspectors interferers with their ability to complete an AWA inspection and \ndetermine compliance with the AWA. \nA licensee or applicant for an initial license shall not interfere with any APHIS official in the course of carrying out his or \nher duties.\n\nTo be corrected from this day forward,  February 1, 2022 \n2.40(b)(3)  Direct\n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nOne male olive baboon had growths on its head – one near his right eye and at least 12 near the right ear.  Several \ngrowths had been noted on previous inspections. However, the number of growths present in front of his right ear has \nincreased dramatically. The growths ranged in size from 0.5mm to 2cm. Several of the growths were pigmented. The \napplicant did not communicate these changes to the attending veterinarian.  Medical problems must be identified and \ncommunicated to the attending veterinarian so that a diagnosis can be determined, and treatment implemented. Failure to \nobserve medical problems and/or communicate those problems to a veterinarian can result in prolonged pain, suffering, \nand even death. The facility representative must observe all animals daily and then ensure a mechanism of direct and \nfrequent communication with the attending veterinarian so that timely and accurate information on new or unresolved \nproblems of health, behavior, and well-being are conveyed. \nTo be corrected by end of business February 1, 2022 \n2.75(b)(1) \n   \nRecords: Dealers and exhibitors. \nThe applicants have acquired 1 cougar cub, 1 North American River Otter, and 1 African Crested Porcupine. Records of \nacquisition were not provided by the applicants, and the record of animals on hand does not show these animal additions. \nEvery exhibitor shall make, keep, and maintain records or forms which fully and correctly disclose the following \ninformation concerning animals other than dogs and cats, purchased or otherwise acquired, owned, held, leased, or \notherwise in his or her possession or under his or her control, or which is transported, sold, euthanized, or otherwise \ndisposed of by that dealer or exhibitor. The records shall include any\n\noffspring born of any animal while in his or her possession or under his or her control. \nRecords of all acquisitions, dispositions, and animals on hand must be kept and maintained to track or trace animals in \ncase of disease outbreak, ensure all parties are licensed if they require licensing, and to ensure all regulated species are \ninspected. \nTo be corrected by end of business, February 1, 2022 \n2.131(a) \n   \nHandling of animals. \nThe applicant possesses one cougar and two servals. When asked about their knowledge and experience with wild/exotic \nfelids, the applicant stated that they spent  4-5 hours  with an animal trainer associated with the individual from whom the \ncougar was acquired. At the time of inspection, the cougar was on a leash and harness. The harness was loose and too \nbig for the cougar, and therefore it was not an appropriate method for controlling this animal in case it misbehaved, or bit \nsomeone.  Additionally, one of the servals was identified as being \"unfriendly\", and \"didn't like people\".  However it's \nenclosure has no den box so the animal did not have the ability to hide or retreat from people.  Cleaning of the enclosure \nis conducted while the animals are unsecured in the enclosure, and may lead to human, and/or animal injury. Animals in \npossession by individuals that lack adequate experience and knowledge of that species is detrimental to the health and \nwell-being of that species. It can lead to unnecessary animal pain, suffering, and distress. Additionally, it could impact the \nhealth and safety of the public. All applicants who maintain wild and/or exotic animals must demonstrate adequate \nexperience and knowledge of the species they maintain. \n \nTo be corrected by February 9, 2022 or per language at the end of the report \n3.75(c)(2) \n   \nHousing facilities, general.\n\nThe indoor enclosure housing two rhesus macaques had a hanging enrichment device in the outside portion of the \nprimary enclosure. The device was in disrepair with loose rope and had frayed ends. Improperly maintained surfaces can \nlead to animal injury. The applicant must ensure that all surfaces and devices are maintained on a regular basis. \nTo be corrected by February 2, 2022,  or per language at the end of the report \n3.76(c) \n   \nIndoor housing facilities. \nTwo cynomolgus monkeys, two brown lemurs, and two vervets were housed in the indoor barn. The indoor barn did not \nhave any lights. The only lighting came from three doors located on three different sides of the building. The lack of light \nprevents thorough daily observations and adequate routine cleaning. The applicant must light the facility well enough to \npermit routine inspection, cleaning of the facility, and observation of the nonhuman primates. Lighting must be uniformly \ndiffused throughout the animal facilities and provide sufficient illumination to aid in maintaining good housekeeping \npractices, adequate cleaning, adequate inspection of animals, and for the well-being of the animals. \nTo be corrected by February 9, 2022 or per language at the end of the report \n3.77(a)  Direct\n   \nSheltered housing facilities. \nInside the shelter building for the olive baboon the temperature reading was 31 degrees Fahrenheit.  Inside the shelter \nbuilding for the two rhesus macaques the temperature reading was 37.6 degrees Fahrenheit.  These temperature \nreadings were taken with a Kestrel 3000.  These temperatures were taken at approximately 11:30 AM and the outside \ntemperature was 12.3 degrees with a wind chill at 7.6 degrees Fahrenheit.  The archived high temperature for the day, \nper Weather.com, was 16 degrees Fahrenheit. \nThe sheltered part of sheltered housing facilities must be sufficiently heated and cooled when necessary to protect the \nnonhuman primates from temperature extremes, and to provide for their health and well-being. The ambient temperature\n\nin the sheltered part of the facility must not fall below 45 °F (7.2 °C) for more than 4 consecutive hours when nonhuman \nprimates are present, and must not rise above 85 °F (29.5 °C) for more than 4 consecutive hours when nonhuman \nprimates are present. \nShelter buildings must be sufficiently heated to ensure that the temperature of the shelter does not fall below 45 degrees \nFahrenheit for 4 consecutive hours.  Shelters must be sufficiently heated to ensure the comfort and well-being of the \nanimals. \nTo be corrected by end of business February 1, 2022 \n3.80(a)(2)(iii) \n   \nPrimary enclosures. \nSix ring-tailed lemurs were housed in the heated garage at the home address. The enclosure was constructed of wire dog \nkennel panels. The panels had gaps that were approximately 2in x 4in. Three of the ring-tailed lemurs were able to \nescape through the gaps and were observed loose in the garage at time of inspection. Primary enclosures that do not \ncontain the animal can lead to animal injury or death. The applicant must modify the enclosure so that none of the animals \ncontained within are able to escape. Primary enclosures must be constructed and maintained so that they contain the \nnonhuman primates securely and prevent accidental opening of the enclosure. \nTo be corrected by February 9, 2022 or per language at the end of the report \n3.80(a)(2)(vi)  Direct\n   \nPrimary enclosures. \nTwo rhesus macaques and one olive baboon are housed in sheltered housing. The shelter is attached to the outdoor \nportion of their enclosure. There is no lockout inside the heated shelter. As a result, the nonhuman primates are locked \noutside and exposed to cold weather and temperature extremes while their indoor housing facility is cleaned and \nsanitized, and inspected. At the time of inspection at approximately 11:30 AM, the lead inspector's Kestrel 3000 read a\n\ntemperature of 12.3 degrees Fahrenheit with a wind chill of 7.6 degrees Fahrenheit. Forcing the animals to stay outside \nduring these events can lead to animal discomfort, suffering, freezing of fingers and toes, or other injuries. The applicant \nmust construct primary enclosures so that they provide adequate shelter and protect from extreme temperatures and \nweather conditions that may be uncomfortable or hazardous to the species of nonhuman primate contained. \nTo be corrected by end of business February 1, 2022 \n3.80(a)(2)(ix) \n   \nPrimary enclosures. \nSix ring-tailed lemurs were housed indoors on a concrete floor. The concrete was not properly sealed. An inadequately \nsealed floor prevents thorough cleaning and sanitization which can lead to animal disease. The applicant must ensure \nthat all surfaces in contact with nonhuman primates are able to be readily cleaned and sanitized or replaced when worn or \nsoiled. \nTo be corrected by February 9, 2022 or per language at the end of the report \n3.84(d) \n   \nCleaning, sanitization, housekeeping, and pest control. \nSix ring-tailed lemurs were housed indoors. A mouse was observed on several occasions running along side of the \nnonhuman primate enclosure. Pests can carry and transmit disease and contaminate the environment which could impact \nthe health and well-being of the nonhuman primates. The applicant must develop and maintain an effective program for \nthe control of mammalian pests to promote the health and well-being of the animals and reduce contamination by pests in \nanimal areas. \nTo be corrected by February 5, 2022, or per language at the end of the report \n3.125(a) \n   \nFacilities, general.\n\n-The applicant allows the juvenile cougar to run loose in the house when they are home.  There are numerous dangers in \na house setting that can cause harm and/or death including electrical cords, and various children's toys. \n-There are 4 coatimundi housed in a dog kennel with a top inside the heated barn.  There are 3 mountain coati, and 1 \ndeclawed white-nosed coati.  The white-nosed coati was seen climbing the wall of the enclosure near the entrance gate.  \nThere is a gap large enough for the coati to stick its head and neck out of.  If this coati were to lose it's grip/footing this \ngap could cause injury or strangulation of the coati. \nThe facility must be constructed of such material and of such strength as appropriate for the animals involved. The indoor \nand outdoor housing facilities shall be structurally sound and shall be maintained in good repair to protect the animals \nfrom injury and to contain the animals. \nAppropriate housing for the species must be provided and maintained to prevent injury or death to the animals possessed \nby the applicants. \nTo be corrected by February 4, 2022, or per language at the end of the report \n3.126(a)  Direct\n   \nFacilities, indoor. \nAt time of inspection the lead inspectors Kestrel 3000 read a temperature of 12.3 degrees Fahrenheit with a wind chill of \n7.6 degrees Fahrenheit. The indoor temperature of the enclosure housing five kinkajous was only 45 degrees Fahrenheit. \nThe temperature was verified with the inspectors Kestrel 3000. A temperature of 45 degrees Fahrenheit is too low for \nkinkajous. Inadequate housing temperatures can lead to unnecessary discomfort and affects the animal’s well-being. The \napplicant must sufficiently heat indoor facilities to protect animals from the extremes of cold temperatures, to provide for \ntheir health and to prevent their discomfort. The ambient temperatures shall not be allowed to fall below or rise above \ntemperatures compatible with the health and comfort of the animal. \nTo be corrected by end of business February 1, 2022\n\n3.126(c) \n   \nFacilities, indoor. \nOne striped skunk, eight cavies, two wallabies, four coatimundis, one red kangaroo, and two servals were housed in the \nindoor barn. The indoor barn did not have any lights. The only lighting came from three doors located on three different \nsides of the building. The lack of light prevents thorough daily observations and adequate routine cleaning. The applicant \nmust light the facility well enough to permit routine inspection, cleaning of the facility, and observation of the animals. \nLighting must be uniformly diffused throughout the animal facilities and provide sufficient illumination to aid in maintaining \ngood housekeeping practices, adequate cleaning, adequate inspection of animals, and for the well-being of the animals. \nTo be corrected by February 9, 2022 or per language at the end of the report \n3.128 \n   \nSpace requirements. \nOne female juvenile cougar did not have an adequate enclosure. During the day, the animal roams the applicant’s home. \nAt night, the animal is confined to a large wire dog crate that was in the furnace room. The crate was approximately 4ft x \n3ft x 2ft. The litter box inside the crate took up approximately one third of the floor space. Inadequate enclosures can lead \nto malnutrition, debility, stress, or abnormal behavior patterns. The applicant is responsible for constructing enclosures \nthat provide sufficient space to allow each animal to make normal postural and social adjustments with adequate freedom \nof movement. \nTo be corrected by February 4, 2022, or per language at the end of the report \n3.129(a) \n   \nFeeding. \nThe applicant is supplementing the bone in chicken and chunk pieces of beef fed to the juvenile cougar and two servals \nwith a seaweed calcium supplement.  The applicant is using inadequate amounts of calcium supplement for the servals \nand juvenile cougar.  The applicant is using the amounts of calcium recommended for dogs listed on the packaging.  The\n\napplicant could not give the inspectors a specific amount of the meat diet fed daily, and the amounts changed numerous \ntimes when the applicants were asked about the diets. \nThe food shall be wholesome, palatable, and free from contamination and of sufficient quantity and nutritive value to \nmaintain all animals in good health. The diet shall be prepared with consideration for the age, species, condition, size, and \ntype of the animal. \nWild and exotic felids must have calcium supplements added to their daily diet of slab meat to ensure they grow properly \nand do not develop painful bone or other diseases. \nTo be corrected by end of business February 1, 2022 \n3.130  Direct\n   \nWatering. \nThere was a layer of ice on top of the water trough for the zebra making potable water inaccessible. After the applicant \nbroke the ice, the zebra drank rapidly for approximately 90 seconds. The lack of accessible water can lead to animal \ndistress, dehydration, and death. The applicant must provide potable water as often as necessary for the health and \ncomfort of the animals. \nTo be corrected by end of business February 1, 2022 \n3.131(c) \n   \nSanitation. \nThe wire dog crate used for housing the female juvenile cougar at night was in the furnace room. The room was full of \nmiscellaneous clutter including foam strips, paper, carpets, a Nintendo controller, and a trash bag. The items were close \nenough to the cougar crate that the animal could reach out and grab the items with her paw.  There was evidence of \nchewed debris in and around the animal crate at time of inspection.  The lack of housekeeping can lead to animal disease \nand injury. The applicant must ensure that premises are kept clean and in good repair to protect the animals from injury\n\nand to facilitate the prescribed husbandry practices. Accumulations of trash shall be placed in designated areas and \ncleared as necessary to protect the health of the animals. \nTo be corrected by February 2, 2022, or per language at the end of the report \n \nThis is a 1st Re-License Inspection for a Class \"C\" license. \nThe inspection and exit briefing were conducted with the applicant. \nAll items must be in compliance within 2 more inspection(s) or by March 29, 2022 or the applicant will forfeit the license \nfee and must wait 6 months to reapply. \nPlease contact your inspector to schedule your next Re-License Inspection. \n \nRegulated activity can continue under your existing USDA license until it expires. \n \nAdditional Inspectors: \nJUSTINE O MALLEY, VETERINARY MEDICAL OFFICER \nGWENDALYN MAGINNIS \nLAURIE GAGEEnd Section",
  "animals_total": 55,
  "species": [
    {
      "count": 8,
      "scientific": "Dolichotis patagonum",
      "common": "PATAGONIAN CAVY / MARA"
    },
    {
      "count": 1,
      "scientific": "Hystrix cristata",
      "common": "AFRICAN CRESTED PORCUPINE"
    },
    {
      "count": 1,
      "scientific": "Nasua narica",
      "common": "WHITE-NOSED COATI"
    },
    {
      "count": 1,
      "scientific": "Bubalus bubalis",
      "common": "ASIATIC WATER BUFFALO"
    },
    {
      "count": 2,
      "scientific": "Macaca fascicularis",
      "common": "CRAB-EATING MACAQUE / CYNOMOLGUS MONKEY"
    },
    {
      "count": 2,
      "scientific": "Eulemur fulvus",
      "common": "BROWN LEMUR"
    },
    {
      "count": 3,
      "scientific": "Nasuella olivacea",
      "common": "MOUNTAIN COATI"
    },
    {
      "count": 1,
      "scientific": "Papio anubis",
      "common": "OLIVE BABOON"
    },
    {
      "count": 5,
      "scientific": "Potos flavus",
      "common": "KINKAJOU"
    },
    {
      "count": 1,
      "scientific": "Mephitis mephitis",
      "common": "STRIPED SKUNK"
    },
    {
      "count": 2,
      "scientific": "Chlorocebus pygerythrus",
      "common": "VERVET"
    },
    {
      "count": 1,
      "scientific": "Osphranter rufus",
      "common": "RED KANGAROO"
    },
    {
      "count": 2,
      "scientific": "Leptailurus serval",
      "common": "SERVAL"
    },
    {
      "count": 2,
      "scientific": "Taxidea taxus",
      "common": "AMERICAN BADGER"
    },
    {
      "count": 2,
      "scientific": "Macaca mulatta",
      "common": "RHESUS MACAQUE"
    },
    {
      "count": 4,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 2,
      "scientific": "Ovis aries aries",
      "common": "SHEEP INCLUDING ALL DOMESTIC BREEDS"
    },
    {
      "count": 6,
      "scientific": "Lemur catta",
      "common": "RING-TAILED LEMUR"
    },
    {
      "count": 3,
      "scientific": "Vulpes vulpes",
      "common": "RED FOX (INCLUDES SILVER FOX & CROSS FOX)"
    },
    {
      "count": 1,
      "scientific": "Bos taurus",
      "common": "CATTLE / COW / OX / WATUSI"
    },
    {
      "count": 1,
      "scientific": "Puma concolor",
      "common": "PUMA / MOUNTAIN LION / COUGAR"
    },
    {
      "count": 1,
      "scientific": "Lama pacos",
      "common": "ALPACA"
    },
    {
      "count": 1,
      "scientific": "Equus quagga",
      "common": "BURCHELL’S / GRANT’S / CHAPMAN’S / PLAINS ZEBRA"
    },
    {
      "count": 2,
      "scientific": "Notamacropus rufogriseus",
      "common": "BENNETT'S WALLABY / RED-NECKED WALLABY"
    },
    {
      "count": 0,
      "scientific": "Lontra canadensis",
      "common": "NORTH AMERICAN RIVER OTTER"
    }
  ]
}