{
  "insp_id": "167161213170478",
  "layout": "a",
  "customer_id": "7878",
  "customer_name": "Julie A Nelson",
  "customer_addr": "3053 190th Street\nFairfield, IA 52556",
  "certificate": "42-A-0734",
  "site_id": "001",
  "site_name": "JULIE A NELSON",
  "insp_type": "ROUTINE INSPECTION",
  "date": "14-JUN-2016",
  "report_date": "15-JUN-2016",
  "citations": [
    {
      "code": "3.1(c)(1)(2)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "In the two small dog buildings the enclosures are framed in wood and there are at least nine enclosures, containing\nfourteen dogs, which have the sharp ends of screws penetrating through the wood framing and into the dog\nenclosures. The screws are located in the wood that is framing the top of the enclosures and the dogs could come\ninto contact with the sharp points.\nMultiple sharp points are located in at least three outdoor enclosures, containing four Golden retrievers. The sharp\npoints are found at the level of the dogs and are created by the ends of wires that are used to attach buckets and\nfeeders to the fence and along some of the enclosure fence panels. Sharp points can cause injury to the dogs.\nHousing facilities for dogs must be free of sharp points and jagged edges that could injure the animals. The\nlicensee must remove the sharp points from the dog enclosures in order to eliminate the injury risk towards the\ndogs. The licensee must ensure that all housing facilities remain safe for the dogs at all times.\nCorrection date: June 28, 2016"
    },
    {
      "code": "3.1(c)(2)",
      "kind": "",
      "repeat": true,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "In the two small dog buildings there are at least sixteen enclosures, containing twenty dogs, that are framed in wood\nand the wood along the tops of the enclosures has been chewed and shredded by the dogs.\nThe outdoor enclosures housing the Golden retrievers have shelters with flaps over the doors that act as wind and\nrain breaks. At least three of the flaps have been shredded and torn by the dogs. At least three dogs are housed in\nthese enclosures.\nThe outdoor enclosures each contain a shelter for the dogs. In one enclosure, containing two Golden retrievers, the\nfloor of the shelter is constructed of wooden boards and the dogs have damaged the wood resulting in a large hole\nin the floor.\nThe damage to the wood and the shelter flaps does not allow for proper cleaning and sanitization of these surfaces\nto occur and could increase the disease risk towards the dogs.\nAll surfaces must be maintained on a regular basis. Any surface that cannot be readily cleaned and sanitized must\nbe replaced if worn or soiled. The licensee must replace the damaged wood and shelter flaps or alter them in a\nmanner that allows for cleaning and sanitization of the surfaces to occur. The licensee must ensure that all surfaces\nof housing facilities are maintained and kept in good repair."
    },
    {
      "code": "3.4(b)(3)",
      "kind": "",
      "repeat": false,
      "desc": "OUTDOOR HOUSING FACILITIES.",
      "narrative": "There is one outdoor enclosure, containing one Golden retriever, which has no wind and rain break at the entrance\nto the shelter. Another enclosure, containing one Golden retriever, has just one small strip remaining of the flap that\ncovers the entrance to the shelter. Wind and rain breaks located at the shelter entrance are necessary to ensure\nthat the dog can adequately escape uncomfortable weather.\nAll outdoor housing shelters must be provided with a wind and rain break at the entrance. The licensee must add a\nsufficient wind and rain break to the front of the shelters. The licensee must ensure that all outdoor shelters have a\nwind and rain break at all times for the health and well-being of the dogs.\nCorrection date: June 28, 2016"
    },
    {
      "code": "3.11(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "In at least two outdoor enclosures, containing three Golden retrievers, there is a thick buildup of dirt on the interior\nwalls of the shelters. In the enclosure containing two young adult Golden retrievers there is also a buildup of dirt on\nthe wooden floor of the enclosure. The buildup of dirt could increase the risk of disease towards the dogs.\nUsed primary enclosures for dogs must be sanitized at least once every two weeks, or more often if necessary to\nprevent the buildup of dirt, debris, food waste, excreta, and other disease hazards. The licensee must remove the\nbuildup of dirt from the interior surfaces of the shelters. The licensee must ensure that the buildup of dirt on the\nsurfaces of all used primary enclosures is eliminated for the health and well-being of the dogs.\nCorrection date: June 28. 2016\nExit interview conducted with Kelly Maxwell, ACI, Heather Cole, VMO and the facility representative.\nAdditional Inspectors\nCole Heather, Supervisory Animal Care Specialist"
    }
  ],
  "narrative": "3.1(c)(1)(2)\nHOUSING FACILITIES, GENERAL.\nIn the two small dog buildings the enclosures are framed in wood and there are at least nine enclosures, containing\nfourteen dogs, which have the sharp ends of screws penetrating through the wood framing and into the dog\nenclosures.  The screws are located in the wood that is framing the top of the enclosures and the dogs could come\ninto contact with the sharp points. \n \nMultiple sharp points are located in at least three outdoor enclosures, containing four Golden retrievers.  The sharp\npoints are found at the level of the dogs and are created by the ends of wires that are used to attach buckets and\nfeeders to the fence and along some of the enclosure fence panels.   Sharp points can cause injury to the dogs.\nHousing facilities for dogs must be free of sharp points and jagged edges that could injure the animals.  The\nlicensee must remove the sharp points from the dog enclosures in order to eliminate the injury risk towards the\ndogs.  The licensee must ensure that all housing facilities remain safe for the dogs at all times.\nCorrection date:  June 28, 2016\n3.1(c)(2)                    REPEAT\nHOUSING FACILITIES, GENERAL.\nIn the two small dog buildings there are at least sixteen enclosures, containing twenty dogs, that are framed in wood\nand the wood along the tops of the enclosures has been chewed and shredded by the dogs. \n \nThe outdoor enclosures housing the Golden retrievers have shelters with flaps over the doors that act as wind and\nrain breaks.  At least three of the flaps have been shredded and torn by the dogs.  At least three dogs are housed in\nthese enclosures.\nThe outdoor enclosures each contain a shelter for the dogs.  In one enclosure, containing two Golden retrievers, the\nfloor of the shelter is constructed of wooden boards and the dogs have damaged the wood resulting in a large hole\n\nin the floor.  \nThe damage to the wood and the shelter flaps does not allow for proper cleaning and sanitization of these surfaces\nto occur and could increase the disease risk towards the dogs.\nAll surfaces must be maintained on a regular basis.  Any surface that cannot be readily cleaned and sanitized must\nbe replaced if worn or soiled.  The licensee must replace the damaged wood and shelter flaps or alter them in a\nmanner that allows for cleaning and sanitization of the surfaces to occur.  The licensee must ensure that all surfaces\nof housing facilities are maintained and kept in good repair.\n3.4(b)(3)\nOUTDOOR HOUSING FACILITIES.\nThere is one outdoor enclosure, containing one Golden retriever, which has no wind and rain break at the entrance\nto the shelter.  Another enclosure, containing one Golden retriever, has just one small strip remaining of the flap that\ncovers the entrance to the shelter.  Wind and rain breaks located at the shelter entrance are necessary to ensure\nthat the dog can adequately escape uncomfortable weather.\nAll outdoor housing shelters must be provided with a wind and rain break at the entrance.  The licensee must add a\nsufficient wind and rain break to the front of the shelters.  The licensee must ensure that all outdoor shelters have a\nwind and rain break at all times for the health and well-being of the dogs.\n  \nCorrection date:  June 28, 2016\n3.11(b)(2)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\nIn at least two outdoor enclosures, containing three Golden retrievers, there is a thick buildup of dirt on the interior\nwalls of the shelters.  In the enclosure containing two young adult Golden retrievers there is also a buildup of dirt on\nthe wooden floor of the enclosure.  The buildup of dirt could increase the risk of disease towards the dogs.\nUsed primary enclosures for dogs must be sanitized at least once every two weeks, or more often if necessary to\nprevent the buildup of dirt, debris, food waste, excreta, and other disease hazards.  The licensee must remove the\nbuildup of dirt from the interior surfaces of the shelters.  The licensee must ensure that the buildup of dirt on the\nsurfaces of all used primary enclosures is eliminated for the health and well-being of the dogs.\nCorrection date:  June 28. 2016\n\nExit interview conducted with Kelly Maxwell, ACI, Heather Cole, VMO and the facility representative.\n \nAdditional Inspectors\nCole Heather, Supervisory Animal Care Specialist",
  "animals_total": 76,
  "species": [
    {
      "count": 71,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 5,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}