{
  "insp_id": "2016090000768452",
  "layout": "b",
  "customer_id": "323515",
  "customer_name": "HOWLING WOODS FARM",
  "customer_addr": "1371 WEST VETERANS HIGHWAY\nJACKSON, NJ 08527",
  "certificate": "22-C-0127",
  "site_id": "001",
  "site_name": "HOWLING WOODS FARM",
  "insp_type": "ROUTINE INSPECTION",
  "date": "07-FEB-2022",
  "report_date": "25-FEB-2022",
  "citations": [
    {
      "code": "2.40(a)(2)",
      "kind": "",
      "repeat": false,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "According to the written program of veterinary care, the attending veterinarian indicated the vaccinations for parvovirus,\nleptospirosis, hepatitis, Bordetella and yearly fecal testing for intestinal parasites but the owner declined the veterinarian’s\nrecommendations to conduct these necessary items. This declination dismisses the attending veterinarian’s authority to\nappropriately provide adequate veterinary care for the wolf hybrids and coydogs. The exhibitor shall assure that the\nattending veterinarian has appropriate authority to ensure the provision of adequate veterinary care and to oversee the\nadequacy of other aspects of animal care and use.\nTO BE CORRECTED BY: MARCH 4, 2022"
    },
    {
      "code": "3.1(a)",
      "kind": "",
      "repeat": true,
      "desc": "Housing facilities, general.",
      "narrative": "The rotted and deteriorated interior wooden support post, just inside of the shelter door opening, still remains unrepaired.\nThis post could still injure the wolf-hybrids upon entering and exiting the shelter building. The rotted woodent post should\nbe repaired to keep the building in good repair and to prevent injury."
    },
    {
      "code": "3.10(a)",
      "kind": "Direct",
      "repeat": false,
      "desc": "Watering",
      "narrative": "3.10 - Watering. (a) Potable water must be continuously available to the dogs, unless restricted by the attending\nveterinarian or excepted as provided in section 3.17(a).\nUpon arrival, the temperature was 32 degrees F. The metal water buckets and rubber tubs, provided for all the wolf\nhybrids and both coydogs, had frozen water in them. Most were completely solidified thus not drinkable. One wolf hybrid\nwas observed licking the ice in its water bucket. During the inspection, staff removed the ice from the buckets and tubs\nand provided potable water for the animals to drink. Drinkable water must be continuously available for the health and\nwell-being of the wolf hybrids and coydogs.\nCORRECTED AT TIME OF INSPECTION"
    },
    {
      "code": "3.13(a)",
      "kind": "",
      "repeat": false,
      "desc": "Veterinary care for dogs.",
      "narrative": "3.13 (a)(3) - Vaccinations for contagious and/or deadly diseases of dogs (including rabies, parvovirus and distemper) and\nsampling and treatment of parasites and other pests (including fleas, worms, coccidia, giardia, and heartworm) in\naccordance with a schedule approved by the attending veterinarian, unless otherwise required by a research protocol\napproved by the Committee at research facilities;\nAccording to the written Program of Veterinary Care, the attending veterinarian for the wolf hybrids and coydogs are to\nreceive vaccinations for parvovirus but the owner declined to have this vaccine provided. Additional vaccines for\nleptospirosis, hepatitis and Bordetella were suggested but were also declined by the owner. The attending veterinarian\nalso recommended annual fecal sampling to test for intestinal parasites but this was also declined. The facility is not\nfollowing the veterinary care plan that the attending veterinarian feels is appropriate for the wolf hybrid and coydogs. Lack\nof the required vaccines will potentially affect the health of the wolf hybrids and coydogs.\nTO BE CORRECTED BY: MARCH 4, 2022\nThis inspection and exit briefing were conducted with the licensee and facility representatives.\nAdditional Inspectors:\nJESSICA GOWINS, VETERINARY MEDICAL OFFICEREnd Section"
    }
  ],
  "narrative": "2.40(a)(2) \n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nAccording to the written program of veterinary care, the attending veterinarian indicated the vaccinations for parvovirus, \nleptospirosis, hepatitis, Bordetella and yearly fecal testing for intestinal parasites but the owner declined the veterinarian’s \nrecommendations to conduct these necessary items.  This declination dismisses the attending veterinarian’s authority to \nappropriately provide adequate veterinary care for the wolf hybrids and coydogs.  The exhibitor shall assure that the \nattending veterinarian has appropriate authority to ensure the provision of adequate veterinary care and to oversee the \nadequacy of other aspects of animal care and use. \n \nTO BE CORRECTED BY:  MARCH 4, 2022 \n3.1(a)  Repeat\n   \nHousing facilities, general. \nThe rotted and deteriorated interior wooden support post, just inside of the shelter door opening, still remains unrepaired.  \nThis post could still injure the wolf-hybrids upon entering and exiting the shelter building.  The rotted woodent post should \nbe repaired to keep the building in good repair and to prevent injury. \n3.10(a)  Direct\n   \nWatering\n\n3.10 - Watering. (a) Potable water must be continuously available to the dogs, unless restricted by the attending \nveterinarian or excepted as provided in section 3.17(a). \n \nUpon arrival, the temperature was 32 degrees F.  The metal water buckets and rubber tubs, provided for all the wolf \nhybrids and both coydogs, had frozen water in them.  Most were completely solidified thus not drinkable.  One wolf hybrid \nwas observed licking the ice in its water bucket.  During the inspection, staff removed the ice from the buckets and tubs \nand provided potable water for the animals to drink.  Drinkable water must be continuously available for the health and \nwell-being of the wolf hybrids and coydogs. \n \nCORRECTED AT TIME OF INSPECTION \n3.13(a) \n   \nVeterinary care for dogs. \n3.13 (a)(3)  - Vaccinations for contagious and/or deadly diseases of dogs (including rabies, parvovirus and distemper) and \nsampling and treatment of parasites and other pests (including fleas, worms, coccidia, giardia, and heartworm) in \naccordance with a schedule approved by the attending veterinarian, unless otherwise required by a research protocol \napproved by the Committee at research facilities; \n \nAccording to the written Program of Veterinary Care, the attending veterinarian for the wolf hybrids and coydogs are to \nreceive vaccinations for parvovirus but the owner declined to have this vaccine provided. Additional vaccines for \nleptospirosis, hepatitis and Bordetella were suggested but were also declined by the owner.  The attending veterinarian \nalso recommended annual fecal sampling to test for intestinal parasites but this was also declined.  The facility is not \nfollowing the veterinary care plan that the attending veterinarian feels is appropriate for the wolf hybrid and coydogs.  Lack\n\nof the required vaccines will potentially affect the health of the wolf hybrids and coydogs. \n \nTO BE CORRECTED BY: MARCH 4, 2022 \n \nThis inspection and exit briefing were conducted with the licensee and facility representatives. \n \nAdditional Inspectors: \nJESSICA GOWINS, VETERINARY MEDICAL OFFICEREnd Section",
  "animals_total": 15,
  "species": [
    {
      "count": 13,
      "scientific": "Canis lupus X C. l. familiaris",
      "common": "WOLF/DOG HYBRID"
    },
    {
      "count": 2,
      "scientific": "Canis latrans x C. lupus familiaris",
      "common": "COYOTE-DOG HYBRID / COYDOG"
    }
  ]
}