{
  "insp_id": "2016082569522800",
  "layout": "a",
  "customer_id": "326799",
  "customer_name": "Fannie A Wengerd",
  "customer_addr": "386 Wengerd Road\nMifflintown, PA 17059",
  "certificate": "23-B-0240",
  "site_id": "001",
  "site_name": "FANNIE A WENGERD",
  "insp_type": "ROUTINE INSPECTION",
  "date": "25-JUN-2019",
  "report_date": "25-JUN-2019",
  "citations": [
    {
      "code": "3.26(d)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, INDOOR.",
      "narrative": "There are several areas of the building where raw wood is exposed; front window sill, side door, ramp and door\nframe in between the two rooms. These areas are not impervious to moisture and can not be properly sanitized.\nThe interior of all building surfaces shall be constructed and maintained so that they are substantially impervious to\nmoisture and may be readily sanitized.\nCorrect By: 8/1/2019"
    },
    {
      "code": "3.28(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "Enclosures C, D, 1 and 2 have exposed raw wood on the outside wall of the enclosure. Enclosures D, C, A and B\nhave exposed raw wood on the water bowl holders located inside of the enclosures. Areas with raw wood are not\nimpervious to moisture and can not be properly sanitized. All enclosures, including their racks, shelving and other\naccessories, shall be constructed of smooth material substantially impervious to liquids and moisture.\nCorrect by: 8/1/2019"
    },
    {
      "code": "3.31(b)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "There is spilled feed, shavings, empty food bags, clutter and excreta on the floor just as you enter the facility. This\nis also the location where food is stored. When objects were moved in this area, several black bugs were noticed to\nbe crawling around. The pests identified on today's inspection are a direct result of improper cleaning and the\navailability of a food supply and locations for the unwanted pests to hide. The Licensee cleaned this area prior to\nthe exit briefing. The Licensee must ensure that there are methods in place to keep the building and grounds clean,\nfree of clutter and the accumulation of trash to prevent future pest issues and the contamination of food.\nCorrect By: 7/2/2019\nThis inspection and exit interview were conducted with the Licensee.\nAdditional Inspectors\nMarkmann Robert, Animal Care Inspector"
    }
  ],
  "narrative": "3.26(d)\nFACILITIES, INDOOR.\nThere are several areas of the building where raw wood is exposed; front window sill, side door, ramp and door\nframe in between the two rooms.  These areas are not impervious to moisture and can not be properly sanitized. \nThe interior of all building surfaces shall be constructed and maintained so that they are substantially impervious to\nmoisture and may be readily sanitized.\nCorrect By: 8/1/2019\n3.28(a)(1)\nPRIMARY ENCLOSURES. \nEnclosures C, D, 1 and 2 have exposed raw wood on the outside wall of the enclosure.  Enclosures D, C, A and B\nhave exposed raw wood on the water bowl holders located inside of the enclosures.  Areas with raw wood are not\nimpervious to moisture and can not be properly sanitized.  All enclosures, including their racks, shelving and other\naccessories, shall be constructed of smooth material substantially impervious to liquids and moisture.\nCorrect by: 8/1/2019\n3.31(b)\nSANITATION.\nThere is spilled feed, shavings, empty food bags, clutter and excreta on the floor just as you enter the facility.  This\nis also the location where food is stored.  When objects were moved in this area, several black bugs were noticed to\nbe crawling around.  The pests identified on today's inspection are a direct result of improper cleaning and the\navailability of a food supply and locations for the unwanted pests to hide.  The Licensee cleaned this area prior to\nthe exit briefing.  The Licensee must ensure that there are methods in place to keep the building and grounds clean,\nfree of clutter and the accumulation of trash to prevent future pest issues and the contamination of food.\nCorrect By: 7/2/2019\n\nThis inspection and exit interview were conducted with the Licensee.\nAdditional Inspectors\nMarkmann Robert, Animal Care Inspector",
  "animals_total": 153,
  "species": [
    {
      "count": 153,
      "scientific": "Cavia porcellus",
      "common": "DOMESTIC GUINEA PIG"
    }
  ]
}