{
  "insp_id": "2016082569046084",
  "layout": "a",
  "customer_id": "3826",
  "customer_name": "Terrill Al-Saihati",
  "customer_addr": "15672 South Avenue 1 E\nYuma, AZ 85365",
  "certificate": "86-C-0102",
  "site_id": "001",
  "site_name": "TERRILL AL-SAIHATI",
  "insp_type": "ROUTINE INSPECTION",
  "date": "06-FEB-2018",
  "report_date": "16-FEB-2018",
  "citations": [
    {
      "code": "2.40(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "***There was no Program of Veterinary Care available for review at the time of the inspection.\nThe written Program of Veterinary Care is needed to ensure that the facility understands the expectations of the\nattending veterinarian in regards to the veterinary care of regulated animals. It outlines preventive veterinary care\npractices, such as deworming and vaccinations. The facility should ensure that the written program of veterinary\ncare is available for review during all USDA inspections.\nTo be corrected by: February 16, 2018"
    },
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "***An adult, male, Dromedary camel, Zo, has a large growth on his chest pad that is irregular in shape,\napproximately 4 inches by 8 inches extending approximately 6 inches down from the body wall. The growth had\nnumerous flies crawling on it. At the time of inspection, the licensee was still unable to provide documentation of a\nphysical exam, diagnosis, or treatment plan provided by the attending veterinarian.\n***An intact adult male tricolor goat that had been non-weight bearing on his right front leg during the APHIS\ninspection on March 9, 2017 was observed during this inspection to still be non-weight bearing on this limb. The\nmost recent veterinary exam occurred on May 27, 2017. The attending veterinarian recommended in his\ndocumentation that 1) more diagnostic work needs to be done (radiographs, bloodwork, appropriate serology), or 2)\nif the facility representatives do not want to proceed with more diagnostics then it is his recommendation to cull the\nanimal. To date, the licensee has not followed the veterinary recommendations.\n***A brown and white female goat has overgrown right front and right hind hooves. Additionally, she was exhibiting\nan abnormal gait with her hind legs. She was walking in a stiff manner on her hind limbs.\n***Five goats and three pigs have overgrown hooves due to a lack of recent hoof trimming. Failure to appropriately\nmaintain hooves can cause gait abnormalities which can be painful or cause injuries. As part of the facility’s\nprogram of preventative veterinary care, the licensee must ensure that all animals receive appropriate hoof care in a\ntimely manner.\n***A adult black goat had an area of hair loss underneath the left eye. The hairless region was white and the skin\nwas dry and flaky. This area was swollen compared to the same area underneath the right eye.\n***An adult female Fennec fox, Foxy, has hair loss over the knuckles of all four feet and has excessively long nails\nthat need to be trimmed.\nThe facility must ensure that all animals showing potential signs of veterinary medical problems are evaluated by a\nveterinarian in a timely manner in order to receive an accurate diagnosis and appropriate treatment plan.\nAdditionally, the facility must ensure the availability of emergency, weekend, and holiday care for all of the animals\nat the facility. The animals mentioned above must be examined by a veterinarian to obtain accurate diagnosis and\nappropriate treatment plans for the problems cited above. From this date forward, the licensee must ensure that all\nanimals at the facility are provided with adequate veterinary care, as described by the attending veterinarian and the\nprogram of veterinary care. The program for providing adequate veterinary care shall include the use of appropriate\nmethods to prevent, control, diagnose, and treat diseases and injuries."
    },
    {
      "code": "2.75(b)(1)",
      "kind": "",
      "repeat": false,
      "desc": "RECORDS: DEALERS AND EXHIBITORS.",
      "narrative": "***At the time of inspection, the facility representatives were unable to locate any animal records. They were unable\nto present the records that contained the required information regarding the acquisition and disposition of animals,\nas well as a record of \"animals on hand\".\nRecords containing the required information for animals acquired for use in regulated activities, including those\noffspring born on premise, are necessary in order to accurately track animals being used in regulated activities to\nensure their humane care and use. Records must be maintained that fully disclose the acquisition and disposition of\nanimals whether purchased, owned, held, born on premises, or leased. They shall include the age or birth date of\nthe animals, their acquisition date, the name and address of the person from whom the animals were obtained or to\nwhom they are sold, the number of animals, species, USDA license number or registration (if licensed). A record of\nthe animals on hand shall be created, maintained and made available for review during USDA inspections.\nDate to be Corrected: February 16, 2018"
    },
    {
      "code": "2.131(d)(2)",
      "kind": "",
      "repeat": true,
      "desc": "HANDLING OF ANIMALS.",
      "narrative": "***The public is permitted to walk directly up the primary enclosures and feed the animals. There are no barriers or\nsigns present to discourage public contact and the guests are encouraged to feed food that is sold on the premises.\nThere was only one attendant present during this inspection and when APHIS inspectors arrived at the facility, she\nwas inside the office with a member of the public. At that time, three visitors were seen to be petting and feeding the\nsheep. The attendant failed to supervise the visitors’ interaction with the animals.\nContinued unattended public contact does not ensure safe public interaction with these animals. Licensees must\nensure that during periods of public exhibition, a responsible, knowledgeable employee or attendant is present at all\ntimes during periods of public contact."
    },
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": true,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "***In an enclosure housing nine goats, two portions of the chain linked fencing were in disrepair. The bottom of the\nchain linked fence along two opposing sides of the enclosure was not secured to the ground, creating a gap\nbetween the bottom of the fence and the ground. The sharp points at the bottom of the fence were facing into the\nenclosure where the animals could come into contact with them.\n***A portion of the ceiling of the coati enclosure was in disrepair. Several of the wires were broken, creating gaps in\nthe structure. Additionally, there were loose metal wires with sharp points that were protruding into the enclosure.\nThese damaged wires are in close proximity to the top of the coati’s night house, where the animal was observed to\nbe laying during the inspection.\n***On the bottom of the back side of the nesting box in the coati enclosure there were several exposed screw tips\nthat could injure the coati.\n***The fencing surrounding the enclosure of one male camel, “Humphrey,” was in disrepair. Parts of the enclosure\nconsisted entirely of four metal cables that were strung horizontally in order to contain the camel. The bottom most\nstrand of cable was loose in some areas and either hanging low or entirely on the ground. These structural issues\ncause the fence to be less effective in containment of the animal and can lead to entrapment or escape of the\nanimal. Other portions of the enclosure had a wire mesh surrounding the metal cable. This wire was not securely\nfastened to the fence either at the top of the bottom in numerous areas, allowing it to curl and fold over, creating\ngaps and sharp points that were pointing into the enclosure.\n***An enclosure that housed both sheep and goats had a broken wood board that was hanging down into the\nenclosure. The edges of the broken wood boards were jagged and splintered, and were directly exposed to the\nanimals in the enclosure and present a risk of injury.\n***An enclosure that housed eighteen sheep had broken metal fencing with sharp points and broken wooden boards\nwith jagged, splintered edges. There were gaps in both the metal and wooden fencing that were large enough for\nthe animals’ horns, head, or limbs, could become stuck.\n***In the enclosure housing two pigs, there was an exposed nail head on the lower portion of the night house that\nwas pointing outward where the pigs could easily come into contact with the edge.\n***An enclosure housing one Dromedary camel, “Coco,” contained sharp points and had fencing in disrepair. Metal\nwires, which were in place to tie wooden boards to the bottom of the chain linked fence for support, had sharp\npoints that were protruding out into the enclosure. A segment of the lower portion of the chain linked fence on the\nopposite side of the enclosure was not secured to the cable running along the ground. This created gaps between\nthe ground and the chain linked fencing large enough for the animal’s limb to become entrapped.\n***An enclosure that housed a Dromedary camel, “Pinkie,” had fencing in disrepair. A metal wire panel was attached\nto a portion of the fencing separating “Pinkie’s” enclosure from the enclosure containing two adult female\nDromedary camels, “Freya” and “Alexa”. The top of this wire was damaged, creating sharp points that pointed\nupward and outward, into the enclosure containing “Freya” and “Alexa”.\n***In an enclosure housing seventeen sheep, a portion of the metal fencing material, along the bottom, was bowing\nout of the base of the pen. This has created a gap large enough for the animal's horns or head to become stuck and\ntherefore poses the risk of injury to animals in the enclosure.\n***In an enclosure housing seventeen sheep, one of the metal legs stabilizing the shade structure was severely\nrusted, creating sharp edges which could injure the animals, as well as potentially affecting the stability of the\nstructure.\n***In an enclosure housing seven goats a portion of the wire fencing was in disrepair. The lower edges of the metal\nfence was bent upward with sharp points protruding toward the animals that could cause injuries.\n***In an enclosure housing seven goats, there was an exposed screw head on the lower portion of a wood structure\nin the exhibit that could come into contact with the animals.\n***The enclosure housing nine goats in the barn had rust along the lower parts of the metal walls, which extended\nup the wall at least 10 inches in height in some areas. The rusted metal exposed many areas of jagged, splintered\npieced of wood underneath. In the areas where the metal was rusted through, sharp metal edges were created and\npointed into the enclosure.\n***There was a hole in the floor along one side of the indoor enclosure housing nine goats. The hole was several\nfeet long and approximately 2 feet deep. A facility representative had placed a wooden beam across the hole,\nhowever, portions of the hole remained uncovered and were large enough for an animal to become entrapped or\ninjured.\n***In an enclosure housing fifteen goats, several panels of the chain linked fencing were in disrepair. The bottom of\nthe chain linked fence was not secured to the ground, creating a gap between the bottom of the fence and the\nground. The sharp points at the bottom of the fence were facing into the enclosure where the animals could come\ninto contact with them.\n***In the enclosure housing fifteen goats, there was a blue plastic bin in the middle of the pen. This bin was cracked,\nhad holes, and broken sides with jagged edges which could injure the animals.\nAll enclosures must be kept in good repair and free of sharp points, protruding edges, holes, and gaps/openings in\norder to protect the animals from injury. A system of facility monitoring and maintenance should be in place and to\nensure all animal facilities are structurally sound and in good repair to protect the animals from injury and/or escape."
    },
    {
      "code": "3.127(a)",
      "kind": "",
      "repeat": true,
      "desc": "FACILITIES, OUTDOOR.",
      "narrative": "***An enclosure containing two adult camels, “Freya” and “Alexa” did not have adequate shade to protect the two\nanimals from direct sunlight.\nThe areas of shade provided were not large enough to allow both of the animals within the enclosure to be\nprotected from direct sunlight. During the inspection, the shade structure provided two small strips of shade inside\nthe enclosure, however the majority of the shade provided was outside of the enclosure and not benefitting the\nanimals. At the time of inspection, the temperature registered on the Kestrel 4000 was 81.2 degrees Fahrenheit.\nInadequate protection from direct sunlight may lead to overheating or discomfort from squinting. Sufficient shade by\nnatural or artificial means shall be provided to allow all animals kept outdoors to protect themselves from direct\nsunlight."
    },
    {
      "code": "3.127(c)",
      "kind": "",
      "repeat": true,
      "desc": "FACILITIES, OUTDOOR.",
      "narrative": "***There were pools of standing water around the water receptacle in an enclosure containing one zebu and two\nsheep. The animals were unable to drink from the receptacle without standing in the mud.\n***In an enclosure containing two adult water buffalo, the area surrounding the water receptacle consisted of mud\nand pools of standing water. The animals were unable to drink from the receptacle without standing on the wet\nground. The plastic water receptacle had a large rip in the material, which caused the receptacle to continuously\nleak, creating the standing water.\nStanding water can pose a health risk to the animals as it can contain bacteria and parasites. Additionally, animals\nstanding in water for excess periods of time are at risk for foot/hoof rot. The facility must have a suitable method to\nprevent the water from initially accumulating in the enclosure or rapidly eliminate excess water from the enclosure."
    },
    {
      "code": "3.127(d)",
      "kind": "",
      "repeat": true,
      "desc": "FACILITIES, OUTDOOR.",
      "narrative": "***Near the camel enclosure, containing “Camela” and her baby, a portion of the perimeter fence is approximately\nfive feet tall.\n***Near the eland enclosure, a large portion of the perimeter fence is in disrepair. One of the metal poles stabilizing\nthe chain link is leaning outward, away from the property at approximately a 30 degree slant. Another metal\nstabilizing pole is leaning inward. Along one section of the fence, the metal bar at the top of the fence is broken into\ntwo pieces.\n*** At the front of the property, near the mini-hinny and sheep enclosure, an approximately 100 foot long segment of\nthe perimeter fence is less than 6 feet tall.\n***Near the enclosure containing the coati, a tree is leaning on the perimeter fence.\nAll of the issues cited above decrease the efficacy of the perimeter fence to function as a secondary containment\nsystem for the regulated animals and to protect them from outside animals entering the premises. The perimeter\nfence must be constructed so that it protects the animals in the facility by restricting animals and unauthorized\npersons from having contact with the animals, and so it can function as a secondary containment system. It must be\nof sufficient distance from the outside of the primary enclosure to prevent physical contact between animals inside\nthe enclosure and animals or persons outside the perimeter fence."
    },
    {
      "code": "3.131(c)",
      "kind": "",
      "repeat": true,
      "desc": "SANITATION.",
      "narrative": "***A gopher carcass was observed to be lying in an enclosure housing seven goats. A dead animal has the potential\nto transmit disease to the regulated animals. The facility representative removed the carcass at the time of\ninspection.\n***In the enclosure housing twelve goats, there was a bundle of baling twine on the ground. This is a hazard, as the\ntwine could be consumed by the animals in the enclosure.\n***In an enclosure containing five goats, baling twine was used to tie panels of the metal fencing together. Five\nstrands of the twine were running into the enclosure along the ground. This twine could be consumed by the\nanimals in the enclosure.\n***In the barn housing nine goats, an accumulation of cobwebs was present in the corners of the enclosure and on\nthe feeders. Cobwebs can be areas for harboring pests which can affect the health of the regulated animals and\nmay be an indication of substandard husbandry practices.\nAnimal enclosures must be kept clean and in good repair to protect the animals from injury and to facilitate good\nhusbandry practices. A regular program of housekeeping in and around all animal enclosures needs to be\nimplemented and maintained.\nThis report is a continuation of the previous report on February 6, 2018 and contains the indirect citations from the\nroutine inspection conducted at that time. An additional report containing the direct citations was previously\ndelivered to the licensee on February 6, 2018 and an exit interview was conducted at that time. With respect to the\nnon-compliant items contained within this report, an exit was conducted on February 6, 2018 with facility\nrepresentatives and the undersigned inspector.\nAdditional Inspectors\nEngel D.V.M Dominique, Hpa Gov User"
    }
  ],
  "narrative": "2.40(a)(1)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n***There was no Program of Veterinary Care available for review at the time of the inspection. \nThe written Program of Veterinary Care is needed to ensure that the facility understands the expectations of the\nattending veterinarian in regards to the veterinary care of regulated animals. It outlines preventive veterinary care\npractices, such as deworming and vaccinations. The facility should ensure that the written program of veterinary\ncare is available for review during all USDA inspections.\nTo be corrected by: February 16, 2018\n2.40(b)(2)                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n***An adult, male, Dromedary camel, Zo, has a large growth on his chest pad that is irregular in shape,\napproximately 4 inches by 8 inches extending approximately 6 inches down from the body wall. The growth had\nnumerous flies crawling on it. At the time of inspection, the licensee was still unable to provide documentation of a\nphysical exam, diagnosis, or treatment plan provided by the attending veterinarian. \n***An intact adult male tricolor goat that had been non-weight bearing on his right front leg during the APHIS\ninspection on March 9, 2017 was observed during this inspection to still be non-weight bearing on this limb. The\nmost recent veterinary exam occurred on May 27, 2017. The attending veterinarian recommended in his\ndocumentation that 1) more diagnostic work needs to be done (radiographs, bloodwork, appropriate serology), or 2)\nif the facility representatives do not want to proceed with more diagnostics then it is his recommendation to cull the\nanimal. To date, the licensee has not followed the veterinary recommendations. \n***A brown and white female goat has overgrown right front and right hind hooves. Additionally, she was exhibiting\nan abnormal gait with her hind legs. She was walking in a stiff manner on her hind limbs.\n***Five goats and three pigs have overgrown hooves due to a lack of recent hoof trimming. Failure to appropriately\n\nmaintain hooves can cause gait abnormalities which can be painful or cause injuries. As part of the facility’s\nprogram of preventative veterinary care, the licensee must ensure that all animals receive appropriate hoof care in a\ntimely manner.\n***A adult black goat had an area of hair loss underneath the left eye. The hairless region was white and the skin\nwas dry and flaky. This area was swollen compared to the same area underneath the right eye. \n***An adult female Fennec fox, Foxy, has hair loss over the knuckles of all four feet and has excessively long nails\nthat need to be trimmed. \nThe facility must ensure that all animals showing potential signs of veterinary medical problems are evaluated by a\nveterinarian in a timely manner in order to receive an accurate diagnosis and appropriate treatment plan.\nAdditionally, the facility must ensure the availability of emergency, weekend, and holiday care for all of the animals\nat the facility. The animals mentioned above must be examined by a veterinarian to obtain accurate diagnosis and\nappropriate treatment plans for the problems cited above. From this date forward, the licensee must ensure that all\nanimals at the facility are provided with adequate veterinary care, as described by the attending veterinarian and the\nprogram of veterinary care. The program for providing adequate veterinary care shall include the use of appropriate\nmethods to prevent, control, diagnose, and treat diseases and injuries.\n2.75(b)(1)\nRECORDS: DEALERS AND EXHIBITORS.\n***At the time of inspection, the facility representatives were unable to locate any animal records. They were unable\nto present the records that contained the required information regarding the acquisition and disposition of animals,\nas well as a record of \"animals on hand\". \nRecords containing the required information for animals acquired for use in regulated activities, including those\noffspring born on premise, are necessary in order to accurately track animals being used in regulated activities to\nensure their humane care and use. Records must be maintained that fully disclose the acquisition and disposition of\nanimals whether purchased, owned, held, born on premises, or leased. They shall include the age or birth date of\nthe animals, their acquisition date, the name and address of the person from whom the animals were obtained or to\nwhom they are sold, the number of animals, species, USDA license number or registration (if licensed). A record of\nthe animals on hand shall be created, maintained and made available for review during USDA inspections.\nDate to be Corrected: February 16, 2018\n2.131(d)(2)                    REPEAT\nHANDLING OF ANIMALS.\n\n***The public is permitted to walk directly up the primary enclosures and feed the animals. There are no barriers or\nsigns present to discourage public contact and the guests are encouraged to feed food that is sold on the premises.\nThere was only one attendant present during this inspection and when APHIS inspectors arrived at the facility, she\nwas inside the office with a member of the public. At that time, three visitors were seen to be petting and feeding the\nsheep. The attendant failed to supervise the visitors’ interaction with the animals.\nContinued unattended public contact does not ensure safe public interaction with these animals. Licensees must\nensure that during periods of public exhibition, a responsible, knowledgeable employee or attendant is present at all\ntimes during periods of public contact.\n3.125(a)                    REPEAT\nFACILITIES, GENERAL.   \n***In an enclosure housing nine goats, two portions of the chain linked fencing were in disrepair.  The bottom of the\nchain linked fence along two opposing sides of the enclosure was not secured to the ground, creating a gap\nbetween the bottom of the fence and the ground. The sharp points at the bottom of the fence were facing into the\nenclosure where the animals could come into contact with them. \n***A portion of the ceiling of the coati enclosure was in disrepair. Several of the wires were broken, creating gaps in\nthe structure. Additionally, there were loose metal wires with sharp points that were protruding into the enclosure.\nThese damaged wires are in close proximity to the top of the coati’s night house, where the animal was observed to\nbe laying during the inspection.\n***On the bottom of the back side of the nesting box in the coati enclosure there were several exposed screw tips\nthat could injure the coati.  \n***The fencing surrounding the enclosure of one male camel, “Humphrey,” was in disrepair. Parts of the enclosure\nconsisted entirely of four metal cables that were strung horizontally in order to contain the camel. The bottom most\nstrand of cable was loose in some areas and either hanging low or entirely on the ground. These structural issues\ncause the fence to be less effective in containment of the animal and can lead to entrapment or escape of the\nanimal. Other portions of the enclosure had a wire mesh surrounding the metal cable. This wire was not securely\nfastened to the fence either at the top of the bottom in numerous areas, allowing it to curl and fold over, creating\ngaps and sharp points that were pointing into the enclosure.\n***An enclosure that housed both sheep and goats had a broken wood board that was hanging down into the\nenclosure. The edges of the broken wood boards were jagged and splintered, and were directly exposed to the\nanimals in the enclosure and present a risk of injury. \n***An enclosure that housed eighteen sheep had broken metal fencing with sharp points and broken wooden boards\n\nwith jagged, splintered edges.  There were gaps in both the metal and wooden fencing that were large enough for\nthe animals’ horns, head, or limbs, could become stuck.\n***In the enclosure housing two pigs, there was an exposed nail head on the lower portion of the night house that\nwas pointing outward where the pigs could easily come into contact with the edge.\n***An enclosure housing one Dromedary camel, “Coco,” contained sharp points and had fencing in disrepair. Metal\nwires, which were in place to tie wooden boards to the bottom of the chain linked fence for support, had sharp\npoints that were protruding out into the enclosure. A segment of the lower portion of the chain linked fence on the\nopposite side of the enclosure was not secured to the cable running along the ground. This created gaps between\nthe ground and the chain linked fencing large enough for the animal’s limb to become entrapped.\n***An enclosure that housed a Dromedary camel, “Pinkie,” had fencing in disrepair. A metal wire panel was attached\nto a portion of the fencing separating “Pinkie’s” enclosure from the enclosure containing two adult female\nDromedary camels, “Freya” and “Alexa”. The top of this wire was damaged, creating sharp points that pointed\nupward and outward, into the enclosure containing “Freya” and “Alexa”.\n***In an enclosure housing seventeen sheep, a portion of the metal fencing material, along the bottom, was bowing\nout of the base of the pen. This has created a gap large enough for the animal's horns or head to become stuck and\ntherefore poses the risk of injury to animals in the enclosure.  \n***In an enclosure housing seventeen sheep, one of the metal legs stabilizing the shade structure was severely\nrusted, creating sharp edges which could injure the animals, as well as potentially affecting the stability of the\nstructure. \n***In an enclosure housing seven goats a portion of the wire fencing was in disrepair. The lower edges of the metal\nfence was bent upward with sharp points protruding toward the animals that could cause injuries. \n***In an enclosure housing seven goats, there was an exposed screw head on the lower portion of a wood structure\nin the exhibit that could come into contact with the animals. \n***The enclosure housing nine goats in the barn had rust along the lower parts of the metal walls, which extended\nup the wall at least 10 inches in height in some areas. The rusted metal exposed many areas of jagged, splintered\npieced of wood underneath. In the areas where the metal was rusted through, sharp metal edges were created and\npointed into the enclosure.  \n***There was a hole in the floor along one side of the indoor enclosure housing nine goats. The hole was several\nfeet long and approximately 2 feet deep.  A facility representative had placed a wooden beam across the hole,\nhowever, portions of the hole remained uncovered and were large enough for an animal to become entrapped or\n\ninjured.\n***In an enclosure housing fifteen goats, several panels of the chain linked fencing were in disrepair.  The bottom of\nthe chain linked fence was not secured to the ground, creating a gap between the bottom of the fence and the\nground. The sharp points at the bottom of the fence were facing into the enclosure where the animals could come\ninto contact with them.\n***In the enclosure housing fifteen goats, there was a blue plastic bin in the middle of the pen. This bin was cracked,\nhad holes, and broken sides with jagged edges which could injure the animals.\nAll enclosures must be kept in good repair and free of sharp points, protruding edges, holes, and gaps/openings in\norder to protect the animals from injury. A system of facility monitoring and maintenance should be in place and to\nensure all animal facilities are structurally sound and in good repair to protect the animals from injury and/or escape.\n3.127(a)                    REPEAT\nFACILITIES, OUTDOOR. \n***An enclosure containing two adult camels, “Freya” and “Alexa” did not have adequate shade to protect the two\nanimals from direct sunlight.\nThe areas of shade provided were not large enough to allow both of the animals within the enclosure to be\nprotected from direct sunlight. During the inspection, the shade structure provided two small strips of shade inside\nthe enclosure, however the majority of the shade provided was outside of the enclosure and not benefitting the\nanimals. At the time of inspection, the temperature registered on the Kestrel 4000 was 81.2 degrees Fahrenheit.\nInadequate protection from direct sunlight may lead to overheating or discomfort from squinting. Sufficient shade by\nnatural or artificial means shall be provided to allow all animals kept outdoors to protect themselves from direct\nsunlight.\n3.127(c)                    REPEAT\nFACILITIES, OUTDOOR. \n***There were pools of standing water around the water receptacle in an enclosure containing one zebu and two\nsheep. The animals were unable to drink from the receptacle without standing in the mud.\n***In an enclosure containing two adult water buffalo, the area surrounding the water receptacle consisted of mud\nand pools of standing water. The animals were unable to drink from the receptacle without standing on the wet\nground. The plastic water receptacle had a large rip in the material, which caused the receptacle to continuously\nleak, creating the standing water.\n\nStanding water can pose a health risk to the animals as it can contain bacteria and parasites. Additionally, animals\nstanding in water for excess periods of time are at risk for foot/hoof rot. The facility must have a suitable method to\nprevent the water from initially accumulating in the enclosure or rapidly eliminate excess water from the enclosure.\n3.127(d)                    REPEAT\nFACILITIES, OUTDOOR. \n***Near the camel enclosure, containing “Camela” and her baby, a portion of the perimeter fence is approximately\nfive feet tall.\n***Near the eland enclosure, a large portion of the perimeter fence is in disrepair. One of the metal poles stabilizing\nthe chain link is leaning outward, away from the property at approximately a 30 degree slant. Another metal\nstabilizing pole is leaning inward. Along one section of the fence, the metal bar at the top of the fence is broken into\ntwo pieces. \n*** At the front of the property, near the mini-hinny and sheep enclosure, an approximately 100 foot long segment of\nthe perimeter fence is less than 6 feet tall. \n***Near the enclosure containing the coati, a tree is leaning on the perimeter fence. \nAll of the issues cited above decrease the efficacy of the perimeter fence to function as a secondary containment\nsystem for the regulated animals and to protect them from outside animals entering the premises. The perimeter\nfence must be constructed so that it protects the animals in the facility by restricting animals and unauthorized\npersons from having contact with the animals, and so it can function as a secondary containment system. It must be\nof sufficient distance from the outside of the primary enclosure to prevent physical contact between animals inside\nthe enclosure and animals or persons outside the perimeter fence.\n3.131(c)                    REPEAT\nSANITATION.   \n***A gopher carcass was observed to be lying in an enclosure housing seven goats. A dead animal has the potential\nto transmit disease to the regulated animals. The facility representative removed the carcass at the time of\ninspection.\n***In the enclosure housing twelve goats, there was a bundle of baling twine on the ground. This is a hazard, as the\ntwine could be consumed by the animals in the enclosure. \n***In an enclosure containing five goats, baling twine was used to tie panels of the metal fencing together. Five\n\nstrands of the twine were running into the enclosure along the ground. This twine could be consumed by the\nanimals in the enclosure.\n***In the barn housing nine goats, an accumulation of cobwebs was present in the corners of the enclosure and on\nthe feeders. Cobwebs can be areas for harboring pests which can affect the health of the regulated animals and\nmay be an indication of substandard husbandry practices. \nAnimal enclosures must be kept clean and in good repair to protect the animals from injury and to facilitate good\nhusbandry practices. A regular program of housekeeping in and around all animal enclosures needs to be\nimplemented and maintained.\nThis report is a continuation of the previous report on February 6, 2018 and contains the indirect citations from the\nroutine inspection conducted at that time.  An additional report containing the direct citations was previously\ndelivered to the licensee on February 6, 2018 and an exit interview was conducted at that time. With respect to the\nnon-compliant items contained within this report, an exit was conducted on February 6, 2018 with facility\nrepresentatives and the undersigned inspector. \nAdditional Inspectors\nEngel D.V.M Dominique, Hpa Gov User",
  "animals_total": 133,
  "species": [
    {
      "count": 1,
      "scientific": "Bos taurus",
      "common": "CATTLE / COW / OX / WATUSI"
    },
    {
      "count": 2,
      "scientific": "Bubalus bubalis",
      "common": "ASIATIC WATER BUFFALO"
    },
    {
      "count": 9,
      "scientific": "Camelus dromedarius",
      "common": "DROMEDARY CAMEL"
    },
    {
      "count": 64,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 3,
      "scientific": "Dama dama",
      "common": "FALLOW DEER"
    },
    {
      "count": 1,
      "scientific": "Equus quagga",
      "common": "BURCHELL’S / GRANT’S / CHAPMAN’S / PLAINS ZEBRA"
    },
    {
      "count": 1,
      "scientific": "Nasua narica",
      "common": "WHITE-NOSED COATI"
    },
    {
      "count": 47,
      "scientific": "Ovis aries aries",
      "common": "SHEEP INCLUDING ALL DOMESTIC BREEDS"
    },
    {
      "count": 3,
      "scientific": "Sus scrofa domestica",
      "common": "DOMESTIC PIG / POTBELLY PIG / MICRO PIG"
    },
    {
      "count": 1,
      "scientific": "Taurotragus oryx",
      "common": "COMMON ELAND"
    },
    {
      "count": 1,
      "scientific": "Vulpes zerda",
      "common": "FENNEC FOX"
    }
  ]
}