{
  "insp_id": "213161258430825",
  "layout": "a",
  "customer_id": "2758",
  "customer_name": "Wildlife Science Center",
  "customer_addr": "22830 Sunrise Rd Ne\nStacy, MN 55079",
  "certificate": "41-C-0277",
  "site_id": "001",
  "site_name": "WILDLIFE SCIENCE CENTER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "27-JUL-2016",
  "report_date": "31-JUL-2016",
  "citations": [
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": true,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "An enclosure containing two cougars had a wooden shelter with a screw sticking out from the roof of the shelter.\nScrews sticking out from the shelter doesn't adequately protect the animals within the enclosure. The licensee must\nensure all sharp points are removed from the enclosure."
    },
    {
      "code": "3.127(d)",
      "kind": "",
      "repeat": true,
      "desc": "FACILITIES, OUTDOOR.",
      "narrative": "The perimeter fence surrounding the enclosures at the facility located on Sunrise Rd. located in Stacy, MN had an\nopening gate that is 6 feet tall. At the back end of the property, part of the perimeter fence is not secured by posts\ncausing that part of the fence to be unsturdy. The fence can easily be moved at the top and can extend a few feet\ninward or outward depending on which way it is moved. The enclosures within the perimeter fence contain wolves,\ncougars, and bears. Not having an 8 foot tall gate and having part of the fence line not secured by posts doesn't\nensure that the animals contained within the perimeter fence can't escape if they somehow got out of their primary\nenclosures. The gate must be corrected so that it reaches a height of 8 feet. In addition the fence line near the\nback end of the property must be secured so the top part of the fence is not able to shift inward or outward the way\nit can now."
    },
    {
      "code": "3.131(c)",
      "kind": "",
      "repeat": true,
      "desc": "SANITATION.",
      "narrative": "Two enclosures had trees that were falling over and were leaning from the inside of the enclosure to the outside of\nthe enclosure. Both trees were leaning onto other trees on the outside of the enclosures. If these leaning trees fall\nfurther, they will land on the fence of the primary enclosures that could give the animals inside of these enclosures\nthe opportunity to escape. One of the leaning trees would also land on the fence line of another primary enclosure\nthat is next to the primary enclosure that the tree stands within. In addition there are two trees that have fallen over\nand are leaning on top of the fence line of a wolf enclosure. The weight of one of the trees has caused the top of\nthe fence line to bend inwards. While the fence line is not damaged to the point where it would allow for the escape\nof the animals inside, any further damage to the fence line may allow for the animals inside to escape. The grounds\nwithin the enclosures must be kept in good repair in order to protect the animals from injury and to keep the animals\ncontained.\nThis was a focused inspection following up on the noncompliances cited on the inspection from 5/10/16. With the\nexception of what was cited on this report, all other noncompliances cited from the previous inspection had been\ncorrected as of the time of this inspection.\nExit interview conducted with facility representative.\nEnd of report."
    }
  ],
  "narrative": "3.125(a)                    REPEAT\nFACILITIES, GENERAL.   \nAn enclosure containing two cougars had a wooden shelter with a screw sticking out from the roof of the shelter. \nScrews sticking out from the shelter doesn't adequately protect the animals within the enclosure.  The licensee must\nensure all sharp points are removed from the enclosure.\n3.127(d)                    REPEAT\nFACILITIES, OUTDOOR. \nThe perimeter fence surrounding the enclosures at the facility located on Sunrise Rd. located in Stacy, MN had an\nopening gate that is 6 feet tall.  At the back end of the property, part of the perimeter fence is not secured by posts\ncausing that part of the fence to be unsturdy.  The fence can easily be moved at the top and can extend a few feet\ninward or outward depending on which way it is moved.  The enclosures within the perimeter fence contain wolves,\ncougars, and bears.  Not having an 8 foot tall gate and having part of the fence line not secured by posts doesn't\nensure that the animals contained within the perimeter fence can't escape if they somehow got out of their primary\nenclosures.  The gate must be corrected so that it reaches a height of 8 feet.  In addition the fence line near the\nback end of the property must be secured so the top part of the fence is not able to shift inward or outward the way\nit can now.\n3.131(c)                    REPEAT\nSANITATION.   \nTwo enclosures had trees that were falling over and were leaning from the inside of the enclosure to the outside of\nthe enclosure.  Both trees were leaning onto other trees on the outside of the enclosures.  If these leaning trees fall\nfurther, they will land on the fence of the primary enclosures that could give the animals inside of these enclosures\nthe opportunity to escape.  One of the leaning trees would also land on the fence line of another primary enclosure\nthat is next to the primary enclosure that the tree stands within.  In addition there are two trees that have fallen over\nand are leaning on top of the fence line of a wolf enclosure.  The weight of one of the trees has caused the top of\nthe fence line to bend inwards.  While the fence line is not damaged to the point where it would allow for the escape\nof the animals inside, any further damage to the fence line may allow for the animals inside to escape.  The grounds\nwithin the enclosures must be kept in good repair in order to protect the animals from injury and to keep the animals\n\ncontained.\nThis was a focused inspection following up on the noncompliances cited on the inspection from 5/10/16.  With the\nexception of what was cited on this report, all other noncompliances cited from the previous inspection had been\ncorrected as of the time of this inspection.\nExit interview conducted with facility representative.\nEnd of report.",
  "animals_total": 48,
  "species": [
    {
      "count": 32,
      "scientific": "Canis lupus",
      "common": "GRAY WOLF / GREY WOLF / TIMBER WOLF"
    },
    {
      "count": 2,
      "scientific": "Procyon lotor",
      "common": "RACCOON"
    },
    {
      "count": 2,
      "scientific": "Puma concolor",
      "common": "PUMA / MOUNTAIN LION / COUGAR"
    },
    {
      "count": 10,
      "scientific": "Ursus americanus",
      "common": "NORTH AMERICAN BLACK BEAR"
    },
    {
      "count": 2,
      "scientific": "Vulpes vulpes",
      "common": "RED FOX (INCLUDES SILVER FOX & CROSS FOX)"
    }
  ]
}