{
  "insp_id": "338141318070745",
  "layout": "a",
  "customer_id": "3361",
  "customer_name": "Wayne Wood",
  "customer_addr": "286 Seabreeze Lake Rd.\nBuchanan, GA 30113",
  "certificate": "57-A-0123",
  "site_id": "001",
  "site_name": "WAYNE WOOD",
  "insp_type": "ROUTINE INSPECTION",
  "date": "04-DEC-2014",
  "report_date": "04-DEC-2014",
  "citations": [
    {
      "code": "2.75(b)(1)",
      "kind": "",
      "repeat": false,
      "desc": "RECORDS: DEALERS AND EXHIBITORS.",
      "narrative": "(b)(1) There are no records maintained disclosing the information required in this section. There were 2 muntjac\nbabies born this year and they are not documented as well. Records must be developed and maintained disclosing\nthe regulated animals owned at this facility. The records shall be made available for review by APHIS Officials\nduring inspection. To be corrected by December 11, 2014."
    },
    {
      "code": "3.131(c)",
      "kind": "",
      "repeat": true,
      "desc": "SANITATION.",
      "narrative": "(C) Housekeeping. There are several large tree limbs down on the fence. The top of Tree limbs on the wire fence\nmay cause damage to the fence and allow the muntjac to escape or unwanted predators to enter their enclosure.\nThe tree limbs shall be removed and the fence checked to ensure there is no damage.\nThere is trash (old feed bags, ties, etc) accumulating in the feed storage building. The building is a 3 X 3 structure\nand the storage area is cluttered making it difficult to visualize the floor area. The building shall be cleaned and the\nfeed stored in a manner that will allow proper cleaning and husbandry.\nThe inspection and exit briefing conducted with the owner."
    }
  ],
  "narrative": "2.75(b)(1)\nRECORDS: DEALERS AND EXHIBITORS.\n(b)(1) There are no records maintained disclosing the information required in this section.  There were 2 muntjac\nbabies born this year and they are not documented as well.  Records must be developed and maintained disclosing\nthe regulated animals owned at this facility.  The records shall be made available for review by APHIS Officials\nduring inspection.  To be corrected by December 11, 2014.\n3.131(c)                    REPEAT\nSANITATION.   \n(C)  Housekeeping.  There are several  large tree limbs down on the fence. The top of Tree limbs on the wire fence\nmay cause damage to the fence and allow the muntjac to escape or unwanted predators to enter their enclosure.  \nThe tree limbs shall be removed and the fence checked to ensure there is no damage.  \nThere is trash (old feed bags, ties, etc) accumulating in the feed storage building. The building is a 3 X 3 structure\nand the storage area is cluttered making it difficult to visualize the floor area. The building shall be cleaned and the\nfeed stored in a manner that will allow proper cleaning and husbandry.\nThe inspection and exit briefing conducted with the owner.",
  "animals_total": 6,
  "species": [
    {
      "count": 6,
      "scientific": "Muntiacus reevesi",
      "common": "REEVE'S MUNTJAC"
    }
  ]
}