{
  "insp_id": "154141723470864",
  "layout": "a",
  "customer_id": "30067",
  "customer_name": "Aden A Yoder",
  "customer_addr": "5160 County Road 19\nMillersburg, OH 44654",
  "certificate": "31-A-0178",
  "site_id": "001",
  "site_name": "ADEN A YODER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "03-JUN-2014",
  "report_date": "03-JUN-2014",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "Dog with USDA tag #81 (Yorkie Female) was observed to have her chain embedded in her skin. This has caused a\nlarge open wound on the dogs neck. There were areas around the wound with a heavy accumulation of dark dried\nblood. Chains that become embedded into skin cause the dog pain and discomfort. The Licensee was able to\nremove the chain and administer Purishield to the dogs wound during the inspection. However; this dog must be\nexamined by a licensed veterinarian. Documentation of the examination, diagnosis and treatment plan must be\nmaintained by the Licensee and be made available for inspection by APHIS Officials.\nCorrect By: 6/6/2014"
    },
    {
      "code": "2.40(b)(3)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "Inspector noticed dog #81 with an embedded collar. When Licensee was asked about the dog, he stated that the\ndog was just clipped and he had not noticed the issue with the chain. All animals need to be observed on a daily\nbasis and all health issues must be communicated to the attending veterinarian within a timely manner to ensure the\nhealth and wellbeing of all animals. Licensee must have a routine for daily observation of all animals within the\nfacility. In addition, all health issues must be documented and treated as recommended by the attending\nveterinarian.\nCorrect By: 6/6/2014\nInspection and Exit conducted with Licensee."
    }
  ],
  "narrative": "2.40(b)(2)           DIRECT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nDog with USDA tag #81 (Yorkie Female) was observed to have her chain embedded in her skin.  This has caused a\nlarge open wound on the dogs neck.  There were areas around the wound with a heavy accumulation of dark dried\nblood.  Chains that become embedded into skin cause the dog pain and discomfort.  The Licensee was able to\nremove the chain and administer Purishield to the dogs wound during the inspection.  However; this dog must be\nexamined by a licensed veterinarian.  Documentation of the examination, diagnosis and treatment plan must be\nmaintained by the Licensee and be made available for inspection by APHIS Officials.\nCorrect By: 6/6/2014\n2.40(b)(3)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nInspector noticed dog #81 with an embedded collar.  When Licensee was asked about the dog, he stated that the\ndog was just clipped and he had not noticed the issue with the chain.  All animals need to be observed on a daily\nbasis and all health issues must be communicated to the attending veterinarian within a timely manner to ensure the\nhealth and wellbeing of all animals.  Licensee must have a routine for daily observation of all animals within the\nfacility.  In addition, all health issues must be documented and treated as recommended by the attending\nveterinarian.\nCorrect By: 6/6/2014\nInspection and Exit conducted with Licensee.",
  "animals_total": 108,
  "species": [
    {
      "count": 74,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 34,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}