{
  "insp_id": "297131746598840",
  "layout": "a",
  "customer_id": "23074",
  "customer_name": "Andy E Yoder",
  "customer_addr": "2658 Township Road 110\nMillersburg, OH 44654",
  "certificate": "31-A-0396",
  "site_id": "001",
  "site_name": "ANDY E YODER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "26-FEB-2014",
  "report_date": "26-FEB-2014",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "**Direct**The collar on tan and white female Shih Tzu with USDA tag #152 is very tight. With an attempt to remove\nthe collar, it was found that several of the chain links were imbedded into the dog's neck such that they could not be\nremoved. Skin has grown over and through the links of the chain collar on the underside of her neck. Scabs and\ndried blood are present.\n**Direct**Black and white female Boston Terrier with USDA tag #153 has thick green discharge in and around both\neyes. Some of the discharge has dried and is adhered to the skin and hair around her eyes. Her eyes appear\nhazy. Blood vessels are visible in both corneas. An opacity is visible in each eye, with the one in the left eye larger\nthan the one in the right.\nBlack and tan male Yorkie with USDA tag #158 has dark material adhered to his teeth. The gums have receded\nback from the teeth and a grey green fluid has accumulated in some of these pockets. The gums appear swollen\nand red, especially on the left side.\nThe collar on the black and white female Boston Terrier with USDA tag #168 is very tight. There is an\napproximately nickel sized area of hair loss on the throat that is red and scabbed. The chain was removed at the\ntime of inspection.\nAdequate veterinary care has not been provided. Appropriate methods to prevent, control, diagnose, and treat\ndiseases and injuries must be utilized. These dogs must be examined by a licensed veterinarian for diagnosis and\ntreatment. Documentation of the veterinarian's assessment, treatment, and plan shall be kept for examination by\nAPHIS officials.\nCorrect by: February 28, 2014"
    },
    {
      "code": "3.1(f)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "Seven dead puppies are on the ground on the northern side of the sheltered housing facility. These animals are\nspread in an area approximately 10 feet in diameter and approximately 20 feet from the kennel. At the time of\ndeath, one animal appears to have been several weeks old and the others appear to have been newly born. These\nanimals appear to be well preserved. Dead animals can attract insects, pests, and vermin, as well as cause odors\nand increase disease hazards. There must be regular and frequent collection, removal, and disposal of dead\nanimals to minimize contamination and disease risks.\nCorrect by: February 28, 2014\nExit interview conducted with facility representative.\nAdditional Inspectors\nTheodorson Donald, Veterinary Medical Officer"
    }
  ],
  "narrative": "2.40(b)(2)           DIRECT                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n**Direct**The collar on tan and white female Shih Tzu with USDA tag #152 is very tight.  With an attempt to remove\nthe collar, it was found that several of the chain links were imbedded into the dog's neck such that they could not be\nremoved.  Skin has grown over and through the links of the chain collar on the underside of her neck.  Scabs and\ndried blood are present.\n**Direct**Black and white female Boston Terrier with USDA tag #153 has thick green discharge in and around both\neyes.  Some of the discharge has dried and is adhered to the skin and hair around her eyes.  Her eyes appear\nhazy.  Blood vessels are visible in both corneas.  An opacity is visible in each eye, with the one in the left eye larger\nthan the one in the right.\nBlack and tan male Yorkie with USDA tag #158 has dark material adhered to his teeth.  The gums have receded\nback from the teeth and a grey green fluid has accumulated in some of these pockets.  The gums appear swollen\nand red, especially on the left side. \nThe collar on the black and white female Boston Terrier with USDA tag #168 is very tight.  There is an\napproximately nickel sized area of hair loss on the throat that is red and scabbed.  The chain was removed at the\ntime of inspection.  \nAdequate veterinary care has not been provided.  Appropriate methods to prevent, control, diagnose, and treat\ndiseases and injuries must be utilized.  These dogs must be examined by a licensed veterinarian for diagnosis and\ntreatment.  Documentation of the veterinarian's assessment, treatment, and plan shall be kept for examination by\nAPHIS officials.\nCorrect by:  February 28, 2014\n3.1(f)\n\nHOUSING FACILITIES, GENERAL.\nSeven dead puppies are on the ground on the northern side of the sheltered housing facility.  These animals are\nspread in an area approximately 10 feet in diameter and approximately 20 feet from the kennel.  At the time of\ndeath, one animal appears to have been several weeks old and the others appear to have been newly born.  These\nanimals appear to be well preserved.  Dead animals can attract insects, pests, and vermin, as well as cause odors\nand increase disease hazards.  There must be regular and frequent collection, removal, and disposal of dead\nanimals to minimize contamination and disease risks.  \nCorrect by:  February 28, 2014\nExit interview conducted with facility representative.\nAdditional Inspectors\nTheodorson Donald, Veterinary Medical Officer",
  "animals_total": 172,
  "species": [
    {
      "count": 125,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 47,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}