{
  "insp_id": "90151943480749",
  "layout": "a",
  "customer_id": "325396",
  "customer_name": "Kirsty Lee L L C",
  "customer_addr": "8311 N.E. 166th St.\nKenmore, WA 98028",
  "certificate": "91-C-0138",
  "site_id": "001",
  "site_name": "Kirsty Lee, L L C",
  "insp_type": "ROUTINE INSPECTION",
  "date": "20-MAR-2015",
  "report_date": "01-APR-2015",
  "citations": [
    {
      "code": "3.50(a)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "An enclosure containing 15 adolescent rabbits is constructed of wood and wire mesh. The bottom of the wire mesh\non the far side (right side) of the enclosure was not secured. The wire mesh moves back and forth, leaving a gap\nlarge enough for a rabbit to get a leg or foot caught in-between the wood and the wire mesh. This enclosure does\nnot protect these animals from injury.\nThere were several wooden enclosures, raised platform fixtures and wood framing supports that were found to be in\ndisrepair. There were several walls, fixtures and support structures that are saturated in urine and feces with\nvarious degrees of deterioration of the wood. These areas which have not been properly maintained cannot be\nproperly sanitized and the deteriorated wood creates an optimal area for bacterial and fungal growth placing\nanimals at an increased risk of disease.\nCorrect by ensuring that all enclosures, fixtures and support structures in all areas of the facility are made of a\nsuitable material and are kept in good repair.\nCorrect By: The enclosure with the 15 adolescent rabbits must be corrected by 4/06/2015.\nThe wooden enclosures, raised platform fixtures and wood framing support structures need to be correct by\n4/20/2015."
    },
    {
      "code": "3.50(d)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "This is an outside facility with a strong odor due to the excessive amount of feces and urine thought the entire\nfacility. Every solid surface had various degrees of food waste, animal waste, debris and other organic material\nbuildup. A combination of improper waste disposal and inadequate cleaning and sanitization is directly contributing\nto the odor and disease hazards within the facility. The Licensee must ensure that there are proper procedures in\nplace for the removal and disposal of animal waste, food waste, dirty bedding and debris. Correct by ensuring that\nthese waste materials (food, excreta, and dirty bedding) are disposed as often enough and in a manner suitable to\nprevent odors, vermin infestation, and disease hazards.\nCorrect By: 4/10/2015"
    },
    {
      "code": "3.52(d)",
      "kind": "",
      "repeat": true,
      "desc": "FACILITIES, OUTDOOR.",
      "narrative": "Inspectors arrived at the facility about 9:15Am. At that time, the front gate to the facility was open, not secured and\nno one was home or at the facility. At that time, the Licensee told inspectors that she would not be home for\ninspection until about 12PM. Although she was able to return home before 12PM, the gate was left open and\nunsecured the entire time she was gone from the facility and would have remained open until at least 12PM, when\nshe was expecting to be home. Once the inspectors were able to enter the facility and start the inspection, there\nwere two other gates that were noticed to be open and not secured.\nIn addition, there is a section of fencing, about three feet in diameter, by the back right corner of the facility with a\ngap at the bottom of the fencing approximately ½-1 feet from the ground. This gap is large enough for a rabbit to\nescape from the facility or allow small predators to enter the facility. Inspectors identified at least one rabbit belongs\nto the facility and was not properly enclosed was observed outside the facility(cid:25)s fence and not contained in any way.\nThis rabbit was identified by the licensee as (cid:28)Silverado(cid:29) and inspectors were told that she was heavily pregnant.\nShe was able to get out of her enclosure and was able to make it under the secondary fencing around the facility.\nRabbits housed outdoors are vulnerable to attacks by predators therefore outdoor housing facilities for rabbits are\nrequired to be fenced or otherwise enclosed to prevent the entrance of predators. Failure to maintain this fencing in\na manner that excludes predators can lead to severe injury and / or the death of animals. Correct by ensuring that\nrabbit enclosures are fenced or otherwise enclosed to minimize escape or the entrance of predators and that gates\nto such fencing are kept closed so that the fencing remains functional.\nThis was Cited previously on 11/19/2014 and 1/13/2015.\nThis citation REMAINS UNCORRECTED"
    },
    {
      "code": "3.53(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "There are several enclosures that do not provide the animals a flat or level surface for the rabbits to rest. The floors\nof the enclosures are constructed of wire mesh with no additional source of support for the larger rabbits, which\nsignificantly sags and is not stable under the weight of the animal. The sloping of the floor created by the excessive\nsagging is steep enough that it prevents the rabbits from moving freely about their enclosure or from resting\ncomfortably in most places. Failure to provide suitable flooring may lead to injury of these animals. Correct by\nensuring that all enclosures are maintained in good repair and have a secure level surface at the bottom of the\nanimal(cid:25)s enclosure.\nAt the time of inspection, there were three rabbits being housed inside of the Licensee(cid:25)s house. These animals\nwere located on top of the sink/counter area of the laundry room of the house. The top of the counter/sink area was\napproximately 3-4 feet off of the floor and had no sides or other barriers to prevent the rabbits from falling or\njumping down off the sink/counter. When asked about this arrangement, the Licensee stated that these animals\nwere in need of treatment or grooming. One rabbit had been housed in this area for several weeks. However; the\nlicensee stated that the other two animals needed to be groomed and had been housed in this area since at least\nthe day prior to the inspection and overnight. All primary enclosures are required to be constructed in a manner that\nprevents escapes and protects animals from injury. The lack of any walls or barriers to prevent these animals from\nfalling is not adequate containment as falls from this height may result in injury to these animals. . Correct by\nensuring that all primary enclosures are constructed in a manner that will contain the animals securely and also\nprevent potential injury.\nCorrect By: All animals housed in the launder room moved to proper enclosure immediately. The flooring of\nenclosures must be corrected by 4/13/2015"
    },
    {
      "code": "3.56(a)(3)",
      "kind": "",
      "repeat": true,
      "desc": "SANITATION.",
      "narrative": "In the only shelter structure with plastic side panels, all of the hay/straw bedding, urine and waste of the bottom\nenclosures are not adequately contained in bins or pans. This area has several stacked cages and currently\nmanure and urine fall from the top cages through the lower cages and onto the ground. During inspection,\nInspectors observed one rabbit in a top enclosure urinate directly onto a rabbit located in a bottom enclosure in this\narea. The pan collecting waste from the top enclosure was not large enough to cover the entire floor space of the\ntop enclosure allowing feces and urine to fall directly into the wire cages below. There are several other enclosures\nwith a similar arrangement that were not located within the shelter structure. These areas had some form of waste\ncollection bins, pans or worm bin. However; several of the bins/pans were not large enough to cover the entire floor\nspace of the enclosures and the feces and urine would fall directly onto the ground in several areas. When wire\ncage floors is used, bins, pans, worm bins or troughs must be used to collect waste and must be large enough to\ncover all areas where waste and bedding may collect outside of the enclosure. In addition, the bins or pan must be\nremoved weekly as a minimum requirement and kept in a sanitary condition. Discarding bedding and excreta\nappropriately will minimize odors and flies, which can contribute to disease hazards and create an unhealthy living\nenvironment for the rabbits.\nCited previously on 11/19/2014 and 1/13/2015\nThis citation REMAINS UNCORRECTED"
    },
    {
      "code": "3.56(c)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "This facility (the grounds and garage/storage area) has an excessive amount of cluttered materials that are not\ncurrently being used. Unused wooden or wire enclosures, wood pieces, plastic pieces, wire mesh, boxes, bins, etc.\nare present laying in various locations within the fenced area of the facility as well as the storage area in the garage.\nThere is no organization to any of these materials and the majority are being kept in unsanitary conditions,\ncontributing to disease hazards within the facility. Excessive clutter creates an ideal breeding ground for\nmammalian pests and creates numerous hiding areas that may also conceal predators. Correct by ensuring that all\nunwanted items are properly discarded and removed from the property. Additionally, useful items must be properly\ncleaned, organized, and stored so that all areas of the premise including the garage / storage areas are kept clean,\nin good repair, and free of the accumulation of trash in order to facilitate proper husbandry practices.\nCorrect By: 4/13/2015"
    },
    {
      "code": "3.56(d)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "In the only shelter structure with the plastic side panels, there is an excessive amount of flies and nats. When the\nlicensee was asked about her pest control program, she stated that she normally uses fly strips within this structure,\nhowever, she believed that it had been cold out and the strips were not needed. There were no means of pest\ncontrol being used at the facility during this inspection. The widows for this area did not have screens to exclude\nflies, there were no fly strips present in this area, there were no fly traps present on the property or in this area. The\ndegree of the pest problem is likely contributed to by the lack of proper cleaning and sanitization, waste disposal,\nand excessive clutter also present on the property as these problems may attract pests, flies and other unwanted\nvermin. These pests and insects contribute to disease hazards to the animals at this facility. The Licensee must\nestablish and maintain an effective pest control program for the control of insects, ectoparasites, avian, and\nmammalian pests. Correct by implementing strategies for the control of these pests and ensuring that there are\nmechanisms in place to monitor for and respond to future pest problems.\nCorrect By: 4/13/2015"
    },
    {
      "code": "3.61(a)(2)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES USED TO TRANSPORT LIVE RABBITS.",
      "narrative": "The facility uses blue Rubbermaid-type plastic totes with removal tops to transport rabbits to parties. Many of these\ncontainers have cracks on the lids or on the sides. The Licensee previously indicated that she would write (cid:28)do not\nuse(cid:29) on the bins once cracked and remove them from use for transportation, but only one tote had this notation.\nThese totes, as well as the other cracked totes, were present in the same area as totes currently in-use, indicating\nthat they were available for use as well. Using totes that are cracked and damaged can cause injury to the rabbits\nbeing transported and can also make them likely to become more severely damaged. These broken totes lack the\nstructural strength sufficient to withstand the normal rigors of transportation and may result in injury to the animals\nor escape. Several cracks are broken in such a way that the cracked surface creates a sharp edge which protrudes\ninto the enclosure and has the potential to cause injury. Correct by repairing or replacing damaged transport\nenclosures. Those transport enclosures that cannot be repaired, must be properly disposed of to prevent accidental\nuse and avoid accumulation of trash.\nCorrect By: 4/13/2015"
    },
    {
      "code": "3.61(a)(4)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES USED TO TRANSPORT LIVE RABBITS.",
      "narrative": "This facility is currently using blue Rubbermaid-type totes with removable tops on a regular basis to transport rabbits\nto parties. The ventilation openings for the rabbits while in these totes are small holes that have been placed in the\ntop of the tote lids. Inadequate ventilation can restrict necessary airflow to the animals and result in overheating or\notherwise compromise health during transportation.\nAll licensees are required to ensure that transport enclosures for rabbits have ventilation openings located on two\nopposite walls of the primary enclosure and that the ventilation openings on each wall are at least 16 percent of the\ntotal surface area. Alternately, transport enclosures for rabbits may have ventilation openings located on all four\nwalls of the primary enclosure provided that those openings are at least 8 percent of the total surface area of each\nwall.\nAs they are currently constructed the Rubbermaid-type totes do not provide adequate ventilation as required.\nCorrect by ensuring that all transport enclosure used in the future are constructed in a manner that adequate\nventilation is provided to all animals and that all other requirements for enclosure construction are met.\nCorrect By: Prior to any future transport of rabbits in these enclosures and not later than 4/13/2015\n*** This report contains the indirect citations from the inspection conducted on 3/20/2015. An additional report\ncontaining the direct citations was previously delivered to the licensee on 3/20/2015 and an exit interview was\nconducted at that time.\n*** The inspection of this facility was conducted on 3/20/2015 by Licensee, Carolyn McKinnie, Supervisory\nVeterinary Medical Officer and Shannon Sebera, Animal Care Inspector. With respect to the noncompliant items\ncontained within this report, an exit was conducted over the phone on 3/30/2015 by Carolyn McKinnie, Supervisory\nVeterinary Medical Officer and Shannon Sebera, Animal Care Inspector.\nThis inspection report was sent by certified mail on 4/01/2015.\nAdditional Inspectors\nMckinnie Carolyn, Supervisory Animal Care Specialist"
    }
  ],
  "narrative": "3.50(a)\nFACILITIES, GENERAL.  \nAn enclosure containing 15 adolescent rabbits is constructed of wood and wire mesh.  The bottom of the wire mesh\non the far side (right side) of the enclosure was not secured.  The wire mesh moves back and forth, leaving a gap\nlarge enough for a rabbit to get a leg or foot caught in-between the wood and the wire mesh. This enclosure does\nnot protect these animals from injury. \nThere were several wooden enclosures, raised platform fixtures and wood framing supports that were found to be in\ndisrepair.  There were several walls, fixtures and support structures that are saturated in urine and feces with\nvarious degrees of deterioration of the wood.  These areas which have not been properly maintained cannot be\nproperly sanitized and the deteriorated wood creates an optimal area for bacterial and fungal growth placing\nanimals at an increased risk of disease.  \nCorrect by ensuring that all enclosures, fixtures and support structures in all areas of the facility are made of a\nsuitable material and are kept in good repair.\nCorrect By: The enclosure with the 15 adolescent rabbits must be corrected by 4/06/2015.  \nThe wooden enclosures, raised platform fixtures and wood framing support structures need to be correct by\n4/20/2015.\n3.50(d)\nFACILITIES, GENERAL.  \nThis is an outside facility with a strong odor due to the excessive amount of feces and urine thought the entire\nfacility.  Every solid surface had various degrees of food waste, animal waste, debris and other organic material\nbuildup.  A combination of improper waste disposal and inadequate cleaning and sanitization is directly contributing\nto the odor and disease hazards within the facility.  The Licensee must ensure that there are proper procedures in\nplace for the removal and disposal of animal waste, food waste, dirty bedding and debris.  Correct by ensuring that\nthese waste materials (food, excreta, and dirty bedding) are disposed as often enough and in a manner suitable to\n\nprevent odors, vermin infestation, and disease hazards.  \nCorrect By: 4/10/2015\n3.52(d)                    REPEAT\nFACILITIES, OUTDOOR.   \nInspectors arrived at the facility about 9:15Am.  At that time, the front gate to the facility was open, not secured and\nno one was home or at the facility.  At that time, the Licensee told inspectors that she would not be home for\ninspection until about 12PM.  Although she was able to return home before 12PM, the gate was left open and\nunsecured the entire time she was gone from the facility and would have remained open until at least 12PM, when\nshe was expecting to be home.  Once the inspectors were able to enter the facility and start the inspection, there\nwere two other gates that were noticed to be open and not secured.  \nIn addition, there is a section of fencing, about three feet in diameter, by the back right corner of the facility with a\ngap at the bottom of the fencing approximately ½-1 feet from the ground.  This gap is large enough for a rabbit to\nescape from the facility or allow small predators to enter the facility. Inspectors identified at least one rabbit belongs\nto the facility and was not properly enclosed was observed outside the facility(cid:25)s fence and not contained in any way.\n This rabbit was identified by the licensee as (cid:28)Silverado(cid:29) and inspectors were told that she was heavily pregnant. \nShe was able to get out of her enclosure and was able to make it under the secondary fencing around the facility. \nRabbits housed outdoors are vulnerable to attacks by predators therefore outdoor housing facilities for rabbits are\nrequired to be fenced or otherwise enclosed to prevent the entrance of predators.  Failure to maintain this fencing in\na manner that excludes predators can lead to severe injury and / or the death of animals. Correct by ensuring that\nrabbit enclosures are fenced or otherwise enclosed to minimize escape or the entrance of predators and that gates\nto such fencing are kept closed so that the fencing remains functional. \nThis was Cited previously on 11/19/2014 and 1/13/2015.\nThis citation REMAINS UNCORRECTED\n3.53(a)(1)\nPRIMARY ENCLOSURES.   \nThere are several enclosures that do not provide the animals a flat or level surface for the rabbits to rest.  The floors\nof the enclosures are constructed of wire mesh with no additional source of support for the larger rabbits, which\nsignificantly sags and is not stable under the weight of the animal.  The sloping of the floor created by the excessive\nsagging is steep enough that it prevents the rabbits from moving freely about their enclosure or from resting\n\ncomfortably in most places.  Failure to provide suitable flooring may lead to injury of these animals.  Correct by\nensuring that all enclosures are maintained in good repair and have a secure level surface at the bottom of the\nanimal(cid:25)s enclosure.  \nAt the time of inspection, there were three rabbits being housed inside of the Licensee(cid:25)s house.  These animals\nwere located on top of the sink/counter area of the laundry room of the house.  The top of the counter/sink area was\napproximately 3-4 feet off of the floor and had no sides or other barriers to prevent the rabbits from falling or\njumping down off the sink/counter.   When asked about this arrangement, the Licensee stated that these animals\nwere in need of treatment or grooming.  One rabbit had been housed in this area for several weeks.  However; the\nlicensee stated that the other two animals needed to be groomed and had been housed in this area since at least\nthe day prior to the inspection and overnight.  All primary enclosures are required to be constructed in a manner that\nprevents escapes and protects animals from injury.  The lack of any walls or barriers to prevent these animals from\nfalling is not adequate containment as falls from this height may result in injury to these animals. .  Correct by\nensuring that all primary enclosures are constructed in a manner that will contain the animals securely and also\nprevent potential injury.\nCorrect By: All animals housed in the launder room moved to proper enclosure immediately.   The flooring of\nenclosures must be corrected by 4/13/2015 \n3.56(a)(3)                    REPEAT\nSANITATION. \nIn the only shelter structure with plastic side panels, all of the hay/straw bedding, urine and waste of the bottom\nenclosures are not adequately contained in bins or pans.  This area has several stacked cages and currently\nmanure and urine fall from the top cages through the lower cages and onto the ground. During inspection,\nInspectors observed one rabbit in a top enclosure urinate directly onto a rabbit located in a bottom enclosure in this\narea.  The pan collecting waste from the top enclosure was not large enough to cover the entire floor space of the\ntop enclosure allowing feces and urine to fall directly into the wire cages below.  There are several other enclosures\nwith a similar arrangement that were not located within the shelter structure.  These areas had some form of waste\ncollection bins, pans or worm bin.  However; several of the bins/pans were not large enough to cover the entire floor\nspace of the enclosures and the feces and urine would fall directly onto the ground in several areas.  When wire\ncage floors is used, bins, pans, worm bins or troughs must be used to collect waste and must be large enough to\ncover all areas where waste and bedding may collect outside of the enclosure.  In addition, the bins or pan must be\nremoved weekly as a minimum requirement and kept in a sanitary condition. Discarding bedding and excreta\nappropriately will minimize odors and flies, which can contribute to disease hazards and create an unhealthy living\nenvironment for the rabbits.\nCited previously on 11/19/2014 and 1/13/2015\n\nThis citation REMAINS UNCORRECTED\n3.56(c)\nSANITATION. \nThis facility (the grounds and garage/storage area) has an excessive amount of cluttered materials that are not\ncurrently being used.  Unused wooden or wire enclosures, wood pieces, plastic pieces, wire mesh, boxes, bins, etc.\nare present laying in various locations within the fenced area of the facility as well as the storage area in the garage.\n There is no organization to any of these materials and the majority are being kept in unsanitary conditions,\ncontributing to disease hazards within the facility.  Excessive clutter creates an ideal breeding ground for\nmammalian pests and creates numerous hiding areas that may also conceal predators.  Correct by ensuring that all\nunwanted items are properly discarded and removed from the property.  Additionally, useful items must be properly\ncleaned, organized, and stored so that all areas of the premise including the garage / storage areas are kept clean,\nin good repair, and free of the accumulation of trash in order to facilitate proper husbandry practices.\nCorrect By: 4/13/2015\n3.56(d)\nSANITATION. \nIn the only shelter structure with the plastic side panels, there is an excessive amount of flies and nats.  When the\nlicensee was asked about her pest control program, she stated that she normally uses fly strips within this structure,\nhowever, she believed that it had been cold out and the strips were not needed.    There were no means of pest\ncontrol being used at the facility during this inspection.  The widows for this area did not have screens to exclude\nflies, there were no fly strips present in this area, there were no fly traps present on the property or in this area.  The\ndegree of the pest problem is likely contributed to by the lack of proper cleaning and sanitization, waste disposal,\nand excessive clutter also present on the property as these problems may attract pests, flies and other unwanted\nvermin.  These pests and insects contribute to disease hazards to the animals at this facility.  The Licensee must\nestablish and maintain an effective pest control program for the control of insects, ectoparasites, avian, and\nmammalian pests.  Correct by implementing strategies for the control of these pests and ensuring that there are\nmechanisms in place to monitor for and respond to future pest problems. \nCorrect By: 4/13/2015\n3.61(a)(2)\n\nPRIMARY ENCLOSURES USED TO TRANSPORT LIVE RABBITS.\nThe facility uses blue Rubbermaid-type plastic totes with removal tops to transport rabbits to parties. Many of these\ncontainers have cracks on the lids or on the sides. The Licensee previously indicated that she would write (cid:28)do not\nuse(cid:29) on the bins once cracked and remove them from use for transportation, but only one tote had this notation. \nThese totes, as well as the other cracked totes, were present in the same area as totes currently in-use, indicating\nthat they were available for use as well.  Using totes that are cracked and damaged can cause injury to the rabbits\nbeing transported and can also make them likely to become more severely damaged. These broken totes lack the\nstructural strength sufficient to withstand the normal rigors of transportation and may result in injury to the animals\nor escape.  Several cracks are broken in such a way that the cracked surface creates a sharp edge which protrudes\ninto the enclosure and has the potential to cause injury. Correct by repairing or replacing damaged transport\nenclosures.  Those transport enclosures that cannot be repaired, must be properly disposed of to prevent accidental\nuse and avoid accumulation of trash.   \nCorrect By: 4/13/2015\n3.61(a)(4)\nPRIMARY ENCLOSURES USED TO TRANSPORT LIVE RABBITS.\nThis facility is currently using blue Rubbermaid-type totes with removable tops on a regular basis to transport rabbits\nto parties.  The ventilation openings for the rabbits while in these totes are small holes that have been placed in the\ntop of the tote lids.  Inadequate ventilation can restrict necessary airflow to the animals and result in overheating or\notherwise compromise health during transportation.   \nAll licensees are required to ensure that transport enclosures for rabbits have ventilation openings located on two\nopposite walls of the primary enclosure and that the ventilation openings on each wall are at least 16 percent of the\ntotal surface area.  Alternately, transport enclosures for rabbits may have ventilation openings located on all four\nwalls of the primary enclosure provided that those openings are at least 8 percent of the total surface area of each\nwall.\nAs they are currently constructed the Rubbermaid-type totes do not provide adequate ventilation as required. \nCorrect by ensuring that all transport enclosure used in the future are constructed in a manner that adequate\nventilation is provided to all animals and that all other requirements for enclosure construction are met.\nCorrect By: Prior to any future transport of rabbits in these enclosures and not later than 4/13/2015\n*** This report contains the indirect citations from the inspection conducted on 3/20/2015.  An additional report\n\ncontaining the direct citations was previously delivered to the licensee on 3/20/2015 and an exit interview was\nconducted at that time.\n*** The inspection of this facility was conducted on 3/20/2015 by Licensee, Carolyn McKinnie, Supervisory\nVeterinary Medical Officer and Shannon Sebera, Animal Care Inspector.  With respect to the noncompliant items\ncontained within this report, an exit was conducted over the phone on 3/30/2015 by Carolyn McKinnie, Supervisory\nVeterinary Medical Officer and Shannon Sebera, Animal Care Inspector.\nThis inspection report was sent by certified mail on 4/01/2015.\nAdditional Inspectors\nMckinnie Carolyn, Supervisory Animal Care Specialist",
  "animals_total": 42,
  "species": [
    {
      "count": 42,
      "scientific": "Oryctolagus cuniculus",
      "common": "EUROPEAN RABBIT"
    }
  ]
}