{
  "insp_id": "2016082569605645",
  "layout": "a",
  "customer_id": "505655",
  "customer_name": "Mervin I Ramer",
  "customer_addr": "880 W 700 N\nArgos, IN 46501",
  "certificate": "32-A-0742",
  "site_id": "001",
  "site_name": "MERVIN RAMER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "19-SEP-2019",
  "report_date": "19-SEP-2019",
  "citations": [
    {
      "code": "2.131(b)(1)",
      "kind": "",
      "repeat": false,
      "desc": "HANDLING OF ANIMALS.",
      "narrative": "The licensee had a litter of 9 corgi puppies. The licensee put a heat lamp on the puppies in an insulated dog house\nat day 1. On day 2 the licensee docked the puppy tails and noticed them crying in the afternoon. The licensee\nthought it was because of the tail docking. The puppies settled down at night when the sun went down. The next\nday about noon the licensee went out to check the puppies and they were and were gasping for air do to being\noverheated from the heat lamp. The licensee contacted the veterinarian but the 4 puppies died prior to any\nveterinary intervention.\nHandling of all animals shall be done as expeditiously and carefully as possible in a manner that does not cause\ntrauma, overheating, physical harm, or unnecessary discomfort.\nHeat lamps shall be used with caution to ensure that dogs and puppies are not overheated and that the use of the\nlamp does not cause discomfort or death.\nTo be corrected from this day forward.\nThis inspection and exit interview were conducted with the licensee.\nAdditional Inspectors\nGibbens Robert, Director"
    }
  ],
  "narrative": "2.131(b)(1)\nHANDLING OF ANIMALS.\nThe licensee had a litter of 9 corgi puppies.  The licensee put a heat lamp on the puppies in an insulated dog house\nat day 1.  On day 2 the licensee docked the puppy tails and noticed them crying in the afternoon.  The licensee\nthought it was because of the tail docking.  The puppies settled down at night when the sun went down.  The next\nday about noon the licensee went out to check the puppies and they were and were gasping for air do to being\noverheated from the heat lamp.  The licensee contacted the veterinarian but the 4 puppies died prior to any\nveterinary intervention.  \nHandling of all animals shall be done as expeditiously and carefully as possible in a manner that does not cause\ntrauma, overheating,  physical harm, or unnecessary discomfort.\nHeat lamps shall be used with caution to ensure that dogs and puppies are not overheated and that the use of the\nlamp does not cause discomfort or death.\nTo be corrected from this day forward.\nThis inspection and exit interview were conducted with the licensee.\nAdditional Inspectors\nGibbens Robert, Director",
  "animals_total": 19,
  "species": [
    {
      "count": 14,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 5,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}