{
  "insp_id": "INS-0000826586",
  "layout": "c",
  "customer_id": "2115",
  "customer_name": "CRAIG KOKAS",
  "customer_addr": "3153 PROSPECT-UPPER SANDUSKY RD\nPROSPECT, OH 43342",
  "certificate": "31-A-0031",
  "site_id": "001",
  "site_name": "CRAIG KOKAS",
  "insp_type": "FOCUSED INSPECTION",
  "date": "15-NOV-2022",
  "report_date": "15-NOV-2022",
  "citations": [
    {
      "code": "3.125(a)",
      "kind": "Critical",
      "repeat": true,
      "desc": "Facilities, general.",
      "narrative": "The Sika deer enclosure continues to have large loose sections of the fence on the back side. The licensee has\nrecaptured the escaped deer noted on the last inspection. Additionally, he has removed and replaced one section\npreviously identified on inspection reports as needing repair, however, there are still large areas which have not been\nappropriately maintained. There are at least 2 remaining support posts that in poor repair and can easily be moved\neasily. There are large sections of the fence that are still poorly secured and approximately 10 support posts where the\nfence is no longer attached on the upper side of the post. This allows the fence to move and sway easily when touched.\nThere are several areas where the bottom of the fence continues to be poorly secured the ground which allows animals to\npush under. The majority of the fence is still loose and composed of multiple layers of overlapping wire and sharp points\nremain at the bottom where wire ends remain. With this combination of problems, animals can easily become entrapped\nallowing the fence. Additionally, there is a significant risk of animal escape or ability for predators such as dogs to enter\nthe enclosure. Correct by ensuring that all enclosures are structurally sound and maintained in good repair to protect the\nanimals from injury and to safely contain the animals."
    },
    {
      "code": "3.127(d)",
      "kind": "Critical",
      "repeat": true,
      "desc": "Facilities, outdoor.",
      "narrative": "The facility continues to not have a perimeter fence. Several species continue to be maintained in outdoor enclosures at\nthe facility, this includes: Bobcat, Arctic fox, Red fox, Grey fox, Striped skunk, Fallow deer, Sika deer, Mink, Ferret,\nAlpaca, and Wallaby. Given their current maintenance, the primary enclosure for the Sika deer is not effective or\ncustomary. In the past, this enclosure has failed to contain the animals allowing two to escape. On at least two prior\noccasions animals (sika deer and arctic fox) have escaped and because there is no perimeter fence, no secondary\ncontainment was present to facilitate recapture. There are no alternative security measures in place to contain the\nanimals and an Administer approved variance has not been secured. Animals and unauthorized persons continue to\nhave easy access to the animals. Failure to have an appropriate perimeter fence may result in animal escape or other\nharm to the animals such as undue stress, disease exposure, theft, injury, release, and/or death. Correct by ensuring\nthat outdoor housing facilities are enclosed by a perimeter fence that is of sufficient height to keep animals and\nunauthorized persons out. This fence must protect the animals in the facility by restricting animals from going under or\nthrough it and prevents outside animals and persons from having contact with the animals in the facility. Additionally, it\nshall act as secondary containment in the event of an escape.\nThis inspection and exit interview were conducted with the licensee.\nn"
    }
  ],
  "narrative": "3.125(a)  Critical Repeat\n   \nFacilities, general. \nThe Sika deer enclosure continues to have large loose sections of the fence on the back side. The licensee has \nrecaptured the escaped deer noted on the last inspection.  Additionally, he has removed and replaced one section \npreviously identified on inspection reports as needing repair, however, there are still large areas which have not been \nappropriately maintained.  There are at least 2 remaining support posts that in poor repair and can easily be moved \neasily.  There are large sections of the fence that are still poorly secured and approximately 10 support posts where the \nfence is no longer attached on the upper side of the post.  This allows the fence to move and sway easily when touched.  \nThere are several areas where the bottom of the fence continues to be poorly secured the ground which allows animals to \npush under.  The majority of the fence is still loose and composed of multiple layers of overlapping wire and sharp points \nremain at the bottom where wire ends remain.  With this combination of problems, animals can easily become entrapped \nallowing the fence.  Additionally, there is a significant risk of animal escape or ability for predators such as dogs to enter \nthe enclosure.  Correct by ensuring that all enclosures are structurally sound and maintained in good repair to protect the \nanimals from injury and to safely contain the animals. \n3.127(d)  Critical Repeat\n   \nFacilities, outdoor.\n\nThe facility continues to not have a perimeter fence.  Several species continue to be maintained in outdoor enclosures at \nthe facility, this includes: Bobcat, Arctic fox, Red fox, Grey fox, Striped skunk, Fallow deer, Sika deer, Mink, Ferret, \nAlpaca, and Wallaby.  Given their current maintenance, the primary enclosure for the Sika deer is not effective or \ncustomary. In the past, this enclosure has failed to contain the animals allowing two to escape.  On at least two prior \noccasions animals (sika deer and arctic fox) have escaped and because there is no perimeter fence, no secondary \ncontainment was present to facilitate recapture.  There are no alternative security measures in place to contain the \nanimals and an Administer approved variance has not been secured.  Animals and unauthorized persons continue to \nhave easy access to the animals.  Failure to have an appropriate perimeter fence may result in animal escape or other \nharm to the animals such as undue stress, disease exposure, theft, injury, release, and/or death.   Correct by ensuring \nthat outdoor housing facilities are enclosed by a perimeter fence that is of sufficient height to keep animals and \nunauthorized persons out.  This fence must protect the animals in the facility by restricting animals from going under or \nthrough it and prevents outside animals and persons from having contact with the animals in the facility.  Additionally, it \nshall act as secondary containment in the event of an escape. \n \nThis inspection and exit interview were conducted with the licensee. \n \n n",
  "animals_total": 11,
  "species": [
    {
      "count": 0,
      "scientific": "Vulpes vulpes",
      "common": "RED FOX (INCLUDES SILVER FOX & CROSS FOX)"
    },
    {
      "count": 0,
      "scientific": "Lynx rufus",
      "common": "BOBCAT"
    },
    {
      "count": 0,
      "scientific": "Notamacropus rufogriseus",
      "common": "BENNETT'S WALLABY / RED-NECKED WALLABY"
    },
    {
      "count": 0,
      "scientific": "Mephitis mephitis",
      "common": "STRIPED SKUNK"
    },
    {
      "count": 0,
      "scientific": "Dama dama",
      "common": "FALLOW DEER"
    },
    {
      "count": 0,
      "scientific": "Lama pacos",
      "common": "ALPACA"
    },
    {
      "count": 0,
      "scientific": "Urocyon cinereoargenteus",
      "common": "GRAY FOX / GREY FOX"
    },
    {
      "count": 11,
      "scientific": "Cervus nippon",
      "common": "SIKA DEER"
    },
    {
      "count": 0,
      "scientific": "Procyon lotor",
      "common": "RACCOON"
    },
    {
      "count": 0,
      "scientific": "Vulpes lagopus",
      "common": "ARCTIC FOX"
    },
    {
      "count": 0,
      "scientific": "Mustela putorius furo",
      "common": "DOMESTIC FERRET"
    },
    {
      "count": 0,
      "scientific": "Mustela vison",
      "common": "AMERICAN MINK"
    },
    {
      "count": 0,
      "scientific": "Marmota monax",
      "common": "GROUNDHOG / WOODCHUCK"
    }
  ]
}