{
  "insp_id": "336131137494674",
  "layout": "a",
  "customer_id": "34365",
  "customer_name": "James E. (Eddie) Snow",
  "customer_addr": "1657 C R 505\nBerryville, AR 72616",
  "certificate": "71-A-1098",
  "site_id": "001",
  "site_name": "JAMES E. (EDDIE) SNOW",
  "insp_type": "ROUTINE INSPECTION",
  "date": "12-FEB-2014",
  "report_date": "12-FEB-2014",
  "citations": [
    {
      "code": "2.50(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "TIME AND METHOD OF IDENTIFICATION.",
      "narrative": "(a)(1)\nThe kennel facility consists of two sheltered buildings. In the second sheltered building there is one enclosure\nwhich contains three weaned puppies over sixteen weeks of age. The puppies do not have an approved form of\nidentification. All class ``A'' dealers shall identify all live dogs on the premises at all times to facilitate record\nkeeping requirements.\nAffects three puppies. Correct by February 15, 2014."
    },
    {
      "code": "3.1(e)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "The kennel facility consists of two sheltered buildings. In the first sheltered building there are two open bags of\nfood. In the second sheltered building there are two food containers sitting on the floor. All food must be stored in a\nmanner that prevents contamination and deterioration of its nutritive value. All open supplies of food must be kept in\nleakproof containers with tightly fitting lids to prevent contamination and spoilage. The dealer must insure all open\nfood is stored in a manner that protects the supplies from spoilage, contamination, and vermin infestation.\nAffects eighty adults and twenty-three puppies. Correct by February 17, 2014"
    },
    {
      "code": "3.11",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "The kennel facility consists of two sheltered buildings. During the inspection there were open food receptacles or\nbags in both buildings. In the second sheltered building there were rodent dropping under the counter and along\nthe floor / wall juction. The dealer must develope and maintain an effective program for the control of insects,\nexternal parasites affecting dogs and birds and mammals that are pests must be established and maintained so as\nto promote the health and well-being of the animals and reduce contamination by pests in animal areas.\nAffects thirty-three adults and twenty-three puppies. Correct by March 12, 2014\nThe inspection and exit briefing was conducted with the Dealer."
    }
  ],
  "narrative": "2.50(a)(1)\nTIME AND METHOD OF IDENTIFICATION.\n(a)(1)\nThe kennel facility consists of two sheltered buildings.  In the second sheltered building there is one enclosure\nwhich contains three weaned puppies over sixteen weeks of age.  The puppies do not have an approved form of\nidentification.    All class ``A'' dealers shall identify all live dogs on the premises at all times to facilitate record\nkeeping requirements.\nAffects three puppies.                                                                                       Correct by February 15, 2014.\n3.1(e)\nHOUSING FACILITIES, GENERAL.\nThe kennel facility consists of two sheltered buildings.  In the first sheltered building there are two open bags of\nfood.  In the second sheltered building there are two food containers sitting on the floor.  All food must be stored in a\nmanner that prevents contamination and deterioration of its nutritive value. All open supplies of food must be kept in\nleakproof containers with tightly fitting lids to prevent contamination and spoilage. The dealer must insure all open\nfood is stored in a manner that protects the supplies from spoilage, contamination, and vermin infestation.\nAffects eighty adults and twenty-three puppies.                                               Correct by February 17, 2014\n3.11\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\nThe kennel facility consists of two sheltered buildings.  During the inspection there were open food receptacles or\nbags in both buildings.  In the second sheltered building there were rodent dropping under the counter and along\nthe floor / wall juction.  The dealer must develope and maintain an effective program for the control of insects,\nexternal parasites affecting dogs and birds and mammals that are pests must be established and maintained so as\nto promote the health and well-being of the animals and reduce contamination by pests in animal areas.\n\nAffects thirty-three adults and twenty-three puppies.                                             Correct by March 12, 2014\nThe inspection and exit briefing was conducted with the Dealer.",
  "animals_total": 103,
  "species": [
    {
      "count": 80,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 23,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}