{
  "insp_id": "2016082568083780",
  "layout": "a",
  "customer_id": "328349",
  "customer_name": "Animal Quest Entertainment Inc",
  "customer_addr": "23946 W Grass Lake Road\nAntioch, IL 60002",
  "certificate": "33-C-0430",
  "site_id": "002",
  "site_name": "ANIMAL QUEST ENTERTAINMENT INC",
  "insp_type": "ROUTINE INSPECTION",
  "date": "30-JAN-2017",
  "report_date": "01-FEB-2017",
  "citations": [
    {
      "code": "3.131(a)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "1. Excessive feces and urine scale were present in the enclosure containing the Patagonian cavy, the chinchilla,\nthe dove, and the three finches during the time of inspection. The four species share the enclosure without any\nbarriers between them. Elevated shelves and planks of wood are located within the enclosure to enable the\nchinchilla and birds to nest and eat without interference from the Patagonian cavy. Excessive bird feces were\npresent on the elevated wood shelf on the front side of the enclosure and on the shelf containing the chinchilla's\nfood receptacle. Excessive chinchilla feces and urine scale were present on the elevated wood shelf located in the\nback of the enclosure. Excessive feces can make animals ill.\nThoroughly clean and sanitize all affected areas of the enclosure and repeat often enough to prevent build up.\nTo be corrected: 2-3-17\n2. Excessive fly specks were present on the hedgehog enclosure during the time of inspection. The fly specks\nwere concentrated on the wooden walls and wall top of the enclosure. Flies carry and spread diseases that can\nmake animals ill.\nThoroughly clean and sanitize the hedgehog enclosure and repeat often enough to prevent build up.\nTo be corrected: 2-3-17"
    },
    {
      "code": "3.131(d)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "Excessive flies and fruit flies were present in the large outdoor building during the time of inspection. This building\nhouses several regulated mammals and some tortoises. The flies and fruit flies were observed on, in, and around\nseveral of the animals and their enclosures, but were concentrated around the food in the tortoise enclosures. The\nfacility had at least six sticky fly bates/traps in the room, but many of them were already filled with flies. Flies carry\nand spread diseases that can make animals ill.\nImplement and maintain an effective program to control the flies at the facility.\nTo be corrected: 2-7-17\nThis inspection and exit interview were conducted with the owner."
    }
  ],
  "narrative": "3.131(a)\nSANITATION.   \n1.  Excessive feces and urine scale were present in the enclosure containing the Patagonian cavy, the chinchilla,\nthe dove, and the three finches during the time of inspection.  The four species share the enclosure without any\nbarriers between them.  Elevated shelves and planks of wood are located within the enclosure to enable the\nchinchilla and birds to nest and eat without interference from the Patagonian cavy.  Excessive bird feces were\npresent on the elevated wood shelf on the front side of the enclosure and on the shelf containing the chinchilla's\nfood receptacle.  Excessive chinchilla feces and urine scale were present on the elevated wood shelf located in the\nback of the enclosure.  Excessive feces can make animals ill.\nThoroughly clean and sanitize all affected areas of the enclosure and repeat often enough to prevent build up.\nTo be corrected: 2-3-17\n2.  Excessive fly specks were present on the hedgehog enclosure during the time of inspection.  The fly specks\nwere concentrated on the wooden walls and wall top of the enclosure.  Flies carry and spread diseases that can\nmake animals ill.\nThoroughly clean and sanitize the hedgehog enclosure and repeat often enough to prevent build up.\nTo be corrected: 2-3-17\n3.131(d)\nSANITATION.   \nExcessive flies and fruit flies were present in the large outdoor building during the time of inspection.  This building\nhouses several regulated mammals and some tortoises.  The flies and fruit flies were observed on, in, and around\nseveral of the animals and their enclosures, but were concentrated around the food in the tortoise enclosures.  The\nfacility had at least six sticky fly bates/traps in the room, but many of them were already filled with flies.  Flies carry\nand spread diseases that can make animals ill.\n\nImplement and maintain an effective program to control the flies at the facility.\nTo be corrected: 2-7-17\nThis inspection and exit interview were conducted with the owner.",
  "animals_total": 47,
  "species": [
    {
      "count": 5,
      "scientific": "Atelerix albiventris",
      "common": "FOUR-TOED HEDGEHOG (MOST COMMON PET HEDGEHOG)"
    },
    {
      "count": 5,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 4,
      "scientific": "Cavia porcellus",
      "common": "DOMESTIC GUINEA PIG"
    },
    {
      "count": 3,
      "scientific": "Chinchilla lanigera",
      "common": "CHINCHILLA"
    },
    {
      "count": 1,
      "scientific": "Cynomys gunnisoni",
      "common": "GUNNISON'S PRAIRIE DOG"
    },
    {
      "count": 1,
      "scientific": "Didelphis virginiana",
      "common": "VIRGINIA OPOSSUM"
    },
    {
      "count": 1,
      "scientific": "Dolichotis patagonum",
      "common": "PATAGONIAN CAVY / MARA"
    },
    {
      "count": 2,
      "scientific": "Meriones unguiculatus",
      "common": "MONGOLIAN GERBIL (COMMON PET / RESEARCH VARIETY)"
    },
    {
      "count": 4,
      "scientific": "Mustela putorius furo",
      "common": "DOMESTIC FERRET"
    },
    {
      "count": 1,
      "scientific": "Nasua nasua",
      "common": "SOUTH AMERICAN COATI"
    },
    {
      "count": 15,
      "scientific": "Oryctolagus cuniculus",
      "common": "DOMESTIC RABBIT / EUROPEAN RABBIT"
    },
    {
      "count": 1,
      "scientific": "Ovis aries aries",
      "common": "SHEEP INCLUDING ALL DOMESTIC BREEDS"
    },
    {
      "count": 3,
      "scientific": "Sus domestica",
      "common": "DOMESTIC PIG"
    },
    {
      "count": 1,
      "scientific": "Vulpes vulpes",
      "common": "RED FOX (INCLUDES SILVER FOX & CROSS FOX)"
    }
  ]
}