{
  "insp_id": "22150849240887",
  "layout": "a",
  "customer_id": "44596",
  "customer_name": "Janell Knudsen",
  "customer_addr": "Jessica Mason\nP O Box 2529\nLiberal, KS 67905",
  "certificate": "48-C-0163",
  "site_id": "001",
  "site_name": "Janell Knudsen & Jessica Mason",
  "insp_type": "ROUTINE INSPECTION",
  "date": "21-JAN-2015",
  "report_date": "22-JAN-2015",
  "citations": [
    {
      "code": "2.40(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "The Written Program of Veterinary Care the licensee provided at the time of the inspection is not complete.\nLicensee does not have adequate written guidance from the attending veterinarian to provide preventative care or\ntreatment for routine and common veterinary problems. In order to ensure problems of animal health are addressed\nadequately, a written program of veterinary care should include the species used in regulated activities, what\ncommon health problems they may have and how these will be addressed by the licensee and the Attending\nVeterinarian.\nThe formal arrangements with the Attending Veterinarian shall include a detailed written program of veterinarian\ncare.\nCorrect by 22 February 2015."
    },
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "There is a container of FastTrack Liquid with an expiration date of 02/2012 and several other expired medications.\nThere are two unlabeled syringes containing a dark liquid material stored in the food storage refigerator. One Bag\nof Horse Strongid-C pellets that the licensee stated she is feeding to the hoof stock has an expiration date of\n06/2012. The bag of feed and medications were found inside the commissary intermingled with other items being\nprovided to the animals, and therefore are considered ready for use. Expired and unlabeled medications can\nexperience spoilage or have reduced efficacy. Use of expired and unlabeled medication could lead to prolonged\nillness or suffering for the animals needing the medication.\nThe drugs that were observed by the inspectors currently on hand, are being used off labeled for the species\ninvolved. There was no written approval for use by the attending veterinarian or any dosage instructions for the\nproper use of these drugs. Using drugs in an extra label manner may be harmful to the animals if not administered\nappropriately and under the direction of a veterinarian.\nEnsure that all medications used in the facility are not expired, are labeled properly in accordance with standard\nveterinary practices and are approved for use in the animals present in the facility by the attending veterinarian.\nCorrect by 22 February 2015."
    },
    {
      "code": "2.75(b)(1)",
      "kind": "",
      "repeat": false,
      "desc": "RECORDS: DEALERS AND EXHIBITORS.",
      "narrative": "Licensee did not have available for review any records which fully and correctly disclose the required information on\nthe acquisition and disposition of the animals. Licensee stated she had sold one Serval, but had no documentation\nshowing the disposition of this animal. Licensee could not locate the acquisition records of the animals that are\nhoused at the facility. Licensee stated she had added one llama and one red kangaroo since the last inspection but\ncould not locate the record of these transactions. The record of acquisition must include the name, address and\nUSDA license number and date of acquisition of all animals at the facility, including any offspring born on the\npremises. Maintaining current records of animals on hand, including those acquired and disposed of, is required in\norder to be able to accurately track the animals. Licensee must make, keep, and maintain records which fully and\ncorrectly disclose the required information regarding acquisition and disposition of animals. Correct by next\ninspection."
    },
    {
      "code": "3.75(a)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "The divider fence of one ring-tailed lemur enclosure in the long primate building has come loose from it's support.\nThis has resulted in a gap between this fence and the wall. There are two wooden resting surfaces in the outdoor\nportion of the snow macaque building that have holes in them. These areas may not securely contain the animals\nor may cause injury to the animals. All surfaces must be kept in good repair to protect the animals from injury and\nsecurely contain the animals. Correct by 22 February 2015."
    },
    {
      "code": "3.75(c)(1)(1)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "There are rusted surfaces in a spider monkey enclosure in the long primate building, below two egress doors in the\nlong primate building, and on the metal resting shelves in the DeBrazza's monkey building. Also there is a rusted\nhole behind the resting shelf of the DeBrazza's monkey enclosure. Surfaces that are rusted cannot be readily\ncleaned and sanitized and can result in an increase of disease transmission. All surfaces must be free of rust that\nprevents the required cleaning or affects the structural strength. Correct by 22 February 2015."
    },
    {
      "code": "3.75(e)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "Two opened bags of monkey biscuits were present in the food storage building. Opened supplies of feed may\nbecome contaminated. All opened supplies of feed must be stored in sealed leak-proof containers to prevent\ncontamination and rodent infestation. Correct by 23 January 2015.\nA young pata's monkey is housed in a room in the food storage building. Placed on the floor next to this monkey\nwas a container of gasoline and a chainsaw. Also parked in this room is a utility vehicle. The vapors and exhaust\nfrom this equipment may be hazardous to this animal. All substances that are toxic to animals must not be stored in\nthe animal room nor in the food preparation and storage areas. Correct by 23 January 2015."
    },
    {
      "code": "3.80(a)(2)(9)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "There is peeling paint on the wall near the floor of the lemurs and spider monkey's enclosures in the long primate\nbuilding. Also there is peeling paint on the bars of the outside portion of the lion-tailed macaque enclosure.\nThe paint has been chewed off the wood in the indoor colobus enclosure as well as the three enclosures of the\npatas monkey building. Peeling paint and raw wood does not allow the surfaces to be properly cleaned and\nsanitized. All surfaces in contact with non-human primates must be kept in good repair to enable surfaces to be\nreadily cleaned and sanitized. Correct by 22 April 2015."
    },
    {
      "code": "3.81",
      "kind": "",
      "repeat": false,
      "desc": "ENVIRONMENT ENHANCEMENT TO PROMOTE PSYCHOLOGICAL WELL-BEING.",
      "narrative": "The plan for the environmental enhancement to promote the psychological well-being of the nonhuman primates\nwas not available to review during the inspection. The plan, at a minimum, must address social grouping,\nenvironmental enrichment, and special considerations (such as juveniles, those showing signs of psychological\ndistress and individually housed nonhuman primates). The plan and all environmental enrichment items must be\napproved by the attending veterinarian (AV) and documented when provided to the animals on the environmental\nenhancement plan. During this inspection, there was no written plan denoting any enrichment and no log book or\ncalendar showing that enrichment takes place. Nonhuman primates have complex social and intellectual needs that\nneed to be addressed when in captivity. A written plan that is directed by the AV, guided by current professional\nstandards, and available for review by APHIS officials is required to ensure that the psychological well-being of\nthese animals is being appropriately addressed. The licensee must develop, document, and follow an appropriate\nplan for environmental enhancement of nonhuman primates that is in accordance with currently accepted\nprofessional standards and as directed by the AV. Correct by 22 February 2015."
    },
    {
      "code": "3.84(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "There are mouse droppings on two sliding door supports in the snow macaque building. The presence of these\ndroppings indicate that these surfaces are not being cleaned and sanitized on a regular basis. All surfaces must be\nkept clean and sanitized at least once every two weeks, or more often if necessary to prevent an accumulation of\ndirt, debris and excreta. Correct by 23 January 2015."
    },
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "There are several places throughout the facility where the animals' enclosure fences are in need of repair:\n-The lower section of the white-tailed deer fence is curled up in towards the enclosure. Also there are places where\nthis fence is broken resulting in wire points.\n-The lower section of the adult addax enclosure fence near the feeder is exposed with wire points present.\n-The material covering the enclosure fence of the young addax has been ripped in places resulting in gaps and\nholes between this material and the enclosure fence.\n-There are wire points in the enclosure fence of the zeedonk enclosure.\n-There are several wooden posts that are attached to the steel fence of the camels' enclosure that have been\nbroken off. This has resulted in holes in this fence that are two to three feet tall.\n-The two camels in one of the north enclosures have leaned over the top of their enclosure fence in several places.\nThis has resulted in that fence being been pushed down from its original height to now being only a few feet tall.\nTwo metal building panels of the shelter for two camels in one of the north enclosures have been kicked in. This\nhas resulted in these panels bowing out into the enclosure exposing metal edges to the animals.\nEnclosure fences and housing facilities that are not kept in good repair can result in injury to the animals or may not\nsecurely contain the animals. All building materials must be constructed of materials that are structurally\nappropriate for the animals and must be maintained and kept in good repair to protect the animals from injury and\nsecurely contain the animals. Correct by 22 April 2015."
    },
    {
      "code": "3.129(a)",
      "kind": "",
      "repeat": false,
      "desc": "FEEDING.",
      "narrative": "Salt block and hay is being fed directly on the ground for one male white-tailed deer. The hay was contaminated\nwith excreta and the animal was observed walking through the hay. The pile of hay with the excreta is unfit for\nconsumption. Contamination of feed can lead to intestinal parasitism or overgrowth of microorganisms which pose\na risk to the health of these animals and feeding off the ground reduces this risk. Food must be wholesome,\npalatable, and free from contamination and of sufficient quantity and nutritive value to maintain all animals in good\nhealth.\nCorrect by 23 January 2015\nThis routine inspection was conducted on 21 January 2015 with a facility representative. The exit interview was\nconducted on 22 January 2015 with a facility representative.\nAdditional Inspectors\nRhodes Cindy, Animal Care Inspector"
    }
  ],
  "narrative": "2.40(a)(1)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThe Written Program of Veterinary Care the licensee provided at the time of the inspection is not complete.\nLicensee does not have adequate written guidance from the attending veterinarian to provide preventative care or\ntreatment for routine and common veterinary problems. In order to ensure problems of animal health are addressed\nadequately, a written program of veterinary care should include the species used in regulated activities, what\ncommon health problems they may have and how these will be addressed by the licensee and the Attending\nVeterinarian.\nThe formal arrangements with the Attending Veterinarian shall include a detailed written program of veterinarian\ncare.\nCorrect by 22 February 2015.\n2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThere is a container of FastTrack Liquid with an expiration date of 02/2012 and several other expired medications.\nThere are two unlabeled syringes containing a dark liquid material stored in the food storage refigerator.  One Bag\nof Horse Strongid-C pellets that the licensee stated she is feeding to the hoof stock has an expiration date of\n06/2012. The bag of feed and medications were found inside the commissary intermingled with other items being\nprovided to the animals, and therefore are considered ready for use.  Expired and unlabeled medications can\nexperience spoilage or have reduced efficacy. Use of expired and unlabeled medication could lead to prolonged\nillness or suffering for the animals needing the medication. \nThe drugs that were observed by the inspectors currently on hand, are being used off labeled for the species\ninvolved.  There was no written approval for use by the attending veterinarian or any dosage instructions for the\nproper use of these drugs.  Using drugs in an extra label manner may be harmful to the animals if not administered\nappropriately and under the direction of a veterinarian.  \nEnsure that all medications used in the facility are not expired, are labeled properly in accordance with standard\n\nveterinary practices and are approved for use in the animals present in the facility by the attending veterinarian.\nCorrect by 22 February 2015.\n2.75(b)(1)\nRECORDS: DEALERS AND EXHIBITORS.\nLicensee did not have available for review any records which fully and correctly disclose the required information on\nthe acquisition and disposition of the animals.  Licensee stated she had sold one Serval, but had no documentation\nshowing the disposition of this animal.  Licensee could not locate the acquisition records of the animals that are\nhoused at the facility.  Licensee stated she had added one llama and one red kangaroo since the last inspection but\ncould not locate the record of these transactions.  The record of acquisition must include the name, address and\nUSDA license number and date of acquisition of all animals at the facility, including any offspring born on the\npremises.  Maintaining current records of animals on hand, including those acquired and disposed of, is required in\norder to be able to accurately track the animals.  Licensee must make, keep, and maintain records which fully and\ncorrectly disclose the required information regarding acquisition and disposition of animals.  Correct by next\ninspection.\n3.75(a)\nHOUSING FACILITIES, GENERAL. \nThe divider fence of one ring-tailed lemur enclosure in the long primate building has come loose from it's support. \nThis has resulted in a gap between this fence and the wall.  There are two wooden resting surfaces  in the outdoor\nportion of the snow macaque building that have holes in them.  These areas may not securely contain the animals\nor may cause injury to the animals.  All surfaces must be kept in good repair to protect the animals from injury and\nsecurely contain the animals.  Correct by 22 February 2015.\n3.75(c)(1)(1)\nHOUSING FACILITIES, GENERAL. \nThere are rusted surfaces in a spider monkey enclosure in the long primate building, below two egress doors in the\nlong primate building, and on the metal resting shelves in the DeBrazza's monkey building.  Also there is a rusted\nhole behind the resting shelf of the DeBrazza's monkey enclosure.  Surfaces that are rusted cannot be readily\ncleaned and sanitized and can result in an increase of disease transmission.  All surfaces must be free of rust that\nprevents the required cleaning or affects the structural strength.  Correct by 22 February 2015.\n3.75(e)\nHOUSING FACILITIES, GENERAL. \nTwo opened bags of monkey biscuits were present in the food storage building.  Opened supplies of feed may\nbecome contaminated.  All opened supplies of feed must be stored in sealed leak-proof containers to prevent\n\ncontamination and rodent infestation.  Correct by 23 January 2015.\nA young pata's monkey is housed in a room in the food storage building.  Placed on the floor next to this monkey\nwas a container of gasoline and a chainsaw.  Also parked in this room is a utility vehicle.  The vapors and exhaust\nfrom this equipment may be hazardous to this animal.  All substances that are toxic to animals must not be stored in\nthe animal room nor in the food preparation and storage areas.  Correct by 23 January 2015.\n3.80(a)(2)(9)\nPRIMARY ENCLOSURES.  \nThere is peeling paint on the wall near the floor of the lemurs and spider monkey's enclosures in the long primate\nbuilding.  Also there is peeling paint on the bars of the outside portion of the lion-tailed macaque enclosure.\nThe paint has been chewed off the wood in the indoor colobus enclosure as well as the three enclosures of the\npatas monkey building.  Peeling paint and raw wood does not allow the surfaces to be properly cleaned and\nsanitized.  All surfaces in contact with non-human primates must be kept in good repair to enable surfaces to be\nreadily cleaned and sanitized.  Correct by 22 April 2015.\n3.81\nENVIRONMENT ENHANCEMENT TO PROMOTE PSYCHOLOGICAL WELL-BEING.\nThe plan for the environmental enhancement to promote the psychological well-being of the nonhuman primates\nwas not available to review during the inspection.  The plan, at a minimum, must address social grouping,\nenvironmental enrichment, and special considerations (such as juveniles, those showing signs of psychological\ndistress and individually housed nonhuman primates). The plan and all environmental enrichment items must be\napproved by the attending veterinarian (AV) and documented when provided to the animals on the environmental\nenhancement plan. During this inspection, there was no written plan denoting any enrichment and no log book or\ncalendar showing that enrichment takes place.  Nonhuman primates have complex social and intellectual needs that\nneed to be addressed when in captivity. A written plan that is directed by the AV, guided by current professional\nstandards, and available for review by APHIS officials is required to ensure that the psychological well-being of\nthese animals is being appropriately addressed.  The licensee must develop, document, and follow an appropriate\nplan for environmental enhancement of nonhuman primates that is in accordance with currently accepted\nprofessional standards and as directed by the AV. Correct by 22 February 2015.\n3.84(b)(2)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL. \nThere are mouse droppings on two sliding door supports in the snow macaque building.  The presence of these\ndroppings indicate that these surfaces are not being cleaned and sanitized on a regular basis.  All surfaces must be\nkept clean and sanitized at least once every two weeks, or more often if necessary to prevent an accumulation of\ndirt, debris and excreta.  Correct by 23 January 2015.\n\n3.125(a)\nFACILITIES, GENERAL.   \nThere are several places throughout the facility where the animals' enclosure fences are in need of repair:\n-The lower section of the white-tailed deer fence is curled up in towards the enclosure.  Also there are places where\nthis fence is broken resulting in wire points.\n-The lower section of the adult addax enclosure fence near the feeder is exposed with wire points present.\n-The material covering the enclosure fence of the young addax has been ripped in places resulting in gaps and\nholes between this material and the enclosure fence.\n-There are wire points in the enclosure fence of the zeedonk enclosure.\n-There are several wooden posts that are attached to the steel fence of the camels' enclosure that have been\nbroken off.  This has resulted in holes in this fence that are two to three feet tall.\n-The two camels in one of the north enclosures have leaned over the top of their enclosure fence in several places. \nThis has resulted in that fence being been pushed down from its original height to now being only a few feet tall.\nTwo metal building panels of the shelter for two camels in one of the north enclosures have been kicked in.  This\nhas resulted in these panels bowing out into the enclosure exposing metal edges to the animals.\nEnclosure fences  and housing facilities that are not kept in good repair can result in injury to the animals or may not\nsecurely contain the animals.  All building materials must be constructed of materials that are structurally\nappropriate for the animals and must be maintained and kept in good repair to protect the animals from injury and\nsecurely contain the animals.  Correct by 22 April 2015.\n3.129(a)\nFEEDING.    \nSalt block and hay is being fed directly on the ground for one male white-tailed deer. The hay was contaminated\nwith excreta and the animal was observed walking through the hay.  The pile of hay with the excreta is unfit for\nconsumption.  Contamination of feed can lead to intestinal parasitism or overgrowth of microorganisms which pose\na risk to the health of these animals and feeding off the ground reduces this risk.  Food must be wholesome,\npalatable, and free from contamination and of sufficient quantity and nutritive value to maintain all animals in good\nhealth.\nCorrect by 23 January 2015\nThis routine inspection was conducted on 21 January 2015 with a facility representative.  The exit interview was\nconducted on 22 January 2015 with a facility representative.\n\nAdditional Inspectors\nRhodes Cindy, Animal Care Inspector",
  "animals_total": 99,
  "species": [
    {
      "count": 7,
      "scientific": "Addax nasomaculatus",
      "common": "ADDAX"
    },
    {
      "count": 6,
      "scientific": "Ateles fusciceps",
      "common": "BROWN-HEADED SPIDER MONKEY"
    },
    {
      "count": 2,
      "scientific": "Ateles geoffroyi",
      "common": "BLACK-HANDED SPIDER MONKEY"
    },
    {
      "count": 2,
      "scientific": "Ateles paniscus",
      "common": "RED-FACED BLACK SPIDER MONKEY"
    },
    {
      "count": 1,
      "scientific": "Bison bison",
      "common": "AMERICAN BISON"
    },
    {
      "count": 2,
      "scientific": "Bos taurus",
      "common": "CATTLE / COW / OX / WATUSI"
    },
    {
      "count": 2,
      "scientific": "Camelus bactrianus",
      "common": "BACTRIAN CAMEL"
    },
    {
      "count": 6,
      "scientific": "Camelus dromedarius",
      "common": "DROMEDARY CAMEL"
    },
    {
      "count": 6,
      "scientific": "Cebus capucinus",
      "common": "WHITE-HEADED / WHITE-THROATED CAPUCHIN"
    },
    {
      "count": 2,
      "scientific": "Cercopithecus neglectus",
      "common": "DE BRAZZA'S MONKEY"
    },
    {
      "count": 2,
      "scientific": "Colobus guereza",
      "common": "EASTERN BLACK-AND-WHITE COLOBUS / GUEREZA"
    },
    {
      "count": 3,
      "scientific": "Connochaetes taurinus",
      "common": "BRINDLED WILDEBEEST"
    },
    {
      "count": 1,
      "scientific": "Equus asinus asinus",
      "common": "DONKEY / BURRO / ASS"
    },
    {
      "count": 5,
      "scientific": "Equus grevyi",
      "common": "GREVY'S ZEBRA"
    },
    {
      "count": 4,
      "scientific": "Equus quagga",
      "common": "BURCHELL’S / GRANT’S / CHAPMAN’S / PLAINS ZEBRA"
    },
    {
      "count": 3,
      "scientific": "Erythrocebus patas",
      "common": "PATAS MONKEY"
    },
    {
      "count": 3,
      "scientific": "Hippotragus niger",
      "common": "SABLE ANTELOPE"
    },
    {
      "count": 6,
      "scientific": "Hydrochaeris hydrochaeris",
      "common": "CAPYBARA"
    },
    {
      "count": 2,
      "scientific": "Hystrix cristata",
      "common": "AFRICAN CRESTED PORCUPINE"
    },
    {
      "count": 3,
      "scientific": "Lama glama",
      "common": "LLAMA"
    },
    {
      "count": 10,
      "scientific": "Lemur catta",
      "common": "RING-TAILED LEMUR"
    },
    {
      "count": 2,
      "scientific": "Macaca fuscata",
      "common": "JAPANESE MACAQUE *MALE"
    },
    {
      "count": 1,
      "scientific": "Macaca fuscata",
      "common": "JAPANESE MACAQUE / SNOW MACAQUE"
    },
    {
      "count": 4,
      "scientific": "Macaca silenus",
      "common": "LION-TAILED MACAQUE *MALE"
    },
    {
      "count": 1,
      "scientific": "Odocoileus virginianus",
      "common": "WHITE-TAILED DEER"
    },
    {
      "count": 7,
      "scientific": "Osphranter rufus",
      "common": "RED KANGAROO"
    },
    {
      "count": 4,
      "scientific": "Varecia variegata",
      "common": "BLACK-AND-WHITE RUFFED LEMUR"
    },
    {
      "count": 2,
      "scientific": "Vulpes lagopus",
      "common": "ARCTIC FOX"
    }
  ]
}