{
  "insp_id": "2016082567914307",
  "layout": "a",
  "customer_id": "5143",
  "customer_name": "Pamela J Sellner",
  "customer_addr": "Thomas J Sellner\n1512 210th Street\nManchester, IA 52057",
  "certificate": "42-C-0084",
  "site_id": "001",
  "site_name": "THOMAS & PAMELA SELLNER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "15-AUG-2016",
  "report_date": "15-SEP-2016",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "Three of the young degus in the degu enclosure within the “reptile building” have excessive hair-loss. The hair is\nmainly missing from the front third of their bodies. On each of the three animals there is some hair missing on the\nbacks of their heads and at the base of their tails. The licensee states that she has not spoken to the veterinarian\nregarding the hair-loss. Hair-loss can be a sign of poor health, environmental conditions, or compatibility issues in\nthe group. A veterinarian must be consulted regarding the hair-loss in order to ensure that an accurate diagnosis is\nobtained and an appropriate treatment plan is developed and followed. This information, including the diagnosis,\ntreatment and resolution of the condition, must be documented and made available to the inspector upon request."
    },
    {
      "code": "3.11(d)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "One of the wolf hybrids had several flies sitting on the tips of its ears. The animal was seen occasionally shaking its\nhead, but the flies did not come off. No open wounds were visible on the ears, however, the inspectors were only\nable to view the animal cage-side. The licensee stated that she had previously spoken with the veterinarian\nregarding fly control for the wolf hybrids and normally treats them, but had not recently treated the animals or the\nenvironment. Failure to provide pest control for flies can lead to health issues for the animals. An effective program\nfor the control of insects, including flies, must be established and maintained so as to promote the health and\nwell-being of the animals.\nTo be corrected by: August 18, 2016"
    },
    {
      "code": "3.75(c)(2)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "There is one enclosure wall within the outdoor portion of the baboon housing facility that separates two baboon\nenclosures. The enclosure wall is made of wood panels. The wood is worn and soiled. There are some areas where\npatches have been placed. The edges of the patches are chewed and/or worn with rough edges. In some areas,\nthere are holes that have been chewed and/or worn through the wood. The chewed and worn areas are rough and\ndirt and/or dust is embedded in the wood. The licensee states she has replaced some of the wood, but the animals\nhave continued to destroy the wall of wood. There are a total of four baboons in the two affected enclosures. Worn\nsurfaces are difficult to clean and surfaces that cannot be readily cleaned can increase disease hazards for the\nanimals. The licensee must ensure that surfaces of non-human primate housing facilities that cannot be readily\ncleaned and sanitized are replaced when worn or soiled.\nTo be corrected by: September 16, 2016"
    },
    {
      "code": "3.75(c)(3)",
      "kind": "",
      "repeat": true,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "There are excessive cobwebs throughout the “primate building”. The heaviest cobwebs are mainly in the area near\nthe two macaques. The cobwebs are thick and cover the light fixtures in this portion of the housing facility. There is\na plastic playhouse in the outdoor portion of the same macaque enclosure that has a significant amount of dust, dirt,\ngrime and/or debris covering the surface of the structure. There is also a stack of crates containing fruits and\nvegetables that has leaked on the floor next to the same macaque enclosure which is attracting pests (flies) to the\narea. Failure to clean housing facilities and enrichment items within primary enclosures can lead to disease\nhazards, pests and odors. The licensee must ensure that hard surfaces with which the nonhuman primates come in\ncontact are spot cleaned daily and sanitized at least every two weeks. Furthermore, the licensee must ensure that\nall other surfaces of the nonhuman primate housing facilities are cleaned and sanitized when necessary to satisfy\ngenerally accepted husbandry standards and practices."
    },
    {
      "code": "3.75(e)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "There is one pile of food in crates (mainly potatoes and bread items) that is located just outside the door to the\n“primate building”. Some of the food appears to be old and/or moldy and it is attracting an excessive number of flies.\nThe licensee states that the food was stacked nice but that it’s likely raccoons or another wild animal had gotten into\nit and made a mess. There is also a stack of crates containing food located on the floor, just inside the door, directly\nacross from the enclosure housing two macaques. The licensee states these crates hold mainly fruits and\nvegetables. There is brown liquid that has leaked out from the crates on to the floor. There are an excessive number\nof flies present within, on and around the crates. Failure to store food properly can lead to food spoilage,\ncontamination, and pest and/or vermin infestation. All supplies of food must be stored in a manner that protects the\nsupplies from spoilage, contamination, and infestation. The food must be stored off the floor and away from the\nwalls to allow cleaning underneath and around the supplies. Food requiring refrigeration must be stored accordingly,\nand all food must be stored in a manner that prevents contamination and deterioration of its nutritive value. Only the\nfood currently being used may be kept in animal areas, and when not in actual use, open food must be kept in\nleak-proof containers with tightly fitting lids to prevent spoilage and contamination.\nTo be corrected by: August 18, 2016"
    },
    {
      "code": "3.84(d)",
      "kind": "",
      "repeat": true,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "There are an excessive number of flies present inside of the “primate building”. The majority of the flies are located\naround and within a stack of crates containing fruits and vegetables, just inside the door, directly across from the\nenclosure housing two macaques. The flies are present within, on and around the crates but flies were also seen in\nand around the macaque enclosure. The presence of pests can lead to health hazards for the animals. A safe and\neffective program for the control of pests, including flies, must be implemented and maintained."
    },
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": true,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "There is one fence panel within the potbelly pig enclosure that has a rusted bottom rail. The rust has eroded the\nmetal leaving a jagged surface that the pigs could come in contact with.\nThere are several enclosures (“camel enclosure”, “Santa Cruz sheep enclosure”, and the “llama enclosure”) that are\nmade of chain-link fence. The chain-link fence in these enclosures has curled up at the bottom and the curled-up\nedge has sharp points that extend into the enclosures. The affected enclosures house approximately fifty-two\nsheep, eleven llamas, and one camel.\nSharp and/or jagged edges could cause injury to animals. All housing facilities must be structurally sound and shall\nbe maintained in good repair to protect the animals from injury."
    },
    {
      "code": "3.127(b)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, OUTDOOR.",
      "narrative": "The “llama enclosure”, housing ten llamas, and the “zebu enclosure”, housing seven zebu and one Miniature\nHereford, have inadequate shelter space for the number of animals in the enclosure. There is only one small shelter\nin each enclosure. The shelters are not large enough to hold all of the animals housed in that enclosure. Failure to\nprovide adequate shelter for animals housed outdoors does not ensure they are protected from the elements.\nNatural or artificial shelter shall be provided for all animals kept outdoors to afford them protection and to prevent\ndiscomfort to such animals.\nTo be corrected by: August 18, 2016"
    },
    {
      "code": "3.127(c)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, OUTDOOR.",
      "narrative": "The automatic waterer for the raccoons is leaking onto the ground surrounding the enclosure. The water has\ncollected and has created a small “moat” around and under part of the enclosure. The water is dirty/muddy and has\na thick layer of algae growing on top of it. There are four raccoons housed in this enclosure. Improper drainage\ndoes not ensure a clean, dry environment which can lead to pests and other health hazards for the animals. A\nsuitable method shall be provided to rapidly eliminate excess standing water from around enclosures.\nTo be corrected by: August 23, 2016"
    },
    {
      "code": "3.130",
      "kind": "",
      "repeat": false,
      "desc": "WATERING.",
      "narrative": "The water receptacle within the capybara enclosure contains green water, dirt and/or debris. There are also small\ninsects swimming within and on top of the water. Lack of clean water creates a health hazard for the animals. The\nlicensee must ensure that potable water is offered to the animals as often as necessary to provide for their health\nand comfort. All water receptacles shall be kept clean and sanitary.\nCorrected the day of the inspection."
    },
    {
      "code": "3.131(a)",
      "kind": "",
      "repeat": true,
      "desc": "SANITATION.",
      "narrative": "The capybara enclosure, a cement bowl in the enclosure housing four raccoons, and the shelters for the two black\nbears are all in need of cleaning.\nThe shelter within the capybara enclosure contains an excessive amount of waste (food waste, soiled bedding,\nand/or animal waste) and the “pool”/water bucket has an excessive amount of animal waste in it. The waste/soiled\nmaterial is attracting an excessive number of flies.\nThe concrete bowl “catching” water from the automatic waterer in the raccoon enclosure has a thick layer of\nbrown/green algae coating the inside surface and one side of the bowl.\nThe floor within the shelter area for the two black bears has several inches thick of old bedding, food and/or animal\nwaste present and it is attracting flies.\nFailure to clean animal enclosures can lead to health hazards, pests and odors. Primary enclosures shall be\ncleaned and excreta and other waste shall be removed in order to prevent contamination of the animals contained\ntherein and to minimize disease hazards, pests and odors."
    },
    {
      "code": "3.131(d)",
      "kind": "",
      "repeat": true,
      "desc": "SANITATION.",
      "narrative": "There are an excessive number of flies present in multiple areas throughout the entire facility. Areas with excessive\nflies include the enclosure housing the capybara, the Meishan pig enclosure, the black bear enclosure, and in the\nKodiak bear enclosure.\nThe flies within the capybara enclosure are mainly located on and around the soiled material within the shelter, on\nthe shelter, on two halves of watermelon that are located next to the shelter and on the ground surrounding the\nwatermelon.\nThe flies in the Meishan pig enclosure are located on the two pigs in the enclosure and areas immediately\nsurrounding the pigs.\nThe flies in the black bear enclosure, housing two black bears, are located on the old bedding, food and/or animal\nwaste present on the ground within the shelter.\nThere are a large number of flies located within the Kodiak bear enclosure on the ground in, and adjacent to, their\nfeeding area. There were also an excessive number of flies seen on the animals. There are five bears in this\nenclosure.\nSmall, less than one centimeter long, white, worm-like insects (the licensee confirmed these were maggots) were\nseen crawling on the floor and bedding within the skunk enclosure, housing one skunk, in the back of the “reptile\nbuilding”. This was corrected during the inspection.\nThe facility has a few provisions for fly control, but they are not effectively controlling the fly population. The\npresence of pests can lead to health hazards for the animals. A safe and effective program for the control of pests,\nincluding flies, must be implemented and maintained.\nAn inspection was conducted on August 15, 2016 and an exit briefing was conducted on August 16, 2016 with the\nowner, ACI Chad Moore, and VMO Heather Cole.\nThe inspector completed this inspection report when Animal Care was transitioning to a new information\nmanagement system. Because the inspector re-typed the inspection report into the new system when it was\ndeployed, the “prepared by” date on this inspection report is different than the date the inspector prepared the\noriginal inspection report, which occurred on August 16, 2016.\nAdditional Inspectors\nMoore Chad, Animal Care Inspector"
    }
  ],
  "narrative": "2.40(b)(2)                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThree of the young degus in the degu enclosure within the “reptile building” have excessive hair-loss. The hair is\nmainly missing from the front third of their bodies. On each of the three animals there is some hair missing on the\nbacks of their heads and at the base of their tails. The licensee states that she has not spoken to the veterinarian\nregarding the hair-loss. Hair-loss can be a sign of poor health, environmental conditions, or compatibility issues in\nthe group. A veterinarian must be consulted regarding the hair-loss in order to ensure that an accurate diagnosis is\nobtained and an appropriate treatment plan is developed and followed. This information, including the diagnosis,\ntreatment and resolution of the condition, must be documented and made available to the inspector upon request.\n3.11(d)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\nOne of the wolf hybrids had several flies sitting on the tips of its ears. The animal was seen occasionally shaking its\nhead, but the flies did not come off. No open wounds were visible on the ears, however, the inspectors were only\nable to view the animal cage-side. The licensee stated that she had previously spoken with the veterinarian\nregarding fly control for the wolf hybrids and normally treats them, but had not recently treated the animals or the\nenvironment. Failure to provide pest control for flies can lead to health issues for the animals. An effective program\nfor the control of insects, including flies, must be established and maintained so as to promote the health and\nwell-being of the animals.\nTo be corrected by: August 18, 2016\n3.75(c)(2)\nHOUSING FACILITIES, GENERAL. \nThere is one enclosure wall within the outdoor portion of the baboon housing facility that separates two baboon\nenclosures. The enclosure wall is made of wood panels. The wood is worn and soiled. There are some areas where\npatches have been placed. The edges of the patches are chewed and/or worn with rough edges. In some areas,\n\nthere are holes that have been chewed and/or worn through the wood. The chewed and worn areas are rough and\ndirt and/or dust is embedded in the wood. The licensee states she has replaced some of the wood, but the animals\nhave continued to destroy the wall of wood. There are a total of four baboons in the two affected enclosures. Worn\nsurfaces are difficult to clean and surfaces that cannot be readily cleaned can increase disease hazards for the\nanimals. The licensee must ensure that surfaces of non-human primate housing facilities that cannot be readily\ncleaned and sanitized are replaced when worn or soiled.\nTo be corrected by: September 16, 2016\n3.75(c)(3)                    REPEAT\nHOUSING FACILITIES, GENERAL. \nThere are excessive cobwebs throughout the “primate building”. The heaviest cobwebs are mainly in the area near\nthe two macaques. The cobwebs are thick and cover the light fixtures in this portion of the housing facility. There is\na plastic playhouse in the outdoor portion of the same macaque enclosure that has a significant amount of dust, dirt,\ngrime and/or debris covering the surface of the structure. There is also a stack of crates containing fruits and\nvegetables that has leaked on the floor next to the same macaque enclosure which is attracting pests (flies) to the\narea. Failure to clean housing facilities and enrichment items within primary enclosures can lead to disease\nhazards, pests and odors. The licensee must ensure that hard surfaces with which the nonhuman primates come in\ncontact are spot cleaned daily and sanitized at least every two weeks. Furthermore, the licensee must ensure that\nall other surfaces of the nonhuman primate housing facilities are cleaned and sanitized when necessary to satisfy\ngenerally accepted husbandry standards and practices.\n3.75(e)\nHOUSING FACILITIES, GENERAL. \nThere is one pile of food in crates (mainly potatoes and bread items) that is located just outside the door to the\n“primate building”. Some of the food appears to be old and/or moldy and it is attracting an excessive number of flies.\nThe licensee states that the food was stacked nice but that it’s likely raccoons or another wild animal had gotten into\nit and made a mess. There is also a stack of crates containing food located on the floor, just inside the door, directly\nacross from the enclosure housing two macaques. The licensee states these crates hold mainly fruits and\nvegetables. There is brown liquid that has leaked out from the crates on to the floor. There are an excessive number\nof flies present within, on and around the crates. Failure to store food properly can lead to food spoilage,\ncontamination, and pest and/or vermin infestation. All supplies of food must be stored in a manner that protects the\nsupplies from spoilage, contamination, and infestation. The food must be stored off the floor and away from the\nwalls to allow cleaning underneath and around the supplies. Food requiring refrigeration must be stored accordingly,\nand all food must be stored in a manner that prevents contamination and deterioration of its nutritive value. Only the\nfood currently being used may be kept in animal areas, and when not in actual use, open food must be kept in\nleak-proof containers with tightly fitting lids to prevent spoilage and contamination.\n\nTo be corrected by: August 18, 2016\n3.84(d)                    REPEAT\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL. \nThere are an excessive number of flies present inside of the “primate building”. The majority of the flies are located\naround and within a stack of crates containing fruits and vegetables, just inside the door, directly across from the\nenclosure housing two macaques. The flies are present within, on and around the crates but flies were also seen in\nand around the macaque enclosure. The presence of pests can lead to health hazards for the animals. A safe and\neffective program for the control of pests, including flies, must be implemented and maintained.\n3.125(a)                    REPEAT\nFACILITIES, GENERAL.   \nThere is one fence panel within the potbelly pig enclosure that has a rusted bottom rail. The rust has eroded the\nmetal leaving a jagged surface that the pigs could come in contact with.\nThere are several enclosures (“camel enclosure”, “Santa Cruz sheep enclosure”, and the “llama enclosure”) that are\nmade of chain-link fence. The chain-link fence in these enclosures has curled up at the bottom and the curled-up\nedge has sharp points that extend into the enclosures. The affected enclosures house approximately fifty-two\nsheep, eleven llamas, and one camel.\nSharp and/or jagged edges could cause injury to animals. All housing facilities must be structurally sound and shall\nbe maintained in good repair to protect the animals from injury.\n3.127(b)\nFACILITIES, OUTDOOR. \nThe “llama enclosure”, housing ten llamas, and the “zebu enclosure”, housing seven zebu and one Miniature\nHereford, have inadequate shelter space for the number of animals in the enclosure. There is only one small shelter\nin each enclosure. The shelters are not large enough to hold all of the animals housed in that enclosure. Failure to\nprovide adequate shelter for animals housed outdoors does not ensure they are protected from the elements.\nNatural or artificial shelter shall be provided for all animals kept outdoors to afford them protection and to prevent\ndiscomfort to such animals.\nTo be corrected by: August 18, 2016\n3.127(c)\n\nFACILITIES, OUTDOOR. \nThe automatic waterer for the raccoons is leaking onto the ground surrounding the enclosure. The water has\ncollected and has created a small “moat” around and under part of the enclosure. The water is dirty/muddy and has\na thick layer of algae growing on top of it. There are four raccoons housed in this enclosure. Improper drainage\ndoes not ensure a clean, dry environment which can lead to pests and other health hazards for the animals. A\nsuitable method shall be provided to rapidly eliminate excess standing water from around enclosures.\nTo be corrected by: August 23, 2016\n3.130\nWATERING.  \nThe water receptacle within the capybara enclosure contains green water, dirt and/or debris. There are also small\ninsects swimming within and on top of the water. Lack of clean water creates a health hazard for the animals. The\nlicensee must ensure that potable water is offered to the animals as often as necessary to provide for their health\nand comfort. All water receptacles shall be kept clean and sanitary.\nCorrected the day of the inspection.\n3.131(a)                    REPEAT\nSANITATION.   \nThe capybara enclosure, a cement bowl in the enclosure housing four raccoons, and the shelters for the two black\nbears are all in need of cleaning.\nThe shelter within the capybara enclosure contains an excessive amount of waste (food waste, soiled bedding,\nand/or animal waste) and the “pool”/water bucket has an excessive amount of animal waste in it. The waste/soiled\nmaterial is attracting an excessive number of flies.\nThe concrete bowl “catching” water from the automatic waterer in the raccoon enclosure has a thick layer of\nbrown/green algae coating the inside surface and one side of the bowl.\nThe floor within the shelter area for the two black bears has several inches thick of old bedding, food and/or animal\nwaste present and it is attracting flies.\nFailure to clean animal enclosures can lead to health hazards, pests and odors. Primary enclosures shall be\ncleaned and excreta and other waste shall be removed in order to prevent contamination of the animals contained\ntherein and to minimize disease hazards, pests and odors.\n\n3.131(d)                    REPEAT\nSANITATION.   \nThere are an excessive number of flies present in multiple areas throughout the entire facility. Areas with excessive\nflies include the enclosure housing the capybara, the Meishan pig enclosure, the black bear enclosure, and in the\nKodiak bear enclosure.\nThe flies within the capybara enclosure are mainly located on and around the soiled material within the shelter, on\nthe shelter, on two halves of watermelon that are located next to the shelter and on the ground surrounding the\nwatermelon.\nThe flies in the Meishan pig enclosure are located on the two pigs in the enclosure and areas immediately\nsurrounding the pigs.\nThe flies in the black bear enclosure, housing two black bears, are located on the old bedding, food and/or animal\nwaste present on the ground within the shelter.\nThere are a large number of flies located within the Kodiak bear enclosure on the ground in, and adjacent to, their\nfeeding area. There were also an excessive number of flies seen on the animals. There are five bears in this\nenclosure.\nSmall, less than one centimeter long, white, worm-like insects (the licensee confirmed these were maggots) were\nseen crawling on the floor and bedding within the skunk enclosure, housing one skunk, in the back of the “reptile\nbuilding”. This was corrected during the inspection.\nThe facility has a few provisions for fly control, but they are not effectively controlling the fly population. The\npresence of pests can lead to health hazards for the animals. A safe and effective program for the control of pests,\nincluding flies, must be implemented and maintained.\nAn inspection was conducted on August 15, 2016 and an exit briefing was conducted on August 16, 2016 with the\nowner, ACI Chad Moore, and VMO Heather Cole.\nThe inspector completed this inspection report when Animal Care was transitioning to a new information\nmanagement system.   Because the inspector re-typed the inspection report into the new system when it was\ndeployed, the “prepared by” date on this inspection report is different than the date the inspector prepared the\noriginal inspection report, which occurred on August 16, 2016.\n\nAdditional Inspectors\nMoore Chad, Animal Care Inspector",
  "animals_total": 194,
  "species": [
    {
      "count": 7,
      "scientific": "Bos primigenuis indicus",
      "common": "ZEBU"
    },
    {
      "count": 1,
      "scientific": "Bos taurus",
      "common": "CATTLE / COW / OX / WATUSI"
    },
    {
      "count": 1,
      "scientific": "C. pygerythrus",
      "common": "VERVET"
    },
    {
      "count": 1,
      "scientific": "Callithrix jacchus",
      "common": "COMMON MARMOSET"
    },
    {
      "count": 1,
      "scientific": "Camelus dromedarius domestic",
      "common": "DOMESTIC DROMEDARY CAMEL"
    },
    {
      "count": 2,
      "scientific": "Canis latrans",
      "common": "COYOTE"
    },
    {
      "count": 2,
      "scientific": "Canis lupus familiaris",
      "common": "DOMESTIC DOG"
    },
    {
      "count": 20,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 9,
      "scientific": "Cavia porcellus",
      "common": "DOMESTIC GUINEA PIG"
    },
    {
      "count": 8,
      "scientific": "Chinchilla lanigera",
      "common": "CHINCHILLA"
    },
    {
      "count": 1,
      "scientific": "Choloepus didactylus",
      "common": "LINNAEUS'S TWO-TOED SLOTH"
    },
    {
      "count": 1,
      "scientific": "Dama mesopotamica",
      "common": "FALLOW DEER"
    },
    {
      "count": 2,
      "scientific": "Dolichotis patagonum",
      "common": "PATAGONIAN CAVY / MARA"
    },
    {
      "count": 1,
      "scientific": "Hydrochaeris hydrochaeris",
      "common": "CAPYBARA"
    },
    {
      "count": 1,
      "scientific": "Hystrix cristata",
      "common": "AFRICAN CRESTED PORCUPINE"
    },
    {
      "count": 12,
      "scientific": "Lama glama",
      "common": "LLAMA"
    },
    {
      "count": 1,
      "scientific": "Leptailurus serval",
      "common": "SERVAL"
    },
    {
      "count": 1,
      "scientific": "Lynx rufus",
      "common": "BOBCAT"
    },
    {
      "count": 2,
      "scientific": "Macaca mulatta",
      "common": "RHESUS MACAQUE"
    },
    {
      "count": 2,
      "scientific": "Marmota monax",
      "common": "GROUNDHOG / WOODCHUCK"
    },
    {
      "count": 2,
      "scientific": "Mephitis mephitis",
      "common": "STRIPED SKUNK"
    },
    {
      "count": 2,
      "scientific": "Nasua nasua",
      "common": "SOUTH AMERICAN COATI"
    },
    {
      "count": 20,
      "scientific": "Octodon degus",
      "common": "DEGU"
    },
    {
      "count": 2,
      "scientific": "Otolemur crassicaudatus",
      "common": "GREATER BUSHBABY"
    },
    {
      "count": 52,
      "scientific": "Ovis aries aries",
      "common": "SHEEP INCLUDING ALL DOMESTIC BREEDS"
    },
    {
      "count": 4,
      "scientific": "Papio hamadryas",
      "common": "HAMADRYAS BABOON"
    },
    {
      "count": 3,
      "scientific": "Petaurus breviceps",
      "common": "SUGAR GLIDER"
    },
    {
      "count": 5,
      "scientific": "Potos flavus",
      "common": "KINKAJOU"
    },
    {
      "count": 9,
      "scientific": "Procyon lotor",
      "common": "RACCOON"
    },
    {
      "count": 2,
      "scientific": "Puma concolor",
      "common": "PUMA / MOUNTAIN LION / COUGAR"
    },
    {
      "count": 6,
      "scientific": "Sus scrofa domestica",
      "common": "DOMESTIC PIG / POTBELLY PIG / MICRO PIG"
    },
    {
      "count": 2,
      "scientific": "Tamiasciurus hudsonicus",
      "common": "AMERICAN RED SQUIRREL"
    },
    {
      "count": 2,
      "scientific": "Ursus americanus",
      "common": "NORTH AMERICAN BLACK BEAR"
    },
    {
      "count": 5,
      "scientific": "Ursus arctos",
      "common": "BROWN BEAR"
    },
    {
      "count": 2,
      "scientific": "Vulpes zerda",
      "common": "FENNEC FOX"
    }
  ]
}