{
  "insp_id": "56141200292163",
  "layout": "a",
  "customer_id": "7780",
  "customer_name": "Southern Tree Plantation Inc",
  "customer_addr": "2226 Owltown Road\nBlairsville, GA 30512",
  "certificate": "57-C-0288",
  "site_id": "001",
  "site_name": "SOUTHERN TREE PLANTATION INC",
  "insp_type": "ROUTINE INSPECTION",
  "date": "27-FEB-2014",
  "report_date": "27-FEB-2014",
  "citations": [
    {
      "code": "3.56(a)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "***The excreta in the rabbit enclosure has not been removed and has been allowed to build up in a large mound in\nthe corner of the enclosure as well as along the ground. Accumulations of excreta create an unsanitary condition\nfor the rabbits increasing disease hazard and risk of contamination. Excreta must be removed from the enclosure at\na frequency that will prevent accumulation and protect the rabbits from contamination and disease hazard. Correct\nby March 7, 2014."
    },
    {
      "code": "3.131(a)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "***The goat house has not been raked out. There is a large accumulation of excreta on the ground in the goat\nhouse. Excessive accumulations of excreta increases the risk of spreading parasites and disease. Excreta shall be\nremoved from the enclosures as often as necessary to prevent contamination of the animals contained therein to\nprevent contamination and minimize disease hazards. Correct by March 7, 2014.\nInspection and exit interview conducted with a facility representative."
    }
  ],
  "narrative": "3.56(a)\nSANITATION. \n***The excreta in the rabbit enclosure has not been removed and has been allowed to build up in a large mound in\nthe corner of the enclosure as well as along the ground.  Accumulations of excreta create an unsanitary condition\nfor the rabbits increasing disease hazard and risk of contamination.  Excreta must be removed from the enclosure at\na frequency that will prevent accumulation and protect the rabbits from contamination and disease hazard.  Correct\nby March 7, 2014.\n3.131(a)\nSANITATION.   \n***The goat house has not been raked out.  There is a large accumulation of excreta on the ground in the goat\nhouse.  Excessive accumulations of excreta increases the risk of spreading parasites and disease.  Excreta shall be\nremoved from the enclosures as often as necessary to prevent contamination of the animals contained therein  to\nprevent contamination and minimize disease hazards.  Correct by March 7, 2014.\nInspection and exit interview conducted with a facility representative.",
  "animals_total": 4,
  "species": [
    {
      "count": 2,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 1,
      "scientific": "Odocoileus virginianus",
      "common": "WHITE-TAILED DEER"
    },
    {
      "count": 1,
      "scientific": "Oryctolagus cuniculus",
      "common": "EUROPEAN RABBIT"
    }
  ]
}