{
  "insp_id": "132141454170430",
  "layout": "a",
  "customer_id": "4411",
  "customer_name": "Donald Schrage",
  "customer_addr": "51123 State Hwy P\nEdina, MO 63537",
  "certificate": "43-A-1957",
  "site_id": "001",
  "site_name": "DONALD SCHRAGE",
  "insp_type": "ROUTINE INSPECTION",
  "date": "30-APR-2014",
  "report_date": "13-MAY-2014",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "****\nThere were 4 dogs that had localized hair loss with associated scaly skin. A female black Cocker Spaniel, tag #037,\nhas a circular area of hair loss, approximately 1 inch in diameter, in between her eyes with a roughened and bumpy\nappearance. When questioned by the inspectors the licensee stated that \"he hadn't noticed it\" until it was pointed\nout to him. A female Boston Terrier (tag #95), a male Boston Terrier (tag #089) and a female Poodle (tag #161)\nwere each observed with significant hair loss on their inner and outer ear flaps with flakiness of the exposed skin.\nWhen questioned by the inspectors about the conditions of both Boston Terriers' ears, the licensee stated that\n\"they've always been like that\". This could be a sign of a hypersentivity, parasitic, fungal or another veterinary\nmedical condition.\nA female Pomeranian, tag #146, was observed with an abnormal whitish crystalline mass inside the central portion\nof her left eye. This is an abnormal condition and could cause pain and/or blindness.\nAll animals should receive adequate and timely veterinary care at all times.\nThe licensee must have these animals evaluated by a veterinarian by 5 May 14 for an appropriate diagnosis and\ntreatment plan."
    },
    {
      "code": "3.1(c)(3)",
      "kind": "",
      "repeat": true,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "(c) Surfaces (3) Cleaning\n****\nOn the north side of the sheltered building, the outside sections of at least 3 enclosures, affecting 3 dogs, there is\nan accumulation of hair, dirt, and grime on the tops of the enclosures. Inside of the whelping building there are at\nleast 9 enclosures, affecting 2 adult dogs and 29 puppies, with an accumulation of hair, dirt, grime and fecal\nmaterial on the underneath side of the enclosures. On the two enclosures with the 2 adult dogs and 10 puppies\nthere is also an accumulation of hair, dirt, and grime built up on the sides, and tops of the enclosures. This could\nincrease the risk of disease hazards. The licensee must clean these enclosures and surfaces. All surfaces in\ncontact with the animals and other surfaces of the housing facility must be cleaned and sanitized as often as\nnecessary to satisfy generally husbandry standards and practices.\nThis is a repeat non-compliant item."
    },
    {
      "code": "3.4(b)(4)",
      "kind": "",
      "repeat": false,
      "desc": "OUTDOOR HOUSING FACILITIES.",
      "narrative": "(b) Shelter from the elements (4) Bedding\n****\nIn an outdoor enclosure, housing two young dogs, there was no bedding provided. The temperature at the time of\ninspection was 48.7 degrees Fahrenheit according to the inspector's Kestrel 3000. The overnight low air\ntemperature for the area during the previous night was 40 degrees Fahrenheit according to the National Weather\nService. Bedding must be provided for the dogs when the ambient air temperature drops below 50 degrees\nFahrenheit so that they can stay warm, for their comfort and well-being and to decrease the risk of hypothermic\nsituations. The licensee provided bedding for these dogs when requested by the inspectors.\nCorrected at time of inspection.\nThe veterinary care issues identified during the previous inspection conducted on 22 Oct 13, a female Boston\nTerrier, tag #095, with left eye issue, and a female Poodle, tag #161, with a wound on her left ear have been\naddressed.\nInspection and exit interview conducted with licensee.\nAdditional Inspectors\nLeisner Erika, Veterinary Medical Officer"
    }
  ],
  "narrative": "2.40(b)(2)                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n****\nThere were 4 dogs that had localized hair loss with associated scaly skin.  A female black Cocker Spaniel, tag #037,\nhas a circular area of hair loss, approximately 1 inch in diameter, in between her eyes with a roughened and bumpy\nappearance.  When questioned by the inspectors the licensee stated that \"he hadn't noticed it\" until it was pointed\nout to him.  A female Boston Terrier (tag #95), a male Boston Terrier (tag #089) and a female Poodle (tag #161)\nwere each observed with significant hair loss on their inner and outer ear flaps with flakiness of the exposed skin. \nWhen questioned by the inspectors about the conditions of both Boston Terriers' ears, the licensee stated that\n\"they've always been like that\".  This could be a sign of a hypersentivity, parasitic, fungal or another veterinary\nmedical condition.  \nA female Pomeranian, tag #146, was observed with an abnormal whitish crystalline mass inside the central portion\nof her left eye.  This is an abnormal condition and could cause pain and/or blindness.  \nAll animals should receive adequate and timely veterinary care at all times.  \nThe licensee must have these animals evaluated by a veterinarian by 5 May 14 for an appropriate diagnosis and\ntreatment plan.   \n3.1(c)(3)                    REPEAT\nHOUSING FACILITIES, GENERAL.\n(c) Surfaces (3) Cleaning\n****\nOn the north side of the sheltered building, the outside sections of at least 3 enclosures, affecting 3 dogs, there is\nan accumulation of hair, dirt, and grime on the tops of the enclosures. Inside of the whelping building there are at\nleast 9 enclosures, affecting 2 adult dogs and 29 puppies, with an accumulation of hair, dirt, grime and fecal\nmaterial on the underneath side of the enclosures.  On the two enclosures with the 2 adult dogs and 10 puppies\nthere is also an accumulation of hair, dirt, and grime built up on the sides, and tops of the enclosures.  This could\nincrease the risk of disease hazards.  The licensee must clean these enclosures and surfaces.  All surfaces in\n\ncontact with the animals and other surfaces of the housing facility must be cleaned and sanitized as often as\nnecessary to satisfy generally husbandry standards and practices. \nThis is a repeat non-compliant item.\n3.4(b)(4)\nOUTDOOR HOUSING FACILITIES.\n(b) Shelter from the elements (4) Bedding\n****\nIn an outdoor enclosure, housing two young dogs, there was no bedding provided.  The temperature at the time of\ninspection was 48.7 degrees Fahrenheit according to the inspector's Kestrel 3000.  The overnight low air\ntemperature for the area during the previous night was 40 degrees Fahrenheit according to the National Weather\nService.  Bedding must be provided for the dogs when the ambient air temperature drops below 50 degrees\nFahrenheit so that they can stay warm, for their comfort and well-being and to decrease the risk of hypothermic\nsituations.  The licensee provided bedding for these dogs when requested by the inspectors.  \nCorrected at time of inspection.\nThe veterinary care issues identified during the previous inspection conducted on 22 Oct 13, a female Boston\nTerrier, tag #095, with left eye issue, and a female Poodle, tag #161, with a wound on her left ear have been\naddressed.  \nInspection and exit interview conducted with licensee.\nAdditional Inspectors\nLeisner Erika, Veterinary Medical Officer",
  "animals_total": 184,
  "species": [
    {
      "count": 136,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 48,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}