{
  "insp_id": "107141242010071",
  "layout": "a",
  "customer_id": "325978",
  "customer_name": "Scipio Petting Zoo",
  "customer_addr": "P.O Box 560137\nScipio, UT 84656",
  "certificate": "87-C-0048",
  "site_id": "001",
  "site_name": "SCIPIO PETTING ZOO",
  "insp_type": "ROUTINE INSPECTION",
  "date": "12-APR-2014",
  "report_date": "18-APR-2014",
  "citations": [
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "Sec. 3.125 Facilities, general.\n(a) Structural strength.\n--The outdoor housing facility is not being maintained in good repair. In the pen containing 7 hoofstock, there is a\nboard on the ground with several exposed nails with the sharp points extending upward, the floor of a food\nreceptacle is rusted and not adequately sanitizable, one of the sheds has many areas where the wood has been\neaten away leaving large open areas in the sides of the shed, there are 2 boards on the West fence where only\npieces of the boards remain and one piece has a sharp point, and there are several sharp wire ends protruding into\nthe pens. The areas of disrepair such as the exposed sharp nails, the pointed board piece, and the protruding\nsharp wire ends could potentially injure the animals. The facility must use construction materials appropriate for the\nanimals involved and that are structurally sound and must maintain the outdoor housing facilities in good repair to\nprotect the animals from injury and contain the animals.\nThe facility corrected the issues, with the exception of the chewed sides of the shed and the rusty food receptacle,\non site during the inspection. The shed is to be repaired with materials appropriate for the animals by 5-12-14. The\nrusty food receptacle should be repaired so that it is not rusty and becomes readily sanitizable or be replaced by\n5-12-14."
    },
    {
      "code": "3.129(b)",
      "kind": "",
      "repeat": false,
      "desc": "FEEDING.",
      "narrative": "Sec. 3.129 Feeding.\n(b) Food, and food receptacles\n--The food receptacles are not being kept clean as 2 of the feed mangers for the 7 hoofstock contained fecal\nmaterial. Food receptacles contaminated with fecal material contaminates the feed and may lead to increased\ninternal parasite issues and other health issues that could endanger the animals. The facility shall keep all food\nreceptacles clean and sanitary at all times.\nThe facility corrected the issue by cleaning the food receptacles during the inspection. A program should be\ninstituted to maintain the receptacles in a sanitary condition. This might include redesign and relocation of the feed\nreceptacles so as to minimize contamination."
    },
    {
      "code": "3.131",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "Sec. 3.131 Sanitation.\n(a) Cleaning of enclosures\n--The animals are being contaminated with excreta as it is not removed from the enclosure adequately. The fecal\nmaterial had not been removed from the enclosure for 5 days. The Watusi and the Zebu are observed reclining on\nthe shed floor that is covered with fecal material. Fecal contamination of the skin of the animals may lead to health\nissues and pest control issues with flies. The facility shall remove excreta from the primary enclosures as often as\nnecessary to prevent contamintaion of the animals contained therein and to minimize disease hazards and to\nreduce odors.\nThe animal caretaker corrected this by cleaning the enclosure containing the 7 hoofstock during the inspection. A\nprogram should be established and maintained to ensure adequate sanitation.\nThe records inspection was conducted with a facility representative. The facility inspection and exit interview were\nconducted with the animal caretaker.\nA followup exit interview was conducted with the owner on 4-18-14 by telephone."
    }
  ],
  "narrative": "3.125(a)\nFACILITIES, GENERAL.   \nSec. 3.125  Facilities, general.\n    (a) Structural strength.\n--The outdoor housing facility is not being maintained in good repair.  In the pen containing 7 hoofstock, there is a\nboard on the ground with several exposed nails with the sharp points extending upward, the floor of a food\nreceptacle is rusted and not adequately sanitizable, one of the sheds has many areas where the wood has been\neaten away leaving large open areas in the sides of the shed, there are 2 boards on the West fence where only\npieces of the boards remain and one piece has a sharp point, and there are several sharp wire ends protruding into\nthe pens.  The areas of disrepair such as the exposed sharp nails, the pointed board piece, and the protruding\nsharp wire ends could potentially injure the animals.  The facility must use construction materials appropriate for the\nanimals involved and that are structurally sound and must maintain the outdoor housing facilities in good repair to\nprotect the animals from injury and contain the animals.\nThe facility corrected the issues, with the exception of the chewed sides of the shed and the rusty food receptacle,\non site during the inspection.  The shed is to be repaired with materials appropriate for the animals by 5-12-14.  The\nrusty food receptacle should be repaired so that it is not rusty and becomes readily sanitizable or be replaced by\n5-12-14.\n3.129(b)\nFEEDING.    \nSec. 3.129  Feeding.\n        (b) Food, and food receptacles\n--The food receptacles are not being kept clean as 2 of the feed mangers for the 7 hoofstock contained fecal\nmaterial.  Food receptacles contaminated with fecal material contaminates the feed and may lead to increased\ninternal parasite issues and other health issues that could endanger the animals.  The facility shall keep all food\nreceptacles clean and sanitary at all times.\n\nThe facility corrected the issue by cleaning the food receptacles during the inspection.  A program should be\ninstituted to maintain the receptacles in a sanitary condition.  This might include redesign and relocation of the feed\nreceptacles so as to minimize contamination.\n3.131\nSANITATION.   \nSec. 3.131  Sanitation.\n    (a) Cleaning of enclosures\n--The animals are being contaminated with excreta as it is not removed from the enclosure adequately.  The fecal\nmaterial had not been removed from the enclosure for 5 days.  The Watusi and the Zebu are observed reclining on\nthe shed floor that is covered with fecal material.  Fecal contamination of the skin of the animals may lead to health\nissues and pest control issues with flies.  The facility shall remove excreta from the primary enclosures as often as\nnecessary to prevent contamintaion of the animals contained therein and to minimize disease hazards and to\nreduce odors.\nThe animal caretaker corrected this by cleaning the enclosure containing the 7 hoofstock during the inspection.  A\nprogram should be established and maintained to ensure adequate sanitation.\nThe records inspection was conducted with a facility representative.  The facility inspection and exit interview were\nconducted with the animal caretaker.\n A followup exit interview was conducted with the owner on 4-18-14 by telephone.",
  "animals_total": 10,
  "species": [
    {
      "count": 1,
      "scientific": "Bos primigenuis indicus",
      "common": "ZEBU"
    },
    {
      "count": 1,
      "scientific": "Bos taurus",
      "common": "CATTLE / COW / OX / WATUSI"
    },
    {
      "count": 1,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 3,
      "scientific": "Dama dama",
      "common": "FALLOW DEER"
    },
    {
      "count": 2,
      "scientific": "Lama pacos",
      "common": "ALPACA"
    },
    {
      "count": 2,
      "scientific": "Ovis aries aries",
      "common": "SHEEP INCLUDING ALL DOMESTIC BREEDS"
    }
  ]
}