{
  "insp_id": "INS-0001090660",
  "layout": "c",
  "customer_id": "6011853",
  "customer_name": "K&M Pets LLC",
  "customer_addr": "4301 Kirkwood Dr\nSaginaw, MI 48638",
  "certificate": "34-B-0244",
  "site_id": "001",
  "site_name": "K&M Pets LLC",
  "insp_type": "FOCUSED INSPECTION",
  "date": "19-AUG-2024",
  "report_date": "27-AUG-2024",
  "citations": [
    {
      "code": "2.40(a)(1)",
      "kind": "Critical",
      "repeat": true,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "The facility still does not have an attending veterinarian. At the time of inspection there are several animals requiring\nguidance and instruction from an AV regarding their facilities, primary enclosures, and nutrition. These animals include\none coati and two kinkajous, which remain in the same size primary enclosures as last inspection. A knowledgeable and\nexperienced attending veterinarian is critical to assist licensees and ensure the adequacy of their animal care and use.\nFailure to have an attending veterinarian can lead to the development of disease and delays in treatment resulting in\nunnecessary suffering. Correct by entering into a formal arrangement to employ a veterinarian with the skills and\nexperience necessary for the species maintained at this facility. Additionally, ensure that they have completed a visit to\nthe premise, have a schedule for regular visits in the future, and have the authority to ensure the provision of adequate\nveterinary care and other aspects of animal care and use. In the case of a part-time veterinarian, further ensure that there\nis a written program of veterinary care outlining the care required for the species of animals that you maintain."
    },
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": true,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "The hyena and the angora rabbit documented on the previous Routine inspection did not receive veterinary care as\ndirected.\nOn Wednesday (8/14/2024) and Thursday (8/15/2024), the inspectors observed a male white angora-type rabbit that had\na significant amount of wet fur covered with brown liquid, which appeared to be a mixture of urine and/or diarrhea. The\naffected area included under its tail, genitals, and pelvic area and extending over the inner aspect of both hind legs nearly\nto the foot and extending nearly to the rabbit’s belly. The underlying skin was red and appeared inflamed. The corrective\naction was to have the animal examined by a veterinarian and treated according to that veterinarian’s instructions. The\ndisposition record (APHIS Form 7020) presented to the inspectors by the facility representative showed that this animal\nwas purchased by an individual in Michigan The facility representative stated that this animal was not seen by a\nveterinarian and was sold on August 15, 2024.\nOn Wednesday 8/14/2024 and Thursday 8/15/2024, the inspectors observed a 4- to 5-month-old spotted hyena that was\nmoving abnormally at the time of inspection, showing signs that were consistent with lameness resulting from pain, poor\nmuscle development, or hind limb instability. The corrective action was to have the animal examined by a veterinarian and\ntreated according to that veterinarian’s instructions. The hyena was not examined by a veterinarian prior to sale on August\n15, 2024. The disposition record (APHIS Form 7020) presented to the inspectors by the facility representative showed\nthat this animal was purchased by an individual in Missouri, at least a ten-hour drive from this facility.\nThe President of the pet shop stated to the inspectors that these two animals had not been evaluated by a veterinarian\nprior to the sales. The inspectors contacted the veterinarian who was represented as the attending veterinarian on the\nprevious inspection (8/14 to 8/15/24) and the veterinarian who was represented as the attending veterinarian on the this\ninspection (8/19/24). Neither veterinarian had evaluated these animals at any time.\nAll dealers must ensure that all animals are provided with adequate veterinary care to prevent, control, diagnose, and\ntreat diseases and injuries. Failure to provide adequate veterinary care can result in unnecessary suffering resulting from\nthe spread of disease between animals and delays in treatment of impacted animals. Transporting animals over long\ndistances when they may have painful conditions can result in significant unnecessary suffering. Correct by ensuring that\nanimals are provided with adequate veterinary care including examination by a veterinarian to prevent, control, diagnose,\nand treat diseases and injuries."
    },
    {
      "code": "2.75(b)(1)",
      "kind": "Critical",
      "repeat": true,
      "desc": "Records: Dealers and exhibitors.",
      "narrative": "The Record of Acquisition, Disposition or Transport of Animals (Other than Dogs and Cats) (APHIS Form 7020) provided\nto the inspectors by the facility for the sale of an approximately four- to five-month-old hyena and the same form for an\nAngora rabbit appear to have false information provided about a recorded purchaser and their address.\nA USDA Animal Care inspector went to the address provided on the 7020 for the Angora rabbit on 8/15/24 and inquired\nfor the person listed on the 7020. The person who answered the Ring doorbell camera stated that there was no one there\nby that name and no one there that had acquired a rabbit.\nA second USDA Animal Care inspector went to the address provided on the 7020 for the hyena on 8/21/24. That address\nwas a vacant lot. He then stopped by the post office for more information. The post office employee and the mail carrier\nsaid that there was no person by that name in that area. He shared that Lohman, Missouri is a small town of 100-plus\npeople.\nInformation provided on records, such as a 7020, is important to allow for the trace-forward and trace-back of animals for\npurposes such as tracing health status or evaluating licensing requirements. The false information provided on these\ndocuments precluded USDA Animal Care from tracing the animals that had health concerns documented on the\ninspection report of 8/15/24 for this facility. That direct citation contained the corrective action that the rabbit and the\nhyena are examined and diagnosed by a veterinarian and that the treatment plan was followed according to their\ninstructions. Per a facility representative, neither an examination, diagnosis nor treatment were completed.\nThere were no disposition records for a baby coati that was no longer present at the pet store.\nExhibitors shall make, keep, and maintain records or forms which fully and correctly disclose information concerning\nanimals other than dogs and cats, purchased or otherwise acquired, owned, held, leased, or otherwise in his or her\npossession or under his or her control, or which is transported, sold, euthanized, or otherwise disposed of by that dealer\nor exhibitor. That information specifically includes the correct name and address of the person to whom an animal was\nsold or given."
    },
    {
      "code": "2.125",
      "kind": "",
      "repeat": false,
      "desc": "Information as to business; furnishing of same by dealers, exhibitors, operators of auction sales, intermediate handlers, and carriers.",
      "narrative": "The inspectors requested specific information from the licensee to determine the status of the Attending Veterinarian for\nthis facility. The information was not furnished by the licensee to date.\nOn 08/14/24, when the inspector asked who the Attending Veterinarian was, the facility representative referred the\ninspector to a name and phone number on the wall. The inspector contacted that veterinarian, who stated that she was\nnot the Attending Veterinarian for the facility. The facility was cited for not having an Attending Veterinarian, as required\nby the Animal Welfare Act regulations.\nOn a follow-up inspection on 8/19/24, the report for the inspection on 8/14 to 8/15/24 had the name and number of a\nsecond veterinarian written on it. When asked by the lead inspector, the facility representative stated that is what he got\nfrom the owners.\nAs the information regarding the status of an Attending Veterinarian could not be answered by the facility representative\nduring the inspection on 8/19/24, on 8/20/24 the inspectors called the company both the President of the pet store at\napproximately 1:30 p.m. and then Vice-President of the pet store at 1:41 p.m. The calls were not answered and voicemail\nmessages were not left. Instead, the lead inspector sent an email to the President and Vice-President of the pet shop on\n8/20/24 at 3:16 PM to the email addresses that they provided for contact. The email specifically asked if the veterinarian\nwritten on the inspection report was their new Attending Veterinarian. Additionally, that email contained questions\nregarding the status of the Program of Veterinary Care (PVC) and if the veterinarian provided information about diets. The\nPresident replied on 8/21/24 with an email that did not identify an Attending Veterinarian or the definitive status of the\nPVC but rather stated, “The new attending veterinarian will have this all completed ASAP, I will inquire about an updated\ntimeline.” The email also did not state whether the new Attending Veterinarian provided any guidance related to diet.\nAs that email response from one of the owners did not furnish the information requested by the lead inspector, she sent a\nfollow-up email to the President and Vice-President on 8/22/24 at 12:20 PM with more detailed questions about those\nissues. She gave a deadline for response as the end of the business day on 8/22/24. No response has been yet received\nto that email.\nBecause there was no response to that email, the lead inspector called the President and Vice-President on 8/23/24 at\n11:323 AM and 11:33 AM and left voicemail messages asking for them to return her call. No return call or other response\nwas received.\nThe inspectors have repeatedly requested information about key information about their business, specifically related to\nveterinary care, and provision of that information by the licensee is required by the Animal Welfare Act regulations. To\ndate, those inquiries have not been answered. The failure of the facility to promptly furnish this requested information has\ndiminished the ability of the inspectors to complete a thorough inspection. The conclusion of the inspection and the\ndelivery of the inspection report has been significantly delayed because of the inaction of the licensee to provide\nrequested information in a reasonable amount of time, presently 7 calendar days including the day of the inspection. The\ninaction in providing the required information has also diminished the ability of the inspectors to thoroughly evaluate the\nveterinary care, husbandry practices and welfare of the animals. The inspectors cannot determine whether there is any\nveterinary care being provided by the licensee.\nThe licensee shall promptly furnish the requested information and, in the future, furnish within a reasonable amount of\ntime all information which the APHIS official may request in connection with the enforcement of the provisions of the Act,\nthe regulations and the standards in this subchapter.\nCorrect by: 8/27/24"
    },
    {
      "code": "3.128",
      "kind": "",
      "repeat": true,
      "desc": "Space requirements.",
      "narrative": "Multiple animals (1 Coati, and 2 kinkajou) are still not provided sufficient space to make normal postural and social\nadjustments with adequate freedom of movement.\n-The kinkajous have now been moved to the front of the store but remain in the same size of enclosure. This enclosure is\napproximately 33 inches by 26 inches. This enclosure is two levels high, but the floor space on each level is insufficient to\nallow two animals to make species typical postural and social adjustments. When their tails are held outwards, each\nanimal is longer than the cage. This species are nocturnal and arboreal, typically in the wild spending their lives in trees.\nThe space provided did not provide opportunities to express these behaviors.\nLack of appropriate space for animals that allows normal social and postural adjustments can result in physical injury and\nunnecessary distress to animals.\nThe affected animals must be moved to primary enclosures that are constructed and maintained so as to provide\nsufficient space to allow each animal to make normal postural and social adjustments with adequate freedom of\nmovement."
    },
    {
      "code": "3.129(a)",
      "kind": "",
      "repeat": true,
      "desc": "Feeding.",
      "narrative": "The diet being fed to the kinkajou was not evaluated by a veterinarian and is still not sufficiently varied as to maintain\nthese animals in good health. According to the facility representative, the adult kinkajou diet now consists of two monkey\nbiscuits, 1/4 cup each of sweet potato, carrot, banana and grapes. The diet for baby/juvenile kinkajous consists of one\nmonkey biscuit and a 1/4 each of sweet potato, carrot, banana and grapes. The facility had no carrots on hand. Per the\nmanager they ran out of carrots last night. Therefore carrots were not fed this morning. Kinkajous primarily consume a\nwide variety of seasonally-available fruits throughout the year, as well as some additional protein sources. Fruits\nconsumed in the wild are lower in sugar, starch, and moisture content, while being higher in protein, fiber, and\nvitamin/mineral content than those commercially available. To avoid feeding unbalanced diets, the food provided to\nkinkajous should include varied fruit, an appropriate protein source, and be relatively low in simple sugars, and total\ncaloric intake to prevent obesity and diabetes mellitus (which this species is prone to). The diet being presented to these\nanimals appears high in simple sugars and is not sufficiently varied to ensure that they are meeting all of their nutritional\nneeds.\nCorrect by ensuring that the diet for the four kinkajous and all animals at the facility is nutritionally complete, wholesome,\npalatable and prepared with consideration for the age, species, condition, size, and type of animal in consultation with the\nattending veterinarian.\nThis inspection and exit interview were conducted with a facility representative.\nAdditional Inspectors:\nKURT HAMMEL, VETERINARY MEDICAL OFFICER n"
    }
  ],
  "narrative": "2.40(a)(1)  Critical Repeat\n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nThe facility still does not have an attending veterinarian. At the time of inspection there are several animals requiring \nguidance and instruction from an AV regarding their facilities, primary enclosures, and nutrition. These animals include \none coati and two kinkajous, which remain in the same size primary enclosures as last inspection. A knowledgeable and \nexperienced attending veterinarian is critical to assist licensees and ensure the adequacy of their animal care and use. \nFailure to have an attending veterinarian can lead to the development of disease and delays in treatment resulting in \nunnecessary suffering. Correct by entering into a formal arrangement to employ a veterinarian with the skills and \nexperience necessary for the species maintained at this facility. Additionally, ensure that they have completed a visit to \nthe premise, have a schedule for regular visits in the future, and have the authority to ensure the provision of adequate \nveterinary care and other aspects of animal care and use. In the case of a part-time veterinarian, further ensure that there \nis a written program of veterinary care outlining the care required for the species of animals that you maintain. \n2.40(b)(2)  Repeat\n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nThe hyena and the angora rabbit documented on the previous Routine inspection did not receive veterinary care as \ndirected. \nOn Wednesday (8/14/2024) and Thursday (8/15/2024), the inspectors observed a male white angora-type rabbit that had \na significant amount of wet fur covered with brown liquid, which appeared to be a mixture of urine and/or diarrhea. The \naffected area included under its tail, genitals, and pelvic area and extending over the inner aspect of both hind legs nearly \nto the foot and extending nearly to the rabbit’s belly. The underlying skin was red and appeared inflamed. The corrective \naction was to have the animal examined by a veterinarian and treated according to that veterinarian’s instructions. The \ndisposition record (APHIS Form 7020) presented to the inspectors by the facility representative showed that this animal \nwas purchased by an individual in Michigan The facility representative stated that this animal was not seen by a \nveterinarian and was sold on August 15, 2024. \nOn Wednesday 8/14/2024 and Thursday 8/15/2024, the inspectors observed a 4- to 5-month-old spotted hyena that was \nmoving abnormally at the time of inspection, showing signs that were consistent with lameness resulting from pain, poor \nmuscle development, or hind limb instability. The corrective action was to have the animal examined by a veterinarian and \ntreated according to that veterinarian’s instructions. The hyena was not examined by a veterinarian prior to sale on August \n15, 2024. The disposition record (APHIS Form 7020) presented to the inspectors by the facility representative showed \nthat this animal was purchased by an individual in Missouri, at least a ten-hour drive from this facility.\n\nThe President of the pet shop stated to the inspectors that these two animals had not been evaluated by a veterinarian \nprior to the sales. The inspectors contacted the veterinarian who was represented as the attending veterinarian on the \nprevious inspection (8/14 to 8/15/24) and the veterinarian who was represented as the attending veterinarian on the this \ninspection (8/19/24). Neither veterinarian had evaluated these animals at any time. \nAll dealers must ensure that all animals are provided with adequate veterinary care to prevent, control, diagnose, and \ntreat diseases and injuries. Failure to provide adequate veterinary care can result in unnecessary suffering resulting from \nthe spread of disease between animals and delays in treatment of impacted animals. Transporting animals over long \ndistances when they may have painful conditions can result in significant unnecessary suffering. Correct by ensuring that \nanimals are provided with adequate veterinary care including examination by a veterinarian to prevent, control, diagnose, \nand treat diseases and injuries. \n2.75(b)(1)  Critical Repeat\n   \nRecords: Dealers and exhibitors. \nThe Record of Acquisition, Disposition or Transport of Animals (Other than Dogs and Cats) (APHIS Form 7020) provided \nto the inspectors by the facility for the sale of an approximately four- to five-month-old hyena and the same form for an \nAngora rabbit appear to have false information provided about a recorded purchaser and their address. \nA USDA Animal Care inspector went to the address provided on the 7020 for the Angora rabbit on 8/15/24 and inquired \nfor the person listed on the 7020. The person who answered the Ring doorbell camera stated that there was no one there \nby that name and no one there that had acquired a rabbit. \nA second USDA Animal Care inspector went to the address provided on the 7020 for the hyena on 8/21/24. That address \nwas a vacant lot. He then stopped by the post office for more information. The post office employee and the mail carrier \nsaid that there was no person by that name in that area. He shared that Lohman, Missouri is a small town of 100-plus \npeople.  \nInformation provided on records, such as a 7020, is important to allow for the trace-forward and trace-back of animals for \npurposes such as tracing health status or evaluating licensing requirements. The false information provided on these \ndocuments precluded USDA Animal Care from tracing the animals that had health concerns documented on the \ninspection report of 8/15/24 for this facility. That direct citation contained the corrective action that the rabbit and the \nhyena are examined and diagnosed by a veterinarian and that the treatment plan was followed according to their \ninstructions. Per a facility representative, neither an examination, diagnosis nor treatment were completed. \nThere were no disposition records for a baby coati that was no longer present at the pet store. \nExhibitors shall make, keep, and maintain records or forms which fully and correctly disclose information concerning \nanimals other than dogs and cats, purchased or otherwise acquired, owned, held, leased, or otherwise in his or her \npossession or under his or her control, or which is transported, sold, euthanized, or otherwise disposed of by that dealer \nor exhibitor. That information specifically includes the correct name and address of the person to whom an animal was \nsold or given. \n2.125 \n   \nInformation as to business; furnishing of same by dealers, exhibitors, operators of auction sales, intermediate \nhandlers, and carriers. \nThe inspectors requested specific information from the licensee to determine the status of the Attending Veterinarian for \nthis facility. The information was not furnished by the licensee to date. \nOn 08/14/24, when the inspector asked who the Attending Veterinarian was, the facility representative referred the \ninspector to a name and phone number on the wall. The inspector contacted that veterinarian, who stated that she was\n\nnot the Attending Veterinarian for the facility. The facility was cited for not having an Attending Veterinarian, as required \nby the Animal Welfare Act regulations. \nOn a follow-up inspection on 8/19/24, the report for the inspection on 8/14 to 8/15/24 had the name and number of a \nsecond veterinarian written on it. When asked by the lead inspector, the facility representative stated that is what he got \nfrom the owners. \nAs the information regarding the status of an Attending Veterinarian could not be answered by the facility representative \nduring the inspection on 8/19/24, on 8/20/24 the inspectors called the company both the President of the pet store at \napproximately 1:30 p.m. and then Vice-President of the pet store at 1:41 p.m. The calls were not answered and voicemail \nmessages were not left. Instead, the lead inspector sent an email to the President and Vice-President of the pet shop on \n8/20/24 at 3:16 PM to the email addresses that they provided for contact. The email specifically asked if the veterinarian \nwritten on the inspection report was their new Attending Veterinarian. Additionally, that email contained questions \nregarding the status of the Program of Veterinary Care (PVC) and if the veterinarian provided information about diets. The \nPresident replied on 8/21/24 with an email that did not identify an Attending Veterinarian or the definitive status of the \nPVC but rather stated, “The new attending veterinarian will have this all completed ASAP, I will inquire about an updated \ntimeline.” The email also did not state whether the new Attending Veterinarian provided any guidance related to diet. \nAs that email response from one of the owners did not furnish the information requested by the lead inspector, she sent a \nfollow-up email to the President and Vice-President on 8/22/24 at 12:20 PM with more detailed questions about those \nissues. She gave a deadline for response as the end of the business day on 8/22/24. No response has been yet received \nto that email.  \nBecause there was no response to that email, the lead inspector called the President and Vice-President on 8/23/24 at \n11:323 AM and 11:33 AM and left voicemail messages asking for them to return her call. No return call or other response \nwas received. \nThe inspectors have repeatedly requested information about key information about their business, specifically related to \nveterinary care, and provision of that information by the licensee is required by the Animal Welfare Act regulations. To \ndate, those inquiries have not been answered. The failure of the facility to promptly furnish this requested information has \ndiminished the ability of the inspectors to complete a thorough inspection. The conclusion of the inspection and the \ndelivery of the inspection report has been significantly delayed because of the inaction of the licensee to provide \nrequested information in a reasonable amount of time, presently 7 calendar days including the day of the inspection. The \ninaction in providing the required information has also diminished the ability of the inspectors to thoroughly evaluate the \nveterinary care, husbandry practices and welfare of the animals. The inspectors cannot determine whether there is any \nveterinary care being provided by the licensee. \nThe licensee shall promptly furnish the requested information and, in the future, furnish within a reasonable amount of \ntime all information which the APHIS official may request in connection with the enforcement of the provisions of the Act, \nthe regulations and the standards in this subchapter.  \nCorrect by: 8/27/24 \n3.128  Repeat\n   \nSpace requirements. \nMultiple animals (1 Coati, and 2 kinkajou) are still not provided sufficient space to make normal postural and social \nadjustments with adequate freedom of movement. \n-The kinkajous have now been moved to the front of the store but remain in the same size of enclosure. This enclosure is \napproximately 33 inches by 26 inches. This enclosure is two levels high, but the floor space on each level is insufficient to \nallow two animals to make species typical postural and social adjustments. When their tails are held outwards, each \nanimal is longer than the cage. This species are nocturnal and arboreal, typically in the wild spending their lives in trees.\n\nThe space provided did not provide opportunities to express these behaviors. \nLack of appropriate space for animals that allows normal social and postural adjustments can result in physical injury and \nunnecessary distress to animals.  \nThe affected animals must be moved to primary enclosures that are constructed and maintained so as to provide \nsufficient space to allow each animal to make normal postural and social adjustments with adequate freedom of \nmovement. \n3.129(a)  Repeat\n   \nFeeding. \nThe diet being fed to the kinkajou was not evaluated by a veterinarian and is still not sufficiently varied as to maintain \nthese animals in good health. According to the facility representative, the adult kinkajou diet now consists of two monkey \nbiscuits, 1/4 cup each of sweet potato, carrot, banana and grapes. The diet for baby/juvenile kinkajous consists of one \nmonkey biscuit and a 1/4 each of sweet potato, carrot, banana and grapes. The facility had no carrots on hand. Per the \nmanager they ran out of carrots last night. Therefore carrots were not fed this morning. Kinkajous primarily consume a \nwide variety of seasonally-available fruits throughout the year, as well as some additional protein sources. Fruits \nconsumed in the wild are lower in sugar, starch, and moisture content, while being higher in protein, fiber, and \nvitamin/mineral content than those commercially available. To avoid feeding unbalanced diets, the food provided to \nkinkajous should include varied fruit, an appropriate protein source, and be relatively low in simple sugars, and total \ncaloric intake to prevent obesity and diabetes mellitus (which this species is prone to). The diet being presented to these \nanimals appears high in simple sugars and is not sufficiently varied to ensure that they are meeting all of their nutritional \nneeds. \nCorrect by ensuring that the diet for the four kinkajous and all animals at the facility is nutritionally complete, wholesome, \npalatable and prepared with consideration for the age, species, condition, size, and type of animal in consultation with the \nattending veterinarian. \n \nThis inspection and exit interview were conducted with a facility representative. \n \nAdditional Inspectors: \nKURT HAMMEL, VETERINARY MEDICAL OFFICER n",
  "animals_total": 5,
  "species": [
    {
      "count": 4,
      "scientific": "Potos flavus",
      "common": "KINKAJOU"
    },
    {
      "count": 1,
      "scientific": "Nasuella olivacea",
      "common": "MOUNTAIN COATI"
    },
    {
      "count": 0,
      "scientific": "Crocuta crocuta",
      "common": "SPOTTED HYENA"
    },
    {
      "count": 0,
      "scientific": "Oryctolagus cuniculus",
      "common": "DOMESTIC RABBIT / EUROPEAN RABBIT"
    }
  ]
}