{
  "insp_id": "136141306120655",
  "layout": "a",
  "customer_id": "331228",
  "customer_name": "Monroe L Hochstetler",
  "customer_addr": "31479 T R 231\nFresno, OH 43824",
  "certificate": "31-A-0487",
  "site_id": "001",
  "site_name": "MONROE HOCHSTETLER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "15-MAY-2014",
  "report_date": "15-MAY-2014",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "Dog with USDA tag #8 (black and white female Shih-Tzu) has a white film over both eyes. The left eye has a\nsmaller area affected than the right eye. The dog was not noticed to be squinting or appear to have lost any\nvisibility. However; eye issues that are left untreated can cause loss of vision. Licensee must have methods to\nprevent, control and diagnose eye issues. This dog must be examined by a licensed veterinarian. Documentation\nof the examination, diagnosis and treatment must be maintained and made available for inspection.\nCorrect By: 5/23/2014"
    },
    {
      "code": "2.40(b)(3)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "Dog with USDA tag #8 was observed to have an eye issue. The Licensee stated that this issue was not observed\nor being treated prior to this inspection. Daily observation must be made to ensure all health issues are\ncommunicated to the attending veterinarian within a timely manner. Licensee must observe all dogs on a daily\nbasis. In addition, all health issues must be communicated to the attending veterinarian and addressed within a\ntimely manner.\nCorrect By 5/16/2014\nInspection and Exit conducted with Licensee."
    }
  ],
  "narrative": "2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nDog with USDA tag #8 (black and white female Shih-Tzu) has a white film over both eyes.  The left eye has a\nsmaller area affected than the right eye.  The dog was not noticed to be squinting or appear to have lost any\nvisibility.  However; eye issues that are left untreated can cause loss of vision.  Licensee must have methods to\nprevent, control and diagnose eye issues.  This dog must be examined by a licensed veterinarian.  Documentation\nof the examination, diagnosis and treatment must be maintained and made available for inspection.\nCorrect By: 5/23/2014\n2.40(b)(3)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nDog with USDA tag #8 was observed to have an eye issue.  The Licensee stated that this issue was not observed\nor being treated prior to this inspection.  Daily observation must be made to ensure all health issues are\ncommunicated to the attending veterinarian within a timely manner.  Licensee must observe all dogs on a daily\nbasis.  In addition, all health issues must be communicated to the attending veterinarian and addressed within a\ntimely manner.\nCorrect By 5/16/2014\nInspection and Exit conducted with Licensee.",
  "animals_total": 45,
  "species": [
    {
      "count": 27,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 18,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}