{
  "insp_id": "2016090000453970",
  "layout": "b",
  "customer_id": "502203",
  "customer_name": "AMOS S STOLTZFUS KATIE STOLTZFUS",
  "customer_addr": "2404 W WINTER RD\nLOGANTON, PA 17747",
  "certificate": "23-A-0653",
  "site_id": "001",
  "site_name": "AMOS AND KATIE STOLTZFUS",
  "insp_type": "ROUTINE INSPECTION",
  "date": "13-OCT-2020",
  "report_date": "13-OCT-2020",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": false,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "There were 3 guinea pigs observed with health conditions requiring treatment in accordance with the Program of\nVeterinary Care or consultation with the attending veterinarian. There were 2 guinea pigs with respiratory conditions the\nlicensee had not observed and was not treating. In Pen B, a tri-color adult guinea pig was observed with increased\nrespiratory effort and large chest movements when breathing. This animal was also heard with a raspy breathing noise\nand was lethargic. In Pen A, a brown and white adult was observed with increased respiratory effort and large chest\nmovements when breathing. This animal was also lethargic. There was one guinea pig with signs of lameness. In Pen\nD, a black and white adult guinea pig was observed to be reluctant to bear weight on the front legs. When examined\ncloser, both foot pads on the front feet were moderately swollen and red and had dirt and debris stuck on them. The\nlicensee had not observed the health problems in these animals, had not contacted the attending veterinarian, or applied\nany treatments. Respiratory conditions and swollen feet can be painful, can worsen and spread to other parts of the body\nand result in other health issues. Delays in providing appropriate veterinary care for these conditions can result in\nworsening of the condition and potentially spread to other unaffected animals if infectious in nature. The licensee must\ncommunicate with the attending veterinarian to evaluate these animals and determine an appropriate plan for diagnosis\nand treatment.\nCorrect by: October 15, 2020"
    },
    {
      "code": "3.31(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Sanitation.",
      "narrative": "The majority of the guinea pig enclosures had an accumulation of excess fecal material, dirt, and debris with little or no\nclean bedding available. The licensee said the pens had last been cleaned 3 days ago but no clean bedding is being\nadded between cleanings.\nThe accumulation of feces and unclean enclosures can cause unpleasant odors, lead to contamination of the enclosure,\nand attract pests and vermin that carry diseases that result in risks to the health of the animals.\nEnclosures must be cleaned and sanitized as often as necessary to prevent a build-up of debris and fecal material and\nsanitized at a minimum of once every two weeks.\nCorrect by: October 20, 2020"
    },
    {
      "code": "3.30",
      "kind": "",
      "repeat": true,
      "desc": "Watering.",
      "narrative": "The PVC piping used as drip pans for the water bottles contained an accumulation of fecal material, dirt, and debris, both\non the drip pans and around the surface of the pipes and was in need of more frequent cleaning. The licensee is spot\ncleaning the drip pans daily but is only cleaning the outside of the pipes on an occasional basis.\nFailure to clean and sanitize waterers often enough to prevent accumulation of debris can result in decreased water\nintake or spread of disease which can negatively impact the health of the animals.\nWatering receptacles must be kept clean and sanitized as necessary to maintain the health and well-being of the animals."
    },
    {
      "code": "2.75(b)(1)(iv)",
      "kind": "",
      "repeat": false,
      "desc": "Records: Dealers and exhibitors.",
      "narrative": "The facility’s disposition records are incomplete. The sales slips do not include the address of the dealer or person to\nwhom the guinea pigs are being sold.\nFailure to maintain sales records that include complete information for the buyer can make it difficult to track animals for\ntrace back and trace forward and to document changes in ownership.\nThe facility must maintain sales records that include the address of the buyer.\nCorrect by: October 27, 2020\nThis inspection and exit interview were conducted with the licensee.\nEnd Section"
    }
  ],
  "narrative": "2.40(b)(2)  Direct\n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nThere were 3 guinea pigs observed with health conditions requiring treatment in accordance with the Program of \nVeterinary Care or consultation with the attending veterinarian.  There were 2 guinea pigs with respiratory conditions the \nlicensee had not observed and was not treating.  In Pen B, a tri-color adult guinea pig was observed with increased \nrespiratory effort and large chest movements when breathing.  This animal was also heard with a raspy breathing noise \nand was lethargic.  In Pen A, a brown and white adult was observed with increased respiratory effort and large chest \nmovements when breathing.  This animal was also lethargic.  There was one guinea pig with signs of lameness.  In Pen \nD, a black and white adult guinea pig was observed to be reluctant to bear weight on the front legs.  When examined \ncloser, both foot pads on the front feet were moderately swollen and red and had dirt and debris stuck on them.  The \nlicensee had not observed the health problems in these animals, had not contacted the attending veterinarian, or applied \nany treatments.  Respiratory conditions and swollen feet can be painful, can worsen and spread to other parts of the body \nand result in other health issues. Delays in providing appropriate veterinary care for these conditions can result in \nworsening of the condition and potentially spread to other unaffected animals if infectious in nature. The licensee must \ncommunicate with the attending veterinarian to evaluate these animals and determine an appropriate plan for diagnosis\n\nand treatment. \nCorrect by:  October 15, 2020 \n3.31(a)(1) \n   \nSanitation. \nThe majority of the guinea pig enclosures had an accumulation of excess fecal material, dirt, and debris with little or no \nclean bedding available. The licensee said the pens had last been cleaned 3 days ago but no clean bedding is being \nadded between cleanings. \nThe accumulation of feces and unclean enclosures can cause unpleasant odors, lead to contamination of the enclosure, \nand attract pests and vermin that carry diseases that result in risks to the health of the animals. \nEnclosures must be cleaned and sanitized as often as necessary to prevent a build-up of debris and fecal material and \nsanitized at a minimum of once every two weeks. \nCorrect by:  October 20, 2020 \n3.30  Repeat\n   \nWatering. \nThe PVC piping used as drip pans for the water bottles contained an accumulation of fecal material, dirt, and debris, both \non the drip pans and around the surface of the pipes and was in need of more frequent cleaning.  The licensee is spot \ncleaning the drip pans daily but is only cleaning the outside of the pipes on an occasional basis. \nFailure to clean and sanitize waterers often enough to prevent accumulation of debris can result in decreased water \nintake or spread of disease which can negatively impact the health of the animals. \nWatering receptacles must be kept clean and sanitized as necessary to maintain the health and well-being of the animals. \n2.75(b)(1)(iv) \n   \nRecords: Dealers and exhibitors.\n\nThe facility’s disposition records are incomplete.  The sales slips do not include the address of the dealer or person to \nwhom the guinea pigs are being sold. \nFailure to maintain sales records that include complete information for the buyer can make it difficult to track animals for \ntrace back and trace forward and to document changes in ownership. \nThe facility must maintain sales records that include the address of the buyer. \nCorrect by:  October 27, 2020 \n \nThis inspection and exit interview were conducted with the licensee. \n \nEnd Section",
  "animals_total": 356,
  "species": [
    {
      "count": 356,
      "scientific": "Cavia porcellus",
      "common": "DOMESTIC GUINEA PIG"
    }
  ]
}