{
  "insp_id": "83161646460525",
  "layout": "a",
  "customer_id": "616",
  "customer_name": "University Of Wisconsin Madison",
  "customer_addr": "Director Research Animal Resources Center\n1710 University Avenue 396 Enzyme Inst\nMadison, WI 53726",
  "certificate": "35-R-0001",
  "site_id": "001",
  "site_name": "ALL CAMPUS SITES",
  "insp_type": "ROUTINE INSPECTION",
  "date": "05-JAN-2016",
  "report_date": "30-MAR-2016",
  "citations": [
    {
      "code": "2.38(f)(1)",
      "kind": "",
      "repeat": true,
      "desc": "MISCELLANEOUS.",
      "narrative": "From 1/29/2015 to 12/20/2015 there have been 12 incidents of nonhuman primates escaping primary enclosures.\nNine of these incidents were due to human error and three incidents were due to enclosure hardware failure. In\nthese 12 incidents, the nonhuman primates were injured due to uncontrolled interactions with nonhuman primates in\nother primary enclosures in the rooms where the escapes occurred. Some lost portions of their tongues while\nothers needed sutures and/or partial digit amputations. In order to prevent further escapes that lead to injury of\nanimals, the research facility must ensure that personnel always handle animals as carefully as possible and ensure\nthat the enclosures(cid:25)' hardware is appropriate to enable personnel to handle animals without injury.\nNote: The facility previously identified these incidents and reported them to the ACUC that oversees the\nresponsible unit. Corrective actions have been implemented to minimize further incidents. Affected animals\npromptly received appropriate veterinary care."
    },
    {
      "code": "3.83",
      "kind": "",
      "repeat": false,
      "desc": "WATERING.",
      "narrative": "Sometime between 12/5/2015 and 12/9/2015 a drinking water supply line for 3 rhesus macaques became\ndisconnected. Upon discovery of the disconnected line on 12/9/2015, the three animals required specialized IV fluid\ntherapy. Two animals recovered after treatment; however one animal decompensated and was humanely\neuthanized. The facility must ensure that non-human primates receive water either continuously but no less than\ntwice daily for an hour each time or as per veterinary treatments or as IACUC approved research protocols require.\nNote: The facility previously identified this incident and reported it to the overseeing ACUC and also reported it to\nUSDA.\nCorrection: Ensure corrective actions are taken and that procedures in place are properly followed.\nThe inspection of non-human primates and related records of the Graduate School and the College of Letters and\nScience was conducted from 1/5/2016 thru 1/7/2016. The exit interview was conducted by the undersigned VMO\nand VMO Barksdale with facility representatives on 1/8/2016.\nAdditional Inspectors\nBarksdale Dawn, Veterinary Medical Officer"
    }
  ],
  "narrative": "2.38(f)(1)                    REPEAT\nMISCELLANEOUS.\nFrom 1/29/2015 to 12/20/2015 there have been 12 incidents of nonhuman primates escaping primary enclosures. \nNine of these incidents were due to human error and three incidents were due to enclosure hardware failure.  In\nthese 12 incidents, the nonhuman primates were injured due to uncontrolled interactions with nonhuman primates in\nother primary enclosures in the rooms where the escapes occurred.  Some lost portions of their tongues while\nothers needed sutures and/or partial digit amputations.  In order to prevent further escapes that lead to injury of\nanimals, the research facility must ensure that personnel always handle animals as carefully as possible and ensure\nthat the enclosures(cid:25)' hardware is appropriate to enable personnel to handle animals without injury. \nNote:  The facility previously identified these incidents and reported them to the ACUC that oversees the\nresponsible unit.  Corrective actions have been implemented to minimize further incidents. Affected animals\npromptly received appropriate veterinary care.\n3.83\nWATERING.   \nSometime between 12/5/2015 and 12/9/2015 a drinking water supply line for 3 rhesus macaques became\ndisconnected.  Upon discovery of the disconnected line on 12/9/2015, the three animals required specialized IV fluid\ntherapy.  Two animals recovered after treatment; however one animal decompensated and was humanely\neuthanized.  The facility must ensure that non-human primates receive water either continuously but no less than\ntwice daily for an hour each time or as per veterinary treatments or as IACUC approved research protocols require.  \n  \n \nNote: The facility previously identified this incident and reported it to the overseeing ACUC and also reported it to\nUSDA. \nCorrection:  Ensure corrective actions are taken and that procedures in place are properly followed.\nThe inspection of non-human primates and related records of the Graduate School and the College of Letters and\n\nScience was conducted from 1/5/2016 thru 1/7/2016.   The exit interview was conducted by the undersigned VMO\nand VMO Barksdale with facility representatives on 1/8/2016.\nAdditional Inspectors\nBarksdale Dawn, Veterinary Medical Officer",
  "animals_total": 2218,
  "species": [
    {
      "count": 270,
      "scientific": "Callithrix jacchus",
      "common": "COMMON MARMOSET"
    },
    {
      "count": 295,
      "scientific": "Macaca fascicularis",
      "common": "CRAB-EATING MACAQUE / CYNOMOLGUS MONKEY"
    },
    {
      "count": 1653,
      "scientific": "Macaca mulatta",
      "common": "RHESUS MACAQUE *MALE"
    }
  ]
}