{
  "insp_id": "2016090000786572",
  "layout": "b",
  "customer_id": "502434",
  "customer_name": "SeaQuest Holdings, LLC",
  "customer_addr": "5759 N. Discovery Way\nBoise, ID 83713",
  "certificate": "88-C-0216",
  "site_id": "001",
  "site_name": "SEAQUEST HOLDINGS, LLC",
  "insp_type": "ROUTINE INSPECTION",
  "date": "26-APR-2022",
  "report_date": "02-MAY-2022",
  "citations": [
    {
      "code": "3.125(a)",
      "kind": "Critical",
      "repeat": false,
      "desc": "Facilities, general.",
      "narrative": "On 12/07/2021, while two animal caretakers were shifting the two Asian small-clawed river otters off exhibit, the cable\nused to manipulate the shift door came loose resulting in the door falling down on and injuring the right, front foot of an\nadult, male otter, Dale. The animal was immediately taken for veterinary evaluation and care. Per the veterinary\nrecords, the injuries to the right, front foot included: a dislocation of the second digit, a fracture of the fifth digit, and a\nlaceration on the main pad of the foot. The animal received adequate guidance and follow-up care from their attending\nveterinarian. Failure to maintain an animal enclosure in good repair may pose a risk of serious harm or injury to the\nanimals. The facility identified the cause of the shift door mechanism failure and took immediate corrective action.\nPreventative measures and a system of regular checks have been implemented to prevent any future reoccurrence of this\nissue. Housing facilities must be structurally sound and maintained in good repair to protect the animals from injury and\nto contain the animals. A system of facility repair and maintenance must be in place to ensure the health and well-being\nof the animals. Note, the facility self-reported this incident prior to inspection.\nCorrected prior to inspection.\nWithin the indoor, coatimundi enclosure was an approximately 3 ft tall decorative, faux tree stump which had an area\napproximately 6 in. long and 2 in. wide with the outer plaster layer completely worn through exposing underlying loose,\nfoam material. Additionally, on another area of this faux tree stump approximately 4 in. long and 2 in. wide, the outer\nplaster-type coating has been scratched/worn or chipped off by the animals causing an under layer of material to be\nexposed. Synthetic materials such as loose plaster or foam within reach of the animals may pose a risk of injury to the\nanimals including ingestion of a foreign body or harmful substance. Housing facilities must be kept in good repair and\nmaintained to protect the animals and prevent injury. A system of facility repair and maintenance must be in place.\nCorrect by 05/12/2022.\nThis inspection and exit interview were conducted with a facility representative.\nEnd Section"
    }
  ],
  "narrative": "3.125(a)  Critical\n   \nFacilities, general. \nOn 12/07/2021, while two animal caretakers were shifting the two Asian small-clawed river otters off exhibit, the cable \nused to manipulate the shift door came loose resulting in the door falling down on and injuring the right, front foot of an \nadult, male otter, Dale.  The animal was immediately taken for veterinary evaluation and care.   Per the veterinary \nrecords, the injuries to the right, front foot included: a dislocation of the second digit, a fracture of the fifth digit, and a \nlaceration on the main pad of the foot.  The animal received adequate guidance and follow-up care from their attending \nveterinarian. Failure to maintain an animal enclosure in good repair may pose a risk of serious harm or injury to the \nanimals.  The facility identified the cause of the shift door mechanism failure and took immediate corrective action.  \nPreventative measures and a system of regular checks have been implemented to prevent any future reoccurrence of this \nissue.  Housing facilities must be structurally sound and maintained in good repair to protect the animals from injury and \nto contain the animals.  A system of facility repair and maintenance must be in place to ensure the health and well-being \nof the animals.  Note, the facility self-reported this incident prior to inspection. \n \nCorrected prior to inspection.\n\nWithin the indoor, coatimundi enclosure was an approximately 3 ft tall decorative, faux tree stump which had an area \napproximately 6 in. long and 2 in. wide with the outer plaster layer completely worn through exposing underlying loose, \nfoam material.  Additionally, on another area of this faux tree stump approximately 4 in. long and 2 in. wide, the outer \nplaster-type coating has been scratched/worn or chipped off by the animals causing an under layer of material to be \nexposed.  Synthetic materials such as loose plaster or foam within reach of the animals may pose a risk of injury to the \nanimals including ingestion of a foreign body or harmful substance. Housing facilities must be kept in good repair and \nmaintained to protect the animals and prevent injury. A system of facility repair and maintenance must be in place. \n \nCorrect by 05/12/2022. \n \nThis inspection and exit interview were conducted with a facility representative. \n \nEnd Section",
  "animals_total": 11,
  "species": [
    {
      "count": 2,
      "scientific": "Nasua narica",
      "common": "WHITE-NOSED COATI"
    },
    {
      "count": 2,
      "scientific": "Aonyx cinereus",
      "common": "ORIENTAL SMALL-CLAWED OTTER"
    },
    {
      "count": 3,
      "scientific": "Felis silvestris catus",
      "common": "CAT ADULT"
    },
    {
      "count": 1,
      "scientific": "Didelphis virginiana",
      "common": "VIRGINIA OPOSSUM"
    },
    {
      "count": 1,
      "scientific": "Hystrix cristata",
      "common": "AFRICAN CRESTED PORCUPINE"
    },
    {
      "count": 2,
      "scientific": "Notamacropus rufogriseus",
      "common": "BENNETT'S WALLABY / RED-NECKED WALLABY"
    }
  ]
}