{
  "insp_id": "17161509290552",
  "layout": "a",
  "customer_id": "329474",
  "customer_name": "Puppy Love Kennel L L C",
  "customer_addr": "P O Box 285\nFort Plain, NY 13339",
  "certificate": "21-A-0165",
  "site_id": "001",
  "site_name": "PUPPY LOVE KENNELS LLC",
  "insp_type": "ROUTINE INSPECTION",
  "date": "14-JAN-2016",
  "report_date": "21-JAN-2016",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "A male dog, Zach, and a female dog, Black Beauty, were observed with a moderate amount of tan/brown dental\ntartar on their upper and lower teeth. Zach was also observed with hair loss on the end of his tail. These dogs had\nnot yet received veterinary care for these conditions. Dental disease can be painful and can lead to other negative\nhealth issues. Veterinary care must be provided in order to prevent pain and distress for these animals. The\nlicensee has a system in place for dental management, however these two dogs dental conditions had not been\npreviously identified/documented.\nCorrect by: February 14, 2016"
    },
    {
      "code": "3.6(a)(2)(10)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "In the \"puppy room\" there was a female Papillion/ Pomeranian puppy being housed in an enclosure with two other\npuppies. The puppy was observed with her feet falling through the floor while she walked around the enclosure.\nThe other puppies housed in the enclosure were larger in size and their feet did not fall through the openings in the\nmesh floor. Puppies can be injured if their feet fall through openings in the floor. Floors must be constructed in a\nmanner that prevents the dogs feet from falling through. The licensee offered additional resting surfaces to the\npuppy at the time of inspection by placing a blanket in the enclosure.\n***********Correct from this day forward\nAn exit briefing was conducted with the licensee."
    }
  ],
  "narrative": "2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nA male dog, Zach, and a female dog, Black Beauty,  were observed with a moderate amount of tan/brown dental\ntartar on their upper and lower teeth.  Zach was also observed with hair loss on the end of his tail. These dogs had\nnot yet received veterinary care for these conditions.  Dental disease can be painful and can lead to other negative\nhealth issues.  Veterinary care must be provided in order to prevent  pain and distress for these animals. The\nlicensee has a system in place for dental management, however these two dogs dental conditions had not been\npreviously identified/documented. \nCorrect by: February 14, 2016\n3.6(a)(2)(10)\nPRIMARY ENCLOSURES.\nIn the \"puppy room\" there was a female Papillion/ Pomeranian puppy being housed in an enclosure with two other\npuppies.  The puppy was observed with her feet falling through the floor while she walked around the enclosure. \nThe other puppies housed in the enclosure were larger in size and their feet did not fall through the openings in the\nmesh floor.   Puppies can be injured  if their feet fall through openings in the floor.  Floors must be constructed in a\nmanner that prevents the dogs feet from falling through. The licensee offered additional resting surfaces to the\npuppy at the time of inspection by placing a blanket in the enclosure.  \n***********Correct from this day forward\nAn exit briefing was conducted with the licensee.",
  "animals_total": 120,
  "species": [
    {
      "count": 82,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 38,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}