{
  "insp_id": "2016082567937627",
  "layout": "a",
  "customer_id": "327509",
  "customer_name": "Glenn (Renay) Renay Davidson",
  "customer_addr": "Jacqueline (Jackie) L Davidson\n433512 E 350 Rd\nAdair, OK 74330",
  "certificate": "73-A-2653",
  "site_id": "002",
  "site_name": "GLENN (Renay) DAVIDSON & JACQUELINE (JACKIE) DAVI",
  "insp_type": "ROUTINE INSPECTION",
  "date": "22-SEP-2016",
  "report_date": "26-SEP-2016",
  "citations": [
    {
      "code": "3.1(b)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "In the fenced area between the kennel buildings, the grass has become overgrown. The area is where the dogs are\nallowed to exercise. The weeds and grasses must be maintained so pests and other vermin, can easily be\ncontrolled. High weeds and grasses provided potential breeding areas for these unwanted pests. The pest can\nadversely affect the health and well-being of the dogs. To be corrected by 09-29-2016."
    },
    {
      "code": "3.1(f)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "The drainage system needs to be repaired. The system has several open trenches around the outdoor portions of\nthe kennel building. The weeds have grown around the area where the standing water accumulates. These\naccumulations of water and waste material can harbor vermin and other disease hazards that can adversely affect\nthe health and well-being of the dogs. Licensee must repair or replace broken pipe or other problems causing the\nleaks. The drainage system should be sealed and the waste water and material removed from the area where the\ndogs are kept. To be corrected by 09-30-2016.\nInspection and exit interview conducted by R. Whiteley, ACI and the facility representative."
    }
  ],
  "narrative": "3.1(b)\nHOUSING FACILITIES, GENERAL.\nIn the fenced area between the kennel buildings, the grass has become overgrown.  The area is where the dogs are\nallowed to exercise. The weeds and grasses must be maintained so pests and other vermin, can easily be\ncontrolled.  High weeds and grasses provided potential breeding areas for these unwanted pests.  The pest can\nadversely affect the health and well-being of the dogs.  To be corrected by 09-29-2016.\n3.1(f)\nHOUSING FACILITIES, GENERAL.\nThe drainage system needs to be repaired. The system has several open trenches around the outdoor portions of\nthe kennel building.  The weeds have grown around the area where the standing water accumulates.  These\naccumulations of water and waste material can harbor vermin and other disease hazards that can adversely affect\nthe health and well-being of the dogs.  Licensee must repair or replace broken pipe or other problems causing the\nleaks. The drainage system should be sealed and the waste water and material removed from the area where the\ndogs are kept.  To be corrected by 09-30-2016.  \nInspection and exit interview conducted by R. Whiteley, ACI and the facility representative.",
  "animals_total": 12,
  "species": [
    {
      "count": 12,
      "scientific": "Canis lupus familiaris",
      "common": "DOMESTIC DOG"
    }
  ]
}