{
  "insp_id": "245141406390660",
  "layout": "a",
  "customer_id": "327115",
  "customer_name": "James H Mckenzie",
  "customer_addr": "910 Lewis Frasier Road\nMidway, GA 31320",
  "certificate": "57-C-0303",
  "site_id": "001",
  "site_name": "JAMES MCKENZIE",
  "insp_type": "ROUTINE INSPECTION",
  "date": "02-SEP-2014",
  "report_date": "02-SEP-2014",
  "citations": [
    {
      "code": "2.40(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "During this inspection, it was discovered the attending veterinarian died several weeks ago. Another Attending\nVeterinarian needs to be found and a written Program of Veterinary Care completed by the veterinarian and\napplicant describing in detail the veterinary care to be provided to the animals. To be corrected by 10-3-14."
    },
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "The same white with black spots pot belly pig cited last year for partially not bearing weight on her right front leg is\nstill totally lame. She was not seen putting the leg down at all today. She was examined by the attending\nveterinarian on 9-11-13, who stated \"no treatment, will treat if condition gets worse.\" Because the caretaker is used\nto seeing her using and not using the leg, no further exams were done. This pig needs to be re-evaluated by a\nveterinarian and treatment provided to alleviate her pain."
    },
    {
      "code": "2.75(b)(1)",
      "kind": "",
      "repeat": false,
      "desc": "RECORDS: DEALERS AND EXHIBITORS.",
      "narrative": "Records of animal births, deaths, acquisitions and sales have not been kept since the last USDA inspection. Goats\nhave been sold to individuals and recently 8 rabbits were obtained. The names and addresses of individuals who\nbought animals is required and if animals are acquired, the seller must provide their name, address, drivers license\nand license plate number. All births and deaths are to be recorded. As much as possible these items need to be\nrecorded in the record book for the farm, and future required records must be kept. To be corrected by 10-3-14."
    },
    {
      "code": "3.50(a)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "The group housing cage the rabbits are in has two holes where the bird feeder was covering. These holes are large\nenough for the rabbits to escape out of the cage. The holes also have sharp wire edges. These holes need to be\ncovered to prevent injury or escape. To be corrected by 9-12-14."
    },
    {
      "code": "3.52(a)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, OUTDOOR.",
      "narrative": "Although the rabbits have some shelter from the sun provided by the roof and nearby trees, there are no additional\nmeasures being taken to help cool them when temperatures are above 90 degrees Fahrenheit, which occurred last\nweek. Whenever temperatures exceed 90 degrees, artificial cooling shall be provided by some method to all\nrabbits.\nTo be corrected by 9-3-14."
    },
    {
      "code": "3.52(b)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, OUTDOOR.",
      "narrative": "A couple of weeks ago, 7 rabbits were obtained. They have been placed in the former parrot cage. Although there\nis a plexiglass roof on top of this solid metal cage, there are no other shelters to protect the rabbits from driving rain\nstorms. Adequate shelters need to be provided. To be corrected by 9-12-14."
    },
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "Several structural items are in need of repair. These include: in the goat barn a piece of wire fencing with\nunfinished edges and protruding nail points along one wall; in the goat enclosure, a patch of fencing in the corner\nwith unfinished edges and protruding wire; in the pig enclosure, protruding nail heads on some boards and a piece\nof fencing with protruding wires halfway up the fence; in the llama shelter, loose barb wire strands and loose double\ndivider fencing.\nAll loose and protruding wires and protruding nail heads or points need to be removed and repaired to prevent\npotential injury to the animals. To be corrected by 10-3-14."
    },
    {
      "code": "3.129(a)",
      "kind": "",
      "repeat": false,
      "desc": "FEEDING.",
      "narrative": "Bread is fed on a regular basis to several of the animals, along with other feed. The 9 pigs were observed eating\nsome of this bread. Most of it was moldy. Most of the bread stored in the horse trailer was moldy. Moldy feed can\ncause digestive upsets and should not be fed to the animals. All provided food needs to be wholesome, palatable,\nfree from contamination, and of sufficient nutritive value to maintain all animals in good health. To be corrected\nimmediately.\nExit briefing conducted with facility representative."
    }
  ],
  "narrative": "2.40(a)(1)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nDuring this inspection, it was discovered the attending veterinarian died several weeks ago.  Another Attending\nVeterinarian needs to be found and a written Program of Veterinary Care completed by the veterinarian and\napplicant describing in detail the veterinary care to be provided to the animals.  To be corrected by 10-3-14.\n2.40(b)(2)                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThe same white with black spots pot belly pig cited last year for partially not bearing weight on her right front leg is\nstill totally lame.  She was not seen putting the leg down at all today.  She was examined by the attending\nveterinarian on 9-11-13, who stated \"no treatment, will treat if condition gets worse.\"  Because the caretaker is used\nto seeing her using and not using the leg, no further exams were done.  This pig needs to be re-evaluated by a\nveterinarian and treatment provided to alleviate her pain.\n2.75(b)(1)\nRECORDS: DEALERS AND EXHIBITORS.\nRecords of animal births, deaths, acquisitions and sales have not been kept since the last USDA inspection. Goats\nhave been sold to individuals and recently 8 rabbits were obtained.  The names and addresses of individuals who\nbought animals is required and if animals are acquired, the seller must provide their name, address, drivers license\nand license plate number.  All births and deaths are to be recorded.   As much as possible these items need to be\nrecorded in the record book for the farm, and future required records must be kept.  To be corrected by 10-3-14.\n3.50(a)\nFACILITIES, GENERAL.  \nThe group housing cage the rabbits are in has two holes where the bird feeder was covering.  These holes are large\nenough for the rabbits to escape out of the cage.  The holes also have sharp wire edges.  These holes need to be\n\ncovered to prevent injury or escape.  To be corrected by 9-12-14.\n3.52(a)\nFACILITIES, OUTDOOR.   \nAlthough the rabbits have some shelter from the sun provided by the roof and nearby trees, there are no additional\nmeasures being taken to help cool them when temperatures are above 90 degrees Fahrenheit, which occurred last\nweek.   Whenever temperatures exceed 90 degrees, artificial cooling shall be provided by some method to all\nrabbits.\nTo be corrected by 9-3-14.\n3.52(b)\nFACILITIES, OUTDOOR.   \nA couple of weeks ago, 7 rabbits were obtained.  They have been placed in the former parrot cage.  Although there\nis a plexiglass roof on top of this solid metal cage, there are no other shelters to protect the rabbits from driving rain\nstorms.   Adequate shelters need to be provided.  To be corrected by 9-12-14.\n3.125(a)\nFACILITIES, GENERAL.   \nSeveral structural items are in need of repair.  These include: in the goat barn a piece of wire fencing with\nunfinished edges and protruding nail points along one wall; in the goat enclosure, a patch of fencing in the corner\nwith unfinished edges and protruding wire; in the pig enclosure, protruding nail heads on some boards and a piece\nof fencing with protruding wires halfway up the fence; in the llama shelter, loose barb wire strands and loose double\ndivider fencing. \nAll loose and protruding wires and protruding nail heads or points need to be removed and repaired to prevent\npotential injury to the animals.   To be corrected by 10-3-14.\n3.129(a)\nFEEDING.    \nBread is fed on a regular basis to several of the animals, along with other feed. The 9 pigs were observed eating\nsome of this bread.  Most of it was moldy.  Most of the bread stored in the horse trailer was moldy.  Moldy feed can\ncause digestive upsets and should not be fed to the animals.  All provided food needs to be wholesome, palatable,\nfree from contamination, and of sufficient nutritive value to maintain all animals in good health. To be corrected\nimmediately.\n\nExit briefing conducted with facility representative.",
  "animals_total": 45,
  "species": [
    {
      "count": 1,
      "scientific": "Camelus dromedarius domestic",
      "common": "DOMESTIC DROMEDARY CAMEL"
    },
    {
      "count": 20,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 5,
      "scientific": "Lama glama",
      "common": "LLAMA"
    },
    {
      "count": 7,
      "scientific": "Oryctolagus cuniculus",
      "common": "EUROPEAN RABBIT"
    },
    {
      "count": 12,
      "scientific": "Sus scrofa domestica",
      "common": "DOMESTIC PIG / POTBELLY PIG / MICRO PIG"
    }
  ]
}