{
  "insp_id": "2016090000660674",
  "layout": "b",
  "customer_id": "506363",
  "customer_name": "LEVI STOLTZFUS",
  "customer_addr": "527 Ireland Rd\nALLENWOOD, PA 17810",
  "certificate": "23-A-0701",
  "site_id": "001",
  "site_name": "LEVI P STOLTZFUS",
  "insp_type": "ROUTINE INSPECTION",
  "date": "16-JUL-2021",
  "report_date": "16-JUL-2021",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": true,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "There was 1 guinea pig observed with a health condition requiring treatment in accordance with the Program of Veterinary\nCare or consultation with the attending veterinarian. There was an adult brown and white guinea pig in Pen G5 with a firm\nmovable mass approximately 1/2 inch in size under the chin. The licensee had not observed the health condition and was\nnot administering any treatments. The Program of Veterinary Care on file contained treatment options for the condition.\nSwellings in the neck can be indications of disease or injury, can be painful, affect the overall health and well-being of the\nanimal, and may require treatment with antibiotics or other medications. Failure to seek proper diagnosis and treatment\nfor disease may result in pain to the animals, worsening of the condition, and possible spread to additional animals if the\ncondition is contagious.\nThe licensee must initiate treatment according to the Program of Veterinary Care or contact the attending veterinarian to\ndetermine a plan for diagnosis and treatment."
    },
    {
      "code": "3.25(a)",
      "kind": "",
      "repeat": false,
      "desc": "Facilities, general.",
      "narrative": "The plastic sheeting along the ceiling of the guinea pig facility had some areas with holes with exposed insulation above\nguinea pig enclosures.\nExposed insulation cannot be cleaned and sanitized and can potentially fall into guinea pig enclosures and if ingested\nmay result in health problems.\nHousing facilities for guinea pigs must be maintained in good repair to protect the animals from injury.\nCorrect by: August 27, 2021"
    },
    {
      "code": "3.26(d)",
      "kind": "",
      "repeat": false,
      "desc": "Facilities, indoor.",
      "narrative": "In the guinea pig housing facility, there were support beams and areas around some of the building openings that were\nwood that was not painted or sealed.\nUnsealed wood is not impervious to moisture and cannot be easily cleaned and sanitized.\nInterior building surfaces must be constructed and maintained so that they are impervious to moisture, can be readily\ncleaned and sanitized, and won’t absorb moisture or odors.\nCorrect by: August 27, 2021"
    },
    {
      "code": "3.31(c)",
      "kind": "",
      "repeat": false,
      "desc": "Sanitation.",
      "narrative": "There were numerous flies in the guinea pig housing facility. There were screens on the building openings but the screen\nwas large enough to allow flies to enter. There was fly tape along the ceiling but it was coated with flies and was not\neffective in controlling the fly problem.\nExcessive pests such as flies can cause discomfort to the animals and result in increased disease spread.\nAn effective program for the control of flies must be established and maintained.\nCorrect by: August 27, 2021"
    },
    {
      "code": "3.50(a)",
      "kind": "",
      "repeat": false,
      "desc": "Facilities, general.",
      "narrative": "In the rabbit housing facility, there was a window with a pane of glass missing and a feed bag utilized to fill the hole.\nFeed bags are materials that are not easily cleaned and sanitized. Failure to maintain buildings in good repair can result\nto disease or injury to the animals.\nHousing facilities for rabbits must be structurally sound and maintained in good repair to protect the animals from injury.\nCorrect by: August 27, 2021"
    },
    {
      "code": "3.53(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Primary enclosures.",
      "narrative": "The wire screening used on the rabbit enclosures was broken in several areas resulting in sharp points and gaps.\nSpecifically, Pen A8 contained a 2 inch gap, Pen B27 and Pen B29 both contained a 1/2 inch gap, and Pen C8 contained\na 1/4 inch gap.\nBroken wires with sharp points and gaps can cause injury to the animals or result in escaped animals.\nPrimary enclosures for rabbits must be structurally sound and maintained in good repair to protect the rabbits from injury\nand to contain the rabbits.\nCorrect by: August 27, 2021"
    },
    {
      "code": "3.53(a)(5)",
      "kind": "",
      "repeat": false,
      "desc": "Primary enclosures.",
      "narrative": "Pen C9 in the rabbit housing facility contained a doe with a litter and no nest box. There were 7 kits approximately 6 days\nold in the pen in a nest of bedding and hair with no nest box for protection.\nFailure to provide newly born rabbits with a nest box can negatively affect their health, safety, and survival.\nA suitable nest box containing clean nesting material must be provided in each primary enclosure housing a female with a\nlitter less than one month of age.\nCorrect by: July 17, 2021\nThis inspection and exit interview were conducted with the licensee.\nEnd Section"
    }
  ],
  "narrative": "2.40(b)(2)  Repeat\n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nThere was 1 guinea pig observed  with a health condition requiring treatment in accordance with the Program of Veterinary \nCare or consultation with the attending veterinarian.  There was an adult brown and white guinea pig in Pen G5 with a firm \nmovable mass approximately 1/2 inch in size under the chin.  The licensee had not observed the health condition and was \nnot administering any treatments.  The Program of Veterinary Care on file contained treatment options for the condition. \nSwellings in the neck can be indications of disease or injury, can be painful, affect the overall health and well-being of the \nanimal, and may require treatment with antibiotics or other medications. Failure to seek proper diagnosis and treatment \nfor disease may result in pain to the animals, worsening of the condition, and possible spread to additional animals if the \ncondition is contagious. \nThe licensee must initiate treatment according to the Program of Veterinary Care or contact the attending veterinarian  to \ndetermine a plan for diagnosis and treatment. \n3.25(a) \n   \nFacilities, general. \nThe plastic sheeting along the ceiling of the guinea pig facility had some areas with holes with exposed insulation above \nguinea pig enclosures.\n\nExposed insulation cannot be cleaned and sanitized and can potentially fall into guinea pig enclosures and if ingested \nmay result in health problems. \nHousing facilities for guinea pigs must be maintained in good repair to protect the animals from injury. \nCorrect by:  August 27, 2021 \n3.26(d) \n   \nFacilities, indoor. \nIn the guinea pig housing facility, there were support beams and areas around some of the building openings that were \nwood that was not painted or sealed. \nUnsealed wood is not impervious to moisture and cannot be easily cleaned and sanitized. \nInterior building surfaces must be constructed and maintained so that they are impervious  to moisture, can be readily \ncleaned and sanitized, and won’t absorb moisture or odors. \nCorrect by:  August 27, 2021 \n3.31(c) \n   \nSanitation. \nThere were numerous flies in the guinea pig housing facility.  There were screens on the building openings but the screen \nwas large enough to allow flies to enter.  There was fly tape along the ceiling but it was coated with flies and was not \neffective in controlling the fly problem. \nExcessive pests such as flies can cause discomfort to the animals and result in increased disease spread. \nAn effective program for the control of flies must be established and maintained. \nCorrect by:  August 27, 2021 \n3.50(a) \n   \nFacilities, general.\n\nIn the rabbit housing facility, there was a window with a pane of glass missing and a feed bag utilized to fill the hole. \nFeed bags are materials that are not easily cleaned and sanitized.  Failure to maintain buildings in good repair can result \nto disease or injury to the animals. \nHousing facilities for rabbits must be structurally sound and maintained in good repair to protect the animals from injury. \nCorrect by:  August 27, 2021 \n3.53(a)(1) \n   \nPrimary enclosures. \nThe wire screening used on the rabbit enclosures was broken in several areas resulting in sharp points and gaps.  \nSpecifically, Pen A8 contained a 2 inch gap, Pen B27 and Pen B29 both contained a 1/2 inch gap, and Pen C8 contained \na 1/4 inch gap. \nBroken wires with sharp points and gaps can cause injury to the animals or result in escaped animals. \nPrimary enclosures for rabbits must be structurally sound and maintained in good repair to protect the rabbits from injury \nand to contain the rabbits. \nCorrect by:  August 27, 2021 \n3.53(a)(5) \n   \nPrimary enclosures. \nPen C9 in the rabbit housing facility contained a doe with a litter and no nest box.  There were 7 kits approximately 6 days \nold in the pen in a nest of bedding and hair with no nest box for protection. \nFailure to provide  newly born rabbits with a nest box can negatively affect their health, safety, and survival. \nA suitable nest box containing clean nesting material must be provided in each primary enclosure housing a female with a \nlitter less than one month of age. \nCorrect by:  July 17, 2021\n\nThis inspection and exit interview were conducted with the licensee. \n \nEnd Section",
  "animals_total": 2423,
  "species": [
    {
      "count": 2250,
      "scientific": "Cavia porcellus",
      "common": "DOMESTIC GUINEA PIG"
    },
    {
      "count": 173,
      "scientific": "Oryctolagus cuniculus",
      "common": "DOMESTIC RABBIT / EUROPEAN RABBIT"
    }
  ]
}