{
  "insp_id": "2016082569444219",
  "layout": "a",
  "customer_id": "503713",
  "customer_name": "Leon J Miller",
  "customer_addr": "4096 Township Road 371\nMillersburg, OH 44654",
  "certificate": "31-A-0711",
  "site_id": "001",
  "site_name": "LEON J MILLER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "05-APR-2019",
  "report_date": "05-APR-2019",
  "citations": [
    {
      "code": "3.6(c)(1)(i)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "Six puppies are in enclosure that is too small for them. The enclosure consists of an indoor cage with an outdoor\nrun. If the puppies had access to the outdoor run, the enclosure would be more than large enough for them.\nHowever, the puppies have not figured out how to use the doggy door yet so therefore they are restricted to using\njust the inside part of the enclosure. The inside part of the enclosure measures 47 inches by 36 inches for a total of\n1,692 square inches of space. Four of the puppies are 13 inches long, one is 13.5 inches long, and another is 11.5\ninches long. Together they require 2,130.5 square inches of space and are short by 438.5 square inches of space.\nCage space requirements ensure that the dogs have enough room to move about freely within their cages. It\nminimizes the dogs from stepping or sitting in their feces or urine and also minimizes the spread of disease. The\nlicensee must ensure that all enclosures containing dogs and puppies have enough floor space to meet the\nminimum floor space requirements for the number of and the size of the dogs in that enclosure. Correct\nimmediately."
    },
    {
      "code": "3.6(c)(4)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "A female Mini Aussie (microchip #900020180746302) was being kept in a stall in a barn tethered up. The dog has\nbeen tethered for the past two days. Tethering a dog for an extended period of time can be uncomfortable and\nstressful for that dog. In addition, it can result in injury to the dog. Tethering of dogs for use as a primary enclosure\nmust be discontinued. Correct immediately.\nThis inspection and exit interview were conducted with the licensee.\nEnd of report."
    }
  ],
  "narrative": "3.6(c)(1)(i)\nPRIMARY ENCLOSURES.\nSix puppies are in enclosure that is too small for them.  The enclosure consists of an indoor cage with an outdoor\nrun.  If the puppies had access to the outdoor run, the enclosure would be more than large enough for them. \nHowever, the puppies have not figured out how to use the doggy door yet so therefore they are restricted to using\njust the inside part of the enclosure.  The inside part of the enclosure measures 47 inches by 36 inches for a total of\n1,692 square inches of space.  Four of the puppies are 13 inches long, one is 13.5 inches long, and another is 11.5\ninches long.  Together they require 2,130.5 square inches of space and are short by 438.5 square inches of space.\nCage space requirements ensure that the dogs have enough room to move about freely within their cages. It\nminimizes the dogs from stepping or sitting in their feces or urine and also minimizes the spread of disease. The\nlicensee must ensure that all enclosures containing dogs and puppies have enough floor space to meet the\nminimum floor space requirements for the number of and the size of the dogs in that enclosure. Correct\nimmediately.\n3.6(c)(4)\nPRIMARY ENCLOSURES.\nA female Mini Aussie (microchip #900020180746302) was being kept in a stall in a barn tethered up.  The dog has\nbeen tethered for the past two days.  Tethering a dog for an extended period of time can be uncomfortable and\nstressful for that dog. In addition, it can result in injury to the dog. Tethering of dogs for use as a primary enclosure\nmust be discontinued. Correct immediately.\nThis inspection and exit interview were conducted with the licensee.\nEnd of report.",
  "animals_total": 31,
  "species": [
    {
      "count": 21,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 10,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}