{
  "insp_id": "2016082569523622",
  "layout": "a",
  "customer_id": "330497",
  "customer_name": "Samuel S Lapp",
  "customer_addr": "515 St Rt 44\nAllenwood, PA 17810",
  "certificate": "23-A-0590",
  "site_id": "001",
  "site_name": "SAMUEL S LAPP",
  "insp_type": "ROUTINE INSPECTION",
  "date": "26-JUN-2019",
  "report_date": "26-JUN-2019",
  "citations": [
    {
      "code": "3.31(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "There were 10 enclosures at the very top of the 2 racks of enclosures currently used within the facility. About 75%\nof these enclosures have not had food waste, feces or bedding removed from the enclosure within the past 2\nweeks. Several of these enclosures had feces were tuning or had already turned white in color due to the amount\nof time it had been sitting in the enclosure. In addition, the facility is currently using a disinfectant but are not using\na detergent during their routine cleaning process. Not having proper cleaning of the facility directly contributes to\nthe odor within the facility and exposes the guinea pigs to unnecessary disease hazards. The licensee must ensure\nthat all primary enclosures are cleaned and sanitized often enough to prevent an accumulation of excreta or debris.\nIn addition, the primary enclosures must be sanitized by washing them with hot water (180 [deg]F.) and soap or\ndetergent as in a mechanical cage washer, or by washing all soiled surfaces with a detergent solution followed by a\nsafe and effective disinfectant, or by cleaning all soiled surfaces with live steam.\nCorrect By: 7/10/2019\nThis inspection and exit interview were conducted with Licensee."
    }
  ],
  "narrative": "3.31(a)(1)\nSANITATION.\nThere were 10 enclosures at the very top of the 2 racks of enclosures currently used within the facility.  About 75%\nof these enclosures have not had food waste, feces or bedding removed from the enclosure within the past 2\nweeks.  Several of these enclosures had feces were tuning or had already turned white in color due to the amount\nof time it had been sitting in the enclosure.  In addition, the facility is currently using a disinfectant but are not using\na detergent during their routine cleaning process.   Not having proper cleaning of the facility directly contributes to\nthe odor within the facility and exposes the guinea pigs to unnecessary disease hazards. The licensee must ensure\nthat all primary enclosures are cleaned and sanitized often enough to prevent an accumulation of excreta or debris. \nIn addition, the primary enclosures must be  sanitized by washing them with hot water (180 [deg]F.) and soap or\ndetergent as in a mechanical cage washer, or by washing all soiled surfaces with a detergent solution followed by a\nsafe and effective disinfectant, or by cleaning all soiled surfaces with live steam.\nCorrect By: 7/10/2019\nThis inspection and exit interview were conducted with Licensee.",
  "animals_total": 963,
  "species": [
    {
      "count": 963,
      "scientific": "Cavia porcellus",
      "common": "DOMESTIC GUINEA PIG"
    }
  ]
}