{
  "insp_id": "2016090000664755",
  "layout": "b",
  "customer_id": "506887",
  "customer_name": "ABNER RENNO MARY RENNO",
  "customer_addr": "1043 Badland Rd\nPLATTEVILLE, WI 53818",
  "certificate": "35-A-0454",
  "site_id": "001",
  "site_name": "ABNER RENNO",
  "insp_type": "ROUTINE INSPECTION",
  "date": "21-JUL-2021",
  "report_date": "22-JUL-2021",
  "citations": [
    {
      "code": "2.75(a)(1)(i)",
      "kind": "",
      "repeat": false,
      "desc": "Records: Dealers and exhibitors.",
      "narrative": "The complete acquisition information (address) for two golden retrievers (#1006 and #1009) was unavailable on form\n7005. Complete acquisition information is required and can be important in the need of animal health tracking. Ensure\nthat acquisition number for dogs is complete for dogs on hand.\nCorrect by 7/25/2021."
    },
    {
      "code": "3.1(e)",
      "kind": "",
      "repeat": false,
      "desc": "Housing facilities, general.",
      "narrative": "The area where food and bedding is stored had loose dust and litter on the floor. Areas around food and bedding that\naren't kept clean could cause contamination of food and bedding. Ensure that the areas where food and bedding are\nstored are kept clean and stored in a manner that protects the supplies from spoilage, contamination, and vermin\ninfestation.\nCorrect by 7/24/2021"
    },
    {
      "code": "3.3(e)(1)(iii)",
      "kind": "",
      "repeat": false,
      "desc": "Sheltered housing facilities.",
      "narrative": "Some plywood on the walls of two different enclosures that dogs can contact is not sealed and is not impervious to\nmoisture. Surfaces that dogs touch that are not impervious to moisture can become soiled quickly and cannot be\nsanitized. Ensure that the surfaces dogs can contact are maintained impervious to moisture.\nCorrect by August 10, 2021."
    },
    {
      "code": "3.13(a)",
      "kind": "",
      "repeat": false,
      "desc": "Veterinary care for dogs.",
      "narrative": "The facility reports changing attending veterinarians and remembers the new veterinarian approved a written program of\nveterinary care, however was not able to locate it. To ensure adequate veterinary care is planned for and can be\nprovided, the program of veterinary care for dogs must be in writing, signed by the attending veterinarian and available for\ninspection by APHIS officials.\nNote: The facility had documentation that the new veterinarian has made regularly scheduled visits and said they have\nscheduled the veterinarian to visit and complete another Program of Veterinary Care in the case the previously approved\nprogam can't be located.\nCorrect by 7/26/2021\nThis inspection and exit interview were conducted with facility representatives.\nEnd Section"
    }
  ],
  "narrative": "2.75(a)(1)(i) \n   \nRecords: Dealers and exhibitors. \nThe complete acquisition information (address) for two golden retrievers (#1006 and #1009) was unavailable  on form \n7005.  Complete acquisition information is required and can be important in the need of animal health tracking.  Ensure \nthat acquisition number for dogs is complete for dogs on hand. \n \nCorrect by 7/25/2021. \n3.1(e) \n   \nHousing facilities, general. \nThe area where food and bedding is stored had loose dust and litter on the floor.  Areas around food and bedding that \naren't kept clean  could cause contamination of food and bedding.  Ensure that the areas where food and bedding are \nstored are kept clean and stored in a manner that protects the supplies from spoilage, contamination, and vermin \ninfestation. \n \nCorrect by 7/24/2021 \n3.3(e)(1)(iii) \n   \nSheltered housing facilities.\n\nSome plywood on the walls of two different enclosures that dogs can contact is not sealed and is not impervious  to \nmoisture.  Surfaces that dogs touch that are not impervious to moisture can become soiled quickly and cannot be \nsanitized.  Ensure that the surfaces dogs can contact are maintained impervious to moisture. \n \nCorrect by August 10, 2021. \n3.13(a) \n   \nVeterinary care for dogs. \nThe facility reports changing attending veterinarians  and remembers the new veterinarian  approved  a written program of \nveterinary care, however  was not able to locate it.  To ensure adequate veterinary  care is planned for and can be \nprovided,  the program of veterinary care for dogs must be in writing, signed by the attending veterinarian  and available for \ninspection by APHIS officials. \n \nNote: The facility had documentation that the new veterinarian  has made regularly scheduled visits and said they have \nscheduled the veterinarian  to visit and complete another Program of Veterinary Care in the case the previously approved \nprogam can't be located. \n \nCorrect by 7/26/2021 \n \nThis inspection and exit interview were conducted with facility representatives. \n \nEnd Section",
  "animals_total": 21,
  "species": [
    {
      "count": 9,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 12,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}