{
  "insp_id": "160141521250556",
  "layout": "a",
  "customer_id": "26482",
  "customer_name": "Ronald Derr",
  "customer_addr": "119 Oman Road\nBloomsburg, PA 17815",
  "certificate": "23-B-0162",
  "site_id": "001",
  "site_name": "RONALD DERR",
  "insp_type": "ROUTINE INSPECTION",
  "date": "09-JUN-2014",
  "report_date": "09-JUN-2014",
  "citations": [
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "Section 3.125(a) Structural strength: Two enclosures each housing a female skunk and her litter need repairs.\n1) The second skunk enclosure from the house has broken wire on the fencing in front of the shelter box. There are\na few nails with the points protruding down into the enclosure from the resting board on the right side of the\nenclosure. The skunks may be injured by the ends of the broken strands of wire and/or the pointed end of the nails\nthat are inside the enclosure. The broken wire must be removed or repaired. The protruding nails must be\nremoved or the points hammered back against the wood. These repairs are necessary to prevent injury to the\nanimals.\n2) The seventh skunk enclosure from the house has smaller wire mesh attached to the lower sides and door of the\nenclosure. The wire mesh is detaching from the left side of the enclosure leaving many protruding wire ends. The\nsmaller wire mesh has several areas on both the door and the left side with broken protruding wires. The skunks\nmay be injured by the ends of the wire strands on the enclosure door and side. The wire mesh must be repaired or\nreplaced to prevent injury to the animals.\nCorrect both by June 16, 2014.\nAn exit briefing was conducted with the licensee."
    }
  ],
  "narrative": "3.125(a)\nFACILITIES, GENERAL.   \nSection 3.125(a) Structural strength: Two enclosures each housing a female skunk and her litter need repairs.\n1) The second skunk enclosure from the house has broken wire on the fencing in front of the shelter box.  There are\na few nails with the points protruding down into the enclosure from the resting board on the right side of the\nenclosure.  The skunks may be injured by the ends of the broken strands of wire and/or the pointed end of the nails\nthat are inside the enclosure.  The broken wire must be removed or repaired.  The protruding nails must be\nremoved or the points hammered back against the wood.  These repairs are necessary to prevent injury to the\nanimals.\n2) The seventh skunk enclosure from the house has smaller wire mesh attached to the lower sides and door of the\nenclosure.  The wire mesh is detaching from the left side of the enclosure leaving many protruding wire ends.  The\nsmaller wire mesh has several areas on both the door and the left side with broken protruding wires.  The skunks\nmay be injured by the ends of the wire strands on the enclosure door and side.  The wire mesh must be repaired or\nreplaced to prevent injury to the animals.\nCorrect both by June 16, 2014. \nAn exit briefing was conducted with the licensee.",
  "animals_total": 14,
  "species": [
    {
      "count": 14,
      "scientific": "Mephitis mephitis",
      "common": "STRIPED SKUNK"
    }
  ]
}