{
  "insp_id": "202151753570327",
  "layout": "a",
  "customer_id": "6274",
  "customer_name": "Catherine Steinhauser",
  "customer_addr": "Dale Steinhauser\nJim Steinhauser\n88008 469th Avenue\nStuart, NE 68780",
  "certificate": "47-A-0324",
  "site_id": "001",
  "site_name": "Catherine, Dale, & Jim Steinhauser",
  "insp_type": "ROUTINE INSPECTION",
  "date": "21-JUL-2015",
  "report_date": "22-JUL-2015",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "An adult red male miniature daschund with microchip number 497A440351 has a hole in his upper right gums\nbetween where the canine and cheek teeth would be. He is missing all of his teeth on the right side. The hole in his\nupper gums is approximately the same size as the diameter of a pencil. The left upper canine and the cheek teeth\nhave a brownish green material covering approximately 75 percent of the surface. The gums on both sides are\nswollen and reddened. None of the other teeth on the left side could be visualized and photographs were difficult to\ntake due to the dog's reluctance to let the inspector examine the inside of his mouth. The dog was observed licking\nfrequently and his tongue was hanging out of the side of his mouth. The licensee stated she had not noticed this\nbehavior.\nOpen wounds and other problems in the mouth can be painful, make it difficult to eat, can lead to the development\nof other health problems, and can affect the well-being of the animal.\nThe licensee must have this dog evaluated by the veterinarian for proper diagnosis and treatment, and provide the\ninspector the documentation of this visit upon request. The licensee must ensure all animals are given proper\nveterinary care at all times. The licensee made an appointment with the veterinarian while the inspector was still at\nthe facility.\nTo be corrected by close of business July 24, 2015\nInspection and exit interview conducted by Lynn Clarke with facility representative."
    }
  ],
  "narrative": "2.40(b)(2)           DIRECT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nAn adult red male miniature daschund with microchip number 497A440351 has a hole in his upper right gums\nbetween where the canine and cheek teeth would be.  He is missing all of his teeth on the right side.  The hole in his\nupper gums is approximately the same size as the diameter of a pencil.  The left upper canine and the cheek teeth\nhave a brownish green material covering approximately 75 percent of the surface.  The gums on both sides are\nswollen and reddened.  None of the other teeth on the left side could be visualized and photographs were difficult to\ntake due to the dog's reluctance to let the inspector examine the inside of his mouth.  The dog was observed licking\nfrequently and his tongue was hanging out of the side of his mouth.  The licensee stated she had not noticed this\nbehavior.\n \nOpen wounds and other problems in the mouth can be painful, make it difficult to eat, can lead to the development\nof other health problems, and can affect the well-being of the animal.\nThe licensee must have this dog evaluated by the veterinarian for proper diagnosis and treatment, and provide the\ninspector the documentation of this visit upon request.  The licensee must ensure all animals are given proper\nveterinary care at all times.  The licensee made an appointment with the veterinarian while the inspector was still at\nthe facility.\nTo be corrected by close of business July 24, 2015\nInspection and exit interview conducted by Lynn Clarke with facility representative.",
  "animals_total": 55,
  "species": [
    {
      "count": 53,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 2,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}