{
  "insp_id": "2016090000639433",
  "layout": "b",
  "customer_id": "503955",
  "customer_name": "GOOD DOG INC",
  "customer_addr": "6 W 18TH ST, 10 FRONT\nNEW YORK, NY 10011",
  "certificate": "21-B-0198",
  "site_id": "001",
  "site_name": "GOOD DOG INC",
  "insp_type": "ROUTINE INSPECTION",
  "date": "23-JUN-2021",
  "report_date": "23-JUN-2021",
  "citations": [
    {
      "code": "2.76(a)",
      "kind": "",
      "repeat": false,
      "desc": "Records: Operators of auction sales and brokers.",
      "narrative": "Item 2.76 a\nAt the time of inspection, a review of records was performed from 2020 and 2021. Many records of acquisition of dogs\ndid not contain the complete information required. Multiple records did not contain the vehicle license number and State\nand the driver’s license number (photographic identification card for non-drivers issued by the State). In addition, an\nofficial USDA tag or tattoo, the sex of the animal, color of the animal, and method of transportation of the carrier and the\nname of the owner of the privately owned vehicle is not recorded. The above information needs to be acquired and\nmaintained by the licensee for the event of a necessary trace-back.\nCorrect from this day forward 6/23/2020\nThis inspection and exit interview were conducted with the licensee.\nEnd Section"
    }
  ],
  "narrative": "2.76(a) \n   \nRecords: Operators of auction sales and brokers. \nItem 2.76 a \nAt the time of inspection, a review of records was performed from 2020 and 2021.  Many records of acquisition of dogs \ndid not contain the complete information required.    Multiple records did not contain the vehicle license number and State \nand the driver’s license number (photographic identification card for non-drivers issued by the State).   In addition, an \nofficial USDA tag or tattoo, the sex of the animal, color of the animal, and method of transportation of the carrier and the \nname of the owner of the privately owned vehicle is not recorded.   The above information needs to be acquired and \nmaintained by the licensee for the event of a necessary trace-back. \n \nCorrect from this day forward 6/23/2020 \n \nThis inspection and exit interview were conducted with the licensee. \n \nEnd Section",
  "animals_total": 0,
  "species": [
    {
      "count": 0,
      "scientific": "NONE",
      "common": "NONE"
    }
  ]
}