{
  "insp_id": "187161734110060",
  "layout": "a",
  "customer_id": "333053",
  "customer_name": "The Monkey Whisperer L L C",
  "customer_addr": "14765 U S 301 North\nParrish, FL 34219",
  "certificate": "58-B-0614",
  "site_id": "002",
  "site_name": "THE MONKEY WHISPERER L L C",
  "insp_type": "ROUTINE INSPECTION",
  "date": "28-JUN-2016",
  "report_date": "06-JUL-2016",
  "citations": [
    {
      "code": "2.40(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "The written program of veterinary care is incomplete and from the previous facility. The attending veterinarian needs\nto visit this new facility. The written PVC needs to address what products for what species are being used for\ninternal and external parasites, including the dosage and time periods. The written PVC needs to address the\nprotocols for the infants being born to adulthood. This should include the time period the infants are separated from\ntheir mothers, feeding products, amounts, and time periods, vaccinations if any, worming's, etc. It is recommended\nthat this licensee address the shelter / temperature issues at the primary enclosures of the marmosets.\nEach dealer shall have an attending veterinarian who shall provide adequate veterinary care to its animals in\ncompliance with this section and shall employ an attending veterinarian under formal arrangements. In the case of\na part-time attending veterinarian or consultant arrangements, the formal arrangements shall include a written\nprogram of veterinary care and regularly scheduled visits to the premises of the dealer."
    },
    {
      "code": "2.75(b)(1)",
      "kind": "",
      "repeat": false,
      "desc": "RECORDS: DEALERS AND EXHIBITORS.",
      "narrative": "On June 25, 2016, a juvenile ring tailed lemur was acquired from an unlicensed individual without receiving the\nacquisition / disposition records. It was stated the person donated the lemur and after the inspection I received his\nname, however the address, drivers license number / photocopy, sex, transport vehicle license number was not\nprovided. The licensee stated he met and picked up the lemur at a midway location and transported the lemur with\nhis motor vehicle. There are no acquisition records of the non human primate infants that were born in this licensees\npossession and his control.\nEvery dealer and brokers to whom animals are consigned, shall make, keep, and maintain records or forms which\nfully and correctly disclose the following information in this section concerning animals purchased or otherwise\nacquired, owned, held, leased, or otherwise in his or her possession or under his or her control, or which is\ntransported, sold, euthanized, or otherwise disposed of by that dealer. The records shall include any offspring born\nof any animal while in his or possession or under his control."
    },
    {
      "code": "2.78(a)",
      "kind": "",
      "repeat": false,
      "desc": "HEALTH CERTIFICATION AND IDENTIFICATION.",
      "narrative": "On June 25, 2016, a juvenile ring tailed lemur was transported by this licensee's motor vehicle to this facility without\na health certificate. According to the licensee during this inspection, he was unaware that he needed health\ncertificates to transport non human primates by his motor vehicle.\nNo dealer, broker, shall deliver to, or shall transport in commerce any nonhuman primate unless the nonhuman\nprimate is accompanied by a health certificate executed and issued by a licensed veterinarian. The health certificate\nshall state that the licensed veterinarian inspected nonhuman primate on a specified date which shall not be more\nthan 10 days prior to the delivery of the dog, cat, or nonhuman primate for transportation; and"
    },
    {
      "code": "3.78(d)",
      "kind": "",
      "repeat": false,
      "desc": "OUTDOOR HOUSING FACILITIES.",
      "narrative": "The marmoset enclosures are not surrounding by a perimeter fence of at least 6' in height.\nPerimeter fence. Outdoor housing facility must be enclosed by a fence that is of sufficient height to keep unwanted\nspecies out. Fences less than 6 feet high must be approved by the Administrator. The fence must be constructed so\nthat it protects nonhuman primates by restricting unauthorized humans, and animals the size of dogs, skunks, and\nraccoons from going through it or under it and having contact with the nonhuman primates. It must be of sufficient\ndistance from the outside wall or fence of the primary enclosure to prevent physical contact between animals inside\nthe enclosure and outside the perimeter fence. Such fences less than 3 feet in distance from the primary enclosure\nmust be approved by the Administrator. A perimeter fence is not required if:"
    },
    {
      "code": "3.80(a)(2)(6)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "The marmoset enclosures do not provide shelter and protection from extreme temperatures and weather conditions\nthat may be uncomfortable or hazardous to the species of nonhuman primate contained; During this inspection at\n11:45 am during cloudy skies the ambient temperatures in and around the primary were recorded at 90F to 95F\ninside the den boxes. I observed most of the heat coming from the metal roofs which some are less than two feet\nfrom the top of the primary enclosures. The metal panels between each pair of marmosets prevent airflow, which\nincreases the temperatures in the primary enclosures. The metal roof above the primary enclosures are in the direct\nsunlight, which increases the temperature in the enclosures. The average ambient temperatures in afternoon in this\narea have been above normal from 105F to 110F. For the health and welfare of these marmosets, these\ntemperatures need to be reduced in these primary enclosures. Several methods of cooling was discussed; such as\npainting the roof white to reflect the direct sunlight, misters, frozen water bottles, and placing the enclosures in the\nshade. It was recommended to address these issues and heating protocols in the winter months with your\nattending veterinarian.\nDiscussed Section 3.78(b) Shelter must safely provide heat to non human primates to prevent the ambient\ntemperatures from falling below 45F."
    },
    {
      "code": "3.81(b)",
      "kind": "",
      "repeat": false,
      "desc": "ENVIRONMENT ENHANCEMENT TO PROMOTE PSYCHOLOGICAL WELL-BEING.",
      "narrative": "No written environmental enhancement plan was available during the inspection. I received a written EEP after the\ninspection, however it was not approved by the attending veterinarian. The plan needs increased foraging and\nspecies type cage complexities.\nDealers must develop, document, and follow an appropriate plan for environment enhancement adequate to\npromote the psychological well-being of nonhuman primates. The plan must be in accordance with the currently\naccepted professional standards as cited in appropriate professional journals or reference guides, and as directed\nby the attending veterinarian. This plan must be made available to APHIS upon request.. The plan must address\nsocialization and environmental enrichment. The physical environment in the primary enclosures must be enriched\nby providing means of expressing non injurious species-typical activities. Species differences should be considered\nwhen determining the type or methods of enrichment. Examples of environmental enrichments include providing\nperches, swings, mirrors, and other increased cage complexities; providing objects to manipulate; varied food items;\nusing foraging or task-oriented feeding methods; and providing interaction with the care giver or other familiar and\nknowledgeable person consistent with personnel safety precautions.Special considerations. Certain nonhuman\nprimates must be provided special attention regarding enhancement of their environment, based on the needs of\nthe individual species and in accordance with the instructions of the attending veterinarian. Nonhuman primates\nrequiring special attention are the following; Infants and young juveniles.\nUntil these non compliance are corrected and this new location is in compliance with all USDA standards and\nregulations, no USDA regulated activity can be conducted. Contact this inspector when your facility is in compliance\nfor inspection."
    }
  ],
  "narrative": "2.40(a)(1)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThe written program of veterinary care is incomplete and from the previous facility. The attending veterinarian needs\nto visit this new facility.  The written PVC needs to address what products for what species are being used for\ninternal and external parasites, including the dosage and time periods. The written PVC needs to address the\nprotocols for the infants being born to adulthood.  This should include the time period the infants are separated from\ntheir mothers, feeding products, amounts, and time periods, vaccinations if any, worming's, etc. It is recommended\nthat this licensee address the shelter / temperature issues at the primary enclosures of the marmosets.   \n    \n Each dealer shall have an attending veterinarian who shall provide adequate veterinary care to its animals in\ncompliance with this section and  shall employ an attending veterinarian under formal arrangements. In the case of\na part-time attending veterinarian or consultant arrangements, the formal arrangements shall include a written\nprogram of veterinary care and regularly scheduled visits to the premises of the dealer.\n   \n2.75(b)(1)\nRECORDS: DEALERS AND EXHIBITORS.\nOn June 25, 2016, a juvenile ring tailed lemur was acquired from an unlicensed individual without receiving the\nacquisition / disposition  records. It was stated the person donated the lemur and after the inspection I received his\nname, however the address, drivers license number / photocopy, sex, transport vehicle license number was not\nprovided.  The licensee stated he met and picked up the lemur at a midway location and transported the lemur with\nhis motor vehicle. There are no acquisition records of the non human primate infants that were born in this licensees\npossession and his control. \nEvery dealer  and brokers to whom animals are consigned, shall make, keep, and maintain records or forms which\nfully and correctly disclose the following information in this section concerning animals  purchased or otherwise\nacquired, owned, held, leased, or otherwise in his or her possession or under his or her control, or which is\n\ntransported, sold, euthanized, or otherwise disposed of by that dealer. The records shall include any offspring born\nof any animal while in his or  possession or under his  control.\n    \n2.78(a)\nHEALTH CERTIFICATION AND IDENTIFICATION.\nOn June 25, 2016, a juvenile ring tailed lemur was transported by this licensee's motor vehicle to this facility without\na health certificate. According to the licensee during this inspection, he was unaware that he needed health\ncertificates to transport non human primates by his motor vehicle.        \nNo dealer, broker,  shall deliver to, or shall transport in commerce any nonhuman primate unless the  nonhuman\nprimate is accompanied by a health certificate executed and issued by a licensed veterinarian. The health certificate\nshall state that the licensed veterinarian inspected  nonhuman primate on a specified date which shall not be more\nthan 10 days prior to the delivery of the dog, cat, or nonhuman primate for transportation; and\n    \n3.78(d)\nOUTDOOR HOUSING FACILITIES. \nThe marmoset enclosures are not surrounding by a perimeter fence of at least 6' in height. \n Perimeter fence. Outdoor housing facility must be enclosed by a fence that is of sufficient height to keep unwanted\nspecies out. Fences less than 6 feet high must be approved by the Administrator. The fence must be constructed so\nthat it protects nonhuman primates by restricting unauthorized humans, and animals the size of dogs, skunks, and\nraccoons from going through it or under it and having contact with the nonhuman primates. It must be of sufficient\ndistance from the outside wall or fence of the primary enclosure to prevent physical contact between animals inside\nthe enclosure and outside the perimeter fence. Such fences less than 3 feet in distance from the primary enclosure\nmust be approved by the Administrator. A perimeter fence is not required if:\n3.80(a)(2)(6)\nPRIMARY ENCLOSURES.  \nThe marmoset enclosures do not provide  shelter and protection from extreme temperatures and weather conditions\nthat may be uncomfortable or hazardous to the species of nonhuman primate contained; During this inspection at\n11:45 am during cloudy skies the ambient temperatures in and around the primary were recorded at 90F to 95F\n\ninside the den boxes. I observed most of the heat coming from the metal roofs which some are less than two feet\nfrom the top of the primary enclosures. The metal panels between each pair of marmosets prevent airflow, which\nincreases the temperatures in the primary enclosures. The metal roof above the primary enclosures are in the direct\nsunlight, which increases the temperature in the enclosures. The average ambient temperatures in afternoon in this\narea have been above normal from 105F to 110F.  For the health and welfare of these marmosets, these\ntemperatures need to be reduced in these primary enclosures. Several methods of cooling was discussed; such as\npainting the roof white to reflect the direct sunlight, misters, frozen water bottles, and placing the enclosures in the\nshade.  It was recommended to address these issues and heating protocols in the winter months with your\nattending veterinarian. \nDiscussed Section 3.78(b) Shelter must safely provide heat to non human primates to prevent the ambient\ntemperatures from falling below 45F.  \n3.81(b)\nENVIRONMENT ENHANCEMENT TO PROMOTE PSYCHOLOGICAL WELL-BEING.\nNo written environmental enhancement plan was available during the inspection. I received a written EEP after the\ninspection, however it was not approved by the attending veterinarian.  The plan needs  increased foraging and\nspecies type cage complexities. \nDealers must develop, document, and follow an appropriate plan for environment enhancement adequate to\npromote the psychological well-being of nonhuman primates. The plan must be in accordance with the currently\naccepted professional standards as cited in appropriate professional journals or reference guides, and as directed\nby the attending veterinarian. This plan must be made available to APHIS upon request.. The plan must address\nsocialization and environmental enrichment. The physical environment in the primary enclosures must be enriched\nby providing means of expressing non injurious species-typical activities. Species differences should be considered\nwhen determining the type or methods of enrichment. Examples of environmental enrichments include providing\nperches, swings, mirrors, and other increased cage complexities; providing objects to manipulate; varied food items;\nusing foraging or task-oriented feeding methods; and providing interaction with the care giver or other familiar and\nknowledgeable person consistent with personnel safety precautions.Special considerations. Certain nonhuman\nprimates must be provided special attention regarding enhancement of their environment, based on the needs of\nthe individual species and in accordance with the instructions of the attending veterinarian. Nonhuman primates\nrequiring special attention are the following; Infants and young juveniles.  \n     \nUntil these non compliance are corrected and this new location is in compliance with all USDA standards and\nregulations, no USDA regulated activity can be conducted. Contact this inspector when your facility is in compliance\n\nfor inspection.",
  "animals_total": 53,
  "species": [
    {
      "count": 50,
      "scientific": "Callithrix jacchus",
      "common": "COMMON MARMOSET"
    },
    {
      "count": 3,
      "scientific": "Lemur catta",
      "common": "RING-TAILED LEMUR"
    }
  ]
}