{
  "insp_id": "2016090000604489",
  "layout": "b",
  "customer_id": "24191",
  "customer_name": "David Grove Glenda Grove Eric Grove Adam Grove",
  "customer_addr": "18733 330th Ave\nUNIONVILLE, IA 52594",
  "certificate": "42-A-1093",
  "site_id": "001",
  "site_name": "DAVID,GLENDA,,ERIC,& ADAM GROVE",
  "insp_type": "ROUTINE INSPECTION",
  "date": "12-MAY-2021",
  "report_date": "12-MAY-2021",
  "citations": [
    {
      "code": "3.1(f)",
      "kind": "",
      "repeat": false,
      "desc": "Housing facilities, general.",
      "narrative": "The facility provides the dogs with animal bones to chew in order to help maintain the dogs' dental health. In the majority\nof the enclosures, containing approximately thirty adult dogs, there is a large buildup of old and fresh animal bones.\nSome of the bones still have meat attached to them and in at least one of these enclosures the odor of decomposition is\ncoming from a pile of bones near the outdoor shelter. The buildup of bones could have a negative impact on the dogs'\nhealth and well-being by creating foul odors as well as potentially attracting pests such as flies and mice.\nTwo outdoor enclosures, containing a total of four dogs, each have a large puddle of water. In one of the affected\nenclosures, the puddle of water is located beneath the shade structure and the other affected enclosure has a puddle next\nto the concrete slab the shelter is placed on. Standing puddles of water could attract pests such as mosquitoes and other\ninsects which could ultimately have a negative impact on the health of the dogs.\nHousing facilities must provide for the regular and frequent collection, removal, and disposal of food waste, debris,\ngarbage, water, and any other waste. Housing facilities must be equipped with drainage systems that rapidly eliminates\nwaste fluids and water. Standing puddles of water in animal enclosures must be drained or mopped up. The licensee\nmust eliminate the buildup of old bones and the puddles of water from the dog enclosures in order to support the animals'\nwell-being.\nTo be corrected by: June 02, 2021"
    },
    {
      "code": "3.4(b)",
      "kind": "",
      "repeat": false,
      "desc": "Outdoor housing facilities.",
      "narrative": "In one enclosure, containing three adult dogs, the outdoor shelter does not have a floor and is also not tall enough to\ncontain the dogs compliantly. The dogs are Great Danes and are taller than the shelter when standing in a normal\nposition. Failure to provide a floor may allow water and pests into the shelter and a shelter that is not tall enough may\ncause discomfort to the animals.\nOutdoor shelter structures must be large enough to allow each animal to sit, stand, and lie in a normal manner and to turn\nabout freely. Shelters must contain a roof, four sides, and a floor. The licensee must either replace the affected shelter\nwith a compliant shelter or alter the affected shelter in a manner that provides a floor and an appropriate amount of height.\nThe licensee must ensure all shelter structures are compliant at all times.\nTo be corrected by: June 04, 2021"
    },
    {
      "code": "3.6(a)(2)(ii)",
      "kind": "",
      "repeat": false,
      "desc": "Primary enclosures.",
      "narrative": "A male black and white Great Dane named Merlin has small, bleeding wounds on the upper left and lower right lips. The\nlicensee was unable to hold the dog for closer examination. The licensee says these types of injuries are common with\nthis dog and are the result of Merlin repeatedly striking his mouth against a hard wire fence (cattle panel) during\naggressive interactions with another male dog in an adjoining enclosure.\nConstruction materials that are safe and effective for most animals, can be a source of injury for other animals that display\nunusual or aggressive behaviors.\nThe outdoor enclosures at this facility are constructed of wire cattle panels and other types of wire fencing. In numerous\nenclosures, containing approximately seventeen dogs, sharp points were discovered by the inspectors. Several of the\ncattle panels are cut in a way that leaves short sharp points approximately ¼ inch long along the cut edge and located at\nthe level of the dogs. Wire is used throughout the facility to connect the fence panels and secure them to posts, to secure\nfencing protecting trees, and to secure shade structures and feeders. In many spots, the sharp ends of the wires project\ninto the enclosures. In one enclosure, a screw was protruding from a board above the door of a shelter. One of the\nfeeders had a missing metal access door, but one of sharp screws once used to secure the door remains and is\nprotruding into the feeding area.\nSharp points within primary enclosures are potential causes of injury to the dogs.\nPrimary enclosures must be constructed and maintained so that they protect dogs from injury. Sharp points must be\neliminated, and Merlin’s enclosure must be constructed in a way that prevents further injury.\nTo be corrected by: June 1, 2020"
    },
    {
      "code": "3.9(a)",
      "kind": "",
      "repeat": false,
      "desc": "Feeding",
      "narrative": "In one enclosure, containing three adult dogs, the metal self feeder is missing the access door flap and bird droppings are\nlocated on the dog food. In approximately two enclosures, contain at least four dogs, caked feed was found in the interior\ncorners of the metal self feeders. Caked dog food and food contaminated by bird feces may have a negative impact on\nthe health and well-being of the dogs.\nDog food must be uncontaminated, wholesome, palatable, and of sufficient quantity and nutritive value to maintain the\nnormal condition and weight of the animal. The licensee must ensure that the food provided to the dogs remains\nuncontaminated and wholesome at all times.\nTo be corrected by: End of business May 13, 2021"
    },
    {
      "code": "3.11(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "Cleaning, sanitization, housekeeping, and pest control.",
      "narrative": "The surfaces of the interior walls of at least two outdoor shelters are coated in a heavy buildup of brown dirt. A total of six\nadult dogs have access to the affected shelters. At least one metal feeder has a buildup of brown dirt and debris on the\nexterior side of the access door. Two adult dogs have access to this feeder. The interiors of at least two metal feeders\nhave a buildup of caked feed in the corners. At least four adult dogs have access to these feeders. The facility\nrepresentative stated that the feeders and shelters are not sanitized. Buildup of dirt, debris, and food waste could\nincrease the risk of disease towards the dogs.\nPrimary enclosures and food and water receptacles must be sanitized once every two weeks and more often to prevent\nthe accumulation of dirt, debris, food waste, excreta and other disease hazards. The licensee must sanitize the outdoor\nshelters and metal feeders and must ensure all surfaces the dogs come into contact with are sanitized once every two\nweeks or more often if necessary in order to support the health and well-being of the animals.\nTo be corrected by: May 26, 2021\nThis inspection and exit interview were conducted with the facility representatives.\nAdditional Inspectors:\nWilliam Janecke, VETERINARY MEDICAL OFFICEREnd Section"
    }
  ],
  "narrative": "3.1(f) \n   \nHousing facilities, general. \nThe facility provides the dogs with animal bones to chew in order to help maintain the dogs' dental health.  In the majority \nof the enclosures, containing approximately thirty adult dogs, there is a large buildup of old and fresh animal bones.  \nSome of the bones still have meat attached to them and in at least one of these enclosures the odor of decomposition is \ncoming from a pile of bones near the outdoor shelter.  The buildup of bones could have a negative impact on the dogs' \nhealth and well-being by creating foul odors as well as potentially attracting pests such as flies and mice. \n \nTwo outdoor enclosures, containing a total of four dogs, each have a large puddle of water.  In one of the affected \nenclosures, the puddle of water is located beneath the shade structure and the other affected enclosure has a puddle next \nto the concrete slab the shelter is placed on.  Standing puddles of water could attract pests such as mosquitoes and other \ninsects which could ultimately have a negative impact on the health of the dogs. \n \nHousing facilities must provide for the regular and frequent collection, removal, and disposal of food waste, debris, \ngarbage, water, and any other waste.  Housing facilities must be equipped with drainage systems that rapidly eliminates \nwaste fluids and water.  Standing puddles of water in animal enclosures must be drained or mopped up.  The licensee\n\nmust eliminate the buildup of old bones and the puddles of water from the dog enclosures in order to support the animals' \nwell-being. \n \nTo be corrected by:  June 02, 2021 \n3.4(b) \n   \nOutdoor housing facilities. \nIn one enclosure, containing three adult dogs, the outdoor shelter does not have a floor and is also not tall enough to \ncontain the dogs compliantly.  The dogs are Great Danes and are taller than the shelter when standing in a normal \nposition.  Failure to provide a  floor may allow water and pests into the shelter and a shelter that is not tall enough may \ncause discomfort to the animals. \n \nOutdoor shelter structures must be large enough to allow each animal to sit, stand, and lie in a normal manner and to turn \nabout freely.  Shelters must contain a roof, four sides, and a floor.  The licensee must either replace the affected shelter \nwith a compliant shelter or alter the affected shelter in a manner that provides a floor and an appropriate amount of height.  \nThe licensee must ensure all shelter structures are compliant at all times. \n \nTo be corrected by:  June 04, 2021 \n3.6(a)(2)(ii) \n   \nPrimary enclosures. \nA male black and white Great Dane named Merlin has small, bleeding wounds on the upper left and lower right lips.  The \nlicensee was unable to hold the dog for closer examination.  The licensee says these types of injuries are common with \nthis dog and are the result of Merlin repeatedly striking his mouth against a hard wire fence (cattle panel) during\n\naggressive interactions with another male dog in an adjoining enclosure. \n \nConstruction materials that are safe and effective for most animals, can be a source of injury for other animals that display \nunusual or aggressive behaviors. \n \nThe outdoor enclosures at this facility are constructed of wire cattle panels and other types of wire fencing.  In numerous \nenclosures, containing approximately seventeen dogs, sharp points were discovered by the inspectors.  Several of the \ncattle panels are cut in a way that leaves short sharp points approximately ¼ inch long along the cut edge and located at \nthe level of the dogs.  Wire is used throughout the facility to connect the fence panels and secure them to posts, to secure \nfencing protecting trees, and to secure shade structures and feeders. In many spots, the sharp ends of the wires project \ninto the enclosures.   In one enclosure, a screw was protruding from a board above the door of a shelter.   One of the \nfeeders had a missing metal access door, but one of sharp screws once used to secure the door remains and is \nprotruding into the feeding area. \n \nSharp points within primary enclosures are potential causes of injury to the dogs. \n \nPrimary enclosures must be constructed and maintained so that they protect dogs from injury.  Sharp points must be \neliminated, and Merlin’s enclosure must be constructed in a way that prevents further injury. \n \nTo be corrected by:  June 1, 2020 \n3.9(a) \n   \nFeeding\n\nIn one enclosure, containing three adult dogs, the metal self feeder is missing the access door flap and bird droppings are \nlocated on the dog food.  In approximately two enclosures, contain at least four dogs, caked feed was found in the interior \ncorners of the metal self feeders.  Caked dog food and food contaminated by bird feces may have a negative impact on \nthe health and well-being of the dogs. \n \nDog food must be uncontaminated, wholesome, palatable, and of sufficient quantity and nutritive value to maintain the \nnormal condition and weight of the animal.  The licensee must ensure that the food provided to the dogs remains \nuncontaminated and wholesome at all times. \n \nTo be corrected by:  End of business May 13, 2021 \n3.11(b)(2) \n   \nCleaning, sanitization, housekeeping, and pest control. \nThe surfaces of the interior walls of at least two outdoor shelters are coated in a heavy buildup of brown dirt.  A total of six \nadult dogs have access to the affected shelters.   At least one metal feeder has a buildup of brown dirt and debris on the \nexterior side of the access door.  Two adult dogs have access to this feeder.  The interiors of at least two metal feeders \nhave a buildup of caked feed in the corners.  At least four adult dogs have access to these feeders.  The facility \nrepresentative stated that the feeders and shelters are not sanitized.  Buildup of dirt, debris, and food waste could \nincrease the risk of disease towards the dogs. \n \nPrimary enclosures and food and water receptacles must be sanitized once every two weeks and more often to prevent \nthe accumulation of dirt, debris, food waste, excreta and other disease hazards.  The licensee must sanitize the outdoor \nshelters and metal feeders and must ensure all surfaces the dogs come into contact with are sanitized once every two\n\nweeks or more often if necessary in order to support the health and well-being of the animals. \n \nTo be corrected by:  May 26, 2021 \n \nThis inspection and exit interview were conducted with the facility representatives. \n \nAdditional Inspectors: \nWilliam Janecke, VETERINARY MEDICAL OFFICEREnd Section",
  "animals_total": 33,
  "species": [
    {
      "count": 33,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    }
  ]
}