{
  "insp_id": "2016090000632542",
  "layout": "b",
  "customer_id": "502696",
  "customer_name": "JACOB LAMBRIGHT",
  "customer_addr": "44113 COUNTY ROAD 388\nBLOOMINGDALE, MI 49026",
  "certificate": "34-A-0230",
  "site_id": "001",
  "site_name": "JACOB LAMBRIGHT",
  "insp_type": "ROUTINE INSPECTION",
  "date": "16-JUN-2021",
  "report_date": "17-JUN-2021",
  "citations": [
    {
      "code": "3.4(b)",
      "kind": "",
      "repeat": false,
      "desc": "Outdoor housing facilities.",
      "narrative": "There are four outdoor enclosures housing 13 adult collies. Three enclosures have three collies, and one enclosure has\nfour collies. There is another outdoor enclosure that houses 4 juvenile, approximately 4 month old, collies. Each\nenclosure has a single igloo dog house contained in it.\nOutdoor facilities for dogs must include one or more shelter structures that are accessible to each animal in each outdoor\nfacility, and that are large enough to allow each animal in the shelter structure to sit, stand, and lie in a normal manner,\nand to turn about freely.\nAdditional shelters must be added to these enclosures to provide the animals contained shelter from the elements and to\nallow each animal in the shelter to sit, stand, and lie down freely. Shelters provide protection from rain, wind, and snow\nand are required for the comfort and welfare of the animals.\nTo be completed by June 25, 2021."
    },
    {
      "code": "3.4(b)(3)",
      "kind": "",
      "repeat": false,
      "desc": "Outdoor housing facilities.",
      "narrative": "There are 13 adult collies, 4 juvenile collies, one Rottweiler, 2 Labrador retrievers and 8 shelties in outdoor enclosures\nwith a single shelter. These shelters do not have wind and rain breaks at the entrance to the shelter.\nOutdoor facilities for dogs must include one or more shelter structures with a wind break and rain break at the entrance.\nA wind break must be added to the front of these enclosures to protect the animals from the rain and wind. Wind and rain\nbreaks are necessary to keep animals warm and dry and prevent discomfort.\nTo be corrected by June 26, 2021."
    },
    {
      "code": "3.6(c)(4)",
      "kind": "",
      "repeat": false,
      "desc": "Primary enclosures.",
      "narrative": "The licensee has two dogs tethered inside an enclosure. An female black lab with id 998554 is tied with heavy chain to\ntwo 18\" to 22\" logs. The licensee stated this was done so that the dog could not jump out of the enclosure. There is a\nmale chocolate lab with id 22498398 in the same enclosure that is tethered to the fence to prevent it from escaping the\nprimary enclosure.\nPermanent tethering of dogs is prohibited for use as primary enclosure.\nTethering is not allowed for use as the primary enclosure. Primary enclosures must be constructed to contain the animals\nwithout the use of tethering. The use of tethers can lead to injury or strangulation of animals and possible death. The\nfemale, black lab was unchained and placed inside the sheltered kennel at time of inspection.\nTo be corrected immediately."
    },
    {
      "code": "3.10(a)",
      "kind": "Direct",
      "repeat": false,
      "desc": "Watering",
      "narrative": "In an outside enclosure in the second enclosure on the left with a 2 female collies with id's 17591, and 1532039, and 1\nmale collie with id 17590 there was no water in the water receptacle. I asked the licensee to fill the water receptacle and\nthe dogs drank from 45 - 60 seconds straight.\nPotable water must be continuously available to the dogs.\nWater must be provided to dogs constantly to prevent dehydration and risk of disease.\nTo be corrected by June 17, 2021."
    },
    {
      "code": "3.11(a)",
      "kind": "",
      "repeat": false,
      "desc": "Cleaning, sanitization, housekeeping, and pest control.",
      "narrative": "The licensee is not cleaning feces from the outdoor primary enclosures. There is excessive feces in the enclosures of 13\nadult collies, 1 adult Rottweiler, 4 juvenile collies, and 10 adult shelties. There is a single male French bulldog with id\n8712041 housed in sheltered housing that also has excessive feces in the primary enclosure.\nExcreta and food waste must be removed from primary enclosures daily to prevent soiling of the dogs contained in the\nprimary enclosures, and to reduce disease hazards, insects, pests and odors.\nFeces must be removed from primary enclosures daily to reduce odor, disease hazard, and the presence of flies.\nTo be corrected by June 18, 2021.\nThis inspection and exit interview were conducted with the licensee.\nEnd Section"
    }
  ],
  "narrative": "3.4(b) \n   \nOutdoor housing facilities. \nThere are four outdoor enclosures housing 13 adult collies.  Three enclosures have three collies, and one enclosure has \nfour collies.  There is another outdoor enclosure that houses 4 juvenile,  approximately 4 month old, collies.  Each \nenclosure has a single igloo dog house contained in it. \n \nOutdoor facilities for dogs must include one or more shelter structures that are accessible to each animal in each outdoor \nfacility, and that are large enough to allow each animal in the shelter structure to sit, stand, and lie in a normal manner, \nand to turn about freely. \n \nAdditional shelters must be added to these enclosures to provide the animals contained shelter from the elements and to \nallow each animal in the shelter to sit, stand, and lie down freely.  Shelters provide  protection from rain, wind, and snow \nand are required for the comfort and welfare of the animals. \n \nTo be completed by June 25, 2021. \n3.4(b)(3) \n   \nOutdoor housing facilities.\n\nThere are 13 adult collies, 4 juvenile collies, one Rottweiler, 2 Labrador retrievers and 8 shelties in outdoor enclosures \nwith a single shelter.  These shelters do not have wind and rain breaks at the entrance to the shelter. \n \nOutdoor facilities for dogs must include one or more shelter structures with a wind break and rain break at the entrance. \n \nA wind break must be added to the front of these enclosures to protect the animals from the rain and wind.  Wind and rain \nbreaks are necessary to keep animals warm and dry and prevent discomfort. \n \nTo be corrected by June 26, 2021. \n3.6(c)(4) \n   \nPrimary enclosures. \nThe licensee has two dogs tethered inside an enclosure.  An female black lab with id 998554 is tied with heavy chain to \ntwo 18\" to 22\" logs.  The licensee stated this was done so that the dog could not jump out of the enclosure.  There is a \nmale chocolate lab with id 22498398  in the same enclosure that is tethered to the fence to prevent it from escaping the \nprimary enclosure. \n \nPermanent tethering of dogs is prohibited for use as primary enclosure. \n \nTethering is not allowed for use as the primary enclosure.  Primary enclosures must be constructed to contain the animals \nwithout the use of tethering.  The use of tethers can lead to injury or strangulation of animals and possible death.  The \nfemale, black lab was unchained and placed inside the sheltered kennel at time of inspection.\n\nTo be corrected immediately. \n3.10(a)  Direct\n   \nWatering \nIn an outside enclosure in the second enclosure on the left with a 2 female collies with id's 17591, and 1532039, and 1 \nmale collie with id 17590 there was no water in the water receptacle.  I asked the licensee to fill the water receptacle and \nthe dogs drank from 45 - 60 seconds straight. \n \nPotable water must be continuously available  to the dogs. \n \nWater must be provided  to dogs constantly to prevent  dehydration and risk of disease. \n \nTo be corrected by June 17, 2021. \n3.11(a) \n   \nCleaning, sanitization, housekeeping, and pest control. \nThe licensee is not cleaning feces from the outdoor primary enclosures.  There is excessive feces in the enclosures of 13 \nadult collies, 1 adult Rottweiler, 4 juvenile collies, and 10 adult shelties.  There is a single male French bulldog with id \n8712041 housed in sheltered housing that also has excessive feces in the primary enclosure. \n \nExcreta and food waste must be removed  from primary enclosures daily to prevent soiling of the dogs contained in the \nprimary enclosures, and to reduce disease hazards, insects, pests and odors.\n\nFeces must be removed  from primary enclosures daily to reduce odor, disease hazard, and the presence of flies. \n \nTo be corrected by June 18, 2021. \n \nThis inspection and exit interview were conducted with the licensee. \n \nEnd Section",
  "animals_total": 66,
  "species": [
    {
      "count": 38,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 28,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}