{
  "insp_id": "12151431450957",
  "layout": "a",
  "customer_id": "9222",
  "customer_name": "Clyde Z Horst",
  "customer_addr": "N15935 Fernwall Ave\nStanley, WI 54768",
  "certificate": "35-A-0348",
  "site_id": "001",
  "site_name": "CLYDE HORST",
  "insp_type": "ROUTINE INSPECTION",
  "date": "12-JAN-2015",
  "report_date": "12-JAN-2015",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "A female Maltese with tag number 008 has areas of hair loss on her left side and around the base of her tail. A\nfemale Bichon with tag number 373 also has areas of hair loss on her front legs above the paws. The skin in the\nareas of hair loss on both dogs appears reddened and all areas have small raised reddish colored lesions present.\nThe facility representative is currently treating the areas of hair loss with a topical spray, but has not yet sought\nveterinary attention for the dogs. Failure to have the issue addressed by the attending veterinarian can result in\npain and discomfort to the animals. The animals must be evaluated by the attending veterinarian and the\nprescribed treatment must be administered."
    },
    {
      "code": "2.75(a)(1)",
      "kind": "",
      "repeat": true,
      "desc": "RECORDS: DEALERS AND EXHIBITORS.",
      "narrative": "The facility record of dogs on hand (APHIS Form 7005) do not contain all the required acquisition information for\nblock letter I. Failure to document the required information does not allow for the proper tracking of the dogs. All\nthe required information pertaining to the acquisition of the dogs must be documented on the facility record of dogs\non hand to ensure that the facility records are complete and accurate.\nInspection and exit interview conducted with licensee.\nEnd of report."
    }
  ],
  "narrative": "2.40(b)(2)                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nA female Maltese with tag number 008 has areas of hair loss on her left side and around the base of her tail.  A\nfemale Bichon with tag number 373 also has areas of hair loss on her front legs above the paws.  The skin in the\nareas of hair loss on both dogs appears reddened and all areas have small raised reddish colored lesions present. \nThe facility representative  is currently treating the areas of hair loss with a topical spray, but has not yet sought\nveterinary attention for the dogs.  Failure to have the issue addressed by the attending veterinarian can result in\npain and discomfort to the animals.  The animals must be evaluated by the attending veterinarian and the\nprescribed treatment must be administered. \n2.75(a)(1)                    REPEAT\nRECORDS: DEALERS AND EXHIBITORS.\nThe facility record of dogs on hand (APHIS Form 7005) do not contain all the required acquisition information for\nblock letter I.  Failure to document the required information does not allow for the proper tracking of the dogs.  All \nthe required information pertaining to the acquisition of the dogs must be documented on the facility record of dogs\non hand  to ensure that the facility records are complete and accurate.\nInspection and exit interview conducted with licensee.\nEnd of report.",
  "animals_total": 85,
  "species": [
    {
      "count": 75,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 10,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}