{
  "insp_id": "274151626240994",
  "layout": "a",
  "customer_id": "7405",
  "customer_name": "Alison Ueland",
  "customer_addr": "3144 Main St\nSumneytown, PA 18084",
  "certificate": "23-C-0160",
  "site_id": "001",
  "site_name": "ALISON UELAND",
  "insp_type": "ROUTINE INSPECTION",
  "date": "01-OCT-2015",
  "report_date": "01-OCT-2015",
  "citations": [
    {
      "code": "2.40(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "Section 2.40(a)(1) Veterinary care: The written Program of Veterinary Care (PVC) for this facility lacks specific\nguidance for the care of animals. There is no specific guidance for the parasite control of various species, only a list\nof drugs. Species specific dosing and route is not included for any species or drug. Specific guidance from the\nattending veterinarian is required for all drugs used by the licensee. Additional specific guidance is required for the\nPVC. Failure to have specific accurate guidance does not ensure the attending veterinarian is aware of the current\npractices at the facility and also does not ensure the facility has accurate guidance to provide adequate care to the\nanimals. Correct this by developing and implementing a complete, accurate Program of Veterinary Care for all\nspecies housed at the facility. Correct by November 1, 2015."
    },
    {
      "code": "2.40(b)(4)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "Section 2.40(b)(4) Veterinary care: The licensee is removing the scent glands from young skunks without written\nguidance from the attending veterinarian. Each exhibitor must establish and maintain programs of adequate\nveterinary care that include adequate guidance from the attending veterinarian regarding anesthesia and surgical\nprocedures. Specific guidance from the attending veterinarian is required for all medical/surgical procedures\nperformed by the licensee or other facility personnel. Failure to have specific accurate guidance does not ensure\nthe attending veterinarian is aware of the current practices at the facility and also does not ensure the facility has\naccurate guidance to provide adequate care to the animals. Correct this by developing with the attending\nveterinarian a complete, accurate, written description of the method used to remove the scent glands to include the\nprocedure, facilities, equipment, anesthetics, and care of the animals. Correct by November 1, 2015."
    },
    {
      "code": "3.58(a)",
      "kind": "",
      "repeat": false,
      "desc": "CLASSIFICATION AND SEPARATION.",
      "narrative": "Section 3.58(a) Classification and separation: A rabbit is housed in an enclosure with chickens. The chicken feces\nmay contaminate the food for the rabbit and the surfaces of the enclosure. Fecal material may contain bacteria and\nparasites and cause the rabbit to become ill. Rabbits must not be housed in the same primary enclosure with any\nother species of animals for their health and to comply with the Animal Welfare regulations. Correct by October 3,\n2015.\nAn exit briefing was conducted with the licensee."
    }
  ],
  "narrative": "2.40(a)(1)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nSection 2.40(a)(1) Veterinary care: The written Program of Veterinary Care (PVC) for this facility lacks specific\nguidance for the care of animals.  There is no specific guidance for the parasite control of various species, only a list\nof drugs.  Species specific dosing and route is not included for any species or drug.  Specific guidance from the\nattending veterinarian is required for all drugs used by the licensee.  Additional specific guidance is required for the\nPVC.  Failure to have specific accurate guidance does not ensure the attending veterinarian is aware of the current\npractices at the facility and also does not ensure the facility has accurate guidance to provide adequate care to the\nanimals.  Correct this by developing and implementing a complete, accurate Program of Veterinary Care for all\nspecies housed at the facility.  Correct by November 1, 2015.\n2.40(b)(4)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nSection 2.40(b)(4) Veterinary care: The licensee is removing the scent glands from young skunks without written\nguidance from the attending veterinarian.  Each exhibitor must establish and maintain programs of adequate\nveterinary care that include adequate guidance from the attending veterinarian regarding anesthesia and surgical\nprocedures.  Specific guidance from the attending veterinarian is required for all medical/surgical procedures\nperformed by the licensee or other facility personnel.  Failure to have specific accurate guidance does not ensure\nthe attending veterinarian is aware of the current practices at the facility and also does not ensure the facility has\naccurate guidance to provide adequate care to the animals.  Correct this by developing with the attending\nveterinarian a complete, accurate, written description of the method used to remove the scent glands to include the\nprocedure, facilities, equipment, anesthetics, and care of the animals.  Correct by November 1, 2015.\n3.58(a)\nCLASSIFICATION AND SEPARATION. \nSection 3.58(a) Classification and separation: A rabbit is housed in an enclosure with chickens.  The chicken feces\nmay contaminate the food for the rabbit and the surfaces of the enclosure.  Fecal material may contain bacteria and\n\nparasites and cause the rabbit to become ill.   Rabbits must not be housed in the same primary enclosure with any\nother species of animals for their health and to comply with the Animal Welfare regulations.  Correct by October 3,\n2015.\nAn exit briefing was conducted with the licensee.",
  "animals_total": 35,
  "species": [
    {
      "count": 2,
      "scientific": "Atelerix albiventris",
      "common": "HEDGEHOG"
    },
    {
      "count": 8,
      "scientific": "Chinchilla lanigera",
      "common": "CHINCHILLA"
    },
    {
      "count": 4,
      "scientific": "Didelphis virginiana",
      "common": "VIRGINIA OPOSSUM"
    },
    {
      "count": 3,
      "scientific": "Dolichotis patagonum",
      "common": "PATAGONIAN CAVY / MARA"
    },
    {
      "count": 2,
      "scientific": "Erethizon dorsatum",
      "common": "NORTH AMERICAN PORCUPINE"
    },
    {
      "count": 3,
      "scientific": "Hystrix africaeaustralis",
      "common": "CAPE PORCUPINE"
    },
    {
      "count": 8,
      "scientific": "Mephitis mephitis",
      "common": "STRIPED SKUNK"
    },
    {
      "count": 1,
      "scientific": "Nasuella olivacea",
      "common": "MOUNTAIN COATI"
    },
    {
      "count": 1,
      "scientific": "Oryctolagus cuniculus",
      "common": "EUROPEAN RABBIT"
    },
    {
      "count": 1,
      "scientific": "Petaurus breviceps",
      "common": "SUGAR GLIDER"
    },
    {
      "count": 1,
      "scientific": "Procyon lotor",
      "common": "RACCOON"
    },
    {
      "count": 1,
      "scientific": "Urocyon cinereoargenteus",
      "common": "GRAY FOX / GREY FOX"
    }
  ]
}