{
  "insp_id": "INS-0000866111",
  "layout": "c",
  "customer_id": "6014544",
  "customer_name": "Sunrise Kennels LLC",
  "customer_addr": "2607 Birch Rd\nCorydon, IA 50060",
  "certificate": "42-A-1705",
  "site_id": "001",
  "site_name": "Sunrise Kennels LLC",
  "insp_type": "ROUTINE INSPECTION",
  "date": "24-APR-2023",
  "report_date": "24-APR-2023",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "Female pug puppy (DOB 04-March-2023, Dam ID #9690) has poor eye health and nasal discharge. The surface of the\nright eye is completely cloudy and has a blueish color. A small amount of dried yellow colored discharge is attached to\nthe hair around the eye. The left eye is sealed shut by dry yellow colored discharge and a wet grey discharge is around\nboth nostrils. The puppy has not been evaluated by a veterinarian and is not receiving any treatment. Poor eye health\ncould cause pain and discomfort to the dog and discharge from the eyes and nostrils could indicate an underlying illness.\nEach dealer must use appropriate methods to prevent, control, diagnose, and treat diseases and injuries. The puppy\nmust be evaluated by a veterinarian for an accurate diagnosis and to develop an effective treatment plan. The licensee\nmust ensure that each animal receives adequate veterinary care at all times.\nTo be corrected by: The licensee was verbally instructed at the time of the inspection to have the puppy evaluated by the\nend of business 27-April-2023."
    },
    {
      "code": "2.75(a)",
      "kind": "",
      "repeat": false,
      "desc": "Records: Dealers and exhibitors",
      "narrative": "Eight dogs and their acquisition information are missing from APHIS form 7005 (Record of Acquisition of Dogs and Cats\non Hand). The acquisition information is necessary for APHIS officials to identify dogs and to trace their movements.\nEach dealer shall make, keep, and maintain records which fully and correctly disclose the required information for each\ndog purchased or otherwise acquired, owned, held, in possession of, or which is transported, euthanized, sold or\notherwise disposed of. The licensee must add the eight dogs and their acquisition information to APHIS form 7005. The\nlicensee must ensure that all required documents are complete with all necessary information.\nTo be corrected by: APHIS form 7005 must be kept current beginning on 24-April-2023."
    },
    {
      "code": "3.7(c)",
      "kind": "",
      "repeat": false,
      "desc": "Compatible grouping.",
      "narrative": "A 3-month-old dachshund puppy is housed with two adult pugs. Neither of the pugs are the puppy's dam or foster dam.\nHousing puppies with adults that are not their dam could cause injury to the puppy should the adult become aggressive or\ninterfere with the puppy's access to food should the adult display resource guarding behaviors.\nPuppies 4 months of age or less may not be housed in the same primary enclosure with adult dogs other than their dams\nor foster dams. The licensee must either house the puppy alone or with pen mates that meet the requirements for\ncompatible housing. The licensee must ensure that all dogs housed in the same enclosure are compatible at all times.\nTo be corrected by: The puppy was moved to a new enclosure at the time of the inspection."
    },
    {
      "code": "3.13(b)",
      "kind": "",
      "repeat": false,
      "desc": "Veterinary care for dogs.",
      "narrative": "On 04-April-2023, female pug (microchip #000005830709) was examined by the attending veterinarian for a concern with\nthe left eye. No medical record exists documenting this examination along with the results and treatment plan.\nThe facility had six dogs tested for heartworm and fecals done for eight dogs. No medical record exists that contains the\nidentification of which dogs were tested or the results of these tests.\nFailure to create a complete medical record may interfere with the ability of APHIS officials to determine if the animals are\nreceiving adequate veterinary care.\nEach dealer shall keep copies of medical records that include the identification of the animal, dates and results of all\nscreening, routine, or other required or recommended tests or examinations. The licensee must document on a medical\nrecord the identification of the animal, the results of all examinations and tests performed, and any treatment plans. The\nlicensee must ensure that all medical records are complete and contain all required information.\nTo be corrected by: The licensee was verbally instructed at the time of the inspection to have a documented medical\nrecord for the condition of the eye of female pug (#000005830709) by end of business 27-April-2023. The facility must\nbegin keeping all other medical records starting on 24-April-2023.\nThis inspection and exit interview were conducted with the facility representative.\nn"
    }
  ],
  "narrative": "2.40(b)(2) \n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nFemale pug puppy (DOB 04-March-2023, Dam ID #9690) has poor eye health and nasal discharge.  The surface of the \nright eye is completely cloudy and has a blueish color.  A small amount of dried yellow colored discharge is attached to \nthe hair around the eye.  The left eye is sealed shut by dry yellow colored discharge and a wet grey discharge is around \nboth nostrils.  The puppy has not been evaluated by a veterinarian and is not receiving any treatment.  Poor eye health \ncould cause pain and discomfort to the dog and discharge from the eyes and nostrils could indicate an underlying illness. \n \nEach dealer must use appropriate methods to prevent, control, diagnose, and treat diseases and injuries.  The puppy \nmust be evaluated by a veterinarian for an accurate diagnosis and to develop an effective treatment plan.  The licensee \nmust ensure that each animal receives adequate veterinary care at all times. \n \nTo be corrected by:  The licensee was verbally instructed at the time of the inspection to have the puppy evaluated by the \nend of business 27-April-2023. \n2.75(a) \n   \nRecords: Dealers and exhibitors\n\nEight dogs and their acquisition information are missing from APHIS form 7005 (Record of Acquisition of Dogs and Cats \non Hand).  The acquisition information is necessary for APHIS officials to identify dogs and to trace their movements. \n \nEach dealer shall make, keep, and maintain records which fully and correctly disclose the required information for each \ndog purchased or otherwise acquired, owned, held, in possession of, or which is transported, euthanized, sold or \notherwise disposed of.  The licensee must add the eight dogs and their acquisition information to APHIS form 7005.  The \nlicensee must ensure that all required documents are complete with all necessary information. \n \nTo be corrected by:  APHIS form 7005 must be kept current beginning on 24-April-2023. \n3.7(c) \n   \nCompatible grouping. \nA 3-month-old dachshund puppy is housed with two adult pugs.  Neither of the pugs are the puppy's dam or foster dam.  \nHousing puppies with adults that are not their dam could cause injury to the puppy should the adult become aggressive or \ninterfere with the puppy's access to food should the adult display resource guarding behaviors.     \n \nPuppies 4 months of age or less may not be housed in the same primary enclosure with adult dogs other than their dams \nor foster dams.  The licensee must either house the puppy alone or with pen mates that meet the requirements for \ncompatible housing.  The licensee must ensure that all dogs housed in the same enclosure are compatible at all times. \n \nTo be corrected by:  The puppy was moved to a new enclosure at the time of the inspection. \n3.13(b) \n   \nVeterinary care for dogs.\n\nOn 04-April-2023, female pug (microchip #000005830709) was examined by the attending veterinarian for a concern with \nthe left eye.  No medical record exists documenting this examination along with the results and treatment plan.   \n \nThe facility had six dogs tested for heartworm and fecals done for eight dogs.  No medical record exists that contains the \nidentification of which dogs were tested or the results of these tests. \n \nFailure to create a complete medical record may interfere with the ability of APHIS officials to determine if the animals are \nreceiving adequate veterinary care. \n \nEach dealer shall keep copies of medical records that include the identification of the animal, dates and results of all \nscreening, routine, or other required or recommended tests or examinations.  The licensee must document on a medical \nrecord the identification of the animal, the results of all examinations and tests performed, and any treatment plans.  The \nlicensee must ensure that all medical records are complete and contain all required information.   \n \nTo be corrected by:  The licensee was verbally instructed at the time of the inspection to have a documented medical \nrecord for the condition of the eye of female pug (#000005830709) by end of business 27-April-2023.  The facility must \nbegin keeping all other medical records starting on 24-April-2023. \n \nThis inspection and exit interview were conducted with the facility representative. \n \n n",
  "animals_total": 90,
  "species": [
    {
      "count": 57,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 33,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}