{
  "insp_id": "INS-0000818060",
  "layout": "c",
  "customer_id": "330919",
  "customer_name": "Stephen A Bennett",
  "customer_addr": "313 TERRIER ROAD\nTHEODOSIA, MO 65761",
  "certificate": "43-A-5975",
  "site_id": "001",
  "site_name": "Stephen Bennett",
  "insp_type": "ROUTINE INSPECTION",
  "date": "28-SEP-2022",
  "report_date": "28-SEP-2022",
  "citations": [
    {
      "code": "2.50(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Time and method of identification.",
      "narrative": "Nine dogs greater than 16 weeks old did not have any form of identification (microchip, collar and tag, tatoo). Proper\nidentification is necessary for trace-backs, medical and preventative treatment, and medical records. The licensee must\nensure that all dogs over 16 weeks old have proper identification.\nTO BE CORRECTED BY OCTOBER 28, 2022."
    },
    {
      "code": "2.50(a)(2)",
      "kind": "",
      "repeat": false,
      "desc": "Time and method of identification.",
      "narrative": "Four puppies under 16 weeks old in one litter were missing identification numbers, gender, and a description on their\ncage cards. Three puppies under 16 weeks old in another litter were missing identification numbers and a description on\ntheir cage cards. Proper identification is necessary for trace-backs, medical records, medical treatment, and sales\nrecords. The licensee must ensure that all puppies have complete identification information.\nTO BE CORRECTED BY OCTOBER 15, 2022."
    },
    {
      "code": "2.75(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Records: Dealers and exhibitors.",
      "narrative": "The facility representative could not produce the Record of Acquisition for Dogs on Hand (APHIS form 7005) for the dogs\nin the kennel at the time of the inspection. These records are necessary for trace-backs and for identification purposes for\nthe dogs. The licensee must keep and maintain these records and make them available for inspection.\nTO BE CORRECTED BY OCTOBER 28, 2022."
    },
    {
      "code": "3.13(a)",
      "kind": "",
      "repeat": false,
      "desc": "Veterinary care for dogs.",
      "narrative": "The licensee is not following the Program of Veterinary Care (PVC) written by her Attending Veterinarian. The PVC\nstates that 33% of the adult dogs in the kennel are to be tested for heartworm annually and that all adult dogs are to be\ntested for intestinal parasites annually. The licensee has not had this testing done in the past year. Following the PVC is\nnecessary so that the dogs receive appropriate preventative care for their health and well-being. The licensee must follow\nthe PVC as written by the Attending Veterinarian.\nTO BE CORRECTED BY OCTOBER 28, 2022.\nThis inspection and exit interview were conducted with a facility representative.\nn"
    }
  ],
  "narrative": "2.50(a)(1) \n   \nTime and method of identification. \nNine dogs greater than 16 weeks old did not have any form of identification (microchip, collar and tag, tatoo).  Proper \nidentification is necessary for trace-backs, medical and preventative treatment, and medical records.  The licensee must \nensure that all dogs over 16 weeks old have proper identification. \nTO BE CORRECTED BY OCTOBER 28, 2022. \n2.50(a)(2) \n   \nTime and method of identification. \nFour puppies under 16 weeks old in one litter were missing identification numbers, gender, and a description on their \ncage cards.  Three puppies under 16 weeks old in another litter were missing identification numbers and a description on \ntheir cage cards.  Proper identification is necessary for trace-backs, medical records, medical treatment, and sales \nrecords.  The licensee must ensure that all puppies have complete identification information. \nTO BE CORRECTED BY OCTOBER 15, 2022. \n2.75(a)(1) \n   \nRecords: Dealers and exhibitors. \nThe facility representative could not produce the Record of Acquisition for Dogs on Hand (APHIS form 7005) for the dogs \nin the kennel at the time of the inspection.  These records are necessary for trace-backs and for identification purposes for\n\nthe dogs.  The licensee must keep and maintain these records and make them available for inspection. \nTO BE CORRECTED BY OCTOBER 28, 2022. \n3.13(a) \n   \nVeterinary care for dogs. \nThe licensee is not following the Program of Veterinary Care (PVC) written by her Attending Veterinarian.  The PVC \nstates that 33% of the adult dogs in the kennel are to be tested for heartworm annually and that all adult dogs are to be \ntested for intestinal parasites annually.  The licensee has not had this testing done in the past year.  Following the PVC is \nnecessary so that the dogs receive appropriate preventative care for their health and well-being.  The licensee must follow \nthe PVC as written by the Attending Veterinarian. \nTO BE CORRECTED BY OCTOBER 28, 2022. \n \nThis inspection and exit interview were conducted with a facility representative. \n \n n",
  "animals_total": 34,
  "species": [
    {
      "count": 27,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 7,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}