{
  "insp_id": "232151020430538",
  "layout": "a",
  "customer_id": "42105",
  "customer_name": "Lorne Mc Millan",
  "customer_addr": "328 Blue Ribbon Road\nWaxahachie, TX 75165",
  "certificate": "74-C-0778",
  "site_id": "001",
  "site_name": "LORNE MC MILLAN",
  "insp_type": "ROUTINE INSPECTION",
  "date": "18-AUG-2015",
  "report_date": "20-AUG-2015",
  "citations": [
    {
      "code": "2.40(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "A current Program of Veterinary Care (PVC) was not available for review during this inspection. Licensees' with\npart time attending veterinarians must have a formal written arrangement with a veterinarian (PVC). This is required\nso that USDA personnel can confirm that the licensee is working with a veterinarian and is following the\nrecommendations from that veterinarian.\nA program of veterinary care needs to be developed for this facility by the attending veterinarian that includes\nrecommendations for all regulated species at the facility. Examples of some of the topics to be covered in the PVC\nare:\n*The veterinarian's schedule for visits to the facility.\n*Parasite control program if appropriate for the species.\n*Vaccination recommendations if appropriate for the species.\n*Routine medical testing if appropriate for the species.\n*Instructions on necropsies for unexpected deaths.\n*Any other recommendations the veterinarian feels necessary for this facility.\n*Emergency contact information.\n*Veterinarian's signature and date.\nThis document must indicate to USDA that you and your veterinarian have an active working relationship.\nTo be corrected immediately."
    },
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "Multiple fences were in poor repair. Some of the animals held at this facility are camels and zebra. One of the\nfences containing a female camel and her baby was constructed of 2 x 4 inch bendable wire and welded wire goat\npanel. This was all attached to the posts with baling wire.\nThe fence surrounding an area with farm equipment was a hodgepodge of different materials. None of which were\nsecurely attached.\nThese fences are not considered appropriate for animals the size of camels and zebra. A camel or a zebra could\neasily go through these fences which could result in injury to the animals on both sides of the fence. Fences must\nbe constructed of materials that are appropriate for the animals being contained. All fences that are not structurally\nsound and constructed of material adequate for camels and zebra need to be repaired or replaced.\nTo be corrected by Jan1, 2016\nInspection and exit interview conducted with the licensee."
    }
  ],
  "narrative": "2.40(a)(1)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nA current Program of Veterinary Care (PVC) was not available for review during this inspection.  Licensees' with\npart time attending veterinarians must have a formal written arrangement with a veterinarian (PVC).  This is required\nso that USDA personnel can confirm that the licensee is working with a veterinarian and is following the\nrecommendations from that veterinarian.\nA program of veterinary care needs to be developed for this facility by the attending veterinarian that includes\nrecommendations for all regulated species at the facility.  Examples of some of the topics to be covered in the PVC\nare:\n*The veterinarian's schedule for visits to the facility.\n*Parasite control program if appropriate for the species.\n*Vaccination recommendations if appropriate for the species.\n*Routine medical testing if appropriate for the species.\n*Instructions on necropsies for unexpected deaths.\n*Any other recommendations the veterinarian feels necessary for this facility.\n*Emergency contact information.\n*Veterinarian's signature and date.\nThis document must indicate to USDA that you and your veterinarian have an active working relationship.\nTo be corrected immediately.\n3.125(a)\nFACILITIES, GENERAL.   \nMultiple fences were in poor repair.  Some of the animals held at this facility are camels and zebra.  One of the\nfences containing a female camel and her baby was constructed of 2 x 4 inch bendable wire and welded wire goat\npanel.  This was all attached to the posts with baling wire.\n\nThe fence surrounding an area with farm equipment was a hodgepodge of different materials.  None of which were\nsecurely attached.   \nThese fences are not considered appropriate for animals the size of camels and zebra.  A camel or a zebra could\neasily go through these fences which could result in injury to the animals on both sides of the fence.  Fences must\nbe constructed of materials that are appropriate for the animals being contained.  All fences that are not structurally\nsound and constructed of material adequate for camels and zebra need to be repaired or replaced.   \nTo be corrected by Jan1, 2016\nInspection and exit interview conducted with the licensee.",
  "animals_total": 44,
  "species": [
    {
      "count": 1,
      "scientific": "Camelus bactrianus",
      "common": "BACTRIAN CAMEL"
    },
    {
      "count": 20,
      "scientific": "Camelus dromedarius",
      "common": "DROMEDARY CAMEL"
    },
    {
      "count": 5,
      "scientific": "Equus quagga",
      "common": "BURCHELL’S / GRANT’S / CHAPMAN’S / PLAINS ZEBRA"
    },
    {
      "count": 1,
      "scientific": "Lama pacos",
      "common": "ALPACA"
    },
    {
      "count": 16,
      "scientific": "Lemur catta",
      "common": "RING-TAILED LEMUR"
    },
    {
      "count": 1,
      "scientific": "Osphranter rufus",
      "common": "RED KANGAROO"
    }
  ]
}