{
  "insp_id": "119151108140897",
  "layout": "a",
  "customer_id": "325396",
  "customer_name": "Kirsty Lee L L C",
  "customer_addr": "8311 N.E. 166th St.\nKenmore, WA 98028",
  "certificate": "91-C-0138",
  "site_id": "001",
  "site_name": "Kirsty Lee, L L C",
  "insp_type": "ROUTINE INSPECTION",
  "date": "27-APR-2015",
  "report_date": "29-APR-2015",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "There were six rabbits during today(cid:25)'s inspection that were identified as needing veterinary care.\nA male gray/tan Lop rabbit identified as \"(cid:28)MacKintosh(cid:29)\" was observed lying with eyes closed in front of his cage by\ninspectors. The animal appeared dull and limp and was unresponsive to touch. With repeated attempts to rouse, the\nanimal eventually responded but was hunched and eyes partially closed and squinting. The licensee agreed that\nthe animal did not look well but failed to observe the animal required veterinary attention. Inspectors requested the\nlicensee send the rabbit to the veterinarian immediately for urgent care. The rabbit was taken to the urgent care\nfacility while inspectors were still on the premises.\nA black female \"Fuzzy\" Lop rabbit identified as (cid:28)\"Charcoal\"(cid:29), identified on the previous inspection on 3/20/15 as\nsneezing and having greenish yellow discharge coming primarily from the left nostril was found today with the same\nor worse symptoms of illness. The left nostril now has a dark brown and black crust like material covering the left\nnostril. The inspectors requested veterinary documentation for \"Charcoal\" but the licensee was not able to produce\nit.\n(cid:28)\"Copper\", a male copper and gray French Angora rabbit identified on the previous inspection on 3/20/15, had red,\ndry, dark, scaly debris that filled the entire inner portion of his left ear such that the ear canal was entirely obscured\nby this material. On this inspection, the ear was improved from the previous inspection, but still had one third of the\near affected by reddish brown debris. Upon reviewing medication with the licensee, it was discovered that the\nveterinarian had prescribed Baytril (Enrofloxacin) at 0.7 ml twice each day. There were two vials of Baytril on site-\none with a volume capacity of 30mls and one with a volume capacity of 8 mls. According to the directions of the\nveterinarian, on this inspection date, there should have been only 2 mls remaining of the prescribed medication;\nhowever, there were 28 mls of liquid Baytril remaining. The licensee failed to follow the advice and directions of the\nveterinarian. Had the licensee done so, it(cid:25)s probable that \"Copper(cid:25)'s\" ear infection would have resolved.\n(cid:28)\"Honeycomb(cid:29)\", a female tan and gray (cid:28)Lop(cid:29) rabbit was observed sneezing by an inspector. An opaque thick\ndischarge was observed coming from one nostril when she sneezed. \"Honeycomb\" is presently being housed with\nher 6-8 week old litter putting the offspring at risk of respiratory disease. \"Honeycomb\" requires immediate\nveterinary care to evaluate her condition.\n(cid:28)\"Sylvi\"(cid:29), a female juvenile silver Champagne D(cid:25)Argent rabbit was observed sneezing and had wetness underneath\nboth nostrils.\nAn unnamed juvenile lilac tort Lionhead juvenile rabbit was observed sneezing numerous times by the inspector and\nhad wetness underneath both nostrils.\n(cid:28)\"Honeybear(cid:29)\", a female tan Lop rabbit was taken to the veterinarian and diagnosed with an abscess/open wound of\nthe right ear on 3/31/15. She was Prescribed Baytril (Enrofloxacin) at 0.6 ml twice each day and the licensee was\ngiven 8 mls. An additional 30 ml bottle of Baytril was then prescribed at a rate of 0.46 ml twice each day. On 4/13/15\nthe veterinarian stated that Baytril was to be given for one month more or longer if small abscesses continue to\nerupt. There were two vials of Baytril on site- one with a volume capacity of 30 mls and one with a volume capacity\nof 8 mls. According to the directions of the veterinarian, on this inspection date, there should have been only 7 mls\nremaining of the prescribed medication; however, there were 27 mls of liquid Baytril remaining. Additionally, on a\nfollow up visit to the veterinarian, the licensee was prescribed Sulfadiazine cream that was to be applied to the\naffected ear twice each day. However, none had been used and the jar was completely full. The licensee stated that\nthe ear was better so it wasn'(cid:25)t necessary. The licensee is required to follow the advice and direction of the\nveterinarian, but she failed to do so.\nSigns of eye, ear, skin and respiratory illness or other medical conditions such as depression or unresponsiveness\nare indicative of severe health issues. Failure to provide veterinary care and treatment in a timely manner can result\nin discomfort, pain, disability or death. The licensee must ensure that appropriate methods to prevent, control,\ndiagnose, and treat diseases and injuries are provided in a timely manner, and must provide documentation of\nthese veterinary evaluations and treatments (if prescribed) to the inspectors upon request.\nThe licensee was verbally instructed to have \"Mackintosh\" seen by a veterinarian on 4/27/15, the date of inspection.\n\"Charcoal\" was instructed to be seen by the veterinarian the day after the 3/20/15 inspection. The Licensee was\nverbally instructed to have \"Siri\", the Lionhead and \"Honeycomb\" examined by the veterinarian by 4/30/15."
    },
    {
      "code": "2.40(b)(3)",
      "kind": "Direct",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "There were 6 animals identified on this inspection that were in need of veterinary care. The licensee had not\nobserved the signs of illness or abnormality in these animals and had not contacted the veterinarian to address\nthese issues. Untreated health concerns can be detrimental to the animals(cid:25) health and well-being. The licensee\nmust observe all animals daily to assess their health status. The licensee must also establish a mechanism of direct\nand frequent communication with the attending veterinarian so that timely and accurate information on problems of\nanimal health, behavior and well-being is conveyed in an accurate and timely manner."
    },
    {
      "code": "2.75(b)(1)",
      "kind": "Direct",
      "repeat": true,
      "desc": "RECORDS: DEALERS AND EXHIBITORS.",
      "narrative": "The facility has a method of documenting acquisitions and dispositions. However, the record of acquisition is\nconfusing and incomplete for the juveniles. The juveniles have been assigned a number that the licensee cannot\nexplain and the number cannot be tied to any individual animal. There are 39 juveniles listed on the inventory.\nDuring the inspection, 25 juveniles were counted. 16 juveniles were on the disposition forms. According to the\nlicensee, 4 juveniles had been incorporated into the adult population and 2 juvenile animals were loose outside their\nenclosures. This leaves 8 juveniles not listed on the acquisition form. Additionally, species information is not listed\nfor 18 juveniles and the sex of the juveniles is missing for 38 of the animals listed. Acquisition dates are missing for\n19 juveniles. Species information is missing for 8 of the 11 bucks. There are 2 female adult rabbits that were not\nfound on the acquisition forms; a rabbit identified as \"Nancy\" and a white/tan Holland Lop. \"Raven's\" 8 new offspring\nare not listed on the acquisition form. Some dispositions of animals were missing the name and address of the\nindividual who obtained the animals.\nAccurate record keeping is essential to allow APHIS to accurately track animals and ensure that all animals are\nreceiving proper care as required by the Animal Welfare Act. Additionally, specific information regarding sources for\nacquisition and disposition are necessary in the event of disease to facilitate tracking animal movement and to\nensure animal health and welfare. The licensee must make, keep and maintain records which fully disclose\ninformation regarding all acquisitions and dispositions; including all births, deaths, animals euthanized as well as all\nother information required by this subsection."
    },
    {
      "code": "3.50(a)",
      "kind": "",
      "repeat": true,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "There were an estimated 5 wooden enclosures, raised platform fixtures and wood framing supports that were found\nto be in disrepair. There were an estimated 12 walls, fixtures and support structures that were saturated with urine\nand feces, as well as evidence of deterioration of the wood. These unmaintained and damaged structures cannot be\nproperly sanitized and can harbor disease causing organisms. Additionally, the large enclosure containing 7 juvenile\nrabbits was sagging in the middle. The enclosure is currently held up by two (cid:24)sawhorses(cid:25) on each end, but there is\nno structural support in the middle nor are the sawhorses secured in any manner. The enclosure is easily moved\nand is unstable. The enclosure is not structurally sound and poses a risk of injuring the animals contained therein.\nThe enclosure needs to be structurally sound and in good repair to ensure the safety of the animals and protect the\nanimals from injury."
    },
    {
      "code": "3.52(b)",
      "kind": "",
      "repeat": true,
      "desc": "FACILITIES, OUTDOOR.",
      "narrative": "There were two rows with 8 enclosures housing rabbits and 5 juveniles that had no protection from the wind, rain or\nsnow. These enclosures had a structure overtop of the enclosure to protect the animals from the direct rays of the\nsun. The shelter holding the 8 enclosures has only one plastic drape on the left side acting as a wind, rain or snow\nbreak. The other 3 sides of the shelter has no protection from adverse weather conditions. The licensee must\nensure that these animals are adequately protected from the adverse or extreme weather conditions on all sides of\ntheir enclosures as suggested by the attending veterinarian. These animals must have adequate shelter to protect\nthem from the wind, rain, snow and other inclement weather."
    },
    {
      "code": "3.52(d)",
      "kind": "Direct",
      "repeat": true,
      "desc": "FACILITIES, OUTDOOR.",
      "narrative": "The fencing for the outdoor enclosures is down on the back and front part of the facility. The licensee stated that\nthe fencing had to be temporarily taken down in order to fix some of the enclosures and organize sections of the\nfacility. The licensee also stated that, there is no reason to put the fence back up if work is still being conducted.\nDuring the inspection, inspectors identified three rabbits outside of their primary enclosure, running loose on the\nproperty.\nThe outdoor housing facility needs to have a fence in order to protect the rabbits from escaping and predation.\nRabbits housed outdoors are vulnerable to attacks by predators; therefore outdoor housing facilities for rabbits are\nrequired to be fenced, or otherwise enclosed, to prevent the entrance of predators. Failure to maintain this fencing\nin a manner that excludes predators can lead to severe injury and / or the death of animals. The licensee must\nensure that the rabbit enclosures are fenced or are otherwise enclosed to minimize escape, to prevent entrance of\npredators and that the gates to such fencing are kept closed so that the fencing remains functional."
    },
    {
      "code": "3.53(a)(1)",
      "kind": "Direct",
      "repeat": true,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "The inspectors observed 3 uncontained rabbits running loose on the property. The licensee identified the rabbits as\nbelonging to her; however the licensee could not identify the rabbits by name. An employee of the facility stated\nthat escaped rabbits usually run along a trail outside the facility and go to the blackberry bushes to eat. One rabbit\nwas captured and a trap was set by the licensee to capture the remaining 2 rabbits. This facility takes rabbits to\nbirthday parties and has rabbits that are tamed for frequent handling. Domestic, caged rabbits are not normally\nexposed to predators or other conditions of life in the wild. While uncontained, these prey animals are more likely to\nbe injured or harmed. The licensee must ensure that there are measures in place to readily identify that an animal is\nmissing in the event of an escape. Licensee must ensure all enclosures are constructed in a manner that will\nadequately contain the animal to prevent escape.\nThere are several enclosures that are not structurally sound to protect the animals from injury. The enclosures\nprovided for the rabbits, including the flooring, are constructed of wire mesh. There is no additional source of\nsupport for the larger rabbits, allowing the flooring to sag significantly making the enclosures unstable under the\nweight of the animals. The lack of structurally sound enclosures is creating steep sloping of the floor such that it\nprevents the rabbits from moving freely about their enclosure. Failure to provide enclosures that are structurally\nsound may lead to injury, ligament and muscle damage of these animals. The licensee must ensure that the\nenclosures are structurally sound so that the floors of the primary enclosures are not sagging. Additionally, the\nprimary enclosures need to be maintained in good repair to prevent injury to the animals."
    },
    {
      "code": "3.53(a)(5)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "This facility currently does not use properly constructed nesting boxes for females with litters less than a month old.\nA near term pregnant female white New Zealand rabbit named \"(cid:28)Mooni\"(cid:29) was observed by the inspectors building a\nnest inside the enclosure with no nesting box. Nesting boxes are necessary in order to have a safe place to give\nbirth for the doe and to nurse her babies. It is also important to allow for the motor coordination and the\nheat-regulation capacity of the baby rabbits to develop. A nesting box needs to be provided to all females with a\nlitter of less than a month old to ensure comfort and safety of the animals.\nCorrect by: May 1, 2015"
    },
    {
      "code": "3.54(a)",
      "kind": "Direct",
      "repeat": true,
      "desc": "FEEDING.",
      "narrative": "At least 10 rabbits had no food inside their food receptacle. When these animals were offered food by the licensee\nat the request of the inspectors they began eating voraciously. Inadequate amounts of food can cause malnutrition,\nillness or death. Adequate food appropriate for the age, species and number of animals must be provided to the\nanimals at least once daily."
    },
    {
      "code": "3.54(b)",
      "kind": "Direct",
      "repeat": true,
      "desc": "FEEDING.",
      "narrative": "Inside the enclosure containing (cid:28)\"Dosty(cid:29)\", an adult female grey chinchilla and (cid:28)\"Harvey Dent\",(cid:29) a male brown/tan\nAngora rabbit, the self-feeding receptacle had old caked rabbit food at the bottom. The inspector observed the\nlicensee putting fresh food inside the receptacle without removing the old feed and cleaning the receptacle. This is\nimportant to ensure that fresh, palatable, nutritious food is provided to the rabbits. Measures must be taken to\nprevent the molding, deterioration or caking of the feed to prevent the contamination of the fresh feed.\nThe enclosure containing (cid:28)\"Ginger Mags\",(cid:29) a male tan European rabbit, had a large amount of feces inside the food\nreceptacle. Inadequate cleaning and sanitizing of receptacles can lead to contamination and potential for diseases.\nFood receptacles shall be located so as to minimize contamination by excreta.\nAll food receptacles shall be kept clean and sanitized at least once every 2 weeks. Contaminated food receptacles\ndirectly expose the animals to harmful bacteria that affect the health and wellbeing of the animals. Licensee must\nensure that all food receptacles are cleaned and sanitized to minimize disease hazards."
    },
    {
      "code": "3.55",
      "kind": "Direct",
      "repeat": true,
      "desc": "WATERING.",
      "narrative": "The juvenile rabbits in the large, small, and sheltered juvenile enclosures consisting of 28 juveniles and one adult\nnamed \"(cid:28)Honey Comb(cid:29)\" a female tan/grey Lop, contain watering receptacles that are empty. After requesting the\nlicensee give the rabbits water, the inspectors observed the rabbits drinking profusely and consistently for 15\nminutes which was video recorded by the inspectors. The rabbits were very anxious and standing on their hind legs\nas the licensee put the full water bottles on cages. Some of the rabbits appeared frantic and were observed\npushing other rabbits out of the way to get to the water source. There were approximately 20 other rabbits that\nwere lacking water bottles or a water source in their enclosures throughout the facility including a doe (cid:28)\"Raven\"(cid:29) with\n8 nursing offspring. Lack of drinking water can cause discomfort and dehydration which can cause distress and\ndisorientation. Lack of sufficient water can cause health conditions that can be injurious or life threatening. The\nlicensee must ensure that all rabbits have a sufficient amount of potable water daily.\nThe licensee was verbally instructed to provide water to the animals immediately."
    },
    {
      "code": "3.56(a)(1)",
      "kind": "",
      "repeat": true,
      "desc": "SANITATION.",
      "narrative": "All the hard surfaces of the (cid:28)old(cid:29) enclosures have an excessive amount of dirt, urine, feces, hair, cobwebs and other\norganic material build up. There is an excessive amount of white splatter on at least 4 enclosures. The material was\nfound on the wooden frames on the sides and outside of the enclosures. The licensee stated that it is urine from\nthe bucks when they spray to mark their territory.\nThe enclosure containing the adult male ginger/white mini lop rabbit (cid:28)\"Ginger Mags(cid:29)\" had an excessive amount of\nfeces and urine built up around the food receptacle. Unsanitary conditions can harbor pests and disease causing\norganisms and can be detrimental to the health of the animals.\nThe licensee must ensure that there are adequate measures in place to remove all dust, dirt, urine, feces and all\nother organic material from all surfaces of the facility by providing periodic cleaning of the enclosures and hard\nsurfaces."
    },
    {
      "code": "3.56(a)(3)",
      "kind": "",
      "repeat": true,
      "desc": "SANITATION.",
      "narrative": "The worm bins/pans or troughs underneath one of the outdoor shelters, comprising 8 enclosures is overflowing with\nhay and feces. When wire cage floors are equipped with bins, pans, worm bins or troughs to collect waste, the bins\nor pan must be kept in a sanitary condition to prevent disease hazards, vermin and insect infestation which may\nlead to an unhealthy living environment for the rabbits."
    },
    {
      "code": "3.56(c)",
      "kind": "",
      "repeat": true,
      "desc": "SANITATION.",
      "narrative": "This facility has an excessive amount of clutter lying within and around the facility perimeter. The materials consist\nof unused wire cages, plastic materials, wood, trash, and wire mesh. There is no organization of these materials\nand the majority is being kept in unsanitary conditions and potentially contributing to disease hazards within the\nfacility. Excessive clutter creates an ideal breeding ground for mammalian and insect pests and creates numerous\nhiding areas that may conceal predators. The licensee must ensure that that all unwanted items are properly\ndiscarded and removed from the property. Additionally, useful items must be properly cleaned, organized and\nstored so that all areas of the premise, including the garage and storage areas are kept clean, in good repair and\nfree of the accumulation of trash in order to facilitate proper husbandry practices."
    },
    {
      "code": "3.57",
      "kind": "Direct",
      "repeat": true,
      "desc": "EMPLOYEES.",
      "narrative": "The licensee does not have enough properly trained employees to adequately feed, water, clean and care for the\nrabbits. The licensee stated that she has hired 2 individuals to come in (cid:28)a couple of times a week(cid:29). Following the\nlast inspection, the licensee stated that she had hired an individual to care for the animals. However, this individual\nis currently occupied with building a structure. He stated he strictly works as a maintenance worker and has no\nformal training in animal care and husbandry and welfare of the animals. The licensee agreed that this individual\nhas no formal training. The licensee stated that she still uses a temporary service to help with animal husbandry and\nthat these individuals have no formal training. The other employees are used for parties using the rabbits, but are\nnot directly involved with daily care. Another employee stated that she helps out at times. The licensee must ensure\nthat she has an appropriate amount of animals that she can adequately care for or hire and train an adequate\namount of employees to provide appropriate care for the rabbits to ensure their health and welfare, and to\nadequately maintain the facility."
    },
    {
      "code": "3.61(a)(4)",
      "kind": "",
      "repeat": true,
      "desc": "PRIMARY ENCLOSURES USED TO TRANSPORT LIVE RABBITS.",
      "narrative": "During the inspection, the employees put 5 rabbits inside individual plastic (24(cid:29)x18(cid:29)x15(cid:29)) rectangular containers that\nhad small holes drilled into the lids that are less than half centimeter in diameter for ventilation. The ventilation\nopenings for the rabbits on these enclosures are inadequate and can restrict necessary airflow to the animals,\nwhich could result in overheating or otherwise compromise health during transportation. The licensee stated to the\nemployees that the rabbits cannot be inside the enclosures with the lids on for more than a few minutes because\nthe rabbits can suffocate. The licensee stated that that once the enclosures are put in the transport vehicle the lids\nare removed. However, inspectors observed rabbits trying to jump out, and on one occasion a rabbit got out of the\ntransport enclosure and was loose in the garage. All licensees are required to ensure that the transport enclosure\nsecurely and safely contains the animals. Transport enclosures for rabbits must have ventilation openings located\non two opposite walls of the primary enclosure and the ventilation openings on each wall must be at least 16\npercent of the total surface area. Alternately, transport enclosures for rabbits may have ventilation openings located\non all four walls of the primary enclosure provided that those openings are at least 8 percent of the total surface\narea of each wall. As they are currently constructed, the Rubbermaid-type (cid:24)containers(cid:25) do not provide adequate\nventilation as required. Correct by ensuring that all transport enclosure used in the future are constructed in a\nmanner so that adequate ventilation is provided to all animals and that all other requirements for enclosure\nconstruction and containment are met.\nInspection and exit interview conducted by APHIS personnel with licensee.\nAdditional Inspectors\nMckinnie Carolyn, Supervisory Animal Care Specialist"
    }
  ],
  "narrative": "2.40(b)(2)           DIRECT                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThere were six rabbits during today(cid:25)'s inspection that were identified as needing veterinary care. \nA male gray/tan Lop rabbit identified as \"(cid:28)MacKintosh(cid:29)\" was observed lying with eyes closed in front of his cage by\ninspectors. The animal appeared dull and limp and was unresponsive to touch. With repeated attempts to rouse, the\nanimal eventually responded but was hunched and eyes partially closed and squinting.  The licensee agreed that\nthe animal did not look well but failed to observe the animal required veterinary attention. Inspectors requested the\nlicensee send the rabbit to the veterinarian immediately for urgent care. The rabbit was taken to the urgent care\nfacility while inspectors were still on the premises.  \nA black female \"Fuzzy\" Lop rabbit identified as (cid:28)\"Charcoal\"(cid:29), identified on the previous inspection on 3/20/15 as\nsneezing and having greenish yellow discharge coming primarily from the left nostril was found today with the same\nor worse symptoms of illness. The left nostril now has a dark brown and black crust like material covering the left\nnostril. The inspectors requested veterinary documentation for \"Charcoal\" but the licensee was not able to produce\nit.  \n(cid:28)\"Copper\", a male copper and gray French Angora rabbit identified on the previous inspection on 3/20/15, had red,\ndry, dark, scaly debris that filled the entire inner portion of his left ear such that the ear canal was entirely obscured\nby this material.  On this inspection, the ear was improved from the previous inspection, but still had one third of the\near affected by reddish brown debris. Upon reviewing medication with the licensee, it was discovered that the\nveterinarian had prescribed Baytril (Enrofloxacin) at 0.7 ml twice each day. There were two vials of Baytril on site-\none with a volume capacity of 30mls and one with a volume capacity of 8 mls. According to the directions of the\nveterinarian, on this inspection date, there should have been only 2 mls remaining of the prescribed medication;\nhowever, there were 28 mls of liquid Baytril remaining. The licensee failed to follow the advice and directions of the\nveterinarian.  Had the licensee done so, it(cid:25)s probable that \"Copper(cid:25)'s\" ear infection would have resolved.\n(cid:28)\"Honeycomb(cid:29)\", a female tan and gray (cid:28)Lop(cid:29) rabbit was observed sneezing by an inspector. An opaque thick\ndischarge was observed coming from one nostril when she sneezed. \"Honeycomb\" is presently being housed with\nher 6-8 week old litter putting the offspring at risk of respiratory disease. \"Honeycomb\" requires immediate\n\nveterinary care to evaluate her condition. \n(cid:28)\"Sylvi\"(cid:29), a female juvenile silver Champagne D(cid:25)Argent rabbit was observed sneezing and had wetness underneath\nboth nostrils. \nAn unnamed juvenile lilac tort Lionhead juvenile rabbit was observed sneezing numerous times by the inspector and\nhad wetness underneath both nostrils. \n(cid:28)\"Honeybear(cid:29)\", a female tan Lop rabbit was taken to the veterinarian and diagnosed with an abscess/open wound of\nthe right ear on 3/31/15. She was Prescribed Baytril (Enrofloxacin) at 0.6 ml twice each day and the licensee was\ngiven 8 mls. An additional 30 ml bottle of Baytril was then prescribed at a rate of 0.46 ml twice each day. On 4/13/15\nthe veterinarian stated that Baytril was to be given for one month more or longer if small abscesses continue to\nerupt. There were two vials of Baytril on site- one with a volume capacity of 30 mls and one with a volume capacity\nof 8 mls. According to the directions of the veterinarian, on this inspection date, there should have been only 7 mls\nremaining of the prescribed medication; however, there were 27 mls of liquid Baytril remaining. Additionally, on a\nfollow up visit to the veterinarian, the licensee was prescribed Sulfadiazine cream that was to be applied to the\naffected ear twice each day. However, none had been used and the jar was completely full. The licensee stated that\nthe ear was better so it wasn'(cid:25)t necessary. The licensee is required to follow the advice and direction of the\nveterinarian, but she failed to do so. \nSigns of eye, ear, skin and respiratory illness or other medical conditions such as depression or unresponsiveness\nare indicative of severe health issues. Failure to provide veterinary care and treatment in a timely manner can result\nin discomfort, pain, disability or death.  The licensee must ensure that appropriate methods to prevent, control,\ndiagnose, and treat diseases and injuries are provided in a timely manner, and must provide documentation of\nthese veterinary evaluations and treatments (if prescribed) to the inspectors upon request.\nThe licensee was verbally instructed to have \"Mackintosh\" seen by a veterinarian on 4/27/15, the date of inspection.\n\"Charcoal\" was instructed to be seen by the veterinarian the day after the 3/20/15 inspection. The Licensee was\nverbally instructed to have \"Siri\", the Lionhead and \"Honeycomb\" examined by the veterinarian by 4/30/15.\n2.40(b)(3)           DIRECT                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThere were 6 animals identified on this inspection that were in need of veterinary care.  The licensee had not\nobserved the signs of illness or abnormality in these animals and had not contacted the veterinarian to address\nthese issues. Untreated health concerns can be detrimental to the animals(cid:25) health and well-being. The licensee\nmust observe all animals daily to assess their health status. The licensee must also establish a mechanism of direct\nand frequent communication with the attending veterinarian so that timely and accurate information on problems of\n\nanimal health, behavior and well-being is conveyed in an accurate and timely manner.\n2.75(b)(1)           DIRECT                    REPEAT\nRECORDS: DEALERS AND EXHIBITORS.\nThe facility has a method of documenting acquisitions and dispositions. However, the record of acquisition is\nconfusing and incomplete for the juveniles. The juveniles have been assigned a number that the licensee cannot\nexplain and the number cannot be tied to any individual animal. There are 39 juveniles listed on the inventory.\nDuring the inspection, 25 juveniles were counted. 16 juveniles were on the disposition forms.  According to the\nlicensee, 4 juveniles had been incorporated into the adult population and 2 juvenile animals were loose outside their\nenclosures. This leaves 8 juveniles not listed on the acquisition form. Additionally, species information is not listed\nfor 18 juveniles and the sex of the juveniles is missing for 38 of the animals listed. Acquisition dates are missing for\n19 juveniles. Species information is missing for 8 of the 11 bucks. There are 2 female adult rabbits that were not\nfound on the acquisition forms; a rabbit identified as \"Nancy\" and a white/tan Holland Lop. \"Raven's\" 8 new offspring\nare not listed on the acquisition form. Some dispositions of animals were missing the name and address of the\nindividual who obtained the animals. \nAccurate record keeping is essential to allow APHIS to accurately track animals and ensure that all animals are\nreceiving proper care as required by the Animal Welfare Act. Additionally, specific information regarding sources for\nacquisition and disposition are necessary in the event of disease to facilitate tracking animal movement and to\nensure animal health and welfare. The licensee must make, keep and maintain records which fully disclose\ninformation regarding all acquisitions and dispositions; including all births, deaths,  animals euthanized as well as all\nother information required by this subsection.\n3.50(a)                    REPEAT\nFACILITIES, GENERAL.  \nThere were an estimated 5 wooden enclosures, raised platform fixtures and wood framing supports that were found\nto be in disrepair. There were an estimated 12 walls, fixtures and support structures that were saturated with urine\nand feces, as well as evidence of deterioration of the wood. These unmaintained and damaged structures cannot be\nproperly sanitized and can harbor disease causing organisms. Additionally, the large enclosure containing 7 juvenile\nrabbits was sagging in the middle.  The enclosure is currently held up by two (cid:24)sawhorses(cid:25) on each end, but there is\nno structural support in the middle nor are the sawhorses secured in any manner.  The enclosure is easily moved\nand is unstable.  The enclosure is not structurally sound and poses a risk of injuring the animals contained therein.\nThe enclosure needs to be structurally sound and in good repair to ensure the safety of the animals and protect the\nanimals from injury.\n\n3.52(b)                    REPEAT\nFACILITIES, OUTDOOR.   \nThere were two rows with 8 enclosures housing rabbits and 5 juveniles that had no protection from the wind, rain or\nsnow. These enclosures had a structure overtop of the enclosure to protect the animals from the direct rays of the\nsun. The shelter holding the 8 enclosures has only one plastic drape on the left side acting as a wind, rain or snow\nbreak.  The other 3 sides of the shelter has no protection from adverse weather conditions. The licensee must\nensure that these animals are adequately protected from the adverse or extreme weather conditions on all sides of\ntheir enclosures as suggested by the attending veterinarian. These animals must have adequate shelter to protect\nthem from the wind, rain, snow and other inclement weather.\n3.52(d)           DIRECT                    REPEAT\nFACILITIES, OUTDOOR.   \nThe fencing for the outdoor enclosures is down on the back and front part of the facility.  The licensee stated that\nthe fencing had to be temporarily taken down in order to fix some of the enclosures and organize sections of the\nfacility.  The licensee also stated that, there is no reason to put the fence back up if work is still being conducted. \nDuring the inspection, inspectors identified three rabbits outside of their primary enclosure, running loose on the\nproperty.  \nThe outdoor housing facility needs to have a fence in order to protect the rabbits from escaping and predation. \nRabbits housed outdoors are vulnerable to attacks by predators; therefore outdoor housing facilities for rabbits are\nrequired to be fenced, or otherwise enclosed, to prevent the entrance of predators. Failure to maintain this fencing\nin a manner that excludes predators can lead to severe injury and / or the death of animals. The licensee must\nensure that the rabbit enclosures are fenced or are otherwise enclosed to minimize escape, to prevent entrance of\npredators and that the gates to such fencing are kept closed so that the fencing remains functional.\n3.53(a)(1)           DIRECT                    REPEAT\nPRIMARY ENCLOSURES.   \nThe inspectors observed 3 uncontained rabbits running loose on the property.  The licensee identified the rabbits as\nbelonging to her; however the licensee could not identify the rabbits by name.  An employee of the facility stated\nthat escaped rabbits usually run along a trail outside the facility and go to the blackberry bushes to eat. One rabbit\nwas captured and a trap was set by the licensee to capture the remaining 2 rabbits.  This facility takes rabbits to\nbirthday parties and has rabbits that are tamed for frequent handling. Domestic, caged rabbits are not normally\nexposed to predators or other conditions of life in the wild. While uncontained, these prey animals are more likely to \nbe injured or harmed. The licensee must ensure that there are measures in place to readily identify that an animal is\nmissing in the event of an escape. Licensee must ensure all enclosures are constructed in a manner that will\nadequately contain the animal to prevent escape.\n\nThere are several enclosures that are not structurally sound to protect the animals from injury. The enclosures\nprovided for the rabbits, including the flooring, are constructed of wire mesh. There is no additional source of\nsupport for the larger rabbits, allowing the flooring to sag significantly making the enclosures unstable under the\nweight of the animals. The lack of structurally sound enclosures is creating steep sloping of the floor such that it\nprevents the rabbits from moving freely about their enclosure. Failure to provide enclosures that are structurally\nsound may lead to injury, ligament and muscle damage of these animals. The licensee must ensure that the\nenclosures are structurally sound so that the floors of the primary enclosures are not sagging.  Additionally, the\nprimary enclosures need to be maintained in good repair to prevent injury to the animals.\n3.53(a)(5)\nPRIMARY ENCLOSURES.   \nThis facility currently does not use properly constructed nesting boxes for females with litters less than a month old. \nA near term pregnant female white New Zealand rabbit named \"(cid:28)Mooni\"(cid:29) was observed by the inspectors building a\nnest inside the enclosure with no nesting box.  Nesting boxes are necessary in order to have a safe place to give\nbirth  for the doe and to nurse her babies. It is also important to allow for the motor coordination and the\nheat-regulation capacity of the baby rabbits to develop. A nesting box needs to be provided to all females with a\nlitter of less than a month old to ensure comfort and safety of the animals. \nCorrect by: May 1, 2015\n3.54(a)           DIRECT                    REPEAT\nFEEDING.  \nAt least 10 rabbits had no food inside their food receptacle. When these animals were offered food by the licensee\nat the request of the inspectors they began eating voraciously. Inadequate amounts of food can cause malnutrition,\nillness or death.  Adequate food appropriate for the age, species and number of animals must be provided to the\nanimals at least once daily.\n3.54(b)           DIRECT                    REPEAT\nFEEDING.  \nInside the enclosure containing (cid:28)\"Dosty(cid:29)\", an adult female grey chinchilla and (cid:28)\"Harvey Dent\",(cid:29) a male brown/tan\nAngora rabbit, the self-feeding receptacle had old caked rabbit food at the bottom.  The inspector observed the\nlicensee putting fresh food inside the receptacle without removing the old feed and cleaning the receptacle. This is\nimportant to ensure that fresh, palatable, nutritious food is provided to the rabbits.   Measures must be taken to\nprevent the molding, deterioration or caking of the feed to prevent the contamination of the fresh feed.  \nThe enclosure containing (cid:28)\"Ginger Mags\",(cid:29) a male tan European rabbit, had a large amount of feces inside the food\n\nreceptacle.  Inadequate cleaning and sanitizing of receptacles can lead to contamination and potential for diseases. \nFood receptacles shall be located so as to minimize contamination by excreta.\nAll food receptacles shall be kept clean and sanitized at least once every 2 weeks. Contaminated food receptacles\ndirectly expose the animals to harmful bacteria that affect the health and wellbeing of the animals. Licensee must\nensure that all food receptacles are cleaned and sanitized to minimize disease hazards.\n3.55           DIRECT                    REPEAT\nWATERING.    \nThe juvenile rabbits in the large, small, and sheltered juvenile enclosures consisting of 28 juveniles and one adult\nnamed \"(cid:28)Honey Comb(cid:29)\" a female tan/grey Lop, contain watering receptacles that are empty.  After requesting the\nlicensee give the rabbits water, the inspectors observed the rabbits drinking profusely and consistently  for 15\nminutes which was video recorded by the inspectors. The rabbits were very anxious and standing on their hind legs\nas the licensee put the full water bottles on cages.  Some of the rabbits appeared frantic and were observed\npushing other rabbits out of the way to get to the water source.  There were approximately 20 other rabbits that\nwere lacking water bottles or a water source in their enclosures throughout the facility including a doe (cid:28)\"Raven\"(cid:29) with\n8 nursing offspring.   Lack of drinking water can cause discomfort and dehydration which can cause distress and\ndisorientation. Lack of sufficient water can cause health conditions that can be injurious or life threatening. The\nlicensee must ensure that all rabbits have a sufficient amount of potable water daily.\nThe licensee was verbally instructed to provide water to the animals immediately.  \n3.56(a)(1)                    REPEAT\nSANITATION. \nAll the hard surfaces of the (cid:28)old(cid:29) enclosures have an excessive amount of dirt, urine, feces, hair, cobwebs and other\norganic material build up. There is an excessive amount of white splatter on at least 4 enclosures. The material was\nfound on the wooden frames on the sides and outside of the enclosures.  The licensee stated that it is urine from\nthe bucks when they spray to mark their territory.  \nThe enclosure containing the adult male ginger/white mini lop rabbit (cid:28)\"Ginger Mags(cid:29)\" had an excessive amount of\nfeces and urine built up around the food receptacle.  Unsanitary conditions can harbor pests and disease causing\norganisms and can be detrimental to the health of the animals.  \nThe licensee must ensure that there are adequate measures in place to remove all dust, dirt, urine, feces and all\nother organic material from all surfaces of the facility by providing periodic cleaning of the enclosures and hard\n\nsurfaces.  \n3.56(a)(3)                    REPEAT\nSANITATION. \nThe worm bins/pans or troughs underneath one of the outdoor shelters, comprising 8 enclosures is overflowing with\nhay and feces.  When wire cage floors are equipped with bins, pans, worm bins or troughs to collect waste, the bins\nor pan must be kept in a sanitary condition to prevent disease hazards, vermin and insect infestation which may\nlead to an unhealthy living environment for the rabbits.\n3.56(c)                    REPEAT\nSANITATION. \nThis facility has an excessive amount of clutter lying within and around the facility perimeter.  The materials consist\nof unused wire cages, plastic materials, wood, trash, and wire mesh.  There is no organization of these materials\nand the majority is being kept in unsanitary conditions and potentially contributing to disease hazards within the\nfacility. Excessive clutter creates an ideal breeding ground for mammalian and insect pests and creates numerous\nhiding areas that may conceal predators. The licensee must ensure that that all unwanted items are properly\ndiscarded and removed from the property. Additionally, useful items must be properly cleaned, organized and\nstored so that all areas of the premise, including the garage and storage areas are kept clean, in good repair and\nfree of the accumulation of trash in order to facilitate proper husbandry practices.\n3.57           DIRECT                    REPEAT\nEMPLOYEES.   \nThe licensee does not have enough properly trained employees to adequately feed, water, clean and care for the\nrabbits. The licensee stated that she has hired 2 individuals to come in (cid:28)a couple of times a week(cid:29).  Following the\nlast inspection, the licensee stated that she had hired an individual to care for the animals. However, this individual\nis currently occupied with building a structure. He stated he strictly works as a maintenance worker and has no\nformal training in animal care and husbandry and welfare of the animals.  The licensee agreed that this individual\nhas no formal training. The licensee stated that she still uses a temporary service to help with animal husbandry and\nthat these individuals have no formal training.  The other employees are used for parties using the rabbits, but are\nnot directly involved with daily care.  Another employee stated that she helps out at times. The licensee must ensure\nthat she has an appropriate amount of animals that she can adequately care for or hire and train an adequate\namount of employees to provide appropriate care for the rabbits to ensure their health and welfare, and to\nadequately maintain the facility.\n3.61(a)(4)                    REPEAT\n\nPRIMARY ENCLOSURES USED TO TRANSPORT LIVE RABBITS.\nDuring the inspection, the employees put 5 rabbits inside individual plastic (24(cid:29)x18(cid:29)x15(cid:29)) rectangular containers that\nhad small holes drilled into the lids that are less than half centimeter in diameter for ventilation.  The ventilation\nopenings for the rabbits on these enclosures are inadequate and can restrict necessary airflow to the animals,\nwhich could result in overheating or otherwise compromise health during transportation. The licensee stated to the\nemployees that the rabbits cannot be inside the enclosures with the lids on for more than a few minutes because\nthe rabbits can suffocate.  The licensee stated that that once the enclosures are put in the transport vehicle the lids\nare removed. However, inspectors observed rabbits trying to jump out, and on one occasion a rabbit got out of the\ntransport enclosure and was loose in the garage. All licensees are required to ensure that the transport enclosure\nsecurely and safely contains the animals. Transport enclosures for rabbits must have ventilation openings located\non two opposite walls of the primary enclosure and the ventilation openings on each wall must be at least 16\npercent of the total surface area. Alternately, transport enclosures for rabbits may have ventilation openings located\non all four walls of the primary enclosure provided that those openings are at least 8 percent of the total surface\narea of each wall. As they are currently constructed, the Rubbermaid-type (cid:24)containers(cid:25) do not provide adequate\nventilation as required. Correct by ensuring that all transport enclosure used in the future are constructed in a\nmanner so that adequate ventilation is provided to all animals and that all other requirements for enclosure\nconstruction and containment are met.\nInspection and exit interview conducted by APHIS personnel with licensee.  \nAdditional Inspectors\nMckinnie Carolyn, Supervisory Animal Care Specialist",
  "animals_total": 87,
  "species": [
    {
      "count": 87,
      "scientific": "Oryctolagus cuniculus",
      "common": "EUROPEAN RABBIT"
    }
  ]
}