{
  "insp_id": "97151750190375",
  "layout": "a",
  "customer_id": "3381",
  "customer_name": "City Of Folsom",
  "customer_addr": "403 Stafford Street\nFolsom, CA 95630",
  "certificate": "93-C-0784",
  "site_id": "001",
  "site_name": "CITY OF FOLSOM",
  "insp_type": "ROUTINE INSPECTION",
  "date": "17-FEB-2015",
  "report_date": "07-APR-2015",
  "citations": [
    {
      "code": "2.50(c)(2)(1)",
      "kind": "",
      "repeat": false,
      "desc": "TIME AND METHOD OF IDENTIFICATION.",
      "narrative": "Five dogs, two guard dog and three wolf hybrids did not have sequential numbers on their tags. The dog (cid:28)Annabel(cid:29)\ndid not have a tag (it did not have a sequential number) on her. Two domestic cats do not have sequential numbers\non their tags.\nOfficial identification is required in order to facilitate the required record keeping and to ensure that each animal's\nidentity can be known for certain. A system to ensure that all dogs are properly identified needs to be created.\nTo be corrected by: 4/9/2015"
    },
    {
      "code": "2.75(a)(1)(6)",
      "kind": "",
      "repeat": false,
      "desc": "RECORDS: DEALERS AND EXHIBITORS.",
      "narrative": "Two guard dogs and three wolf hybrids do not have a sequential number on the tag that can be linked to the\nacquisition records. Two domestic cats do not have a sequential number on the tag that can be linked to the\nacquisition records. Complete and accurate records must be kept in order to ensure that each animal's identity can\nbe known with certainty and to facilitate tracking or tracing of animals.\nThe licensee must ensure that all required records are filled in with complete and accurate information.\nTo be corrected by 4/9/2015"
    },
    {
      "code": "3.11(c)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "Two wolf hybrids have night quarters consisting of a concrete slab surrounded by chain link sides. Surrounding the\nchain link sides, there is a sheet metal building. Adjacent to the dog(cid:25)s night quarters, hair and debris is being\nhosed off the concrete slab and ends up on the ground. Not all the material is being removed from the area and\nbeing properly disposed of.\nThis area needs to be cleaned more often to prevent possible bacterial, algae, or mold build up. This debris could\npotentially create a health risk to the animals and the keepers. The system to ensure that the debris is removed in a\ntimely manner is not working. The facility needs to intensify the cleaning routine to remove the potential health\nhazards.\nTo be corrected by 4/9/2015"
    },
    {
      "code": "3.131(c)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "The black bears have several den areas that are not being adequately cleaned. The (cid:28)Tahoe Quarantine(cid:29) door area\n(this is a door and window that is about 2 x 2 feet. It links the kitchen to the den. This is used at times to be able to\nobserve this den(cid:25)s animal and to feed the animal) has an accumulation of cobwebs and straw. The dust\naccumulation on the cobwebs indicates that this area has not been cleaned for an extended period of time. There is\ncurrently one bear in this den. The middle exhibit den, with two bears, has numerous cobwebs with extensive dust\non them. The dust on some of the cobwebs is thick enough to make the areas appear to be opaque.\nThe general cleaning system to keep the areas free of the buildup of excess cobwebs is not adequate. This system\nis to be reviewed to ensure that all the areas are adequately cleaned. If these areas are not be being cleaned\nenough, it indicates that there may be other cleaning issues which could affect the health of the animals.\nTo be corrected by 4/9/2015\nAn exit briefing was conducted with the facility representative"
    }
  ],
  "narrative": "2.50(c)(2)(1)\nTIME AND METHOD OF IDENTIFICATION.\nFive dogs, two guard dog and three wolf hybrids did not have sequential numbers on their tags.  The dog (cid:28)Annabel(cid:29)\ndid not have a tag (it did not have a sequential number) on her.  Two domestic cats do not have sequential numbers\non their tags.  \nOfficial identification is required in order to facilitate the required record keeping and to ensure that each animal's\nidentity can be known for certain. A system to ensure that all dogs are properly identified needs to be created.\nTo be corrected by: 4/9/2015\n2.75(a)(1)(6)\nRECORDS: DEALERS AND EXHIBITORS.\nTwo guard dogs and three wolf hybrids do not have a sequential number on the tag that can be linked to the\nacquisition records.   Two domestic cats do not have a sequential number on the tag that can be linked to the\nacquisition records.  Complete and accurate records must be kept in order to ensure that each animal's identity can\nbe known with certainty and to facilitate tracking or tracing of animals.\nThe licensee must ensure that all required records are filled in with complete and accurate information.\nTo be corrected by 4/9/2015\n3.11(c)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\nTwo wolf hybrids have night quarters consisting of a concrete slab surrounded by chain link sides.  Surrounding the\nchain link sides, there is a sheet metal building.   Adjacent to the dog(cid:25)s night quarters, hair and debris is being\nhosed off the concrete slab and ends up on the ground.  Not all the material is being removed from the area and\n\nbeing properly disposed of.  \nThis area needs to be cleaned more often to prevent possible bacterial, algae, or mold build up.  This debris could\npotentially create a health risk to the animals and the keepers.  The system to ensure that the debris is removed in a\ntimely manner is not working.  The facility needs to intensify the cleaning routine to remove the potential health\nhazards. \nTo be corrected by 4/9/2015\n3.131(c)\nSANITATION.   \nThe black bears have several den areas that are not being adequately cleaned.   The (cid:28)Tahoe Quarantine(cid:29) door area\n(this is a door and window that is about 2 x 2 feet.  It links the kitchen to the den.  This is used at times to be able to\nobserve this den(cid:25)s animal and to feed the animal) has an accumulation of cobwebs and straw.  The dust\naccumulation on the cobwebs indicates that this area has not been cleaned for an extended period of time.  There is\ncurrently one bear in this den.    The middle exhibit den, with two bears, has numerous cobwebs with extensive dust\non them.   The dust on some of the cobwebs is thick enough to make the areas appear to be opaque.\nThe general cleaning system to keep the areas free of the buildup of excess cobwebs is not adequate.  This system\nis to be reviewed to ensure that all the areas are adequately cleaned.  If these areas are not be being cleaned\nenough, it indicates that there may be other cleaning issues which could affect the health of the animals.\n \nTo be corrected by 4/9/2015\nAn exit briefing was conducted with the facility representative",
  "animals_total": 53,
  "species": [
    {
      "count": 1,
      "scientific": "Bos primigenuis indicus",
      "common": "ZEBU"
    },
    {
      "count": 2,
      "scientific": "Canis latrans",
      "common": "COYOTE"
    },
    {
      "count": 1,
      "scientific": "Canis lupus",
      "common": "GRAY WOLF / GREY WOLF / TIMBER WOLF"
    },
    {
      "count": 5,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 1,
      "scientific": "Cynomys parvidens",
      "common": "UTAH PRAIRIE DOG"
    },
    {
      "count": 1,
      "scientific": "Didelphis virginiana",
      "common": "VIRGINIA OPOSSUM"
    },
    {
      "count": 2,
      "scientific": "Felis silvestris catus",
      "common": "CAT ADULT"
    },
    {
      "count": 2,
      "scientific": "Lynx rufus",
      "common": "BOBCAT"
    },
    {
      "count": 2,
      "scientific": "Macaca fascicularis",
      "common": "CRAB-EATING MACAQUE / CYNOMOLGUS MONKEY"
    },
    {
      "count": 2,
      "scientific": "Mephitis mephitis",
      "common": "STRIPED SKUNK"
    },
    {
      "count": 2,
      "scientific": "Muscardinus avellanarius",
      "common": "HAZEL DORMOUSE"
    },
    {
      "count": 6,
      "scientific": "Odocoileus hemionus",
      "common": "MULE DEER"
    },
    {
      "count": 2,
      "scientific": "Oryctolagus cuniculus",
      "common": "EUROPEAN RABBIT"
    },
    {
      "count": 2,
      "scientific": "Ovis aries aries",
      "common": "SHEEP INCLUDING ALL DOMESTIC BREEDS"
    },
    {
      "count": 2,
      "scientific": "Panthera tigris",
      "common": "TIGER"
    },
    {
      "count": 1,
      "scientific": "Procyon lotor",
      "common": "RACCOON"
    },
    {
      "count": 4,
      "scientific": "Puma concolor",
      "common": "PUMA / MOUNTAIN LION / COUGAR"
    },
    {
      "count": 3,
      "scientific": "Saimiri sciureus",
      "common": "COMMON SQUIRREL MONKEY"
    },
    {
      "count": 1,
      "scientific": "Sciurus carolinensis",
      "common": "EASTERN GREY SQUIRREL"
    },
    {
      "count": 1,
      "scientific": "Sciurus griseus",
      "common": "WESTERN GREY SQUIRREL"
    },
    {
      "count": 2,
      "scientific": "Sus scrofa domestica",
      "common": "DOMESTIC PIG / POTBELLY PIG / MICRO PIG"
    },
    {
      "count": 5,
      "scientific": "Ursus americanus",
      "common": "NORTH AMERICAN BLACK BEAR"
    },
    {
      "count": 3,
      "scientific": "Vulpes vulpes",
      "common": "RED FOX (INCLUDES SILVER FOX & CROSS FOX)"
    }
  ]
}