{
  "insp_id": "89161650440546",
  "layout": "a",
  "customer_id": "16585",
  "customer_name": "Stearns Zoological Rescue And Rehab",
  "customer_addr": "36909 Blanton Rd\nDade City, FL 33525",
  "certificate": "58-C-0883",
  "site_id": "001",
  "site_name": "STEARNS ZOOLOGICAL RESCUE AND REHAB",
  "insp_type": "ROUTINE INSPECTION",
  "date": "29-MAR-2016",
  "report_date": "04-APR-2016",
  "citations": [
    {
      "code": "2.126(a)",
      "kind": "",
      "repeat": false,
      "desc": "ACCESS AND INSPECTION OF RECORDS AND PROPERTY; SUBMISSION OF ITINERARIES.",
      "narrative": "- At approximately 1000 on 29 March 2016, USDA inspectors Michael Tygart (VMO) and Robert Whiteley\n(ACI)attempted an inspection at the facility. We were accompanied by an Investigator for the Florida Fish and\nWildlife Conservation Commission. We identified ourselves to the licensee, Kathy Stearns, and stated that we were\nthere to conduct an inspection. Ms. Stearns stated that she had made an agreement with the USDA which\nexempted her from inspections on Tuesdays. At this time we contacted the assigned inspector for this facility, and\nthe supervisor for this facility. Both stated that no such agreement existed. When we relayed this to Ms. Stearns\nshe stated that was refusing to allow an inspection. At this point we asked her to confirm that she was refusing an\ninspection, and she confirmed the refusal. At this time the inspectors left the facility."
    }
  ],
  "narrative": "2.126(a)\nACCESS AND INSPECTION OF RECORDS AND PROPERTY; SUBMISSION OF ITINERARIES.\n- At approximately 1000 on 29 March 2016, USDA inspectors Michael Tygart (VMO) and Robert Whiteley\n(ACI)attempted an inspection at the facility.  We were accompanied by  an Investigator for the Florida Fish and\nWildlife Conservation Commission. We identified ourselves to the licensee, Kathy Stearns, and stated that we were\nthere to conduct an inspection.  Ms. Stearns stated that she had made an agreement with the USDA which\nexempted her from inspections on Tuesdays.  At this time we contacted the assigned inspector for this facility, and\nthe supervisor for this facility.  Both stated that no such agreement existed.  When we relayed this to Ms. Stearns\nshe stated that was refusing to allow an inspection.   At this point we asked her to confirm that she was refusing an\ninspection, and she confirmed the refusal.  At this time the inspectors left the facility.",
  "animals_total": 0,
  "species": [
    {
      "count": 0,
      "scientific": "NONE",
      "common": "NONE"
    }
  ]
}