{
  "insp_id": "175151514180435",
  "layout": "a",
  "customer_id": "108",
  "customer_name": "General Hospital Corporation",
  "customer_addr": "Res Mgmt 149 13th St # 5249\nCharlestown, MA 02129",
  "certificate": "14-R-0014",
  "site_id": "001",
  "site_name": "M G H MAIN CAMPUS",
  "insp_type": "ROUTINE INSPECTION",
  "date": "22-JUN-2015",
  "report_date": "25-JUN-2015",
  "citations": [
    {
      "code": "2.38(f)(1)",
      "kind": "",
      "repeat": false,
      "desc": "MISCELLANEOUS.",
      "narrative": "Handling. An adverse event occurred involving an anesthetized pig undergoing a surgical procedure. The use of\nan electrocautery device ignited alcohol vapors and a localized flame caused injury to the animal. Immediate\nactions included extinguishing the flame and euthanizing the anesthetized animal under veterinary oversight.\nHandling of all animals must be done in a manner that does not cause trauma. The facility addressed this incident\nin several ways, including: instructing the team to revise procedures and posting specific instructions on surgical\nfire prevention in the operating room for reference.\nThis item has been addressed by the facility and was self- reported to USDA."
    },
    {
      "code": "3.81(e)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ENVIRONMENT ENHANCEMENT TO PROMOTE PSYCHOLOGICAL WELL-BEING.",
      "narrative": "Exemptions. At the time of inspection there were seven singly housed baboons assigned to research studies but\nnot yet started. Two of the animals were assigned to a protocol that did not contain an IACUC approved scientific\nexemption to social housing. The remaining five animals were assigned to protocols that the IACUC had approved\nan exemption to social housing when enrolled on study to minimize risks, which that rationale had not yet occurred.\nSocial housing is the current standard for social animals, like baboons, when not specifically exempted which\nbenefits the animal's health and well-being. The facility has plans underway to address their social housing needs.\nCorrect by July 24th 2015.\nThis inspection was conducted on June 22-25th with an exit briefing with facility representatives on June 25, 2015."
    }
  ],
  "narrative": "2.38(f)(1)\nMISCELLANEOUS.\nHandling.  An adverse event occurred involving an anesthetized pig undergoing a surgical procedure.  The use of\nan electrocautery device ignited alcohol vapors and a localized flame caused injury to the animal.  Immediate\nactions included extinguishing the flame and euthanizing the anesthetized animal under veterinary oversight.   \nHandling of all animals must be done in a manner that does not cause trauma.  The facility addressed this incident\nin several ways, including:  instructing the team to revise procedures and posting specific instructions on surgical\nfire prevention in the operating room for reference.\nThis item has been addressed by the facility and was self- reported to USDA.\n3.81(e)(2)\nENVIRONMENT ENHANCEMENT TO PROMOTE PSYCHOLOGICAL WELL-BEING.\nExemptions.  At the time of inspection there were seven singly housed baboons assigned to research studies but\nnot yet started.  Two of the animals were assigned to a protocol that did not contain an IACUC approved scientific\nexemption to social housing.  The remaining five animals were assigned to protocols that the IACUC had approved\nan exemption to social housing when enrolled on study to minimize risks, which that rationale had not yet occurred. \nSocial housing is the current standard for social animals, like baboons, when not specifically exempted which\nbenefits the animal's health and well-being.  The facility has plans underway to address their social housing needs.\nCorrect by July 24th 2015.\nThis inspection was conducted on June 22-25th with an exit briefing with facility representatives on June 25, 2015.",
  "animals_total": 184,
  "species": [
    {
      "count": 8,
      "scientific": "Cavia porcellus",
      "common": "DOMESTIC GUINEA PIG"
    },
    {
      "count": 77,
      "scientific": "Macaca fascicularis",
      "common": "CRAB-EATING MACAQUE / CYNOMOLGUS MONKEY"
    },
    {
      "count": 27,
      "scientific": "Macaca mulatta",
      "common": "RHESUS MACAQUE *MALE"
    },
    {
      "count": 6,
      "scientific": "Oryctolagus cuniculus",
      "common": "EUROPEAN RABBIT"
    },
    {
      "count": 7,
      "scientific": "Ovis aries aries",
      "common": "SHEEP INCLUDING ALL DOMESTIC BREEDS"
    },
    {
      "count": 20,
      "scientific": "Papio hamadryas",
      "common": "HAMADRYAS BABOON"
    },
    {
      "count": 39,
      "scientific": "Sus scrofa domestica",
      "common": "DOMESTIC PIG / POTBELLY PIG / MICRO PIG"
    }
  ]
}